{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/19/national-newspapers-deride-a-queens-speech-haunted-by-the-eu-vote",
  "id": "2016-05-19-270",
  "sectionId": "media",
  "body": "The Queen’s speech (but most definitely not the Queen) got the thumbs down from newspapers across the political spectrum.  Pity Queen Elizabeth II, said the Daily Mail. Seldom has she had to read out such vacuous policies. “What a disappointing mishmash it was”, said the Sun. “Rather than fix Britain’s problems,” said the Daily Mirror, the speech “was written to quell Tory civil war ahead of the EU referendum.” Yes, the referendum “is dominating both politics and government”, observed the Daily Telegraph, so David Cameron unveiled an “unambitious programme” while “the normal business of governing is effectively on hold until Britain votes on June 23.” According to the Guardian, “anything prone to deepen the divide in the Conservative party has to be parked” until after the referendum. “The desperate need to keep on board Tory Brexiteers”, it said, “is a serious constraint on the government just now.” The Times thought the Queen’s speech was “unavoidably overshadowed by a referendum in which a win for the prime minister is the status quo.” But what is that status quo? The paper conceded that, should the Remain vote triumph, Cameron would still have to live with “a thin majority, angry Eurosceptic backbenchers, a rebellious House of Lords and a record of U-turning that is beginning to look like habit.” It continued:  “What Her Majesty read out was in principle a recipe for the compassionate conservatism for which Mr Cameron wants to be remembered. Politically it was a smart play for the Blairite centre ground abandoned by Labour under Jeremy Corbyn.”  For the Telegraph, there were “few measures to cheer traditional Conservatives” but “a few that might just appeal to Left-leaning voters.” But the Guardian read the speech somewhat differently, arguing that its policy aims had a flavour of Michael Gove about them.  The Sun was unimpressed with the “un-Conservative sugar tax” and mightily upset that the Tories’ “much-hyped bill of rights” has been kicked “into the long grass.” But it applauded the prison reforms and the legal right for every home to have high-speed broadband. The Mail also lamented the lack of a promised sovereignty bill “to restore our courts’ supremacy over those of the EU” and the British bill of rights “to replace the disastrous human rights act.” It concluded:  “Isn’t the depressing truth that the entire government has ground to a halt amid the infighting over the referendum? How many more years must tick away before ministers get down to the work for which they were elected?”  This conveniently ignores the fact that one major reason for the holding of the referendum is the lengthy campaign against the EU and all its works by the Mail and the other Brexit newspapers. As the Mirror remarked, in neatly skewering Cameron’s claim to have produced “a moderate One Nation programme”, it is “an absolute joke” because...  “The Conservatives are really still a two party rabble with Remainers and Leavers fighting like well-fed ferrets in a Versace sack.”  A rabble without a cause, eh?",
  "webTitle": "National newspapers deride a Queen's speech haunted by the EU vote",
  "webPublicationDate": "2016-05-19T09:10:13Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/19/national-newspapers-deride-a-queens-speech-haunted-by-the-eu-vote",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Daily Telegraph",
      "id": "media/dailytelegraph",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Times",
      "id": "media/thetimes",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail",
      "id": "media/dailymail",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Sun",
      "id": "media/sun",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mirror",
      "id": "media/daily-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/19/national-newspapers-deride-a-queens-speech-haunted-by-the-eu-vote"
}