{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/19/three-newspapers-to-be-reported-to-ipso-over-inaccurate-eu-stories",
  "id": "2016-05-19-298",
  "sectionId": "media",
  "body": "Three newspapers will today be reported to the Independent Press Standards Organisation (Ipso) for running what are claimed to be innaccurate stories about the European Union ahead of the referendum. The complaint involves a series of articles published in recent months by the three pro-Brexit titles, the Daily Telegraph, the Daily Mail (including Mail Online) and the Daily Express. Eight “egregious examples” feature in a dossier compiled by InFacts, a group campaigning to make “a fact-based case for Britain to remain in the European Union”. It cites each one as failing to adhere to the clause about accuracy in the editors’ code of practice. InFacts argues that the papers have breached the code by failing to “take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.” According to the group’s editor-in-chief, Hugo Dixon, if the papers had taken care, they would have known that they were contravening the code. He is also calling on Ipso to fast-track the InFacts complaint because, if it is dealt with in the normal manner, there is a strong likelihood that any ruling would occur after the 23 June EU referendum vote. For example, it took two months before Ipso announced its adjudication on the Buckingham Palace complaint about the Sun’s “Queen backs Brexit” front page. An InFacts website article accompanying its dossier contends that “it is not just the Leave campaign that is pumping out falsehoods... The big guns of the eurosceptic press are going all in for out.” It continues:  “The Telegraph, Mail and Express have published a string of stories on migration, terrorism, crime and control of our borders that contain factual inaccuracies and/or distortions... This comes on top of years of hostile EU coverage that have planted many myths in the minds of the electorate.”  Dixon said InFacts has previously contacted the papers about each of the articles. Two did not respond. The Mail did but failed to “satisfactorily address inaccuracies in the articles.” The eight stories included in the InFacts dosssier are as follows: 1. “The gap between the official migrant figure and the truth is as wide as the Grand Canyon. We are owed an apology” (Telegraph front page, 13 May); “Britain’s 1.5 million hidden migrants” (Express front page, 13 May). 2. “Open borders let Isil into Britain, warns US spy chief” (Telegraph front page, 27 April); “Isis has taken advantage of Europe’s open borders to plant sleeper cells in the UK, Germany and Italy, head of American intelligence warns” (Mail Online, 27 April); “EU free movement has allowed ISIS sleeper cells into the UK, warns security chief” (Express, 27 April). 3. “Report shows the NHS is nearly at breaking point as massive influx of EU migrants forces doctors to take on 1.5 million extra patients in just three years.” (Mail Online, 3 April; Mail, 4 April). 4. “Britain could stop ten times more terror suspects from entering the country if it leaves the EU, justice minister says as he blasts EU rules for allowing terrorists to ‘waltz into Britain’” (Mail Online, 30 March);  5. “Now EU wants asylum control” (Express front page, 8 March). 6. “EU seeks control of our coasts” (Express, 7 March). 7. “More than 700 offences are being committed by EU migrants every week, official figures suggest” (Telegraph, 17 February); “Criminal convictions for EU migrants leap by 40% in five years: 700 found guilty every week in the UK but less than 20,000 foreign criminals have been deported” (Mail Online, 17 February); “EU migrants convicted of 700 crimes each WEEK – but only thousands of them are deported” (Express, 17 February). 8. “The daughter-in-law of Abu Hamza cannot be deported from Britain despite a criminal past because of human rights laws, an EU law chief has ruled.” (Telegraph front page, 6 February). The exact reasons for each of InFacts’ complaints can be found on its website under a headline about “the hateful eight” and can also be found here on the Guardian website.",
  "webTitle": "Three newspapers to be reported to Ipso over 'inaccurate' EU stories",
  "webPublicationDate": "2016-05-19T07:14:17Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/19/three-newspapers-to-be-reported-to-ipso-over-inaccurate-eu-stories",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Telegraph",
      "id": "media/dailytelegraph",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail",
      "id": "media/dailymail",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Express",
      "id": "media/dailyexpress",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ipso",
      "id": "media/ipso",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Press regulation",
      "id": "media/press-regulation",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/19/three-newspapers-to-be-reported-to-ipso-over-inaccurate-eu-stories"
}