{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/04/patrick-george-obituary",
  "id": "2016-05-04-110",
  "sectionId": "artanddesign",
  "body": "Patrick George, who has died aged 92, was a landscape and figure painter of distilled emotion and intelligence who enjoyed a greater reputation among fellow artists than with the general public. A modest man of considered opinions and dry humour, he preferred to paint at his Suffolk home rather than court the art establishment, and his visits to London were mostly made in order either to teach or to see exhibitions of other artists’ work. He eschewed self-promotion, yet his paintings are much cherished by a growing band of admirers who appreciate the formal toughness, unusual structures and sensitive colours of his subtle approach. Chief among his artist supporters is Frank Auerbach, who has described George’s painting as having “the tension of a tightrope walker. I find it engrossing and admirable.” Although, in recent years, George exhibited his work regularly at the Cork Street dealers Browse & Darby, and enjoyed a major retrospective in 1980 at the Serpentine Gallery in London, he was already over 50 before he was given his first one-man show, in 1975, at Gainsborough’s House, in Sudbury, Suffolk. In many respects, he was one of the art world’s best-kept secrets, and it was only with the publication of a monograph on his work in 2014 that he became somewhat better known. George was born in Wilmslow, near Manchester, the only boy and middle child of three. His parents, Nora (nee Richards) and Alfred, moved with the family to a dairy farm in Gloucestershire when Patrick was 10, after Alfred had sold his successful dye-stuffs business to industrial competitors. Alfred applied his scientific approach to farming, ploughing up and replanting the fields to increase yield. Both Patrick’s sisters inherited the scientific mentality: Wilma, the older one, becoming a geneticist, and Betsy, the younger, a botanist.     Patrick Geoge, Ash Tree in Winter. Illustration: Browse & Darby    His parents hoped that Patrick would take over the farm, but he had other ideas, nurtured by a liberal education. Aged seven, he was sent to the Downs at Colwall in Herefordshire (the Quaker prep school for Malvern college), where he came under the influence of an inspirational art master, Maurice Feild. With Feild’s encouragement, George flourished, first exhibiting his paintings publicly at the age of 14. He also encountered William Coldstream, who had arrived at the Downs to paint the portrait of the school’s English teacher, WH Auden. At this point, George was more interested in painting tugboats and locomotives, but when he discovered that Coldstream also painted trains, he was converted to the idea of being an artist. This ambition survived the uninspiring art teaching at his next school, Bryanston, where he and a fellow pupil, Lucian Freud, founded the oil painting club. In the ensuing competition for best painting, Freud came first and George second, a result that helped to propel him into applying to study art seriously. He was at Edinburgh School of Art for only a year before volunteering for the Royal Naval Reserve in 1942. George served with distinction and bravery for four years, first on a destroyer patrolling the Channel, then in landing craft at the D-day landings, and finally on a gun ship in the re-conquest of Burma. He continued to draw whenever he could, mostly on deck in sun or heavy seas. Demobbed, he made use of an ex-serviceman’s grant to renew his painting studies, this time at Camberwell School of Art in 1946, where Coldstream was teaching. By now rather too experienced for art school, George and a group of like-minded friends set up house near Waterloo Station, where they painted each other and views of the city. In 1949, he joined the staff of the Slade School of Art, where Coldstream had just been appointed professor. The following year George settled in a house in Pimlico which would be his London base for the next half-century. In 1958, growing restless at the Slade, he applied for a job in Africa – teaching at the Nigerian College of Art, Science and Technology in Zaria. Although it resulted in some memorable landscape paintings and portraits, this was not a happy interlude, and George came back to the UK at the end of 1959. In 1961 he returned to teach at the Slade and remained there until his retirement in 1988, by which time he was Slade professor and director of the school. He is remembered with great affection as a teacher, for his generosity of response, his interest in work quite unlike his own, and his encouragement of risk-taking in pursuit of the truth. He is most frequently associated with the Euston Road school of realist painting founded by Coldstream, but he was also a member of the more international School of London, exhibiting with Michael Andrews, Francis Bacon, Leon Kossoff and Euan Uglow. Uglow, his erstwhile pupil, was perhaps his closest friend and colleague, whose own form of heightened realism began to attract more attention than did George’s. Although they were never rivals, it could be said that Uglow stole some of George’s thunder.     Patrick George at work outside protected from the elements in his trademark all-weather gear. Photograph: Andy Warrington    But for those prepared to seek out George’s paintings, there was much to reward them. A master of portraits and figure paintings, he was also adept at still-life painting, which he practised at home in Suffolk when the weather was too inclement to paint in the open air, or when he was at his London studio. George became famous for his polar explorer’s gear, which enabled him to paint outside in most weathers, but above all he was celebrated for his devotion to the particularity of things, especially trees, and English light and atmosphere, and his ability to render all this most beautifully and memorably into the language of paint. In later years he read Montaigne to help prepare himself for death, but lost none of his relish for life, continuing to paint until a few weeks ago, and regularly enjoying roast lamb, good wine and whisky. His later work was looser in application but none the less effective for this. He was twice divorced. His final years were shared by the painter Susan Engledow, a friend for more than half a century. She survives him, along with the four daughters, Kate, Alice, Victoria and Nancy, of his first marriage, to June Griffith. • Patrick Herbert George, artist, born 28 July 1923; died 23 April 2016",
  "webTitle": "Patrick George obituary",
  "webPublicationDate": "2016-05-04T16:07:52Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/04/patrick-george-obituary",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Lambirth",
      "id": "profile/andrew-lambirth"
    }
  ],
  "guardianId": "artanddesign/2016/may/04/patrick-george-obituary"
}