{
  "apiUrl": "https://content.guardianapis.com/uk-news/davehillblog/2016/may/04/for-passion-and-for-purpose-londons-next-mayor-has-to-be-sadiq-khan",
  "id": "2016-05-04-281",
  "sectionId": "uk-news",
  "body": "Imagine, if you can stand it, what it would mean if Zac Goldsmith wins the election to become London’s new mayor. The top political job in the British capital will have fallen into the hands of a man whose campaign has trawled a cesspool of smear in order to exploit deep fears and destructive prejudices. He would take office already tainted in the eyes of millions of Londoners, his credibility in ruins from the start.  It has been difficult to tell if Goldsmith’s refusal to accept that he has shamelessly misrepresented Labour’s Sadiq Khan in order to scare voters into rejecting him results from conviction or cluelessness. Either way, it proves him wholly unsuited to the task of leading a city of such comfortable cultural variety as London. At times, Goldsmith has resembled the spoiled dilettante he insists he is not, puzzled and affronted by any questioning of his right to buy and to do whatever he wants. At others, the Richmond Park MP has looked like a lost stork wondering how to get back to Kew.  Even his challenge for City Hall has diminished the mayoralty, a still new institution that badly needs invigoration after eight years of Boris Johnson’s hot air and under-achievement. Everything about that challenge has strengthened the case for electing Khan, whose energy and passion for the job not even his enemies doubt. Through all the months of low innuendo and poisonous personal attacks he has maintained a sense of humour and a steely self-discipline. In damning contrast to Goldsmith’s, his campaign has been upbeat, inclusive and mostly positive. Unlike Goldsmith, if he wins he will have earned it. For some, Khan’s policy offer is too cautious. He’s steered clear of some of the bolder but potentially vote-losing initiatives London requires if its problems with housing costs and supply, traffic congestion and air quality are to be tackled as effectively as they could be. He’s promised nothing new on congestion charging. He has honoured the green belt taboo. But although many of his and Goldsmith’s policies look similar on paper, there are differences that would count for a lot if resolutely put into effect. On housing, still the issue that concerns Londoners most, Goldsmith’s emphasis has been heavily on helping middle-income groups into home ownership, or at least a percentage of it. These Londoners deserve their mayor’s concern. But Khan is offering it too, along with companion policies for building more social housing and private rented homes with rents pegged to local incomes. His default position on the emotive issue of estate redevelopment is to find ways to build more homes on such sites that avoids significant demolition. Goldsmith has set out assurances about residents’ rights, but his preference is for knocking estates down.  Goldsmith has supported the government’s Housing and Planning Bill, whose provisions for a mass sell-off of council homes in London are imbecilic. Khan’s instincts are much sounder. His mayoral lettings agency idea has potential and his wish to improve the terms of London’s pragmatic deal with private developers and speculative investors that still generates many of its lower cost homes (and much else the austerity state deigns to supply) is preferable to a status quo that Goldsmith would indulge, as Johnson has. He is unlikely to increase house building levels to 50,000 a year - neither would any other candidate - or to hit his target of making 50% of new homes “genuinely affordable,” but it won’t be for want of the kind of political will Goldsmith lacks. It is a telling fact that independent and even City Hall judges have more confidence that Khan’s proposed four year freeze of public transport fares can be implemented without damaging Transport for London’s (TfL) investment plans than TfL itself indicated in its “£1.9bn” briefing note. Khan says he’s had private assurances from TfL’s boss and a heavyweight member of its board that his numbers can add up. There are many variables in the complex finances of TfL. All projections about future finances are, by definition, partly guesswork. What is clear is that the relationship between the mayor and his transport body, an admirable organisation in many ways, has reached a point where it needs to change in the interests of both and of London.  Khan stands ready to recast that relationship and help turn TfL into a different and still more productive servant of the city. Goldsmith has had nothing to say on such matters. Khan is clued up about London’s buses, so vital to the capital. Has Goldsmith ever been on one? Cycling organisations rate Khan’s offer more highly than the Conservative’s. A solution to the problems of Oxford Street seems more likely to be found by Khan, simply because he gives the impression, as with everything else, of having a greater appetite for seeking one.  The third area where London mayors have substantial powers is policing. Goldsmith, his campaign and their media affiliates have sunk very low indeed in their attempts to associate Khan in voters’ minds with Islamist fanatics. They have succeeded in dragging the debate on to that territory. Their miserable message to London voters has been “don’t trust that scary Muslim.” This would be funny were it not so foul. As the new MP for Tooting in 2005, Khan won plaudits in the wake of 7/7 for his nuanced analysis of how extremism grows and how to combat it. The outgoing Mayor Johnson, who has been eagerly parroting the Goldsmith campaign’s slurs, was one of those who praised him. The Tory insinuation is that, because he is a Muslim, Khan would somehow arrange for London’s security arrangements to become slacker. This is as pernicious as it is ridiculous. In reality, Khan is rather well equipped to help enhance the Met’s performance across the board. His career as a lawyer has meant he’s seen close up the great value of good policing and the damage that is done to precious public confidence when it is bad. There is symbolic power in his assertion that he would be the British Muslim who takes the fight to the extremists. The cosseted Goldsmith cannot begin to match any of that. On policing, Khan is in a different league. Khan also has a crucial edge over Goldsmith in other areas where mayors can effect change and bring influence to bear. The tireless Clean Air In London Campaign thinks both the Green Party’s Sian Berry and Liberal Democrat Caroline Pidgeon have better anti-pollution policies than Khan, but urges voters to give him their second preference mayoral vote because Goldsmith, the supposed environmentalist, is so weak-kneed by comparison. Cycling campaigners have reached the same conclusion. Khan has pledged to take a lead on matters as diverse and important as campaigning for better health care, helping the cause of women, addressing the concerns of London’s Jews and making London a Living Wage city. On all these matters and more, Goldsmith has been passive and indifferent, preferring to spend his time frightening old people in Bromley.  In a letter to the Guardian, Lib Dem London Assembly Stephen Knight has pointed out that for the past eight years, he and Pidgeon and Green Party fellow AMs have worked closely with Labour colleagues to challenge Johnson. “We have found there to be a great deal more that unites us than divides us,” he says. Knight will be giving his second preference vote to Khan. He describes Goldsmith’s campaign as “a disgrace.” Berry too has been strongly critical of the Tory’s tactics. Her party felt unable to endorse either Goldsmith or Khan as a second preference for Green voters, but it seems plain that Green ideas would have more purchase with a Mayor Khan than a Mayor Goldsmith. Khan’s campaign has been defensive as well as positive. But there are good, if depressing, reasons for that. He has known from day one that the Tories and their cronies would try to defeat him in Labour-leaning London by spreading red scares and stirring fears based on his religion. He prepared accordingly, calculating that he could not risk policies that might provide further opportunities for Goldsmith and his media cohorts to label him “extreme”. That is yet another way in which the Tories have diminished the debate about the city, its people and their future.  Goldsmith deserves not only to lose on 5 May but to take a hammering. The Johnson era has declined from averageness to ignominy. The capital does not need another self-publicist as mayor or another purposeless Tory who will not get a grip. It needs a hands-on hard grafter with solid ideas and decent values who can personify the city at its best. Only Goldsmith or Khan can win the keys to City Hall. For London’s sake, it has to be Khan.",
  "webTitle": "For passion and for purpose the next London mayor has to be Sadiq Khan",
  "webPublicationDate": "2016-05-04T08:57:15Z",
  "webUrl": "https://www.theguardian.com/uk-news/davehillblog/2016/may/04/for-passion-and-for-purpose-londons-next-mayor-has-to-be-sadiq-khan",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Police and crime commissioners",
      "id": "uk/police-and-crime-commissioners",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Hill",
      "id": "profile/davehill"
    }
  ],
  "guardianId": "uk-news/davehillblog/2016/may/04/for-passion-and-for-purpose-londons-next-mayor-has-to-be-sadiq-khan"
}