{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/06/dark-side-westerns-film-bfi-season-ride-lonesome",
  "id": "2016-05-06-64",
  "sectionId": "film",
  "body": "Among the rocks and dust of an Arizona canyon, a man and a woman want to kill each other. Each draws closer, gun in hand, and they take turns to fire, inflicting wounds. Yet between each shot, the desire they feel for one another overwhelms them. Here, love reveals itself as murderous, and murder proves loving. Mortally wounded, the woman crawls through the dust so they may die, stilled at last, in each other’s arms. The scene is over-the-top, it is preposterous, and yet in being so it is also exceedingly magnificent. From Duel in the Sun (1946), David O Selznick and King Vidor’s delirium-dream of a movie, this moment encapsulates the operatic astonishment of the postwar Hollywood western, with a shootout that sets the tone for the genre’s descent into hallucinatory strangeness. From then on, the vast distances of the American landscape would be matched by the depth of fall into the human psyche. Until then the western had stood as a realm of almost heraldic simplicities, a moral landscape in which the good and the bad square up; black hats versus white hats, and all stays firmly in its place, especially the foundational dominion that is America itself. Within a pristine wilderness, new, disconcerting complexities became manifest. Neurosis and social disorder itself could ascend to the status of legend, the petty problems of the individual soul raised up into something archetypal.    These films vex the sustaining myth of the American frontier, an undefined space now revealed to be imbued with darkness    Yet at times even the fixed landscape becomes estranging. Film noir finds itself in black and white and shadow; the postwar western realises itself in colour and glare. The director Anthony Mann’s grand postwar westerns belong to pure air and light’s gift of softness. But his films are the exceptions to the Trucolor, Technicolor or Eastmancolor rule. Edward Dmytryk’s Warlock (1959), which features along with Duel in the Sun and a dozen other strange and impressive films in a BFI season of psychological westerns this month, better exemplifies the western look. The palette is harsh and lurid; the earth is red, the men sunburnt and stubbled; the characters move in sweat, grime and dust. It is a fitting world for a genre that would seek to discover the soiled self in the previously unsullied icon. Some of these postwar films were peculiar enough to bewilder their first audiences. Nicholas Ray’s extraordinary Johnny Guitar (1954) is a western that refuses to work as a western should. Even by the standards of the time, it is a movie that operates at an uncomfortable pitch of excess and emotional extremity. Like many of the films included in the BFI season, it is an assuredly crazed work of art. Its leads, Joan Crawford and Sterling Hayden, hold themselves just about steady through the intensity. As ever, Hayden looks slightly bemused by the fact that he is an actor at all, while Crawford cannot help but command the screen, in all her vulnerability and power.            The viewer is free to find this surfeit of feeling ludicrous. Yet there is a confidence in the excess that overwhelms opposition to it. It is reputed that in the decades after the war, psychoanalysts began to report that there were fewer clients suffering from the classical Freudian disorders. The old Oedipus and Elektra complexes were thinning out, replaced by vague anxieties about not really being real, substantial or present at all. Perhaps these unbalanced westerns of the postwar decades represent a last gasp of the unsettled self, its heroes and heroines given over to a dark dissolution about which later generations could only dream. Above all, they pledge themselves to the fanatical form of reciprocity that is revenge. In doing so, they embody the paradox that in seeking to put corruption right, you are apt to corrupt yourself.   Related: Top 10 movie westerns    It is curious that the moral ambiguities and psychological strangeness on display in these movies are largely the province of the middle-aged: men and women who had been stars before the Japanese struck Pearl Harbor. So it is that the trail from mythic sanity to mythic disintegration can be tracked most clearly in the careers of the period’s two best-known western stars: James Stewart and John Wayne. Even in his good-natured, all-American-guy phase, in the 1930s and early 40s, Stewart could always tap into an alarming irascibility. Yet watching Mr Smith Goes to Washington (1939) or The Shop Around the Corner (1940), few could have predicted the rage, the brooding compulsions exposed in Winchester ’73 (1950) or The Naked Spur (1953). In Mann’s westerns, Stewart finds in himself hard-edged selfishness, cruel propensities. Wayne’s descent is even more precipitous. Film-maker, critic and John Ford fan, Lindsay Anderson cordially despised Ford’s greatest western, The Searchers (1956). To Anderson, it betrayed the epic simplicity, the vast decency once central to the genre. Wayne’s solid probity here disintegrates into racist hate, cruelty and an unassimilable apartness. The core of the “great men” had turned out to be a desperate one indeed.     Ride Lonesome.    In the late 1940s and 1950s, Americans had two great traumas immediately behind them: the Depression and the second world war had both been, apparently successfully, overcome, but these events had an affect on the American psyche, and this plays out in these westerns in half-occluded forms. Repeatedly, the violent men are themselves battle veterans of the civil war, a rite of passage through which they have had to pass. The Depression leaves its mark with a preoccupation with the need for cash. When outlaws are brought in, it is the reward that the hero has his eye on, and not justice. In what is now remembered as a postwar age of consumer plenty, money here buys a security that life has otherwise failed to provide.   Related: Johnny Guitar review – unforgettably strange, brilliant western    The films explore other kinds of prevailing unease, in particular the relations between men and women. Johnny Guitar pursues two love-rivalry plots, one between men over a woman, and one between women over a man. Yet it is the conflict between Crawford and Mercedes McCambridge that drives the film, with Crawford deep-voiced and poised, and McCambridge taut, her voice thin with tension. These films may not pass the Bechdel test, but nonetheless they can allot central and potent roles to the women at their hearts. Fritz Lang’s stylised tour de force Rancho Notorious (1952) finds the imperious Marlene Dietrich caught between being a “pipe dream” of men’s fantasies and a moral agent in her own right. But the women here are far from passive victims: I lost count of the times a woman makes a stand in that supposedly masculine domain of the shoot-out. In High Noon (1952), Will Kane, the town’s beleaguered marshal played by Gary Cooper, knows what he must do and, after some hesitation, does it. However, it is Grace Kelly’s Quaker bride who finds herself truly caught between ideals, and ends up apparently more compromised, a pacifist who, through love and duty, betrays her principles and shoots a man in the back. In many of these movies, gun-slinging women take their shots, offering something like gender equality in the dispensing of violence. Enmeshed in what is usually taken to be a period of reaction against female empowerment, they offer far more than a token role.     Joan Crawford in Johnny Guitar. Photograph: Allstar/Republic    The matter of gender is just one of the ways that wider political and social issues saturate these westerns. So often they explore the theme of there being “no honour among thieves”. The gangs and makeshift groups that move through them operate as microcosms of American society: mutually suspicious, on the make, thrown together by chance in fables of trust and suspicion. In the glorious 3.10 to Yuma (1957) and in The Naked Spur, people are literally commodities, embodied cash. So it is money that appears to hold people together; though, in the end, dignity, love and honour matter more. These tales occupy a frontier place before the arrival of law, a state of nature that reveals the origins of American civility, and an indication as to whether that civility may return, should the power of the gun once again conquer. It is a grey zone, and the moral certainties have shaken loose. In Warlock, Anthony Quinn chides Henry Fonda, his great friend, saying, “You have decency mixed up”, and those words are a key to all these films, operating as they do in a morally confused world, where men (such as Warlock’s Richard Widmark) may find their goodness through taking part in a massacre, and the man who upholds the law is just as likely to break it. The shade of McCarthyism often falls, pitting the baying mob against the upstanding individual. In the pious, unquestioning fervour of McCambridge’s denunciations of the outsiders in Johnny Guitar, it is not hard to detect traces of Arthur Miller’s righteous victim in The Crucible, Abigail Williams, or the screech of that moral majority ready to demonise anyone who is different. In the apparently more open and knowing contemporary world, it has become the fashion to pathologise our heroes. Sherlock Holmes and Doctor Who have become conundrums where the solution lies in some easily comprehended childhood trauma. The postwar Hollywood western was more content to let strangeness be strange. In these wonderful movies, psychological disturbance rises to allegory, and in so doing vexes the sustaining myth of the American frontier, an indeterminate space now revealed to be imbued with darkness. There the lonely soul wanders. They tell us that America was born out of that darkness, though in its open spaces were also found, after their own compromised fashion, justice, or forgiveness, or love. • Ride Lonesome: The Psychological Western season is at the BFI until 31 May.",
  "webTitle": "Lonely rangers: the dark side of westerns",
  "webPublicationDate": "2016-05-06T17:00:07Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/06/dark-side-westerns-film-bfi-season-ride-lonesome",
  "keyword": [
    {
      "webTitle": "Westerns",
      "id": "film/westerns",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "High Noon",
      "id": "film/high-noon",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "BFI",
      "id": "film/bfi",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Newton",
      "id": "profile/michael-newton"
    }
  ],
  "guardianId": "film/2016/may/06/dark-side-westerns-film-bfi-season-ride-lonesome"
}