{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/22/mp-urges-city-regulator-to-impose-caps-on-overdraft-charges",
  "id": "2016-05-22-54",
  "sectionId": "business",
  "body": "The City regulator is being urged to impose caps on charges for unarranged overdrafts to stop financially vulnerable customers being ripped off by their banks. The Financial Conduct Authority should go further than the competition watchdog, which last week stopped short of issuing mandatory pricing restrictions on banks, according to Rachel Reeves, a Labour MP who sits on the Treasury select committee. The Competition and Markets Authority, which has been investigating the banking sector since July 2014, last week said banks should set a maximum charge for unauthorised overdrafts and publish the fee. The banks would be allowed to set their own maximum. The Leeds West MP said that some banks already set a maximum and questioned the effectiveness of this remedy. She cited as examples Barclays’ monthly cap of £35 and bailed-out Royal Bank of Scotland’s £90.     Rachel Reeves questions the effectiveness of the banks’ current cap on overdraft fees. Photograph: REX    Writing to Tracey McDermott, interim chief executive of the FCA, Reeves said: “The CMA’s monthly maximum charge remedy has been portrayed as a cap on unarranged overdrafts, yet it is difficult to see it as such when banks are allowed to set the level of their own cap.” “Indeed, as you will be aware, some banks already limit what they charge customers ... It is therefore hard to see how what the CMA proposed will bring about any fundamental change,” she added. “The CMA has recommended that the FCA should undertake work to assess the effectiveness of the maximum monthly charge remedy and consider whether further measures could be taken to enhance its effectiveness. However, I ask that the FCA take this opportunity to go further and cap the unarranged overdraft charges,” she said. The FCA declined to comment.  The competition watchdog, which must publish its final report by 12 August, said last week that its aim was to halve the £1.2bn customers pay in unauthorised overdraft fees each year. It has been looking at ways to boost competition in the current account and small business banking sectors, through which the industry generated £14bn of revenue in 2014.  Despite the arrival of new entrants, the big four of Lloyds Banking Group, Royal Bank of Scotland, HSBC and Barclays have a 77% market share of current accounts. The CMA wants to encourage customers to switch providers through the creation of price comparison websites – but it is regarded as particularly difficult for customers with overdrafts to shop around. Reeves said in her letter: “Some banks continue to rip off their customers with exorbitant charges for what are often minor account problems ... These charges unfairly penalise account holders who are struggling to stay on top of their finances. It is unjust that banks should push them into further financial hardship just because they are keen to make a quick buck.”",
  "webTitle": "MP urges City regulator to impose caps on overdraft charges",
  "webPublicationDate": "2016-05-22T17:36:18Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/22/mp-urges-city-regulator-to-impose-caps-on-overdraft-charges",
  "keyword": [
    {
      "webTitle": "Financial Conduct Authority",
      "id": "business/financial-conduct-authority",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banks and building societies",
      "id": "money/banks",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Bank charges",
      "id": "money/bankcharges",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Competition and Markets Authority",
      "id": "business/competition-commission",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Rachel Reeves",
      "id": "politics/rachel-reeves",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Treanor",
      "id": "profile/jilltreanor"
    }
  ],
  "guardianId": "business/2016/may/22/mp-urges-city-regulator-to-impose-caps-on-overdraft-charges"
}