{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/27/legal-high-ban-predicted-to-exacerbate-crisis-on-streets",
  "id": "2016-05-27-40",
  "sectionId": "society",
  "body": "The outlawing of legal highs risks create a new crisis on the streets, experts and users have warned. Many users of the drugs, novel psychoactive substances (NPSs), are young and homeless and they say that withdrawing makes them feel violent and out of control.  The experts said there would be a significant increase in the number of people withdrawing in the next week or two because of the reduced availability of the drugs, which could previously be bought in head shops and some newsagents for about £5 a packet.  In Manchester, less than 24 hours after the ban came into effect on Thursday, there were signs that black market dealers had already moved in to take over the lucrative market for the drugs.  David Nutt, who formerly chaired the government’s Advisory Council on the Misuse of Drugs, said the government’s strategy was “pathologically negative and thoughtless” and “not based on reducing harm, but on reducing use”. “People who work in head shops aren’t interested in killing people. They want people to come back … the black market doesn’t care about anything other than making a profit,” he said.  With brand names such as Annihilation, Clockwork Orange and Black Mamba, but often referred to generically as spice, they were sold as synthetic cannabinoids. But many contained other substances, such as crystal meth, which have side effects including psychosis and mood disturbances. Experts say they can cause comas and seizures and lead to death. Nutt said he and other scientists believed five people died from legal highs last year, but far more deaths had resulted from drugs that were already illegal. The Transform Drug Policy Foundation, which called for the Psychoactive Substances Act to be repealed, pointed to the example of the Netherlands, arguing that new drugs mimicking cannabis were almost non-existent because coffee shops could sell cannabis.  Steve Rolles, a senior policy analyst at the foundation, said: “In the Netherlands, there is no market for synthetic cannabis, none. No one buys it, because why would you if you can buy cannabis?”  Users in Manchester said crack and heroin dealers were now offering novel psychoactive substances for sale, although they had not yet managed to completely fill the gap left by the ban. Nine people have collapsed in Manchester in the past few days after taking the drugs. Drug users sleeping rough in the city centre claimed the people collapsed after taking a locally made version of the drug, sold as Annihilation and manufactured by one of the city’s head shops, which closed after the ban came in. The homeless activist and former spice user Wesley Dove said: “We’re concerned that the unregulated black market has moved in already. Dealers of class A drugs are starting to take over the legal highs market. But until their supply chains are established, some people who sold these drugs when they were legal, have started making their own versions.” The Home Office said 444 people in the UK had died from taking legal highs since 2010, having increased from 31 in 2010 to 144 in 2014. The Office for National Statistics said there were 3,346 deaths registered in England and Wales from all drug-related poisoning in 2014. Of those, two-thirds (2,248) were from involvement with illegal drugs. According to Public Health England figures released under a freedom of information request, 334 young people aged 18 and under were treated for addictions to NPS in 2014-15 across England, a 176% rise from the 121 treated in 2013-14.  The banning of NPSs has raised the same concerns expressed about other illegal drugs: that the supply may be adulterated and organised criminals will move in to take over the market. Dove said: “When the drug was legal, the ingredients were printed on the back of the packet so if people collapsed paramedics would at least know what they had taken, but now nobody knows what’s in the stuff they’re buying. It’s completely unregulated now. I think this drug is just going to get more dangerous and I suspect we’ll see even more people being rushed to hospital after collapsing.” Dove expressed concern that those addicted to the drugs who had not managed to find new suppliers, would become violent and very sick when they started withdrawing. “This is the drug of choice in Manchester. People moved over from alcohol, crack and heroin to smoking spice. Withdrawing is going to send a lot of people mad; it’s going to be world war three, it brings out uncontrollable anger in people.” He revealed that he and other homeless activists had secured a building in central Manchester where they were squatting and cleaning it up to offer an informal detox facility for those withdrawing from the drugs. “There aren’t enough services out there to support these young drug users so we’re going to do something ourselves.” Dove and fellow homeless activist Danny Jones are opposed to the use of NSPs, whether they are classified as legal or illegal, because of the damage they have seen them cause to their friends. “What we want to do with the new detox place we are opening up is to help kill the demand by getting as many people off the drug as possible,” Jones said. “We’re worried that these kids are just going to be left to fend for themselves.” He said that the activists had dealt with many kinds of withdrawal.  One young homeless user, Liam, said: “Don’t smoke it, don’t look at it, it’s bad for you. It’s like crystal meth in a Rizla.” He said that withdrawing made him feel bad and gave him disturbing thoughts. Despite the concerns of users and activists, health professionals have welcomed the ban. David Ratcliffe, the medical director of the North West ambulance service NHS Trust, said that, based on accident and emergency data, his service had seen an increase in cases over the past two years. “This is an area of increasing harm, it’s a problem across Greater Manchester,” he said. “By making it illegal, it is sending out a message that this drug is not safe.” One Manchester doctor treating people who use the drugs, said: “Doctors working with users of NPS struggle to know the best way to deal with these people since the effects vary massively from person to person and from substance to substance and the formulas change constantly.  “It’s early days in the management of abusers of these drugs so more research is needed on how to treat them. From what I’ve seen of the effects of NPS, they are by far more dangerous and damaging to the individual than heroin. The prisons are awash with them but hopefully that may change with the new act.” Dr Prun Bijral, a consultant addiction psychiatrist and medical director of Change Grow Live, which provides drug treatment services for the NHS in the Manchester area, said addiction specialists focused on treating the symptoms of withdrawal from former legal highs, such as vomiting, seizures and extreme anxiety. He urged anyone suffering acute withdrawal symptoms to go to A&E. “Detoxing is never easy; there’s always some pain involved, it’s never a walk in the park. But apart from where alcohol is involved, withdrawing is rarely fatal.” A Home Office spokeswoman said that alongside the new legislation outlawing NSPs, they were working with local areas to prevent and respond to the use of the drugs, highlighting the risk of using them at about 50 music festivals and publishing new clinical guidlelines. Clinical guidance, known as Neptune, has been published offering advice about how to treat people who have suffered side effects.",
  "webTitle": "Legal high ban predicted to exacerbate crisis on streets",
  "webPublicationDate": "2016-05-27T18:43:16Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/27/legal-high-ban-predicted-to-exacerbate-crisis-on-streets",
  "keyword": [
    {
      "webTitle": "Legal highs",
      "id": "society/legal-highs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs policy",
      "id": "politics/drugspolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Manchester",
      "id": "uk/manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Diane Taylor",
      "id": "profile/dianetaylor"
    },
    {
      "webTitle": "James Meikle",
      "id": "profile/jamesmeikle"
    }
  ],
  "guardianId": "society/2016/may/27/legal-high-ban-predicted-to-exacerbate-crisis-on-streets"
}