{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/the-guardian-view-on-european-politics-vienna-calling",
  "id": "2016-05-10-70",
  "sectionId": "commentisfree",
  "body": "The Austrian chancellor’s decision to step down on Monday served as another warning of how polarised politics is spreading across Europe, and also of the high price being paid by the mainstream. Werner Faymann, a social democrat, was the EU’s longest serving head of government after Angela Merkel. He stumbled under the dual pressures of internal disputes within his own party and the fallout of a refugee crisis, which has upended traditional political assumptions throughout the continent. In Austria as in other European states, the centre seems to be hollowing out as radicals make strides. Parties that had been dominant since the end of the second world war are in a state of erosion, while insurgent movements capitalise on rising “anti-establishment” sentiment. The weight of history bears on Austria’s crisis – and makes it more frightening. Mr Faymann resigned after a series of electoral defeats registered by his SPO party, and just two weeks after the first round of presidential elections in Austria which saw the far-right Freedom party (FPO) reach an unexpected 36.5 % of the vote. The FPO is by no means a newcomer. Founded in the 1950s by groups consisting mainly of former Nazis, it was marginal for decades. Then, in the 1980-90s, it reinvented itself under the leadership of Jörg Haider. It toned down its nationalistic pan-German rhetoric and put a new emphasis on anti-establishment populism. When Haider joined a ruling coalition in the early 2000s, Austria was sanctioned by other European countries for backsliding on democratic principles – a first in the history of the European project. The FPO’s current comeback is an alarming development not just for Austria but for a whole continent. Unlike in 2000, when most populist parties were on the sidelines, the FPO’s rise today will embolden other extremists, from France’s Marine Le Pen to Germany’s AfD. Mr Faymann may only have himself to blame. He can indeed be criticised for having broken ranks with Ms Merkel on the refugee issue and opting for fence-building to stave off migrant flows. His pandering to short-term political pressures compromised fundamental values, and ultimately did nothing to save him. Anti-Muslim sentiment has grown in Austria as a result of chaotic refugee scenes in 2015, and its strength may also have something to do with age-old fears, in a country whose historical perceptions hark all the way back to the Austrian-Ottoman wars. But by failing to steer a clear course and to confront xenophobia, Mr Faymann has arguably left a wider space open for the FPO. It was a counterproductive, panicky tactic, which eventually saw him surrender his original political base. That Faymann was publicly booed at a 1 May celebration in Vienna by leftwing activists was a clear indication he had lost all support. Sadly, this resignation does nothing to solve Austria’s deeper political problems, nor to consolidate the social democrats. The country must avoid creating the sense of a power vacuum, which would benefit the FPO in the second round of the presidential vote, due on 22 May. The far right’s candidate, Norbert Hofer, will face a Green party activist running as an independent. Presidents are mostly ceremonial in Austria, but they can also hold sway if complicated coalition politics start foundering. Austrian democrats must now urgently unite, and mobilise to prevent the worst outcome of all. • This article was amended on 23 May 2016. Werner Faymann’s name was misspelled several times as Feymann in a previous version.",
  "webTitle": "The Guardian view on European politics: Vienna calling | Editorial",
  "webPublicationDate": "2016-05-10T18:07:43Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/the-guardian-view-on-european-politics-vienna-calling",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Angela Merkel",
      "id": "world/angela-merkel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/the-guardian-view-on-european-politics-vienna-calling"
}