{
  "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2016/may/10/hedge-funds-have-a-lot-to-answer-for-no-wonder-theyre-paid-so-well",
  "id": "2016-05-10-63",
  "sectionId": "business",
  "body": "It almost makes one feel sorry for Bob Dudley, the BP boss who had to rub along on £14m last year. The calculation, courtesy of Institutional Investor’s Alpha magazine, that the world’s 25 best-paid hedge fund managers collected $13bn between them last year puts rewards for Dudley and co in the shade. The top two on the list – Kenneth Griffin of Citadel and James Simons of Renaissance Technologies – took home $1.7bn each. To repeat, that was for a single year. The hedgies, no doubt, would argue that nobody has to invest a single dollar with them and that their industry’s traditional fee model – 2% of funds under management, plus 20% of profit over a specified hurdle for returns – is only sustainable if the end-client is richer at the end of the process.   Related: Top 25 hedge fund managers earned $13bn in 2015 – more than some nations    But that plea looks increasingly ridiculous as the sums collected by the hedge fund industry reach such staggering levels. The astonishing fact in the magazine’s tally is that five of the 25 top earners lost money for investors in 2015 in at least one of their funds. The sheer size of the funds meant the rewards for the managers were still enormous. It underlines a point Warren Buffett, a dogged sceptic of hedge funds, made at his Berkshire Hathaway annual meeting last month: “There’s been far, far, far more money made by people in Wall Street through salesmanship abilities than through investment abilities.” He’s right. The hedge fund industry’s triumph has been to take its product into the investment mainstream while clinging on to a fee model that belongs in the age of bespoke tailoring. The real guilty parties are those investing professionals – managing other people’s money, obviously – who have failed to scream foul. Even as the billions have flowed into hedge funds, the pressure on fees – which are a direct cost to investors – has been negligible. To those outside the gilded circle, it look likes larceny. Why is the financial industry’s reputation still at rock bottom, and why are electorates around the world in rebellion against inequality? There’s one answer. EasyJet is on the same flight path, just steeper     EasyJet will pay 50% of profits to shareholders. Photograph: Bernd Settnik/EPA    A triumph for Sir Stelios Haji-Ioannou? Up to a point, it is. The founder of easyJet, and these days its noisiest shareholder, has been calling for the airline to pay out 50% of its earnings as dividends for ages, most recently in a characteristically angry blast in February. Now easyJet will adopt exactly that policy. But one suspects this was one of the simpler demands for the board to concede. EasyJet had advanced in stages from zero dividend in 2010 to a 40% ratio last year. A move to 50% looks more like a continuation of the same flight path than a hijacking. More to the point, easyJet can afford it. The real achievement in the past half-decade has been the appearance of something approaching stability in earnings. Profits have increased six years in a row, and are predicted to do so again this time despite a weak first half. That kind of predictability, not traditionally associated with airlines, makes dividend promises easier to make and keep. Indeed, once special dividends are included, the £1bn of distributions since 2011 represent almost exactly 50% of earnings in the period. In a sense, then, easyJet is merely promising formally to do what it has already been doing. Back in 2011, the great debate of dividends was pitched very differently. EasyJet stood accused of splurging capital vaingloriously on new aircraft instead of handing out the winnings to shareholders. In the event, the company has been able to do both – and, actually, the expansion and upgrade of the fleet has been more than justified by continued growth in the budget end of the market. Adding 7% of extra capacity, as easyJet did in the first half, looks about the right pace. Will harmony now break out between the chief executive, Dame Carolyn McCall in the cockpit and Sir Stelios and his family, owners of 34% of the shares, in the passenger seats? Don’t bet on it because the expansion argument can always be revisited. But, in truth, it’s hard to see what substantial points are left to quarrel about – other than boardroom pay, of course. The game’s bonds, chocolate bonds Hotel Chocolat has a good tale to tell. The chocolate is excellent, the manufacturing is British and, in quirky fashion, the business funded itself for many years with “chocolate bonds”, via which investors took payment in the product. Great stuff. But, blimey, that’s one hell of a valuation for the stock market’s newest arrival. The shares closed their first day of trading at 190p, versus a float price of 148p, giving a market capitalisation of £214m. That’s for a business where revenues were £82.6m in the last full financial year and top-line earnings (before tax and depreciation) were £8.1m. The current year is going well – post-tax profits were up £3m at £7m for the six-month period – but the corporate tagline of “affordable luxury” requires a rewrite. At Tuesday’s share price, Hotel Chocolat looks more luxury than affordable.",
  "webTitle": "Hedge funds have a lot to answer for, no wonder they're paid so well",
  "webPublicationDate": "2016-05-10T18:44:41Z",
  "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2016/may/10/hedge-funds-have-a-lot-to-answer-for-no-wonder-theyre-paid-so-well",
  "keyword": [
    {
      "webTitle": "Hedge funds",
      "id": "business/hedge-funds",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "easyJet",
      "id": "business/easyjet",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Stelios Haji-Ioannou",
      "id": "business/sir-stelios-haji-ioannou",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Airline industry",
      "id": "business/theairlineindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "IPOs",
      "id": "business/ipos",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/nils-pratley-on-finance/2016/may/10/hedge-funds-have-a-lot-to-answer-for-no-wonder-theyre-paid-so-well"
}