{
  "apiUrl": "https://content.guardianapis.com/environment/andes-to-the-amazon/2016/may/25/london-stock-exchange-amazon-deforestation",
  "id": "2016-05-26-341",
  "sectionId": "environment",
  "body": "Two indigenous Shipibo men from Peru’s Amazon - Sedequías Ancón Chávez and Robert Guimaraes Vasquez - paid a rare visit to the London Stock Exchange (LSE) earlier this month. The reason? To present a letter addressed to Marcus Stuttard, Claire Dorrian and Umerah Akram from the LSE’s Alternative Investment Market (AIM) urging AIM to investigate, suspend and bar a company called United Cacao Limited SEZC - as well as amend its rules and “exact more active oversight” in general. “The nature of the crimes which the company stands accused are an important matter for AIM to address,” the letter states. “Allowing companies listed on AIM to raise capital to violate other countries’ national laws jeopardizes the “integrity and reputation” of the market, which is grounds for suspension of a company’s trading, according to AIM Rules.” The letter, accompanied by a 28-page report by the NGO Environmental Investigation Agency (EIA) supported by almost 400 pages of annexes, states that AIM now has the opportunity to set an important example:  The potential precedents set by AIM’s action on this case will have global relevance for stock exchanges, market actors, the global climate, and our planet’s population – including indigenous peoples and forest communities most directly affected by land and natural resource governance. . . Funds raised on international stock exchanges should not be available for companies operating in violation of the law, threatening the rights and resources of indigenous peoples, and causing serious environmental damage.  The Guardian sought comment from United Cacao about the key accusations made against it and related companies - and it denies all of them.  The first accusation is illegally deforesting at least 11,118 hectares of “mostly primary tropical rainforest.” United Cacao’s reply, sent through UK-based PR firm Tavistock Communications, is that it has only “3,787 hectares of agriculturally zoned, freehold land” and “there is clear and documented evidence of existing agricultural activities for each land parcel the Company owns.”  Only 3,787 hectares? That doesn’t take into account United Cacao’s financial statements revealing that, by December 2014, it had provided more than US$3 million to two companies called Plantaciones de Pucallpa and Plantaciones de Ucayali - both of which are directly connected to United Cacao’s CEO Dennis Melka - which have deforested at least 9,174 hectares to cultivate oil palm.  Land where agriculture already existed? Analysis of satellite images published in June 2015 by the Amazon Conservation Association and ACCA-Conservación Amazónica claimed that 98% of United Cacao’s project area near a town called Tamshiyacu was, before the company’s arrival in 2013, primary forest. “We confirm that the area cleared by United Cacao in 2013 was dominated by primary forest,” the NGOs stated. A similar conclusion was made by Greg Asner, from the US’s Carnegie Institution for Science, after using LIDAR technology to measure carbon stocks as part of a joint Carnegie-Ministry of Environment project. “The logical conclusion from the scientific data is that large-statured, intact forest was removed by this deforestation event [i.e. United Cacao’s plantation],” Asner told Mongabay in a January 2015 article. A second accusation is that United Cacao and related companies ignored three Peruvian government orders in December 2014 and September 2015 to cease operating at three plantations. United Cacao’s reply is that it “has only one plantation, not three”, and “has complied with all requests from the authorities and operates in full compliance with the law.” “Only one plantation”? Again, that doesn’t include the Plantaciones de Pucallpa and Plantaciones de Ucayali oil palm plantations.  “Complied with all requests from the authorities”? In December 2014 United Cacao’s subsidiary Cacao del Peru Norte was ordered by the Office of Agrarian Environmental Affairs (DGAAA) within the Ministry of Agriculture (MINAGRI) to stop operating at Tamshiyacu, but analysis of satellite images published in March 2016 by the Amazon Conservation Association and ACCA-Conservación Amazónica claimed that deforestation not only continued in 2015 but actually increased. Furthermore, overflights of Tamshiyacu by Peruvian NGOs Sociedad Peruana de Ecodesarrollo and Kené in March 2015 and October 2015 both claimed to show the company was continuing to operate. It isn’t only civil society organisations arguing that United Cacao ignored the DGAAA’s order. In response to a company statement made on 5 May in immediate reply to the indigenous delegation’s trip to the LSE, Peru’s national forest authority, SERFOR, issued a searing condemnation yesterday of United Cacao and claimed that “multi-temporal analysis” of satellite images showed it had continued to deforest and thereby ignored the DGAAA’s request for the “temporary total paralysation of all its agricultural activities related to cultivating cacao.”  The statement by SERFOR, also part of MINAGRI, claimed that Cacao del Peru Norte “has been trying to show internationally that it has observed the country’s laws” when “there are two national authorities, the DGAAA and SERFOR, which have argued the opposite.” It ended its statement by urging the LSE to “support the position of the Peruvian state expressed by the DGAAA and SERFOR, ensuring that the companies associated with it do what is required of them.” A third accusation is that United Cacao has made a series of “misrepresentations and material omissions” in public statements, including “claiming to have followed all environmental approval procedures when official documents demonstrate that this is not the case.” The company’s reply is that an Environmental Impact Assessment isn’t required for its Tamshiyacu plantation and that instead a Programa de Adecuación y Manejo Ambiental (PAMA) is the “agreed upon and authorised environmental certification”, that it is “in the process of submitting a completed PAMA”, that “final approval” is expected this year, and that the company “is allowed to work whilst the PAMA is progressed.” Is a PAMA really the “agreed upon and authorised environmental certification”? Not according to EIA’s report to the AIM, nor the DGAAA, nor Minister of Agriculture Juan Benites Ramos in a presentation to Peru’s Congress in October 2014. According to a November 2012 law, a PAMA can only apply to deforestation that took place before that law was passed, yet Cacao del Peru Norte began deforesting at Tamshiyacu in May 2013, according to its Admission Document to the AIM. Therefore, EIA asserts, what the company required was an Environmental Impact Assessment, not a PAMA, and it should have been approved before operations began. SERFOR asserts that United Cacao is violating Peruvian law on this issue too. Its recent statement argues that Cacao del Peru Norte - using capital letters at this point - “DOES NOT HAVE AN ENVIRONMENTAL CERTIFICATION APPROVED BY THE DGAAA” and “DOES NOT HAVE ANY PAMA NOR ANY OTHER TYPE OF ENVIRONMENTAL MANAGEMENT TOOL APPROVED.” It rejected, too, the company’s argument that having had the Terms of Reference for a PAMA approved means it can carry on operating.  Indeed, EIA’s Rose Davis argues that, even if a PAMA was the “right environmental tool”, United Cacao still violated the law because it started operating before it had submitted the Terms of Reference for it, let alone had the Terms or the PAMA itself approved. She believes that the company effectively admitted this wrongdoing in its 5 May statement which, she says, shows “clear disregard for Peruvian law and misrepresents the legality of the company’s operations to investors.”  “Melka claims that the PAMA is under evaluation, though we’ve seen no evidence that it was ever submitted,” Davis says. “But even if it was, it was too late for the over 1000 hectares of rainforest already lost.”  Irrespective of whether the PAMA is the “right environmental tool”, or whether or not United Cacao’s handling of it already means it has violated the law, how seriously can we take the company’s interest in it anyway? It refused to tell the Guardian when the government requested it to present a PAMA, but it must have been before 10 September 2013, and yet now, almost mid-2016, the company still hasn’t done so. A fourth accusation - again related to “misrepresentations” and environmental procedures - is that United Cacao failed to obtain permission, at Tamshiyacu, to convert forest into land that can be used for agriculture, as is required by Peruvian law. The company’s reply is that “no permission was required given the land was transferred free of restrictions”, following a 1997 law, “and agricultural activities had previously been carried out on the land by the former owners resulting in there being no change of use in any case.” It argues that “the courts have ruled on this extensively in favour of the Company”, as have various state institutions. “No permission required”? According to EIA’s report to the AIM, United Cacao is relying on an outdated interpretation of the 1997 law that wasn’t issued by the right authority within MINAGRI, that failed to take into account Peru’s then current Forestry Law, and that was subsequently corrected by a DGAAA report in October 2014. That United Cacao needed to obtain permission for “land use change” was also argued by other MINAGRI reports that same year. “Though the matter has been clarified legally for over a year, United Cacao continues to argue that its subsidiary, Cacao del Peru Norte, did not require a land use change authorization to destroy the forest and replace it with a plantation,” EIA states. Again, SERFOR’s position is similar. Permission for “land use change” was needed by United Cacao, it argued in its recent statement, but the company never acquired it. “It should be noted that any company that has property title to land must first obtain an Environmental Certification (approved by the DGAAA) and then Change of Use Authorization (approved by the Regional Authority on Forests and Wildlife) in order to develop large-scale, agroindustrial activities,” SERFOR stated. What about United Cacao’s claim that there was “no change of use in any case”? As stated above, it is claimed that satellite images show the vast majority of the project area was primary forest before the company’s arrival. How does going from that and no doubt a few small-scale family agricultural plots to an industrial-sized cacao plantation not constitute a change of land use? A fifth accusation is that United Cacao’s operations and/or financing have violated indigenous peoples’ rights, including those enshrined in the International Labour Organization’s Convention 169, the jurisprudence of the Inter-American Court on Human Rights, and the UN’s Declaration on the Rights of Indigenous Peoples. The company’s reply is that “such claims are baseless. There are no indigenous communities anywhere near the Company’s estate.” But what about the Plantaciones de Pucallpa plantation? According to EIA’s report, that has deforested at least 500 hectares “in the area of the Native Community Santa Clara de Uchunya.” The letter to AIM was signed by 43 Peruvian organisations, 18 organisations from the EU and US and nine individuals, and argues that things could get much worse if the AIM doesn’t take rapid, meaningful action. According to the signatories, United Cacao, its subsidiaries and other Melka-associated companies have obtained or are trying to obtain “substantially more land” across Peru’s Amazon for large-scale plantations. “However, only a small percentage of land in the Amazon regions where these properties are located is suitable for agricultural purposes,” the letter reads. How much is “substantially more land”? A November 2015 report by the Ministry of Environment states that Melka-associated companies are eyeing up 66,000 hectares for oil palm: 20,000 hectares of “natural primary forests” in the River Maniti basin and approximately 46,000 hectares adjacent to the buffer zone of the Allpahuayo Mishana National Reserve and indigenous communities. An EIA report published in April 2015 put the number even higher: more than 96,000 hectares.  The letter to AIM also mentions a recent “preliminary decision” by the Roundtable for Responsible Palm Oil (RSPO) on Plantaciones de Pucallpa, an RSPO member. The RSPO found that the company appears to have “cleared primary forest progressively since 2011” and “did not have the environmental permit as required by the Peruvian laws”, and ordered it to cease any “further land clearance and planting activities” until the complaint made against it is resolved. “The RSPO’s decision has nothing to do with United Cacao,” the company told the Guardian, despite its links to both Plantaciones de Pucallpa and Plantaciones de Ucayali. ‘[It] is cultivating cacao, not palm oil.” EIA’s Davis says that the connections between these companies is an issue their appeal to AIM is also intended to address.  “[Those two companies] have received millions in financing from United Cacao in the form of related party transactions,” Davis says. “The potential reputational damage for AIM from the related companies’ illegal activities is thus based on the related party transaction financing link, the fact that Dennis Melka is the legal representative of all of these companies, and that the Ucayali region operations are referred to in Melka’s statements about his plantation experience to investors.” United Cacao plays down the connection between the companies. It acknowledged to the Guardian that there was a “short term loan”, but it “occurred prior to United Cacao “going public” and the holding company of [Plantaciones de Pucallpa and Plantaciones de Ucayali] fully repaid the loan prior to United Cacao joining AIM on 2 December 2014. Since then there has been no collaboration (financial or otherwise) between United Cacao and the other two private palm oil businesses.” The company denies it is violating AIM rules. “United Cacao complies fully with the AIM Rules and the regulators,” it told the Guardian. “Dennis Melka addressed this and other allegations in a recent interview.” According to the Wall Street Journal (WSJ) today, an 11 May letter from the LSE to EIA states that it is investigating United Cacao and that the allegations against the company have been referred to AIM Regulation. The WSJ article states that a United Cacao spokesman, after viewing the SERFOR statement, said that United Cacao hadn’t been contacted by SERFOR and the company “operates in full compliance with all applicable Peruvian and environmental law.” Disclaimer: One of the 70 signatories to the letter to the AIM was the NGO Global Witness, for which David Hill works as a consultant, but this article was written in Hill’s capacity as a Guardian environment writer.",
  "webTitle": "Will London Stock Exchange bar firm over Amazon deforestation?",
  "webPublicationDate": "2016-05-26T01:53:20Z",
  "webUrl": "https://www.theguardian.com/environment/andes-to-the-amazon/2016/may/25/london-stock-exchange-amazon-deforestation",
  "keyword": [
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Peru",
      "id": "world/peru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Amazon rainforest",
      "id": "environment/amazon-rainforest",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Deforestation",
      "id": "environment/deforestation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Trees and forests",
      "id": "environment/forests",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Indigenous peoples",
      "id": "world/indigenous-peoples",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hill",
      "id": "profile/david-hill"
    }
  ],
  "guardianId": "environment/andes-to-the-amazon/2016/may/25/london-stock-exchange-amazon-deforestation"
}