{
  "apiUrl": "https://content.guardianapis.com/environment/radical-conservation/2016/may/27/ocean-acidification-polling-uk-climate-change",
  "id": "2016-05-27-274",
  "sectionId": "environment",
  "body": "If you’ve heard of ocean acidification, you’re in the minority. If you know that ocean acidification is caused by carbon pollution from burning fossil fuels and cutting down rainforests, you’re practically a scholar. A new poll published in Nature Climate Change finds that around 80% of the British public has never heard of ocean acidification.  “It is sobering to think that few people are aware of this process given its widespread risks for the natural environment, and the potential knock-on effects for people and economies,” Stuart Capstick, co-author of the paper and a research associate at Cardiff University’ School of Psychology, said.  While awareness of climate change has grown widely in recent years, the other major impact of burning fossil fuels – ocean acidification – is largely occurring beneath the public radar in the UK.  “We weren’t all that surprised that there was an overall lack of awareness,” Capstick said. “Unlike with topics such as climate change or air pollution, this is not an issue that has been covered much in the media.”         Short video by the Alliance for Climate Education explaining ocean acidification.    The world’s oceans sequester around a third of the carbon dioxide emitted into the atmosphere. And as global society has emitted more CO2, the oceans have kept pace. But that comes with a big price: seawater chemistry is literally changing. Over time the carbon in the oceans turns into carbonic acid, lowering pH levels and making the water more acidic. Over the last thirty years, the ocean’s acidity has jumped 30%.  Although ocean acidification has been occurring since the beginning of the Industrial Revolution, it has only been studied in depth recently.  “Ten or fifteen years ago, no-one would have heard of [ocean acidification] – so progress has been made [on public understanding],” Phil Williamson with the UK Natural Environment Research Council based at the University of East Anglia said, referring to the poll. Williamson was not involved with the study.  Ocean acidification is expected to hurt a huge wide swathe of marine species and potentially undercut the workings of whole ecosystems. Marine species that depend on shells – via calcification – are likely to be hit hardest, including molluscs, crustaceans, corals and some plankton. In 2014, scientists found that the shells of tiny marine snails were already dissolving due to ocean acidification and a study this year found that coral grew more slowly in waters with lower pH. Research has also uncovered that acidification could impact some fish’s ability to smell and hear.  “Along with ocean warming and sea level rise, ocean acidification adds another very worrying threat, especially as they are happening at the same time, to the future of marine ecosystems,” Carol Turley, a senior scientist at Plymouth Marine Laboratory, said.     There is bias against serious coverage of environmental issues in much of the print media.  Phil Williamson     New research has also found that ocean acidification likely played a key role in the world’s biggest mass extinction, the Permian-Triassic extinction some 252 million years ago. Over 96% of marine species were obliterated.  Despite all this, only 14% of Britons know a little or more about ocean acidification, according to the psychologists, who interviewed 2,501 participants. The poll also found that respondents often held incorrect views of ocean acidification, for example, that it is caused by oil or chemical spills and not carbon emissions. While research on ocean acidification has exploded over the last 15 years, scientists said that it has clearly not trickled down to the public yet.  “The UK government and media can’t be accused of dropping the ball in communicating ocean acidification, since arguably they have never really picked it up in the first place,” Williamson said. “And there is bias against serious coverage of environmental issues in much of the print media.” He added that a lack of scientific background among many media editors may lead to little “competence and confidence to recognise what is important.”  But Capstick, who has a background in psychology, said the media also needs to be careful how it frames ocean acidification. “We have learned the hard way from many years of ‘doom and gloom’ stories about climate change that this doesn’t always galvanise action. It’s just as important to note that we can do something about this.”  The solution to ocean acidification is actually amazingly simple – and it’s the same solution to climate change – cut carbon emissions quickly, aggressively and eventually down to zero.  “Moving away from fossil fuels and high-carbon lifestyles is really the only answer to tackling ocean acidification, and so let’s do everything we can,” Capstick said.  The first step, though, is getting the word out.",
  "webTitle": "Few Britons have ever heard of ocean acidification",
  "webPublicationDate": "2016-05-27T06:50:25Z",
  "webUrl": "https://www.theguardian.com/environment/radical-conservation/2016/may/27/ocean-acidification-polling-uk-climate-change",
  "keyword": [
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coral",
      "id": "environment/coral",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jeremy Hance",
      "id": "profile/jeremy-hance"
    }
  ],
  "guardianId": "environment/radical-conservation/2016/may/27/ocean-acidification-polling-uk-climate-change"
}