{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/05/bt-chiefs-risky-bet-on-live-football-continues-to-pay-off",
  "id": "2016-05-05-101",
  "sectionId": "business",
  "body": "Yes, we haven’t spent as much as we should have on keeping the infrastructure up to date, but then, on the plus side, we made a massive bet on football rights – and it paid off big time.  Gavin Patterson, the BT chief executive, didn’t actually use those words, but that was the message that came out of Thursday’s financial results.  He is going to have to fork out £6bn to improve the country’s phone and internet infrastructure – if only to keep the regulator Ofcom off his back – but that’s the price of keeping the cash cow that the wholesale division has become.    Related: BT to spend £6bn on superfast broadband and 4G rollout    In 2012, Patterson shocked media observers when he agreed to pay £738m to show live Premier League matches to his broadband customers. BT Sport was initially given away for free, and for the first time, BT customers had a reason not to move their phone and internet service over to Sky.  Since then Patterson has hoovered up further Premier league games and, in what looks like a masterstroke, exclusive rights to Champions League and Europa League football ties.  Anecdotal reports suggest armchair fans are starting to wonder whether they need to pay Sky £40-£50 a month, when they can get plenty of live sports from BT at a fraction of the price.  BT has 1.5 million TV customers, up 28% since the start of this year. Patterson, a Liverpool fan, was keen to point out at the results briefing that the Europa League game between Liverpool and Manchester United attracted more than 2 million viewers – a BT Sport record. There was a nod to the fact that Openeach’s customer service hasn’t been good enough (borne out by endless letters of complaint to this newspaper). He admitted 5% of Openreach engineer home visits were cancelled without warning – a proportion he has pledged to reduce to a (still considerable) 2.5%. Surprisingly, Ofcom customer service targets in this area had been hit, he said. Criticism that BT phone and broadband customers have been paying for the sports rights – whether they like sport or not – through a series of inflation-beating price increases were similarly batted away.  Last week the company said it would raise the cost of its monthly line rental and other charges in July by 5-7%. This follows a 7% increase in September 2015 and a 6.5% increase in 2014. Half the company’s broadband customers are on more profitable fibre contracts.  The fact that the company has been able to quietly increase prices by 20% in two years – with barely a murmur of complaint – is testament to the fact that fast broadband is now seen as essential, rather than a luxury item, in most households.",
  "webTitle": "BT chief's risky bet on live football continues to pay off",
  "webPublicationDate": "2016-05-05T16:59:10Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/05/bt-chiefs-risky-bet-on-live-football-continues-to-pay-off",
  "keyword": [
    {
      "webTitle": "BT",
      "id": "business/btgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Telecommunications industry",
      "id": "business/telecoms",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BT Sport",
      "id": "media/bt-sport",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Miles Brignall",
      "id": "profile/milesbrignall"
    }
  ],
  "guardianId": "business/2016/may/05/bt-chiefs-risky-bet-on-live-football-continues-to-pay-off"
}