{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/15/battle-brexit-gordon-brown-boris-johnson",
  "id": "2016-05-15-205",
  "sectionId": "politics",
  "body": "Extraordinary, is it not? The political, financial and media worlds are obsessed by a referendum we could do without, called to sort out problems of Conservative party management that will almost certainly not be resolved, and masterminded by a prime minister who is desperately dependent on the support of the Labour party to avoid humiliation. On a typical day last week we had the menacingly mendacious Alexander (Boris) Johnson being taken far more seriously than he should – what do you make of a man who tells his close friends we must stay in the European Union and then, for nakedly ambitious reasons, goes back on his word? Many people I encountered were amazed at the way Johnson hardly allowed that seasoned Today interviewer, John Humphrys, to get a word in edgeways, but in my view Humphrys was cleverly allowing Johnson, who sounded increasingly preposterous, to hang himself. Far more welcome and enlightening was the performance of Gordon Brown at the London School of Economics later that morning. Well, not much later. Brown spoke and took questions between 9am and 10am in the new LSE building in Lincoln’s Inn Fields – the building that the Queen famously opened in 2008 with a question about the financial crisis: “Why did no one see it coming?” Our former chancellor and prime minister was back to his old self. Promoting his extremely good new book, Britain: Leading, Not Leaving – The Patriotic Case For Remaining In Europe, he strode up and down the stage as if he were a comedian live on stage at the Apollo. His message was serious, but there were plenty of jokes and he was much more relaxed than people remember him as prime minister. I gather that the full force of his virtuoso defence of the Remain position did not come across on television. That is a pity. For one thing, his mastery of detail (no visible notes) was such that one questioner could not resist asking whether he would be prepared to take on Johnson in debate. “I’m happy to take anyone on,” was the swift rejoinder. And, in a world containing the egregious Johnson, and the even more egregious Donald Trump, you knew not only that he meant it but that he could wipe the floor with such charlatans. Talking of charlatans, I am not sure where Johnson stands on the health service, but it does grate that his Brexit colleagues produce bogus claims about how they would redirect the UK’s contribution to the EU for spending on the NHS when they actually want to starve it of funds and privatise it. The great thing about Brown’s lecture – to be repeated around the country, I hope – and his book is that he is reacting against the “end of the world” and “threat of another European war” scare stories emanating from the some members of the Remain camp, and presenting a much more positive picture of the prospect for both the UK and the EU if we remain.     Boris Johnson takes to the campaign trail. Photograph: Matt Cardy/Getty Images    For it seems to me that some of my fellow members in the Remain camp are manifesting signs of that traditional phenomenon known as “panic in the ranks”. Although bookmakers William Hill make Remain firm odds-on favourites – as I write, if you put £100 on Remain, and that is the outcome, you win only £30, whereas £100 on Brexit stands to win £300 – that is not what the opinion polls indicate. Opinion polls may have lost credibility during the last general election, but they are the best opinion polls we have. And I do not think I am alone in finding that the most surprising people are flirting with the idea of Brexit.           Bank of England’s Mark Carney defends his Brexit intervention    Which brings us to the Bank of England and Mark Carney, who are obviously taking the possibility of Brexit seriously. There is much speculation about what disasters may lie ahead, but there is plenty of damage already. Personally, I am of the view that it is difficult enough to forecast the past, let alone the future; quite how much of the present UK economic slowdown is due to what one might call “natural causes” and how much to uncertainty about the possibility of Brexit is difficult to disentangle. But what is pretty clear is that the deflationary emphasis of macroeconomic policy has been so disastrous that we have been experiencing a ridiculously long period of below-trend growth. My friend Peter Jay asks whether this has been the longest period of below-trend growth – that is, below what a properly run economy should be capable of – since the Black Death. One aspect of the damage that Brexit might cause was brought up last week in a lecture to the King’s College London Strand Group by the Irish ambassador, Dan Mulhall. Britain has a very close trading relationship with Ireland, not least through Northern Ireland. Quite apart from any security considerations, the economic damage to Northern Ireland from Brexit could be considerable. Oh, and by the way: when former cabinet secretary Lord Butler asked a parliamentary question recently about how many treaties to which the UK is party would have to be renegotiated if we were to leave the EU, after a lot of verbiage came the answer: “There are, for example, free-trade agreements covering 53 markets to which the EU is party, which would need to be considered.” Easy, really…",
  "webTitle": "Gordon Brown could knock out Boris Johnson in a Brexit bout",
  "webPublicationDate": "2016-05-15T05:59:17Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/15/battle-brexit-gordon-brown-boris-johnson",
  "keyword": [
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economic growth (GDP)",
      "id": "business/economicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Gordon Brown",
      "id": "politics/gordon-brown",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "William Keegan",
      "id": "profile/williamkeegan"
    }
  ],
  "guardianId": "politics/2016/may/15/battle-brexit-gordon-brown-boris-johnson"
}