{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/sophie-trudeau-staff-canada-prime-minister",
  "id": "2016-05-16-146",
  "sectionId": "commentisfree",
  "body": "Everyone is talking about Sophie Grégoire Trudeau, the wife of Justin Trudeau, the prime minister of Canada. She’s sparked a fierce national debate after telling a French-language newspaper she needs more staff to take on more public duties.   Related: 'I need help': Sophie Trudeau's plea sparks anger in Canada    Her comments have had a backlash with Twitter users likening Grégoire Trudeau to Kim Kardashian and started the hashtag #prayforsophie. Writing for the Guardian, Suzanne Moore argued that Grégoire Trudeau has challenged the fairytale that women can do it all without help. It’s a topic that has prompted debate below the line among our readers. Here, we round up your views. ‘The issue is the ill-defined role of the first lady in political culture’             arkley    16 May 2016 12:37pm  You have put your finger on the issue here and then moved on without looking into it. \"Some of this backlash is about the ill-defined role of first lady in political culture.\" I would suggest that the whole problem is because the role of \"first lady\" is ill defined. Justin Trudeau was elected to be Canada's PM, Sophie Trudeau did not run for any office. It is actually undemocratic to give a political role to the spouse of an elected politician, or indeed any government role, and that lack of legitimacy creates problems. A spouse who sees opportunity to take on high profile roles by virtue of their partner's status will run into difficulties because of that. People can legitimately ask \"who voted for you then?\" Eva Peron got away with it because everyone knew her husband would never have been voted president without her highly visible campaigning on his behalf, but Hillary Clinton had to scale back her campaigning while first lady and build herself a proper career as a politician.      ‘She wasn’t hired by the people of Canada to do good deeds’             Mkjaks    16 May 2016 11:59am  Look, in a certain way, I \"did it all\" and without two nannies and staff. My husband flew out on business a lot. He had no staff.  What did I do? I reared two girls, 4 foster girls, held a great job (which I could often do from home, not always), had horses, 3 cats and 3 dogs....AND I volunteered for two good causes per year. What Sophie's on about is she wants to do \"more, more, more\". Well, she wasn't hired by the people of Canada to to a gazillion good deeds and I don't want to pay her to do them.  She has 2 kids, 2 nannies, 1 staff and I'm not sure how many pets, if any. The people of Canada would like her to get on with her life. My recommendation to her is this: pick 2 or 3 good causes and say \"no thank you\" to everyone else. NOBODY, not even CEOs of mutlinational banks, says \"yes\" to every volunteer request.      ‘His party should pay for it, not the taxpayer’             ga gamba    16 May 2016 12:53pm  Ms Trudeau is unelected, and as such she is not entitled to a staff at taxpayer expense. If she desires to perform work on behalf of her husband and his party then either Mr Trudeau or the ruling party ought to incur the expense.      ‘She is far more in demand than her predecessor was’   Related: Sophie Trudeau has challenged the fairytale that women can do it all | Suzanne Moore               Catastrophe4    16 May 2016 12:02pm  What this article fails to highlight is the help that Sophie Trudeau has asked for is an additional assistant in her office to help with the surge in requests for her involvement in both charity and community projects, many of which are directly related to the policy shift from Harper's hideously conservative agenda. It doesn't really have all that much to do with women doing it all, as humans having limited hours in the day. While Harper was in power, his wife had much less involvement in public projects and had more staff, but it is being highlighted by critics of the liberal party to undermine Sophie as a dilettante as another way of suggesting Justin is the playboy PM - a failed election tactic of the Harper government, despite Trudeau taking office and instituting both immediate and sweeping reforms. They are hugely popular in Canada - Trudeau's most recent approvals are currently 61%. It's hardly an unreasonable request - she is far more popular and in demand than her predecessor and as such the volume of work to manage her ability to provide support and time is a larger task that requires a larger staff. If it was private business, a person would simply be hired and she would be congratulated on her success and expansion of herself as a commodity, but as a public figure she is a target for political rhetoric. It's ridiculous she is being criticised for highlighting an organisational need.      ‘She gets free daycare, while the rest of Ontario has to pay for it ’             scoott    16 May 2016 12:15pm  The double standard is that she gets free daycare for her children, while everyone else in Ontario, the province that she lives in, has to pay for it themselves. And she's married to a man who has decision making power over daycare costs. But he's only looking after hers. And his.      ‘Who cares if she wants an assistant, aren’t there bigger issues?’             scottcf    16 May 2016 12:08pm  She wants one extra assistant, which is so minimal in the scheme of things. It's hard to imagine why Canadians are objecting to this. Surely there are bigger issues of concern?      ‘Give her whatever she wants’             If_Not_Why_Not    16 May 2016 12:27pm  I'm staggered by the negative reaction to this woman who quite clearly has significant talents and drive to contribute to Canadian life.I agree with the Globe & Mail which said 'give her what ever she wants'.      ‘Her need does not make her any less of a superwoman’             Ezajur    16 May 2016 12:59pm  Just because she did not run for office does not mean that she does not have plenty of stuff to do because she is the prime minister's wife. She has just been earnest - perhaps a bit too earnest. Her need for some assistance does not make her any less of a 'superwoman'. Plenty of universally acclaimed superwomen have staff. Give her an office and two more staff with oversight.  It is much ado about nothing.      ‘If she ignored [charity requests], she would be flayed by the press’             slanagat    16 May 2016 12:56pm  I just adore (for values of adore that include loathing) how the comments go on about how Sophie Trudeau doesn't actually have a job or an obligation. Anyone in that high profile position is besieged by advocates wanting to give their cause the visibility she provides, and if she did none of it she would be flayed by the press and by these very same commenters. And there is another double standard at work here: Conservative ex-PM Stephen Harper's wife Laureen had three staffers and nobody blinked. But no, this outrage couldn't be ginned up by conservative media executives - that would be paranoid thinking.",
  "webTitle": "'Give her whatever she wants': readers on Sophie Grégoire Trudeau's staffing plea | Guardian readers and Sarah Marsh",
  "webPublicationDate": "2016-05-16T14:57:45Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/sophie-trudeau-staff-canada-prime-minister",
  "keyword": [
    {
      "webTitle": "Justin Trudeau",
      "id": "world/justin-trudeau",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sophie Grégoire Trudeau",
      "id": "world/sophie-gregoire-trudeau",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/sophie-trudeau-staff-canada-prime-minister"
}