{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/24/exxonmobil-shareholders-climate-change-impact-investments",
  "id": "2016-05-24-77",
  "sectionId": "business",
  "body": "ExxonMobil will face a revolt from some of its biggest and most influential shareholders on Wednesday as they fight to force the world’s largest oil company to open up about the effect of climate change on its future profits. Investors managing more than $10tn (£6.9tn) of assets will vote in favour of a resolution calling on Exxon to “publish an annual assessment of long term portfolio impacts of public climate change policies” following the Paris Agreement to limit the global temperature rise to less than 2C (3.6F). The resolution up for discussion at Exxon’s annual meeting in Dallas has been proposed by the New York state comptroller, a trustee of the New York State Common Retirement Fund, the third largest US pension fund, and the Church of England.  More than 30 of Exxon’s largest shareholders, including the pension funds of the governments of Norway, Canada and California, Legal & General Investment Management and Schroder’s, have said they will also vote in favour of the motion. Other supporters of the motion include the pension funds of local authority workers in Greater Manchester and Tyne & Wear.   Related: Oil company records from 1960s reveal patents to reduce CO2 emissions in cars    Edward Mason, head of responsible investment for the Church Commissioners for England, which manages £6.7bn ($9.8bn) of the Church’s of England’s assets, said he was delighted that so many big institutional investors had come out in favour of the motion. “The resolution is part of a much wider trend following the Paris Agreement for investors to ask companies to improve disclosure on how they are positioned for the risks and opportunities posed by climate change,” he said as he prepared to make the case for the motion at the AGM in Dallas’s Morton H Meyerson symphony center. The resolution is also supported by ISS and Glass Lewis, the world’s leading proxy advice services which advise institutional investors how to vote on such issues.  If passed, the resolution would call for Exxon to publish an annual assessment of how governments’ climate change policies could affect its business and profitability. The resolution states that the company “should analyze the impacts on ExxonMobil’s oil and gas reserves and resources under a scenario in which reduction in demand results from carbon restrictions and related rules or commitments adopted by governments consistent with the globally agreed upon 2 degree target”. Exxon has called on its investors to reject the resolution. The company had tried to block the resolution altogether, but the US Securities and Exchange Commission regulator ruled that it must include the resolution among Wednesday’s votes. Chevron faces a similar vote at its AGM, also on Wednesday. The company told investors it already does enough to inform them about the impacts of climate change policy on it business, and it believes all of its hydrocarbon reserves will still be required to drive prosperity around the world.  “ExxonMobil believes that producing our existing hydrocarbon resources is essential to meeting growing global energy demand,” the company said in its proxy statement to investors. “We enable consumers – especially those in the least-developed and most-vulnerable economies – to pursue higher living standards and greater economic opportunity.” More than 1,000 leading academics have written to Exxon and Chevron’s 20 biggest investors urging them to support the resolutions. Among the signatories are Lord Rees of the University of Cambridge, Professor Bob Eccles from the Harvard Business School and Dr Gernot Wagner of the Harvard University Center for the Environment. Exxon is currently under investigation by New York’s attorney general over claims that it lied to the public and shareholders about the risks of climate change. It follows reports that internal company documents from the 1980s and 90s show Exxon’s in-house scientists were warning company executives about the dangers of climate change, while Exxon was publicly claiming that climate science was not proven. At the time, an Exxon spokesman said: “We unequivocally reject the allegations that ExxonMobil has suppressed climate change research.” Exxon has banned the Guardian from reporting from inside its annual meeting. “We are denying your request because of the Guardian’s lack of objectivity on climate change reporting demonstrated by its partnership with anti-oil and gas activists and its campaign against companies that provide energy necessary for modern life, including newspapers,” a spokesman said.",
  "webTitle": "Exxon investors aim to force reckoning with impact of climate change policies",
  "webPublicationDate": "2016-05-24T16:27:29Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/24/exxonmobil-shareholders-climate-change-impact-investments",
  "keyword": [
    {
      "webTitle": "Exxon Mobil",
      "id": "business/exxonmobil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil and gas companies",
      "id": "business/oilandgascompanies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Commodities",
      "id": "business/commodities",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Neate",
      "id": "profile/rupertneate"
    }
  ],
  "guardianId": "business/2016/may/24/exxonmobil-shareholders-climate-change-impact-investments"
}