{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/12/people-profit-recruitment-startup-growth",
  "id": "2016-05-12-128",
  "sectionId": "small-business-network",
  "body": "When John Langley finished university in 2008, one of the worst financial crises in living memory was pummelling the UK. Banks were collapsing, many businesses were in turmoil and unemployment began to soar. It was a tough year to be a graduate looking for a job, but it was in those dark days that Langley had his first lightbulb moment. He noticed that there was very little support for graduates to realise the full array of potential career paths and that they needed expert guidance to achieve their goals. It wasn’t until he had found success as a recruiter that this bud of an idea blossomed into a profitable business venture. Higher the Talent was founded in 2014 with the aim of matching graduates to their perfect job. Langley has brought the business from nothing to generating £315,000 in its second year, and it now boasts more than 130 clients. Despite the company’s rapid rise to success, Langley proudly sticks to the values of nurturing graduate jobseekers developed during those difficult days after he finished his degree.  His staff – many of whom are recent grads – are his number-one priority. Without a team of talented employees, he says, it’s impossible to build any lucrative business. “When you run your own company you realise how valuable investment in your own staff actually is,” he says. “They are the people that will help you achieve your goals and get you where you want to be. The only way that they can do that is if you help them progress in their own careers.” That’s why Langley not only pays his employees above-average salaries, but also offers an array of rewards for their hard work, such as nights out for a good month of business (and nights out to forget a bad month), flexible working hours and training opportunities to develop everyone on the team.  Linda Norris, team leader for Higher the Talent, nominated her boss for the category because of the importance Langley places on promoting a healthy work-life balance among the team – something she claims is unusual in a highly pressured industry where people are often expected to work long hours. She claims it has made a huge difference to the team’s performance. Staff can find their own ways to wind down – Norris often chooses to do that in the gym. “When you have been allowed an extra half hour in the gym in the evening and you come in the next day, you just feel so much better. Recruitment is really stressful, so when you come back you are 10 times more productive and don’t feel that someone is working you to the ground.”  She adds that because everyone feels appreciated by their boss, staff morale is very high and their retention rate is also excellent. Langley further ensures his employees feel valued by including them as much as possible in decision-making, whether that’s brainstorming the best social network to use to attract new grads or consulting them on who to hire next. There are one-to-one meetings every week and he takes time to tailor personal development plans to each individual’s needs. Norris says Langley is open, approachable and always available if you have an issue you would like to discuss. Taking the time to listen to your employees, Langley believes, is a key skill, which all business owners should take the time to nourish. “Any good leader would say that their team is their biggest asset,” he says, “and in recruitment that couldn’t be more true.” John Langley was shortlisted in the Small Business Showcase competition’s Leader of the Year category. Find out more about the competition here.  The Leader of Year category of the Small Business Showcase is decided by a public vote. You can vote for your favourite leader among the three shortlisted by completing the form below.       Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "Putting people before profit pays off at recruitment startup",
  "webPublicationDate": "2016-05-12T16:08:07Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/12/people-profit-recruitment-startup-growth",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Small Business Showcase Shortlisted",
      "id": "small-business-network/small-business-showcase-shortlisted",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Jenkin",
      "id": "profile/matthew-jenkin"
    }
  ],
  "guardianId": "small-business-network/2016/may/12/people-profit-recruitment-startup-growth"
}