{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/13/beauty-entrepreneur-bobbi-brown-empowering-women",
  "id": "2016-05-13-295",
  "sectionId": "small-business-network",
  "body": "You were a makeup artist for many years before you set up your own range. What inspired you to launch your own business? I launched my line in the 1980s when the look of the moment was loud, garish, and overdone. I couldn’t find shades or colours that looked natural and I also wasn’t crazy about the way they smelled. I often had to fix makeup – blending it with other shades to change the tone. A chance meeting with a chemist at a magazine photoshoot changed everything. I had an idea to develop a flattering lipstick that looked like lips, only better, and it became reality with the creation of Bobbi Brown Lip Colour.  What was the turning point in Bobbi Brown shifting from a small brand to the global business it is today? By 1995 we were overseas in Canada, London and Japan and we were approached by Estée Lauder chairman Leonard Lauder with an offer to buy [the business]. We weren’t for sale, but we were going through growing pains and knew we needed help if we wanted to take our business to the next level.  And, he truly made me an offer that I couldn’t refuse. He offered me an opportunity to retain creative control of my brand. I was also impressed by the company’s history and legendary founder, Estée Lauder. We had the same priorities and similar visions. She was a great mother to her two boys all while running a successful business. She really believed in word-of-mouth – she’d always said, “Tell a friend” – and I also believe that works. She always took the time to meet and understand her customers, which is also incredibly important to me. What business lessons have you learnt since setting up Bobbi Brown? I can’t do it all. I quickly learned that I need to trust my instincts but also rely on a great team of people who are experts at what they do. When I first started, it was also difficult to balance work with my family but I learned to prioritise – my family has always been most important to me. Also, if one door closes, look for a back door or a side door. I’ve always dreamed big and been determined to reach my goals – whatever they might be. I learned a lot from my grandfather, Papa Sam. He moved here [the US] from Russia when he was a boy and he worked his way up selling newspapers and ladies’ handbags, and eventually, he became “Cadillac Sam”, one of the biggest car dealers in Chicago. What might you have done differently and why? When I first started, I thought I had to be a certain way. I thought I had to fit a more corporate mould. I’d wear black suits and high heels to meetings, but I just didn’t feel like myself. Over time, I realised that the most important thing I could ever do, in my life and in my business, is be who I am. This philosophy drives every decision I make. I always make a decision by feeling, not by thinking – from hiring a new colleague to developing products. For me, it’s never about what market research shows but about creating products that I’ve personally tested and tried – and that I know make an instant difference. If you have something that you believe in, it doesn’t matter what other people think.  Your work takes you across the globe. How do you manage work/life balance? I have a very eclectic, rich life, full of incredible experiences, meeting phenomenal people. But, I’m really lucky because I also have a really normal, comfortable life at home with my family. In the beginning, it was a challenge to manage the business and start a family at the same time. Over time, I’ve learned to find time to do it all – run a company, raise three kids and lead a happy marriage. If you know what’s most important to you, you will always make the right decisions. Strict prioritising has been my greatest tool. My family is the most important thing to me and I fit everything else around them. Do you have a mentor? Leonard Lauder has been an amazing mentor to me. Leonard is incredibly charismatic and friendly with everyone he comes into contact with. When Leonard gives speeches and he talks about his close relationships with people, I can promise you that everyone in the room thinks he’s talking just about them.  Which business people inspire you and why? Another one of my biggest mentors, and business person who has inspired me is Mickey Drexler, chief executive of J Crew Group. I admire Mickey’s brilliance and honesty, and how he is so incredibly accomplished, yet so humble. He spends his time mentoring so many people, and gives the best advice. Mickey is an incredible and unique combination of art and commerce. He has a 360-degree view of the world and applies it to business and his personal life. He is one of those rare right- and left-brained people. I also admire how connected he is. He emails me back in 30 seconds himself. No assistants. That taught me a lot. I have always followed my gut, and he reassured me that trusting my gut is actually a good way to do business. Above all, his advice on making mistakes is invaluable. Mistakes allow you an opportunity to learn, grow and correct your course. It’s not always a bad thing. What advice can you give budding entrepreneurs?  You need a unique idea, you need to be passionate about your craft, and you have to work hard. Don’t stop at the first hurdle that you meet. You must keep your goal in mind and move forward. And most importantly, you need to trust your instincts. What’s next for Bobbi Brown? My plan for the future is to continue doing what I love – empowering women through my products, beauty tips, and more. Helping women is my passion, so I plan to keep helping women look and feel their best. I am dedicated to using my resources, passion and energy to raise awareness and affect meaningful changes – empowering women of all ages by supporting programmes and charitable initiatives that provide them with the knowledge, skills, resources and experiences needed to overcome inequities and disadvantages they may face. For example, in the UK we work with Smart Works, a charity that helps women on low incomes get jobs and become financially independent by providing professional outfits and training for interviews.  Also, my goal is to continue to meet the beauty needs of consumers around the world. I’ve found that women want simple, effective products that will help them look and feel their very best. Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "Bobbi Brown on empowering women and staying true to herself",
  "webPublicationDate": "2016-05-13T07:16:05Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/13/beauty-entrepreneur-bobbi-brown-empowering-women",
  "keyword": [
    {
      "webTitle": "Accessing expertise",
      "id": "small-business-network/accessing-expertise",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Beauty",
      "id": "fashion/beauty",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Makeup",
      "id": "fashion/makeup",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Bearne",
      "id": "profile/suzanne-bearne"
    }
  ],
  "guardianId": "small-business-network/2016/may/13/beauty-entrepreneur-bobbi-brown-empowering-women"
}