{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/03/las-vegas-strip-sustainability-mgm-caesars-water-resource-drought",
  "id": "2016-05-03-30",
  "sectionId": "sustainable-business",
  "body": "Taking shade under a Mesquite tree shouldn’t seem exotic in the Mojave Desert. Nor should catching the aroma of sage flowers, or brushing past spiky yucca and tongue-limbed agave plants. But on the fabled Las Vegas Strip, the very notion of a park is novel. Vegas still prides itself on selling unfettered indulgence. Round-the-clock gambling, high-end nightclubs and decadent restaurants are not going away. Yet the opening of the Strip’s first green space last month is further evidence that, regarding its relationship to the environment, Sin City is turning a new leaf. Featuring native Southwestern plants, recycled metal furniture and fountains built with locally sourced quartz, The Park, as it’s called, is designed to create a sustainable microcosm of the surrounding desert landscape and provide a leafy path away from the Strip’s tourist-choked sidewalks. It’s a bold move away from fabulist themes that ignore the local ecosystem.   Related: Las Vegas casinos seek to power their bright lights with renewable energy    “We think guests are increasingly valuing the sustainability of destinations they pick,” said Cindy Ortega, chief sustainability officer at MGM Resorts, who is behind The Park. “This seems like a little place with some plants and a sculpture in it, but this is a paradigm shift for Las Vegas.” To avoid using the city’s dwindling water supply at Lake Mead, MGM tapped into an on-site well. Designers from landscape architecture firm Melk installed plants that are accustomed to arid conditions. Trees and shrubs are irrigated with a drip system, which conserves 72% more water than sprinklers. Rather than install mist dispensers to keep pedestrians cool, Melk built red sandstone walls that dissipate heat, as well large metal shade structures. Fountains operate on a closed-loop, and when winds are strong enough to spray water past capturing basins, sensors shut the fountains off. “Very few people understand the beauty of the desert,” Ortega said. “We tried to take elements of the Mojave Desert, a very fragile environment ecologically, and bring them [to] the Strip.” The theme is perhaps best conveyed by a 40-foot tall statue of a nude female dancer performing a pirouette, which originally appeared at the Burning Man festival. But declaring Sin City reformed is all relative, of course. Las Vegas welcomes some 40 million visitors annually. The US Green Building Council’s Rhiannon Jacobsen noted via email that, “hotels consume natural resources at an extraordinarily high rate”, and, because most properties allow smoking in their casinos, many would fail to meet current Leadership in Energy and Environmental Design (Leed) gold standards for air quality. And though it intends to become the largest US city to power public buildings and lights with 100% renewable energy by 2017, Las Vegas has an outsized energy use profile. According to GreenBiz, Southern Nevada, which includes Las Vegas, has a peak electricity demand around five times higher than that of northern Nevada. Southern Nevada powers some 103,005 commercial and street lights, compared to northern Nevada’s 45,223. Industrial electricity consumption in Nevada averages 305,373 kWh/month, about 172.27% greater than the national average, while the average residential electricity bill in Nevada is about $111/month – 3.74% greater than the national average of $107. Nevada’s monopoly utility company recently told regulators that MGM, Wynn and Las Vegas Sands properties account for 7% of Nevada’s electricity use, and theirs are only about half the casinos on the strip. Nonetheless, The Strip has been trending green for a number of years, and though less visible than what’s happening at The Park, the measures that involve the multi-thousand room resorts have been the most impactful. Atop the Mandalay Bay Convention Center, MGM has installed the second-largest rooftop solar array in the US. At peak hours, the more than 20 acres of sun-catching glass can fulfill 20% of the conference building’s energy needs.     Rather than install mist dispensers to keep pedestrians cool, landscape architects Melk built red sandstone walls that dissipate heat, as well large metal shade structures. Photograph: Francisandfrancis    Suggesting paperless check-ins, installing showerheads that mimic high-pressure water flow through aeration, and replacing fluorescent lights with LEDs are a few small measures that allow properties to significantly reduce environmental footprints at the massive scale at which Las Vegas hotels operate. “The things we do in our buildings, like changing light bulbs or using water more efficiently, [are] largely lost [on guests],” Ortega said. On the back loading docks at Caesars Palace (and behind nine other Caesars Entertainment-owned Las Vegas resorts), waste management teams sort through many tons of trash each day to sift for recyclables, allowing the company to divert 44% of its waste from landfills since 2007. “In this industry, it’s a series of little things that add up to have impact,” said Eric Dominguez, Caesars corporate director of engineering, utilities and environmental affairs. “Our group literally walks through casinos at 2am to make sure kitchens are shut off. We take pictures and send out emails when we see a faucet dripping to let people know, ‘Why isn’t this on your radar to be fixed?’ Little things like that are tedious but they add up, and they start to impact your overall profile of energy use.”   Related: Nevada solar industry collapses after state lets power company raise fees    Technology advancements are greening the industry too. In January 2016, Caesars adopted software that connects resort hotel room thermostats to the front-desk occupancy list, so that heating and air conditioning can shut off as soon as a guest checks out. Meanwhile, in Caesars’s large meeting halls, thermostats measure carbon dioxide levels to read whether a room is in use or not, and allow temperatures to drift when sensors detect no breathing. Innovations such as these have allowed Caesars to cut energy use by 21% since 2007. “It’s not anything that is really sexy that moves the needle dramatically,” said Dominguez. “It’s a lot of grinding it out.” Las Vegas’s two largest employers also reward employee sustainability efforts by offering gifts or company-wide acknowledgment for putting solar panels on homes or riding bicycles to work. Even passing a day without eating beef can make an employee eligible for recognition, a culture both MGM and Caesars believe promotes a green consciousness. Both companies use similar in-house social media platforms to conduct that workforce engagement. According to Ortega, the rivalry between the two companies does not apply when it comes to sustainability. “In business, you hold things close to the vest because you want a competitive advantage,” she said. “But in the area of green, it’s a different philosophy. We want each other to be greener and we want Las Vegas to be greener.”",
  "webTitle": "Behind the bright lights of Vegas: how the 24-hour party city is greening up its act",
  "webPublicationDate": "2016-05-03T19:49:44Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/03/las-vegas-strip-sustainability-mgm-caesars-water-resource-drought",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Las Vegas",
      "id": "us-news/las-vegas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Sustainable development",
      "id": "environment/sustainable-development",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Hernandez",
      "id": "profile/daniel-hernandez"
    }
  ],
  "guardianId": "sustainable-business/2016/may/03/las-vegas-strip-sustainability-mgm-caesars-water-resource-drought"
}