{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/04/lee-daniels-apologizes-sean-penn-allegations-abuse-madonna",
  "id": "2016-05-04-36",
  "sectionId": "film",
  "body": "The $10m defamation suit against Hollywood producer Lee Daniels by actor Sean Penn has been settled, with Daniels apologizing for insinuating Penn abused his ex-wife Madonna and paying to the charity Penn founded.  “I am so sorry that I have hurt you, Sean, and I apologize and retract my reckless statements about you. How thoughtless of me. You are someone I consider a friend, a brilliant actor and true Hollywood legend and humanitarian,” said the director of The Butler and Precious, in a joint statement released on Wednesday. Penn slapped Daniels with a $10m defamation suit last September, after the creator of hip-hop royalty television show Empire spoke about how actor Terrence Howard received intense criticism for admitting he’d punched his ex-wife. Daniels told the Hollywood Reporter Howard “ain’t done nothing different than Marlon Brando or Sean Penn, and all of a sudden he’s some fucking demon”.   Related: Sean Penn's El Chapo interview 'horribly misguided' says Cartel author    Rumors had swirled for years that Penn had been violent towards Madonna during their marriage, after the singer once called the Los Angeles police department to their home in 1988. However, Madonna provided a sworn affidavit to the Penn side that “Sean has never struck me, ‘tied me up,’ or physically assaulted me, and any report to the contrary is completely outrageous, malicious, reckless, and false.” In his statement Daniels noted that it was “wrong to reference gossip as fact, as I did here. That can be very damaging and hurtful. “Domestic violence is a very serious issue,” he added. “My comments were cavalier; it was not my intention to diminish the severity of the issue, but rather to express a view regarding the disparate treatment of men of color in our national conversation.” In response, Penn said: “I accept Lee’s heartfelt apology and appreciate the sincerity with which it was delivered.” Penn also thanked Daniel’s “generous” donation to J/P Haitian Relief Organization, the charity Penn founded, noting the money “will have a transformative effect on the lives of those we serve in Haiti”. It’s unknown how large the settlement and donation was. Penn’s lawyer, Mathew Rosengart of Greenberg Traurig in Los Angeles, declined to comment when contacted by the Guardian. Daniels’ lawyer, James Sammataro of Stroock & Stroock & Lavan, was away on leave.",
  "webTitle": "Lee Daniels apologizes to Sean Penn for allegations he abused Madonna",
  "webPublicationDate": "2016-05-04T19:58:26Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/04/lee-daniels-apologizes-sean-penn-allegations-abuse-madonna",
  "keyword": [
    {
      "webTitle": "Sean Penn",
      "id": "film/seanpenn",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Empire",
      "id": "tv-and-radio/empire",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Madonna",
      "id": "music/madonna",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Amber Jamieson",
      "id": "profile/amber-jamieson"
    }
  ],
  "guardianId": "film/2016/may/04/lee-daniels-apologizes-sean-penn-allegations-abuse-madonna"
}