{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/lewis-hamilton-nico-rosberg-crash-out-f1-spanish-gp",
  "id": "2016-05-15-100",
  "sectionId": "sport",
  "body": "Mercedes team bosses were locked together in gloomy inquest just minutes after the start of Sunday’s Spanish Grand Prix after Lewis Hamilton and Nico Rosberg crashed out, leaving the field clear for Red Bull’s Max Verstappen to win the race. Ferrari’s Kimi Raikkonen was second with his team-mate Sebastian Vettel in third.   Related: Max Verstappen becomes youngest F1 winner in history at Spanish Grand Prix    Hamilton took the lead from pole but Rosberg went past him on the outside on the first corner. But coming out of the third bend Hamilton saw a gap in Rosberg’s defence and attempted to overtake him on the inside. Rosberg moved over and squeezed Hamilton on to the grass. The world champion went into a spin and clipped Rosberg’s car as he did so, putting both cars out of the race. Rosberg appeared to be over aggressive but you are allowed to make one block to defend your lead. Hamilton, possibly piqued after making yet another indifferent start, may have had a rush of blood and was determined to get straight back at his team-mate. It was a terrible day for both drivers, but Rosberg, nursing a 43-point lead from the first four races, clearly came out of the situation the better. Niki Lauda, Mercedes’ non-executive chairman, was in no doubt about who was the guilty party. “It is stupid, we could’ve won this race,” he said. “Lewis is too aggressive. I need to talk to them and hear their explanation and then we will see what happens.” But BBC’s Radio 5’s analyst Allan McNish was probably more accurate in his assessment when he said: “Nico Rosberg was in front at turn three, but it was a little bit of a misunderstanding. It was very robust from both drivers. Rosberg was moving over to defend the corner – it was two guys going for the same piece of tarmac, but the big loser out of this is Lewis Hamilton.”   Related: F1: Lewis Hamilton and Nico Rosberg crash out of Spanish GP – live!    The stewards were meeting to assess the situation and they and Mercedes were anxious to speak to both drivers. If Hamilton does receive reprimand he will be hit with a 10-place penalty for the next race in Monaco – the worst race on the schedule for overtaking. These two have history. In 2014 Rosberg was blamed for crashing into Hamilton and earlier that year he appeared to be guilty of compromising the world champion’s efforts to win pole at Monaco. Then, in Austin last year, the race Hamilton won to take his third title, there was another coming together of the two. Rosberg felt that Hamilton had been too aggressive in completing an overtaking move. Replays vindicated Hamilton but there was bad blood after the race. When Hamilton lobbed a cap into Rosberg’s lap the German furiously flung it back at him.     Red Bull’s Max Verstappen leads Ferrari’s Kimi Raikkonen in Catalunya. Photograph: Albert Gea/Reuters    It did not take Mercedes long to come out with a safe party line. Their head of motorsport Toto Wolff said: “Niki Lauda has the drivers’ opinion and instinct reaction and it is fair enough. From a teams perspective we have looked at all the pictures and looked at the data and it is not clear cut. Lewis tried to dive in, Nico closed the door so I would say let’s wait for what the stewards say. Both of them were upset about the situation and they know what effort went into building the car and there was not any finger pointing.” When asked if Mercedes would change their view on the two racing each other he was very clear. He said: “No. We didn’t have such an incident for a long time. If you let them race and if you don;’t have team orders there will be contact. I am upset and angry about it but I don’t think I will change the approach.”",
  "webTitle": "Mercedes inquest after Hamilton and Rosberg crash out of F1 Spanish Grand Prix",
  "webPublicationDate": "2016-05-15T13:24:11Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/lewis-hamilton-nico-rosberg-crash-out-f1-spanish-gp",
  "keyword": [
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Mercedes GP",
      "id": "sport/mercedes-gp",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lewis Hamilton",
      "id": "sport/lewis-hamilton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nico Rosberg",
      "id": "sport/nico-rosberg",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/15/lewis-hamilton-nico-rosberg-crash-out-f1-spanish-gp"
}