{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/18/back-life-chances-rhethoric-with-action-on-child-poverty-charities",
  "id": "2016-05-18-65",
  "sectionId": "society",
  "body": "Children’s charities said the focus on “life chances” in the Queen’s speech would prove meaningless without a concerted parallel attempt to tackle child poverty, which is expected to soar in the next four years as cuts to benefits hit home. They voiced concern that the new life chances strategy due to be published later this year would place much less emphasis on low family income as a measure of deprivation – looking instead at less easily defined factors including educational attainment, family breakdown, addiction and debt. Anti-poverty charities welcomed the government’s commitment to an “all-out assault on the root causes of poverty”, but warned that the recent dismantling of the Child Poverty Act – which had been passed with cross-party support weeks before the 2010 general election – as part of the Welfare Reform and Work Act earlier this year scrapped targets for the eradication of child poverty.    Related: David Cameron places social reform at centre of Queen's speech    The revised legislation introduced new poverty indicators, including educational attainment and worklessness. But charities stressed that the most direct cause of poverty is having a low income – often from being in a badly-paid job as opposed to being unemployed – rather than being linked to family instability or addiction. Matthew Reed, the chief executive of the Children’s Society, said the rhetoric around life chances would mean little without a drive to address child poverty, which the Institute for Fiscal Studies predicts will rise by 50% to 3.6 million children living in relative poverty by 2020. “Reducing the number of families struggling with debt and surviving on low incomes must be at the centre of any new strategy. The best way of improving children’s chances of having a decent start in life is to make sure they are not growing up in cold homes or without hot meals,” he said. A more powerful strategy to improve the life chances of the most disadvantaged children would involve scrapping the four-year freeze on children’s benefits and cuts to support for working families in universal credit, he added. The Children’s Society would “continue to make the case that low incomes needs to be at the very heart of a life chances strategy for children”. The Queen’s speech on Wednesday announced that: “To tackle poverty and the causes of deprivation, including family instability, addiction and debt, my government will introduce new indicators for measuring life chances.” In a background briefing on the policy published after the speech, there was a commitment to publishing a strategy that would “set out our comprehensive plan for transforming the life chances of disadvantaged children and their families and will include a set of life indicators for measuring them”. In a speech on life chances in January, David Cameron had hinted at the range of issues that might be included in a strategy, describing “a single mum on a poverty-stricken estate: someone who suffers from chronic depression, someone who perhaps drinks all day to numb the pain of the sexual abuse she suffered as a child.”  He said: “When we know that so many of those in poverty have specific, treatable problems such as alcoholism, drug addiction, poor mental health, we’ve got to offer the right support, including to those in crisis.” Imran Hussain, the Child Poverty Action Group’s director of policy, said: “There is a disconnect between what the government is doing and saying. You can’t spread life chances when child poverty is expected to rise steeply.” He said there was “very little evidence about poverty being caused by addictions or family breakdown”. “We welcome the government’s language around an all-out assault on poverty and improving life chances for children. We think to do that you have to have a wide-ranging approach, but we don’t think the government has got a broad approach at the moment; it is looking to exclude income,” Hussain said.  The chief executive of 4Children, Imelda Redmond, said: “It is vital that the impact of low income is not forgotten. While the commitment to a higher wage, lower welfare economy is the right goal, the facts remain that of the 2.3 million children living in poverty, almost two-thirds are in working households. Low income can impact on a child’s health, their ability to learn and succeed in life. With those numbers set to rise, any meaningful strategy focused on improving the life chances of our children cannot overlook the scourge of low income.” Anna Feuchtwang, the chief executive of the National Children’s Bureau, said: “Despite the prime minister’s stated commitment to promoting all children’s life chances, we are seeing swingeing cuts to the very services – like children’s centres – that can build a strong foundation for children.”",
  "webTitle": "Back life chances rhetoric with action on child poverty – charities",
  "webPublicationDate": "2016-05-18T18:02:01Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/18/back-life-chances-rhethoric-with-action-on-child-poverty-charities",
  "keyword": [
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amelia Gentleman",
      "id": "profile/ameliagentleman"
    }
  ],
  "guardianId": "society/2016/may/18/back-life-chances-rhethoric-with-action-on-child-poverty-charities"
}