{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/leeds-rhinos-wigan-warriors-super-league-match-report",
  "id": "2016-05-21-50",
  "sectionId": "sport",
  "body": "Leeds Rhinos’ season took another turn for the worse with yet another comprehensive defeat – and the most damning indictment of this latest capitulation is that Wigan rarely looked like they had to get out of first gear to ease past the Super League champions. It is still difficult to believe that last year’s treble winners could produce such an abject string of performances that has culminated in them sitting bottom of the table midway through the season; devoid of any leadership and, perhaps more worryingly, attacking guile, the second half of Leeds’ year will now almost certainly be spent battling to avoid relegation, with a place in the bottom four looking more and more a certainty as the weeks pass.   Related: Tenth Magic Weekend shows rugby league has found a fine host in Newcastle    Here they were toothless in attack from almost start to finish: this on a ground that, according to the Leeds captain, Danny McGuire, would bring the best out of his side. “It’s a tough way to lose and a tough scoreline,” said their coach, Brian McDermott. “The crucial moments came just after half-time and although we got back on it and kept fighting, it’s clearly another tough evening.” Wigan deserve credit for producing a professional enough performance to move back into the top four before day two of the Magic Weekend, but they rarely had to get out of their stride for long spells. Their attack still needs polishing – this is only the second time they have scored 30 points or more in a league game this year – but with Sam Tomkins’ presence in the side growing every week following his return from injury, you sense there is plenty still to come from Wigan. “I thought we were good for 40 minutes,” said the Wigan coach, Shaun Wane. “We went away from what we did well at the start of both halves but to keep them to eight points is obviously pleasing.” Leeds took the lead, but after Kallum Watkins’ early score nudged them in front, they simply fell apart. They conceded 28 unanswered points either side of the break, beginning with Willie Isa’s two tries to make it 12-4 for the Warriors. Penalties and errors from Wigan afforded Leeds the opportunity to reduce the gap but they were ultimately rudderless with ball in hand – and the Warriors would make them pay just after the break. First, clever footwork from Tomkins allowed George Williams to charge through an all-too familiar gap in the Leeds defence, before Dom Manfredi plucked a towering Matty Smith kick from the air the following set. Leeds were 22-4 behind and never looked capable of clawing back such a margin, and they were killed off six minutes after Manfredi’s try when Ben Flower charged over. Whether it was in the script or not following his cautious recovery from a long-term knee injury,Wigan could even afford to give Tomkins the final quarter off with the job more than complete. Mitch Achurch scored something of a consolation try for Leeds but, true to form, their leaky defence had the final say, as tries for Oliver Gildart and Dan Sarginson rounded off another miserable day at the office for the champions. Tigers roar back to bite Warrington with Solomona double  Magic Weekend provides Super League players with arguably the grandest stage of the season to produce their scintillating best: and if you ever felt a team would take advantage of the opportunity at hand, then it would be Castleford. Trailing 14-0 midway through the first half against Warrington, the Tigers decided that was the appropriate time to wake up and produce some of the mesmerising rugby league they are quickly becoming renowned for. Amazingly, they kept the ball alive on the last tackle for almost a full minute before Luke Dorn eventually crossed, with Grant Millington’s effort just before half-time equally impressive. That made it 14-12 at half-time, and the Tigers continued to produce more sensational play after the break as they quickly moved into an unassailable lead. Denny Solomona’s 17th and 18th tries of the season – both spectacular – were either side of a fine effort from Mike McMeeken, before an incredible break from Junior Moors allowed Dorn to touch down for his second and Castleford’s sixth in a 34-14 win. Earlier, Widnes were in control of the opening game against Salford and looked set to end their poor run, despite Daniel Vidot crossing first for the Red Devils. The Vikings were 12-4 ahead at the break but as the second half wore on, Widnes’s frailties began to haunt them more and more. Two remarkable try-saving tackles from Stefan Marsh kept the Vikings ahead but when Justin Carney crossed midway through the second half, it became a question of whether Widnes could hold on. Late on, Vidot crossed all too easily for his second and an 18-12 Salford win suggests they may yet haul themselves out of trouble. Widnes have now lost eight in a row.",
  "webTitle": "Sam Tomkins inspires Wigan to handsome win over Leeds",
  "webPublicationDate": "2016-05-21T20:58:37Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/leeds-rhinos-wigan-warriors-super-league-match-report",
  "keyword": [
    {
      "webTitle": "Super League XXI",
      "id": "sport/super-league-xxi",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leeds Rhinos",
      "id": "sport/leedsrhinos",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wigan Warriors",
      "id": "sport/wiganwarriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League",
      "id": "sport/superleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Bower",
      "id": "profile/aaron-bower"
    }
  ],
  "guardianId": "sport/2016/may/21/leeds-rhinos-wigan-warriors-super-league-match-report"
}