{
  "apiUrl": "https://content.guardianapis.com/science/political-science/2016/may/12/scientists-are-speaking-up-in-debates-over-brexit-so-why-is-big-business-silent",
  "id": "2016-05-12-146",
  "sectionId": "science",
  "body": "Science is a vital part of the UK’s relationship with the rest of Europe. Some eighteen per cent of EU funding returned to the UK is for research. The UK is a net contributor to the EU across the board, but a net beneficiary in science. Businesses are responsible for around two-thirds of research and development (R&D) investment in the UK, with firms headquartered overseas making up half of that figure – by far the highest proportion among G7 countries.  Against that background, I expected business to have plenty to say during the recent inquiry into ‘EU membership and UK science’ by the House of Lords Committee on Science and Technology, for which I was the specialist advisor. Amidst lively exchanges between pro-leave and pro-remain campaign groups, the House of Lords conducted a calm analysis of the evidence on the scientific dimensions of the EU debate. Around eighty written submissions and thirty expert witnesses set out arguments and analysis.    Related: The scientific impact of Brexit: it's complicated    Academics were queueing up to have their say. University groups, professional institutions, top laboratories and national academies set out their stalls. The European Commission sent written evidence. Witnesses flew over from Switzerland. Jo Johnson, the science minister, and Sir Mark Walport, the government’s chief scientific adviser, both appeared in person, as did the chief scientist from the Foreign Office.  However, big businesses – the UK’s largest investors in R&D – were almost invisible. A few smaller firms and trade associations made valuable contributions but the CBI and almost all the larger R&D-intensive companies kept their heads down.  Why are they so silent? We can only guess at their motives, so let’s do just that.  A large majority of scientists support continued membership of the EU. They are clustered towards one end of a more evenly balanced spectrum of public opinion. Some business leaders have taken sides in the wider debate but corporate R&D is not often visible from such stratospheric heights. Those responsible for business investment in R&D are seldom in a position to set corporate policy on a highly charged issue like the EU debate. Any desire to speak up on science will be balanced against worries about upsetting diverse customer and investor communities, and fear of backing the losing side in a heated political contest.  Perhaps some firms just don’t have a strong view one way or another. The UK is one of the world’s largest economies and will be an important market for products and services whether or not we are in the EU. Successful businesses are used to adapting to new market conditions. They will adjust to a post-referendum UK, whatever the result. These companies see no advantage in revealing their plans to competitors. However frustrating this position might be to the science policy community, it makes a lot of sense to companies looking after customers, employees and shareholders.  The numbers suggest that our big firms are just not very engaged in European R&D. Participation of UK business in the EU’s flagship Framework Programme 7, which ran from 2007 to 2013, was around half the level of Germany and well below the level in France. Curiously, that pattern is quite different in the small business community, where UK participation is ahead of France and about the same level as Germany.  Two foreign-owned companies with large UK R&D interests, Germany’s Siemens and Swiss-based Syngenta, along with the Royal Academy of Engineering, were left to explain why this is the case to the House of Lords committee. David Hughes from Syngenta pointed to the bureaucratic design of EU R&D programmes. Siegfried Russwurm, from the Management Board at Siemens AG proposed that German businesses interact more closely with their government than their UK counterparts. Ric Parker from the Royal Academy of Engineering argued that the Regional Development Agencies did a lot to stimulate business engagement in the EU, but their demise after 2010 left a gap in UK support.    Related: Science and the EU: a matter of perspective | Richard P Grant    It does seem odd that businesses are campaigning for the UK to stay in the EU but not engaging fully in such a large part of our EU relationship. Long-standing uncertainty over the future organisation of Innovate UK and the Research Councils does not help matters. The UK government lacks data on the level of its support for business, compared to that in other parts of the EU. The House of Lords were concerned that neither UK business nor government were taking full advantage of EU programmes for R&D. The committee’s report recommended that: “the UK Government benchmarks its level of support for businesses, large and small, wishing to participate in EU programmes with that available in other Member States and put forward proposals for improving UK performance.” Both sides on the EU debate want the UK to be a big player in EU research programmes. That will require stronger support for business participation, whatever the outcome of events on 23 June. Graeme Reid is professor of science and research policy at University College London. He was specialist advisor to the recent House of Lords select committee on science and technology inquiry into EU membership and UK science. He will be one of the speakers tonight at a public meeting on Science and the EU, hosted by UCL’s European Institute.",
  "webTitle": "Scientists are speaking up in debates over Brexit. So why is big business silent?",
  "webPublicationDate": "2016-05-12T15:25:09Z",
  "webUrl": "https://www.theguardian.com/science/political-science/2016/may/12/scientists-are-speaking-up-in-debates-over-brexit-so-why-is-big-business-silent",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science policy",
      "id": "science/science-policy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "science/political-science/2016/may/12/scientists-are-speaking-up-in-debates-over-brexit-so-why-is-big-business-silent"
}