{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/jim-best-conviction-quashed-british-horseracing-authority-climbdown",
  "id": "2016-05-13-35",
  "sectionId": "sport",
  "body": "Racing’s ruling body has been forced into a humiliating climb-down in the case it has pursued against the trainer Jim Best and now accepts that a recent finding of guilt against him will have to be quashed. The British Horseracing Authority admits it should not have used the solicitor Matthew Lohn on the disciplinary panel, because Lohn had also been paid to advise the BHA on other matters, giving rise to a possible appearance of bias.   Related: Jim Best allowed to race horses pending appeal against corruption charges    What happens next is expected to be the subject of dispute. The BHA would like to begin the process against Best from scratch before a new disciplinary panel but Best’s lawyers are likely to argue there is now no prospect of a fair hearing into the matter, which should therefore be dropped. The outcome inevitably means that at least one other guilty verdict will have to be quashed. Lohn also sat as chairman on the disciplinary panel that recently found against the Irish-based trainer Paul Gilligan, who, like Best, had launched an appeal on the basis that Lohn could not be regarded as independent of the BHA. It is not yet known whether other cases could be affected because the BHA has not revealed the date at which Lohn began to give advice in addition to his work on disciplinary panels. Lohn has been sitting on such panels for 11 years. Among the cases he has judged was the one involving Mahmood al-Zarooni, the disgraced Godolphin trainer who was found to be using steroids and was banned for eight years in 2013.   Related: Jockey claims trainer Jim Best ordered him to stop two horses    Responding to the news, Robin Mounsey, a BHA spokesman, described the membership of disciplinary panels as “a legacy issue” that would now be tackled as part of a wider review of the authority’s work on integrity. “Having received further details concerning the appeal, and having taken advice, we have decided not to contest the appeal on the grounds of apparent bias,” he said. However he denied that there was any force to Best’s other grounds of appeal and said the BHA would contest those. “Perceptions of fairness in relation to the structure and composition of our disciplinary panels is a legacy issue and we have already agreed to tackle this in our integrity review and have already started to review the structure and composition of disciplinary panels, appeal boards and our licensing committee. “Our view is that the most appropriate next step in this case is for there to be a rehearing before a new disciplinary panel.” Lohn has previously indicated through the BHA that he would not be offering public comment on the subject. Best was accused by the BHA of instructing a young and vulnerable jockey to stop horses in two races that took place in December. He was given a four-year ban but his lawyers immediately launched an appeal on several grounds, describing the reasons given by the disciplinary panel as “wholly inadequate”. Best maintains his innocence. An appeal board granted Best leave to continue training pending the appeal, at which time the appeal board chairman, Anthony Boswood QC, spelled out the seriousness of the issue of Lohn’s involvement. “This causes me very great concern,” he wrote. “A partner in a solicitors’ firm acts as chairman of a supposedly independent judicial inquiry into allegations of misconduct made by a regulatory body against a person when, unknown to the person accused, the regulatory body is itself a client of the chairman and his firm.”",
  "webTitle": "Jim Best conviction to be quashed following BHA climbdown",
  "webPublicationDate": "2016-05-13T19:57:35Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/jim-best-conviction-quashed-british-horseracing-authority-climbdown",
  "keyword": [
    {
      "webTitle": "British Horseracing Authority",
      "id": "sport/british-horseracing-authority",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/13/jim-best-conviction-quashed-british-horseracing-authority-climbdown"
}