{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/16/prince-david-bowie-freddie-mercury-michael-jackson-elvis-presley",
  "id": "2016-05-16-132",
  "sectionId": "music",
  "body": "When a major pop star turns up their toes, it is guaranteed that their biggest singles and albums will return to the charts in the aftermath. That is partly because fans wish to mark their passing with a grieving gesture of support and also because record labels are extremely keen to get the posthumous profits rolling in.  Inevitably the lyrics to the Smiths’ Paint a Vulgar Picture get wheeled out here to castigate those avaricious record companies (“And oh, the plans that they weave / And oh, the sickening greed”), but the cold “business as usual” approach is best summed up by Tom Parker in August 1977 after the death of his sole management client. “Elvis didn’t die – the body did,” he was reported as saying. “It don’t mean a damn thing. It’s just like when he was away in the army … This changes nothing.” Really the only thing that has changed in the four decades since Parker’s grand pronouncement is that the whole process has been accelerated with the inclusion of downloads into the charts. Record companies no longer have to panic-press records and ship them to the shops; nowadays, the chart impact of a death is immediate.  We have seen this, on a major scale, twice this year, following the deaths of David Bowie in January and Prince in April.      David Bowie … his final album, Blackstar, stayed at No 1 in the UK charts for three weeks, following his death in January this year. Photograph: Yui Mok/PA    Bowie’s final album, Blackstar, went to No 1 in the UK and stayed there for three weeks, by which time a dozen of his albums had gone into the top 40, equalling the record set by Elvis immediately after he died. He had five albums simultaneously in the top 10, which was just one short of the record set by Michael Jackson in 2009 after his death. The Official Charts Company reported at the start of April that Bowie’s Blackstar was the second biggest selling album of 2016 to date and that he had six albums among the 40 best sellers for the first quarter of the year. Blackstar, however, has slipped to No 76 in this week’s album chart, suggesting the public is starting to move on.  In cold chart terms, Prince’s death has had a lesser impact than Bowie’s passing. While 14 of his albums went into the top 100 the week after his death, including three in the top five, only 10 remain in the top 100 this week, with just one – The Very Best of Prince – in the top 10.  Crass though it sounds, it’s too early to say what the long-term impact of Bowie’s and Prince’s deaths will be on their chart performance. After a dignified period of mourning, and once all the legal issues relating to their estates are sorted out, the marketing machines will roar into life. Anniversaries become a huge sales opportunity and Paint a Vulgar Picture’s mercenary cri de coeur (“Reissue! Repackage! Repackage!”) becomes the norm.      Michael Jackson … according to Forbes, ‘the King of Pop has earned nine figures every full year since his death in 2009.’ Photograph: Bernd Muller/Redferns    Michael Jackson was arguably the first megastar to see an instantaneous digital impact on the charts after his death. Eleven of his solo albums and Jackson Five albums went into the top 200 but, driven by the availability of individual tracks on iTunes, an astonishing 43 of his singles entered the top 200. Yet just looking at his chart success merely hints at the scale of the commercial juggernaut that his estate has put on the road since he died. Forbes reports that he generated $115m last year across record sales, stage shows and his other business interests, notably his stake in Sony/ATV Music Publishing, which is currently being sold to Sony and likely to massively boost his estate’s earnings for 2016. “The King of Pop has earned nine figures every full year since his death in 2009,” according to Forbes – which placed him at No 1 on its list of top-earning dead celebrities – and last year he earned more than twice what Elvis, with $55m, did. Truly, death makes a career.  Sometimes the activities of existing band members will keep the commercial plates spinning, as the surviving Beatles do for the estates of John Lennon and George Harrison. Perhaps the most active here are Queen’s Roger Taylor and Brian May, who help swell the coffers of the Freddie Mercury estate much more than his solo work ever will. Bohemian Rhapsody originally went to No 1 in the UK in 1975 but returned there in 1991 after Mercury’s death. It has now sold 2.4m copies and is the third biggest selling single of all time in the UK. Alongside that one, Queen have had a further seven top 20 singles since his death.      Freddie Mercury … the Queen machine has not taken a break since its frontman’s death in 1991. Photograph: PA    The band has also had hits without Mercury but using songs indelibly linked with him. The Five Live EP reached No 1 in 1993, with Mercury’s place taken by George Michael (with help on one song from Lisa Stansfield). In 2000, the spellcheck-defying boyband 5ive got to No 1 when May joined them for a version of We Will Rock You. The Muppets took a version of Bohemian Rhapsody – using the original Queen backing tracks – to No 32 in 2009. Quality control, it seems, passed away with Freddie.  The Queen machine does not take a break. Since Mercury’s death, the band has had 14 top 40 albums (one of them going to No 1), mainly a mix of compilations and live albums. The album Made in Heaven featured material Mercury had recorded before his death, and which was then finished by the rest of the band: it reached No 1 in 1995. In 2014, Queen Forever – a compilation that also featured completed versions of songs started before Mercury’s death – reached No 5. The We Will Rock You jukebox musical and touring have served to keep the commercial ball in the air.  All of this, however, pales in comparison to Elvis Presley, whose chart afterlife suggests that Tom Parker, rather than being insensitive, had massively underestimated what would happen following his funeral. Since August 1977, Elvis has had 69 singles in the top 100, of which 43 went top 40 and four went to No 1. That was helped by a massive reissue campaign in 2005, when a staggering 16 singles all went into the top 5 in January, February and March alone. Elvis has also had 65 top 100 albums since he died, 33 of which went top 40 and three got to No 1, including 2015’s If I Can Dream, featuring the Royal Philharmonic Orchestra, which has sold over 1m copies in the UK to date.      ‘Elvis didn’t die – the body did’ … Colonel Tom Parker with Elvis Presley. Photograph: GAB Archive/Redferns    It’s not all post-obit glory, however, as Elvis’s last charting single to date is O Come All Ye Faithful, which only got to No 48 in 2013. Plus he had to suffer the beyond-the-grave indignity of taking second billing on the single to Susan Boyle. That aside, Parker was, literally, on the money: this changes nothing. Elvis lives.  • This article was amended on 7 July 2016 because an earlier version contained some mistakes about Queen that were inserted during the editing process. The Five Live EP reached No 1 in 1993, not No 11. The version of Bohemian Rhapsody by the Muppets reached No 32 in 2009, not No 1. It has been since Mercury’s death that the band has had 14 top 40 albums, not since 1991. And since then, one album not two reached No 1. An earlier version said “neither of the two men who have replaced Mercury on stage – Paul Rodgers and Adam Lambert – have been put to work on a new studio album”. Paul Rodgers did work on a studio album, The Cosmos Rocks.",
  "webTitle": "Why Prince, Bowie, Freddie and co will rock you from beyond the grave",
  "webPublicationDate": "2016-05-16T15:37:48Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/16/prince-david-bowie-freddie-mercury-michael-jackson-elvis-presley",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Prince",
      "id": "music/prince",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Queen",
      "id": "music/queen",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "David Bowie",
      "id": "music/davidbowie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Elvis Presley",
      "id": "music/elvispresley",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Michael Jackson",
      "id": "music/michaeljackson",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Beatles",
      "id": "music/thebeatles",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Eamonn Forde",
      "id": "profile/eamonnforde"
    }
  ],
  "guardianId": "music/musicblog/2016/may/16/prince-david-bowie-freddie-mercury-michael-jackson-elvis-presley"
}