{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/01/toast-review-richard-bean-bread-factory-stage-review",
  "id": "2016-05-01-25",
  "sectionId": "stage",
  "body": "An entertainment not for the gluten intolerant, Richard Bean’s Toast is a flour-crusted portrait of a group of men working the weekend shift at a bread factory in the north of England in 1975. This 1999 play, now revived at 59E59’s Brits Off Broadway Festival, was Bean’s first produced play and though it resembles a social realist drama (with a few less successful gestures toward the preternatural), the play also displays the mordant and sometimes cruel humor that defines later work like England People Very Nice and One Man, Two Guvnors.  It’s Sunday afternoon and the shift has hardly begun before things start to go wrong. The factory is a man short, and the supervisor, Blakey (Steve Nicolson), is assigned a trainee. The boss has just issued a last-minute order for 3,000 extra loaves and the plant is in danger of imminent closure, with management looking for any excuse to shut it down. In the course of the play, an excuse will, of course, present itself.  The situation is somewhat formulaic and so is the plotting, but Bean manages something distinctive, too, giving each of the men a distinctive voice. There’s Nellie (Matthew Kelly), an old-timer who would be lost without the work; Colin (Will Barton), a shop steward with designs on Blakey’s position; Lance (John Wark), the trainee, who seems a few slices short of a loaf; and several others. By showing their rivalry and camaraderie (which includes a puzzling amount of testicle grabbing), Bean humanizes these men without lending their characters or their work any particular dignity.    Related: Broadway's British invasion: history of a centuries-old transatlantic rivalry    The work itself seems fairly abysmal, which Bean would know, having once toiled in a similar factory. But it may be the best that many of these men – some older, some with a criminal record, some none too bright – can get. As Blakey describes the 70-hour work week, Lance asks: “Is that legal?” Blakey replies: “You get paid.” Eleanor Rhode’s production, which began at the Park Theater before touring, is finely detailed, perhaps too finely. The scurf of flour that coats the break room had a way of creeping up the theater’s center aisle and the factory thrum of Max Pappenheim’s sound design confused at least one patron, who asked an usher to silence the noise. The performances are playful and mostly un-showy and the 70s dress and hairstyles, courtesy costume designer Holly Rose Henshaw, are a slightly repulsive treat.  What Bean suggests, without condescension or aggrandizement, is that however unglamorous these tasks may seem, they make up the substance of these men’s lives. At one point, a character calculates that in his 45 years at the plant, Nellie has mixed some 220m loaves, no mean accomplishment. “That,” he says, “is an awful lot of toast.”",
  "webTitle": "Toast review – biting humor marks play about life at a British bread factory",
  "webPublicationDate": "2016-05-01T21:00:05Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/01/toast-review-richard-bean-bread-factory-stage-review",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US theater",
      "id": "stage/us-theater",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Soloski",
      "id": "profile/alexis-soloski"
    }
  ],
  "guardianId": "stage/2016/may/01/toast-review-richard-bean-bread-factory-stage-review"
}