{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/04/wednesday-best-tv-silk-road-horizon",
  "id": "2016-05-04-340",
  "sectionId": "tv-and-radio",
  "body": "Handmade on the Silk Road 7.30pm, BBC4 This absorbing three-part companion series to BBC4’s Silk Road travelogue embeds with local craftspeople at key stops along the route. Future episodes will follow a day in the life of a woodcarver in Uzbekistan and a potter in Iran, but we begin in north-west China with Mattursun Islam, who painstakingly dyes and weaves exquisite Atlas silk in a colourful workshop crammed with toddlers, while his nimble-fingered wife gently ribs him about who’s really in charge. Graeme Virtue Horizon: Ice Station Antarctica 8pm, BBC2 Weatherman Peter Gibbs wouldn’t necessarily be the first guy you’d go to expecting a strangely intense personal story. However, the two years he spent as a scientist at the British Halley Research Station on the Brunt Ice Shelf in Antarctica is the backbone of this very well-told documentary. The journey down there, and the scary environmental narrative, is one thing. The isolationist mind-trip of what happens once you get there – and can’t leave for months – is quite another. John Robinson Her Majesty’s Prison: Norwich 9pm ITV Documentary detailing prison life, exploring the statistic that felons who maintain contact with family are six times less likely to reoffend. It’s an obvious truth that separation from loved ones is one of the harshest aspects of incarceration – and the same applies to those left outside, too. Less movingly, we see the methods people use to get drugs to their banged-up pals. Stupid: a Kinder egg full of spice shoved down your kecks when you visit. Really stupid: putting white powder in an envelope and posting it. Jack Seale Never Seen a Doctor 10pm, Channel 4 There are many people suffering from serious conditions who, either out of fear or for financial reasons, feel incapable of visiting a doctor or dentist. Katie Piper’s own experiences of life-changing medical intervention have inspired her to travel the UK meeting various healthcare avoiders and offering to help them transform their lives. A C4 documentary where the only kind of attention participants are seeking is of the medical variety; it makes for a welcome change. Mark Gibbings-Jones Mary Beard’s Ultimate Rome: Empire Without Limit 9pm, BBC2 Once you’ve made your empire, it’s time to properly lord it over everyone. Part two of Beard’s lollop around the continent looks at how Hadrian-era Rome used its maritime infrastructure to get olive oil from here, textiles from there and marble from everywhere, announcing this success with technically dazzling buildings. The modern parallels – to privatisation, monetary union and a working underclass – are as strong as the luxurious locations. JS Race for the Superbomb 9pm, PBS America In the wake of Hiroshima, war allies the US and the Soviet Union both scurried away to their hinterlands to commence the race to build a hydrogen bomb. This documentary examines the science behind the new ultimate weapon, the terrifying shadow it cast over the 1950s, and the cost to ordinary Russians who were left to starve as resources were diverted to make it. And then there are the grim, if risible, Duck And Cover US nuclear attack public information films. David Stubbs 12 Monkeys 9pm, Syfy The entertaining if overly complex sci-fi drama continues, as Cassie destroys the virus in a bid to save all of humanity. Unsurprisingly, though, given that the entire series is focused on attempts to thwart the plague (and, well, because there wouldn’t be much else left for them to do for the next 11 episodes) the destruction leads to another catastrophe, with Cole left stranded in the present day alongside an increasingly unstable Jennifer. Hannah Jane Davies TV films Abraham Lincoln: Vampire Hunter, (Timur Bekmambetov, 2012), 10.55pm, Film4 This jolly, bloody romp, written by Seth Grahame-Smith, author of Pride and Prejudice and Zombies, explores an area of the monumental US president’s career unaccountably missed by Spielberg’s serious-minded Lincoln: his night-job as an axe-wielding vampire slayer. The American south is infested with the undead, and they’re feeding on the blood of slaves. Rufus Sewell is their baleful leader, and Benjamin Walker the young Abe. Paul Howlett Live sport County Cricket: Nottinghamshire v Yorkshire 10.55am, Sky Sports 2 The final day of the County Championship game from Trent Bridge. Racing 2pm, Channel 4 Coverage of four races from Chester. Champions League Football: Real Madrid v Manchester City 7pm, BT Sport Europe The second leg of the semi final from the Bernabéu. Can Pellegrini finish with a flourish?",
  "webTitle": "Wednesday’s best TV: Handmade on the Silk Road; Horizon",
  "webPublicationDate": "2016-05-04T05:20:19Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/04/wednesday-best-tv-silk-road-horizon",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Graeme Virtue",
      "id": "profile/graeme-virtue"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/04/wednesday-best-tv-silk-road-horizon"
}