{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/the-guardian-view-on-sex-abuse-lessons-from-home-and-abroad",
  "id": "2016-05-11-65",
  "sectionId": "commentisfree",
  "body": "Calling out everyday sexism is a necessary part of an all-too-slow shift in the macho culture of politics. The internet campaigns platform 38 degrees has taken down a petition alleging bias by the BBC political editor Laura Kuenssberg after it became a vehicle for the misogynistic abuse that stalks the web. It was a contentious decision seen by some critics as a dangerous limitation of free expression. All the same, in the Commons, where less than a third of MPs are women, it was welcomed without apparent irony. Even though the 2015 election returned a record number of female MPs to Westminster, tales of sexist behaviour – like the “I want to talk to the totty” remark from a male MP to a young woman journalist – persist. In France, offensive behaviour is in a different league. This week, the finance minister, Michel Sapin, had to apologise for touching a journalist’s underwear as she leant over during a Davos Forum and leering “what are you showing me there!” He says his gesture was misinterpreted. The green party politician Denis Baupin had to resign as vice-president of the lower house of parliament after women alleged abuse, including the grabbing of their breasts. And allegations surfaced that another minister, Jean-Michel Baylet, settled privately after he repeatedly hit a female aide. It feels as if nothing has changed since 2011, when the then head of the IMF and French presidential hopeful Dominque Strauss-Kahn was arrested in New York on charges (later dismissed) of sexually assaulting a hotel maid. Last year, in a case in France, Mr Strauss-Kahn, known with a forgiving familiarity as DSK, was acquitted on another sex charge. But that did little to erase the testimonies of prostitutes who, during the trial, had described in lurid detail the humiliations and pain they had been subjected to during orgies. For years, Mr Strauss-Kahn’s reputation was notorious in establishment and media circles, the subject of complacent gossip and jokes among some of the elite. In such an atmosphere, it is no surprise that the women who had suffered from harassment rarely came forward and his aggressive obsessions, protected by the rule of omertà that sanctifies the private lives of politicians, were never fully investigated by French journalists – even after the IMF had launched an inquiry in 2008 over allegations involving an IMF staff member. The latest political allegations suggest a long overdue end to the tolerance of intolerable behaviour. Last year, dozens of women journalists signed an open letter protesting at macho habits and “paternalisme lubrique”, lubricious paternalism. Female politicians – like their British counterparts, outnumbered more than two to one in parliament – are telling their side of the story too, full of humiliating observations by male colleagues. If the land of Voltaire and de Sade can successfully tackle the disfiguring sexism of its politics, it will send out an unmistakable signal. The peculiarly French notion of keeping silent in the name of “respect for privacy” will at long last be exposed for what it is – a sham that by legitimising abuse encourages more of it. On its own, eliminating misogyny from the darker corners of public life will not end the grotesque abuse of power that in Britain means two women a week die in incidents of domestic violence. But if everyone saw lewd ribaldry as embarrassing rather than amusing, it would be an important cultural milestone.",
  "webTitle": "The Guardian view on sex abuse: lessons from home and abroad | Editorial",
  "webPublicationDate": "2016-05-11T18:54:12Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/the-guardian-view-on-sex-abuse-lessons-from-home-and-abroad",
  "keyword": [
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Domestic violence",
      "id": "society/domestic-violence",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/the-guardian-view-on-sex-abuse-lessons-from-home-and-abroad"
}