{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/john-craces-local-election-sketch-labour-line-elections-nothing",
  "id": "2016-05-06-357",
  "sectionId": "politics",
  "body": "Election nights aren’t about winning and losing; they’re about managing expectations. And the BBC put its marker down early when the polls closed at 10pm by not mentioning the elections at all until the local bulletins at the end of the national news.   Related: UK local election results 2016: live updates and news    For general and European elections, the Beeb always has coachloads of polling experts and politicians to fill the dead time from polls closing to the first results with how everything was going to be better or worse than expected, but tonight it couldn’t be bothered to get started until much later. The message couldn’t have been clearer; the night was really one just for the hardcore political junkies. Everyone else might as well get some shut eye. Only Sky News was bold enough to go the whole hog and kick off its coverage at 10 pm. “It’s decision time,” said presenter Adam Boulton live from Glasgow. The expression on his face suggested he had doubts about his producer’s own decision-making. He breathed in gamely. It was going to be a long night. Just how long was soon made clear when the camera shot to election counts in Edinburgh, Motherwell and Bridgend where absolutely nothing was going on. Boulton then cut to pictures shot earlier in the day of Jeremy Corbyn walking out of a polling station, and David and Samantha Cameron walking into a shop window. Dave normally leaves that kind of stunt to Boris. “Don’t forget,” said Boulton miserably, “we will also get the results of the elections for police and crime commissioners tonight.” He was much happier when he could hand back to the wonks in the studio. “Is it going to be a good or bad night for Labour?” asked Ed Conway. “Here’s our Labour pressure gauge.” Ed pointed to a graphic marked Scottish assembly, Welsh assembly, English councils and London mayor. Presumably there was no room for the police and crime commissioners. Time and again, Ed fiddled with some speculative numbers about what would be required for Labour to have a Great Night, a Good Night, A No Change Night, a Bad Night and a Terrible Night and every time he just happened to leave the figures in the Bad and Terrible columns. This was Ed managing expectations. There was just one story of the night and Labour was it. Not a mention of what the results might mean for the Conservatives and their internecine warfare over Europe. Everything was about how badly Labour would do. The Scottish assembly elections. Forget the SNP, were Labour going to come third behind the Tories? The Welsh elections. How many seats would Labour lose? English councils, ditto. Inevitably the first politician to feature was Labour’s John McDonnell who was rather blind-sided by late-breaking speculation that Andrew Burnham might possibly consider quitting parliament to run as mayor of Manchester. How did he feel about that? The normally grim-faced McDonnell looked utterly overjoyed at the thought of getting Burnham out of his hair but then remembered that wasn’t quite the right reaction and muttered: “He would be a big loss, of course.” Of course. The shadow chancellor was rather more on message when pressed on possible Labour losses. Two days ago Jeremy Corbyn said firmly – I was there – that Labour would not be losing any seats. This has since been reimagined as Labour would be trying very, very hard not to lose any seats and McDonnell was keen to make clear that however many seats his party eventually did end up with would be precisely the number they had expected and would show that Jeremy Corbyn was going to be prime minister at the next general election. A short while later, Labour’s deputy leader, Tom Watson said something almost identical. Though with rather less conviction. Shortly before midnight, the BBC finally cranked into gear with Huw Edwards and Jeremy Vine though, like Sky, it too had decided that Labour was the only story in town. For balance, the Beeb had got in education secretary Nicky Morgan to offer her not very interesting aperçus – her basic message was “these elections have got nothing to do with the Tories” – but the main focus was on McDonnell who had made the long taxi ride across London from the Sky studios. “It’s all very complex,” insisted the shadow chancellor as Edwards presented him – rather too eagerly – with predictions that Labour might be in trouble. “You can’t judge Jeremy Corbyn on the basis of eight months in office.” It was beginning to sound as if the new Labour line was that these elections had nothing to do with Labour either and that they’d only bothered to put up candidates for the sake of appearances. While Labour and the Tories fought to wash their hands of whatever results came their way, the BBC managed to miss the biggest story of the night. The Lib Dems had just won a council seat somewhere. No one had predicted that.",
  "webTitle": "The Labour line: these elections have nothing to do with Labour | John Crace",
  "webPublicationDate": "2016-05-06T00:06:35Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/john-craces-local-election-sketch-labour-line-elections-nothing",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "politics/2016/may/06/john-craces-local-election-sketch-labour-line-elections-nothing"
}