{
  "apiUrl": "https://content.guardianapis.com/uk-news/scotland-blog/2016/may/12/holyrood-2016-scottish-parliament-gender-gap",
  "id": "2016-05-12-340",
  "sectionId": "uk-news",
  "body": "Well, that was disappointing.  As 129 freshly elected MSPs are sworn in on Thursday morning, the group photos of the new party cohorts say it all: many men in suits, fewer flashes of colour from the minority of women, and don’t even bother getting started on the lack of non-white faces. After a campaign during which it certainly felt like women’s representation was firmly on the agenda, the new Holyrood parliament offers a meagre 35% or 45 women MSPs, the same tally as 2011, and again lower than the bar set at the time of the parliament’s inception in 1999, of 37% and 48 women. The Scottish Lib Dems have an all-male line-up, losing the terrific Alison McInnes. The Scottish Greens, despite their policy that 50% of winnable seats should be contested by women, has a sole female in their augmented number, Alison Johnstone.  Former MSP, MP and champion of Labour’s pioneering commitment to quotas at Holyrood, Margaret Curran, is clear:  We need to name the problem, recognise that this election has been a huge disappointment and keep it on the agenda. I think that people made the mistake of thinking that - because we had three women leaders who are all unique and capture the public imagination in their own way - that progress was inevitable and almost guaranteed.  Talat Yaqoob, co-founder of the Women 50:50 campaign, diplomatically describes the result as “a bit of an anti-climax”.  Labour had 50% women candidates, the SNP used all women shortlists for the first time, but that is not now reflected in the chamber because one of the parties that did well, the Conservatives, had so few women candidates.      Women in the foreground, but 80% male in total   It was the unexpectedly strong Conservative performance - from a party with low numbers of women candidates and women low down their regional lists - that particularly skewed the numbers, agrees Meryl Kenny, lecturer in gender and politics at the University of Edinburgh, who runs a gender politics blog with Fiona Mackay. “The Greens had a couple of bad breaks so the numbers shook out slightly differently,” she adds. Kenny warns: “When you zip [alternating male and female] candidates, if you’re a smaller party then that mechanism only gets you so far because what matters is that the women are in top place on those lists. Next time they need to think about the regions that are winnable not just having women on every list.” All three women agree about what is needed, and now: quotas. “What’s increasingly clear is that we need tough action and that should come in the form of legal quotas,” argues Kenny. “The key point is that all parties need to be held accountable”. She points to the recent Irish election, the first where legal gender quotas for candidate selection applied, which resulted in a 40 per cent increase in the number of female candidates elected. For Yaqoob, the focus must shift back to Westmister and the possibility of lobbying for a temporary special measure within the equality bill to force all parties to field 50% women - as a push, this could come into force before next year’s local authority elections.   We will also be focusing our attention to Westminster and asking Scottish MPs to work together to be advocates of our campaign. We pushed for the Scotland Bill to include the ability to introduce quotas beyond only public boards but despite our efforts this was rejected by the Conservatives. We want to see this debate back on the chamber floor - just because the bill has passed does not mean the opportunity to make Scotland fairer has passed.  Some back story to this for devolution nerds: the SNP abstained from a Labour amendment to the Scotland bill at committee stage, which sought to insert a requirement into the section on equal opportunities in relation to the Scottish functions of any Scottish public authority or cross-border public authority, for gender balance on boards and in the Scottish parliament.  Then, in a rare show of unity over the Scotland bill, the SNP supported Labour amendment at the report stage to make explicit that, among the exceptions to reserved matters under equal opportunities would be devolving the ability to legislate for candidate quotas in local authority and parliamentary elections. But this was defeated by the Conservative government by 45 votes.       Meryl Kenny adds that leadership is required too: “While public opinion is not necessarily supportive of quotas, that’s why we need leadership to follow the evidence that quotas work. We also need leadership to challenge the myths that, for example, quotas promote candidates without merit.” For Curran, quotas are only one part of the equation. “We need to look at a feminist approach not just to representation but also to policy and delivery,” she insists. “There are big looming issues in this parliament that really matter to women, like local government services, especially care services, and women’s employment.” And the media that is reporting the politics needs to change too: “We have far too many political reporters who are men and commentary from men. There is a need for more women’s voices in comment and analysis.” Judging from the complaints flying round Twitter on election night about the predominance of male commentators, especially on the BBC, there are plenty who would agree with this.  And maybe we should also remind ourselves of the flying start that women had in Holyrood and ask why that wasn’t consolidated? In that first Holyrood parliament, women made up 50% of Scottish Labour MSPs and 42.9% of SNP MSPs: more women were elected to the Scottish parliament in one day than had been elected to represent Scotland in the Commons since 1918.  This was heady stuff. So why did it take the SNP another decade and a half to institute all-women shortlists? And what can we do, 17 years on, to address the painfully small number of BME and disabled candidates and MSPs?",
  "webTitle": "Holyrood 2016: where are the women?",
  "webPublicationDate": "2016-05-12T06:38:24Z",
  "webUrl": "https://www.theguardian.com/uk-news/scotland-blog/2016/may/12/holyrood-2016-scottish-parliament-gender-gap",
  "keyword": [
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women in politics",
      "id": "politics/women",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "uk-news/scotland-blog/2016/may/12/holyrood-2016-scottish-parliament-gender-gap"
}