{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/novak-djokovic-berates-umpire-after-rome-final-loss-to-andy-murray",
  "id": "2016-05-15-23",
  "sectionId": "sport",
  "body": "The clay that Andy Murray once viewed with suspicion has become his friend and, a week before the French Open, a straight‑sets win against the best player in the world, Novak Djokovic, was sweet indeed. Had he not beaten Djokovic in his first Rome Masters final on Sunday – 6-3, 6-3, with crisp, powerful groundstrokes from deep and artful work near the net – he knows the questions about the Serb’s dominance over him would have invaded every conversation between now and Roland Garros, where he lost a tight semi‑final against the world No1 last year.   Related: Andy Murray beats Novak Djokovic to win Rome Masters claycourt title    Murray could take quiet comfort also from only his second success in 14 matches since beating Djokovic in the 2013 Wimbledon final, because he kept his cool while the normally contained Serb came close to combustion on a surface they rightly considered hazardous. The Argentinian chair umpire, Damian Steiner, would not budge, however, when, with Murray two games from victory, Djokovic gave vent to his frustrations on the changeover, begging Steiner to suspend play to clean up a court that had been steadily drizzled on for most of the match. As Djokovic saw it: “I didn’t ask him to postpone the match. I asked to have a little break where we would give a little time, maybe five more minutes, to people to arrange the court. The chair umpire knew that the forecast was good. There was not going to be any rain. I didn’t see any reason why we couldn’t stop. “We played on a very, very heavy court because it was raining for an hour and it was very muddy behind the baseline. In three games I literally could have twisted my ankle two or three times. “I asked him: ‘Is it necessary that somebody gets injured?’ [before] he realises what’s going on? It’s his decision whether or not the court is playable but to me it’s ridiculous that [in] casual shoes he comes out and just slides on the line and says, ‘OK, the court is good.’ “We can laugh about it now but it’s not just a matter of whether or not you’re going to play better, win or lose. It’s a matter of keeping yourself healthy. “Conditions like we had today … the risk for an injury is much higher than it [should] be. Behind the baseline especially, where we move the most, was heavy, muddy, very, very wet.” Djokovic also exploded earlier in the second set. “These kind of matches are important for both players,” he said. “There is a lot at stake. When you play a rival, and of course you want to win, sometimes you get too emotional. “I threw a racket, it bounced over the fence and I got a warning instantly. So the chair umpire was on fire today. He really wanted to show his authority to me. So congratulations to him.” Murray, naturally, was not so wound up about all of this but he largely agreed with Djokovic. “I didn’t find it so much of a problem behind the baseline,” Murray said. “It was the lines that were the issue. They were extremely wet and you could see sometimes when the ball hits the line it just takes off. And it pretty much rained for a large portion of the match. “It is a difficult one because, if something was to happen to one of the players in that situation, either of us would be absolutely gutted and unhappy. If it was like at the beginning of the clay season maybe it would have been a bit different. But, with the French [Open] starting in one week, if you get a problem it can really hamper your preparations and your chances of winning there – so I can understand that.”     Andy Murray celebrates victory over Novak Djokovic in Rome. Photograph: Pacific Press v/REX/Shutterstock    However, this was Murray’s day to celebrate one of his finest wins, the first by a British men’s player here since 1931, when George Patrick Hughes prevailed over the French legend, Henri Cochet, in a quick and decorous best-of-five final, a 6-4, 6-3, 6-2 victory that presaged one of those extraordinary British droughts, the sporting counterpoint to our weather. The last overall British winner was Virginia Wade, who beat the then West German player Helga Niessen Masthoff 6-4, 6-4 in 1971. In a rainy, cloud-covered mist that would not have looked out of place in the Scottish Highlands Murray and Djokovic played the best of three but it surely was tougher and longer than that black-and-white moment. It lasted an hour and 35 minutes and must have seemed twice as long for Djokovic, who was carrying not only fatigue from a three-hour semi-final against Kei Nishikori the night before but a bruise on his left foot, self-inflicted towards the end of that match as he tried to loosen dirt from his shoe. It was not his weekend by any stretch. It was, however, Murray’s 29th birthday. Next Sunday it will be Djokovic’s 29th birthday. Since they were 11 they have been duelling and it has largely gone the Serb’s way when it matters – apart from the two slam finals that Murray won, at Wimbledon and Flushing Meadows. How he would love to add the French to that collection, on a surface that was treacherous for both of them here on Sunday but might just be kind to the Scot in Paris.  This article was amended on 16 May 2016 to clarify that Murray’s win was the first by a British player since 1971, when Virginia Wade won the women’s final. It was the first win by a British man since George Patrick Hughes in 1931.",
  "webTitle": "Novak Djokovic berates umpire after Rome final defeat by Andy Murray",
  "webPublicationDate": "2016-05-15T20:57:50Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/novak-djokovic-berates-umpire-after-rome-final-loss-to-andy-murray",
  "keyword": [
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Novak Djokovic",
      "id": "sport/novak-djokovic",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/15/novak-djokovic-berates-umpire-after-rome-final-loss-to-andy-murray"
}