{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/28/whats-wrong-with-women-being-single-dating-marriage-hadley-freeman",
  "id": "2016-05-28-144",
  "sectionId": "lifeandstyle",
  "body": "A fun game to kick off the weekend, ladies! Guess which year the following quotations about your dating prospects are from: 1 “As bad as things may be for a single 38-year-old woman now, it’s going to be a bloodbath when today’s single, twentysomething women turn 38.” 2 “A lady’s imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.” 3 “Men don’t have to commit, so they pursue a short-term mating strategy… and women are forced to go along with it in order to mate at all.” 4 “Girls of gentleness and refinement do not care to be courted upon the open highway, nor in public parks, and thus the world is filling with spinsters.” What, all from the 19th century you say? Not quite. Only numbers two and four pre-date the 21st century, coming from, respectively, Pride And Prejudice and an article in the New York Times published a century ago. Numbers one and three were published within the last year, in a British national newspaper and Vanity Fair magazine respectively. But don’t feel bad – because feeling bad causes wrinkles which will damage your marriage prospects even more. It is fascinating how little the narrative of the single woman has changed since, well, for ever. Two centuries after Jane Austen’s death, the only acceptable happy ending to a fictional story about a single woman is one involving marriage. In real life, expectations remain equally retrograde, underpinned by an assumption of women’s – and only women’s – obsession with matrimony: “Bag that man whatever the cost, gals!”, delivered in a “just tellin’ it like it is” tone. Sure, you might be doing more with your days than churning butter and evading smallpox, much of the media narrative goes, but you modern women are, if anything, even more screwed than you were 250 years ago when it comes to Catching A Man. Feminism’s all well and good, but you can’t argue with biology. Certain sections of the media love few things more than an article telling women that they have doomed themselves to loneliness with their 21st-century ways. Bonus points if that article is written by a woman – preferably one too young to realise that this article has been written every five years since women were allowed to write. For all future writers of these pieces, consider this your template: the scene opens with you and your bafflingly single female friends at a glittering dinner party, or a witty picnic; talk about how women are now out-achieving men and this is why you are so much worse off in the dating game than any other woman, ever; tap-dance in some literary references; follow with a reference to an au courant issue – Tinder, say, or online porn; insist you know (of course!) there is nothing wrong with being single, while whispering out the side of your mouth that obviously everything is wrong with it. Pose for mournful photo. Press send. Leaving aside the way these articles always depict men as such idiotic hound dogs you wonder why any woman would want one within a 50-yard radius of her, the real question is: ​how much longer will some ​women fall for this outdated narrative, when all evidence in their lives disproves it? Discussions of single women copy and paste Austen’s anachronistic depiction of the sexes – helplessly passive women versus mysteriously evasive men – without seeing her wider point, which is that dating has always been a drag, for women and men. Finding someone is hard. And yet the human race continues to perpetuate, and no amount of gender generalisations (women all want to settle down!) and biological essentialism (men need to spread their seed!) can refute that.   Related: Hadley Freeman: the trouble with Caitlyn Jenner    The truly unique thing about western women’s current situation is not how Tinder (maybe) affected their Friday night, but that they have more control over their lives than ever, choosing to start families later, if at all, to pursue their careers and their lives. Lizzy Bennet could only dream of these freedoms, but too many women waste this liberty by falling for the misogynistic line that not to be married at 30 is a crisis. Speaking as someone who was single for most of my 20s and had children at 37, to have a bit of independence and life under your belt before being subsumed into domesticity is not exactly a disaster. In this regard, things are pretty great now for women. True, this inconvenient fact can’t be spun into yet another scaremongering article designed to annoy readers. But then, as we are constantly told, we gals can’t have everything.",
  "webTitle": "Hadley Freeman: single women, bag that man now!",
  "webPublicationDate": "2016-05-28T08:00:29Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/28/whats-wrong-with-women-being-single-dating-marriage-hadley-freeman",
  "keyword": [
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Hadley Freeman",
      "id": "profile/hadleyfreeman"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/28/whats-wrong-with-women-being-single-dating-marriage-hadley-freeman"
}