{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/03/detroit-teacher-sickout-day-two-summer-pay",
  "id": "2016-05-03-25",
  "sectionId": "us-news",
  "body": "Nearly every school in Detroit was closed for the second straight day on Tuesday, once again causing more than 45,000 students to miss class because of a funding crisis that has put the city at odds with teachers. The Detroit Teachers Federation called for a mass sickout after the school district’s management announced over the weekend that it would not be able to pay teachers in the summer.  Union leaders met with district leadership on Monday but did not reach an agreement. That night, the union said teachers were not expected to return to work. “We do not work for free and therefore we do not expect you to report to school tomorrow,” the union wrote.    Related: Michigan governor faces yet another lawsuit – this time over Detroit schools    Of Detroit’s 97 public schools, only three were open on Tuesday morning.  Teachers instead picketed outside the school district headquarters, chanting: “No pay, no work” and “enough is enough”. Though most school districts in the US are run by local governments, the state took over the Detroit school district because of financial difficulties in 2009. A series of emergency managers have headed the district in the seven years since.  And that record is reflective of larger economic troubles facing the former industrial powerhouse, which became the biggest American city to file for bankruptcy in July 2013. Though car manufacturers such as General Motors, long associated with the city, returned to making a profit after a government bailout prompted by the 2008 financial crisis, much of the region remains mired in unemployment and mismanagement. Judge Steven Rhodes, who approved the city’s post-bankruptcy reorganization plan in 2014, was appointed the school district’s emergency manager in March. He succeeded Darnell Earley, who resigned in February amid criticism over his central role in the Flint water crisis.     A teachers’ rally in Detroit. Of Detroit’s 97 public schools, only three were open on Tuesday morning. Photograph: Carlos Osorio/AP    Rhodes announced that teachers would not be paid in the summer on Saturday. On Monday, he said he understood teachers’ frustrations, but thought the sickout was “unnecessary”. The union’s interim president, Ivy Bailey, said on Monday night that Rhodes again refused to guarantee teacher’s full pay during discussions with union leadership. Without a deal, teachers who chose to get paid through the summer will not receive money they are owed for work they did before the 30 June deadline.    Related: 'Little Miss Flint' ready to welcome Obama after letter asking him to visit    “Teachers want to be in the classroom giving children a chance to learn and reach their potential,” Bailey said. “Unfortunately, by refusing to guarantee that we will be paid for our work, DPS is effectively locking our members out of the classrooms.” Michigan governor Rick Snyder said on Monday the sickout was “not constructive”.  Snyder is hoping to meet with Barack Obama when he visits Flint on Tuesday. It is the second time this year the president’s visit to the region coincides with a sickout: during his visit in January, Detroit teachers staged the demonstration in protest of poor school conditions.  The Detroit Free Press editorial board sided with the teachers on Tuesday, blaming the school closures on the state’s government. In an editorial, they wrote that they were tired of “political machinations” impeding the school system.  The people of Detroit, they wrote, are “tired – perishingly tired – of the coy, sanctimonious rhetoric displayed this week by Governor Rick Snyder and state speaker of the house Kevin Cotter (and avowed by other lawmakers, who just haven’t happened upon a convenient microphone so far this week) whose smug pronouncements suggest they’ll hang responsibility for the state’s DPS inaction on anyone but themselves.” The editorial criticized the legislature’s $720m restructuring plan to help the ailing district, writing that it involves “fundamentally altering not just education but the economic and social landscape”. The union also ran a full-page advertisement in the newspaper, asking people to write to the governor requesting a guarantee teachers will be paid.  It was clear before the weekend that the district did not have enough money to operate past 30 June, but in March, lawmakers approved a $48.7m package to keep the schools open until then. The teacher’s union says it was told that money would cover teacher salaries, but the weekend announcement was a betrayal of that commitment.",
  "webTitle": "Thousands of students miss class as Detroit teachers' strike enters day two",
  "webPublicationDate": "2016-05-03T20:15:41Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/03/detroit-teacher-sickout-day-two-summer-pay",
  "keyword": [
    {
      "webTitle": "Detroit",
      "id": "us-news/detroit",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Michigan",
      "id": "us-news/michigan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US unions",
      "id": "us-news/us-unions",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Holpuch",
      "id": "profile/amanda-holpuch"
    }
  ],
  "guardianId": "us-news/2016/may/03/detroit-teacher-sickout-day-two-summer-pay"
}