{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/26/ecuador-veolia-clean-up-guayaquil-water-sanitation-pollution",
  "id": "2016-05-26-204",
  "sectionId": "global-development",
  "body": "The waters flowing through Estero Salado, a river delta in Ecuador’s largest city, Guayaquil, can be deceptive, even for those who have lived their entire lives alongside the filthy and meandering estuarine network. “We know the water is not clean, but you build up a tolerance,” says 21-year-old local activist Jasmanny Caicedo. Though he says he can take a dip without becoming ill most of the time, even Caicedo says he gets caught out on the “really bad pollution days”. The temperature in Ecuador’s most populous city typically ranges from 21-31C (70-88F), meaning swimming is a welcome pastime for many of Guayaquil’s 2.3 million inhabitants. But unsanitary water conditions can increase the risk of catching waterborne infections such as cholera, typhoid and hepatitis.   Related: If we want drinking water for everyone, we're going to have to pay for it | Kevin Rudd    One day, Caicedo says he plunged into the water for “just a few minutes” but that was still enough to gave him a severe allergic skin reaction. On other occasions he reports that bathing in the estuary has resulted in stomach cramps, fever, vomiting and diarrhoea. Water samples gathered from the estuary as part of a study this year for the environment ministry showed faecal coliforms – single-cell organisms that live in the intestines of humans and animals – in 81% of specimens. The worst samples had 100 times more faecal material than the legal limit. Throughout May locals are demonstrating to raise awareness of pollution in the estuary. Activists have delivered buckets of filthy water from the estuary to the mayor’s office. The water and sanitation services in Guayaquil were privatised in 2001, backed by $18m (£27m) from the World Bank and $40m from the Inter-American Development Bank. The contract was won by a consortium of international companies called Interagua. The privatisation – backed by Jaime Nebot, mayor of Guayaquil since 2000 – was meant to improve sewerage and clean water provision, in particular for the poor of the city.  The French giant Veolia brought a majority stake in Interagua in 2008. Veolia, which provides water, waste and energy services to councils across the globe, is responsible for providing drinking water and sewerage facilities across the city.  While this is a dispute over water, it is also a question of land rights. The difficulties centre around the fact that Veolia is not responsible for water and sanitation for Guayaquil’s many informal settlements, leaving some of the city’s poorest residents without coverage. The company said: “100% of the population holding legal titles to their property are receiving drinking water services [on tap] … Almost 100% are connected to the sewerage system but those that are not are included within a municipal programme that underwrites the cost of switching from septic wells to network sewage … Those without legal titles are not entitled to receive the services.” Diego Armando Plua Perea, who lives a few blocks away from Caicedo, says there has been progress over the past 15 years, adding: “My house has a sewerage connection now and clean drinking water.” But he says many of his neighbours in the houses along the Estero Salado still do not.      Swimming in the Guayas river, Guayaquil (image from 2005). Photograph: Majority World/UIG via Getty Images    Caicedo says that progress has been too slow. “Nebot signed that contract but he has failed to hold the company to account,” he says. “The water has too much sewage flowing into it. We are protesting because the local government is not doing enough to manage the private company that is operating the contract.”   Related: Water privatisation: a worldwide failure? | John Vidal    Last year, the World Bank and the European Investment Bank loaned a further $102.5m each towards a $247.8m project to connect another 30,000 households in Guayaquil to the sewerage system and clean up the estuary. But the president of Guayaquil’s Citizen Observatory of Public Services is not reassured. César Cárdenas is critical of the privatisation. He says the protests are necessary to make sure the loans are spent on the unglamorous work of improving the sewerage network in the poorest neighbourhoods. He says: “This loan from the World Bank should be a lifeline for the people living around the estuary and for the fragile wildlife. But, without international pressure, it’s likely to end up being another PR show for Jaime Nebot, and a huge cost for the local people, with precious little to show for it.” The residents of Estero Salado have the backing of Ecuador’s leftwing president, Rafael Correa. In March, Correa called on the municipality and its contractors to fulfil their responsibilities. “They have to complete the sanitary sewerage network and connect the homes so that [they] don’t spill into the Estero,” he said.  Veolia says there are340,000 connections to the sewerage system, and yearly audits are publicly available showing the number of connections. The environment ministry has launched an inquiry into whether Guayaquil’s local government had the authority to privatise water provision in the first place.",
  "webTitle": "Ecuadorians tired of waiting for a cleanup of Guayaquil’s filthy waters",
  "webPublicationDate": "2016-05-26T12:09:28Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/26/ecuador-veolia-clean-up-guayaquil-water-sanitation-pollution",
  "keyword": [
    {
      "webTitle": "Sanitation",
      "id": "global-development/sanitation",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Access to water",
      "id": "global-development/access-to-water",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Ecuador",
      "id": "world/ecuador",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Private sector",
      "id": "global-development/private-sector",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frederika Whitehead",
      "id": "profile/frederika-whitehead"
    }
  ],
  "guardianId": "global-development/2016/may/26/ecuador-veolia-clean-up-guayaquil-water-sanitation-pollution"
}