{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/07/sadiq-khan-london-mayor-british-muslims-readers-what-it-means",
  "id": "2016-05-07-99",
  "sectionId": "politics",
  "body": "The appointment of a new mayor of London was always going to be a historic moment, but the announcement that it would be Sadiq Khan – the first Muslim to take on the job – had even more significance.  It is a victory that, according to Khan himself, sends a strong message to all “the haters in Iraq and in Syria”, showing that the city is a beacon of tolerance and respect.  But what does it mean for those living in the country? We asked British Muslims about the significance of this for their community and the UK as a whole.     ‘The world is becoming increasingly polarised, which is scary for people like me with dual heritage.’ Photograph: Navid Akhtar    Navid Akhtar, 48, London: I hope this will reaffirm that Muslims are no different to anyone else  This is a watershed moment in which the disengaged and cynical among us have to accept that we have one of the world’s fairest societies. I voted for him as I am looking for a return to centrism. The world is becoming increasingly polarised and that is a scary prospect for people like me who have dual heritage. I am a proud Londoner born and bred and at the same time I care about my Pakistani heritage and live my life – in business, with my neighbours and family – following the values of Islam. None of this is in conflict and London is an example to the rest of the world of tolerance and respect. I don’t care about the colour, race, gender, sexual orientation or religion of any politician. All I care is that they care and want to serve not rule over us. The next mayor will have their work cut out for them. London needs to start caring about it’s people more, and working out how to help give them a better life. I’ve seen many neighbours of decades feel that they have no choice but to leave as the economic pressure of this city is relentless. I am hoping that Khan’s appointment will be positive for the Muslim community and we will see this as a chance to reach out to our neighbours, who are curious about our faith and open to finding out about our everyday life as Muslims. Within wider society I hope his position will reaffirm that Muslims are no different to anyone else in terms of their wish for peace, mutual respect and prosperity.       Sajadah Tariq, 45, Nottingham: Khan won because of his policies, not because he is Muslim  Islam should never have been on the agenda in this campaign, as Zac Goldsmith’s faith was never mentioned. Faith should not matter, diversity is essential. We should focus on politics and Khan won because of his policies, not his faith. I hope during his time as mayor Khan lives up to his word on housing, and transport. I hope he unites London. This should be his legacy, not the fact that he is Muslim – that is insignificant. I don’t think that my life will change dramatically because of Sadiq Khan becoming mayor; some people’s views about Muslims will not change overnight. I am hoping that the ignorant and ill-informed, however, will now think twice before commenting.       Ali Jaffery, 58, Cardiff: I hope that Khan will improve race relations   To me the first Muslim mayor means that in mature democracies there is no room for identifying a human on grounds of faith, race or ethnicity. I hope that Khan will improve race relations, and keep London moving by cutting down transport fares, as well as help tackle the housing crisis. I would like Khan to approach British Muslims with positive thinking and formulate a policy to educate the police authorities, teaching them not to consider all Muslims as terrorists by default.       Dawood Gustave, 49, London: I want him to be a mayor for all Londoners  London and its pluralism means it is a beacon of hope for the world. I voted for Khan; I am the son of immigrants and from a council estate myself. Self-made and with compassion, he represents a view of modern caring capitalism that London can represent if we can address our inequality problem. I hope the mayor will achieve what he said he would, and provide hope and unity. I want him to be a mayor for all Londoners.      ‘It shows that there is still trust among world citizens in Islam.’ Photograph: Zainab Kidwai    Zainab Kidwai, 32, Derby: Khan’s attitude throughout his campaign has been phenomenal  It’s a very proud moment for Muslims in the UK and the world. It shows that there is still trust among world citizens in Islam and Muslims. That “we” are as normal as anyone else. Khan’s attitude throughout his campaign has been phenomenal – he never gave up and kept pursuing his dream. I hope he is able to do a fantastic job for London and its citizens by continuing to make it into a leading world-class city where everyone and anyone feels welcome.  I think it will definitely help on Monday morning when I will be having the daily recap of world events with my non-Muslim colleague. I will be able to proudly point out that such a prestige position has finally been occupied by a Muslim – who is a much nearer representation of myself and my communities than others who are currently making the news.       Suhaib Qazi, 31, London: I don’t think he fully represents Muslim feeling in the city   I didn’t put him as a first vote as I don’t think he fully represents the general Muslim feeling in the city, and in such a toxic campaign – where he was seemingly attacked for being a Muslim – I didn’t get the impression that he felt proud of his faith. His comments questioning whether women should remain veiled when interacting with public service providers were particularly disappointing. However, he was the better of the two frontrunners. From a purely Muslim perspective, I would like to see him tackle the rising level of Islamophobia that we have seen in recent times, particularly on public transport where mainly women have been targeted. There is a huge sense of fear among Muslim women now, particularly those wearing hijab/niqab and so it needs to be addressed.",
  "webTitle": "What Sadiq Khan's election means to British Muslims",
  "webPublicationDate": "2016-05-07T14:57:47Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/07/sadiq-khan-london-mayor-british-muslims-readers-what-it-means",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "City mayors",
      "id": "cities/city-mayors",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "politics/2016/may/07/sadiq-khan-london-mayor-british-muslims-readers-what-it-means"
}