{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/thousands-gather-for-funeral-of-hezbollahs-mustafa-badreddine",
  "id": "2016-05-13-44",
  "sectionId": "world",
  "body": "Hezbollah says it will soon reveal who it believes killed its military commander, Mustafa Badreddine, in a large explosion in Syria, the biggest blow to the militant Lebanese group in the past eight years. Ahead of the findings of an investigation launched by Hezbollah members at the scene of the explosion near Damascus airport, leaders of the political bloc cum powerful militia were on Friday already pointing the finger of blame at Israel.  A statement by the group gave weight to the suggestion, by announcing that the internal investigation would seek to determine whether a “missile or artillery strike” had been responsible. Badreddine, 55, was the most senior Hezbollah member to have been killed since his predecessor and brother-in-law Imad Mughniyeh was assassinated in Damascus in February 2008 in a joint Mossad and CIA operation. Since then Badreddine had led all aspects of the organisation’s activities, including the war in Syria, in which Hezbollah became a major stakeholder in 2012 as a backer of the Bashar al-Assad regime.      Hezbollah members hold a picture of Badreddine during his funeral. Photograph: Nabil Mounzer/EPA    Reaction in Israel to the strike was muted, while Israeli media that had been briefed by officials steered away from the suggestion of government involvement.    Related: Mustafa Badreddine: a long, violent career won him many enemies    And while in the past Israel has not acknowledged operations of this kind until long after the fact, they have often been accompanied by mood music suggesting responsibility. Speculation has so far centred on who else might have done it.  Hezbollah has many enemies in Syria, where it has lost an estimated 900 members in fighting and where, along with Iran, it has taken the lead in directing numerous battles. On the streets of Beirut, there was little room for doubt. Thousands of Hezbollah supporters gathered on Friday to pay homage to Badreddine, who was buried with full military honours and a marching band. Residents of south Beirut showered mourners with flowers and rice and ululated as they sang eulogies for Badreddine, chanting death to America, Israel and the Saudi ruling family. Badreddine was buried in the same shrine as Mughniyah. Top Hezbollah officials attended the procession, as well as Badreddine’s brother. “The people of the resistance are used to these shocks but we are proud of him,” said one Hezbollah supporter. “We will march on. It is incredible to have a leader willing to sacrifice in this way, though we knew little of him.” “We are all in one field of battle and in the end we win either victory or martyrdom,” another said. Israel has sent its air force to attack at least eight different sites inside Syria since the civil war began. Most have targeted what Israeli officials believe to have been convoys carrying anti-aircraft missiles, which they claimed were being moved to Lebanon, where they could pose a threat against its air force.   Map: death of Mustafa Badreddine   Announcing Badreddine’s death earlier on Friday, Hezbollah said: “He said months ago that he would not return from Syria except as a martyr or carrying the flag of victory. “He is the great jihadi leader Mustafa Badreddine, and he has returned today a martyr. “The information gleaned from the initial investigation is that a major explosion targeted one of our centres near Damascus international airport, which led to the martyrdom of Sayyid Zul Fikar (a nom de guerre for Badreddine) and the injuries of others.    Related: Mustafa Badreddine: a long, violent career won him many enemies    “The investigation will work to determine the nature of the explosion and its causes, whether it was due to an air or missile or artillery strike and we will announce the results of the investigation soon.” Born in 1961 in the southern Beirut suburb of Ghobeiry, Badreddine had been central to Hezbollah’s operations since the group’s inception in 1982. He was sentenced to death in Kuwait in the 1980s over a plot to blow up the American and French embassies there during the Iran-Iraq war, but later escaped after Saddam Hussein’s army invaded the oil-rich emirate and threw open its prisons. Most of the organisation’s activities had targeted Israel, which occupied southern Lebanon from 1982 to 2000. However, Badreddine had also been accused of leading a cell that was allegedly responsible for the assassination of the former Lebanese prime minister Rafiq Hariri, on the Beirut waterfront in February 2005. He was indicted in 2011 by the special tribunal for Lebanon, an international court established in The Hague, in connection with the massive 2005 bombing, which led Assad to withdraw his forces from Lebanon in the face of a civic uprising.     Badreddine in at picture released by the special tribunal for Lebanon website. Photograph: Reuters    Badreddine and four other alleged members of Hezbollah remain on trial in absentia at The Hague. Prosecutors have offered one of the few publicly available glimpses of the shadowy Hezbollah operative, describing him as the “apex” of the cell that allegedly killed Hariri, and a figure who was akin to an “untraceable ghost” who assumed multiple identities. He was known to have studied at a Lebanese university and to have maintained an apartment in the Lebanese seaside area of Jounieh. He was also active in the south Beirut suburb of Dahiyeh, where he was last seen early last year at a wake for Jihad Mughniyeh, the son of Imad Mughniyeh, who was killed by an Israeli airstrike that also claimed an Iranian general. While holding senior positions throughout his career, Badreddine was best known for his role in leading Hezbollah’s large contingent in Syria. Despite Israeli protests, Russia recently proceeded with a long-delayed sale to Iran of the advanced S-300 weapons system, which can shoot down the most modern fighter jets. Israeli officials had said they would prioritise tracking the whereabouts of the systems, the position of which in southern Lebanon would pose a potent threat to their air force.",
  "webTitle": "Thousands gather for funeral of Hezbollah's Mustafa Badreddine",
  "webPublicationDate": "2016-05-13T18:39:02Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/thousands-gather-for-funeral-of-hezbollahs-mustafa-badreddine",
  "keyword": [
    {
      "webTitle": "Hezbollah",
      "id": "world/hezbollah",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Lebanon",
      "id": "world/lebanon",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Chulov",
      "id": "profile/martin-chulov"
    },
    {
      "webTitle": "Kareem Shaheen",
      "id": "profile/kareem-shaheen"
    },
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/13/thousands-gather-for-funeral-of-hezbollahs-mustafa-badreddine"
}