{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/17/sara-pascoe-animal-review-soho-theatre-london",
  "id": "2016-05-17-181",
  "sectionId": "stage",
  "body": "You’d think from the title of Sara Pascoe’s new standup set that this is the show of her just-released “autobiography of the female body”, Animal. In fact, feminism and biology are relatively low in the mix of an hour that instead addresses the question: what does it mean to be a good person? It’s a flighty offering even by Pascoe’s digressive standards, and packs a slightly weaker punch than her earlier shows about pair bonding and (after a fashion) Nietzschean philosophy. But it’s still great fun, full of fresh, honest and lovably artless thinking about love, sex and modern living.   Related: Sara Pascoe: ‘My mum has heckled me’    In this disquisition on empathy, or the lack of it, Pascoe is her own No 1 case study. To begin with, we’re regaled with tales of teenage misdemeanours, and of manipulative behaviour in her current relationship, that show how “gross” she is. She’s adept at telling stories against herself; her awkward body language – as reticent as her words are revealing – really brings the self-abasement to life. Mind you, that gawky physical presence is in some ways a trick, there to soften the sharpness and authority of her judgments on (to give one example) the TV show RuPaul’s Drag Race. The drag queens featured could never pass as real women, she argues, because they’re too at ease in their own skins. Not for the first time, the material on gender brings out Pascoe’s best. There’s a routine lamenting the fall from grace of female pubic hair, and in another she devises a novel corrective to the ubiquity of online porn. The malign effect of street lamps on the glow-worm population is spun into a plangent metaphor for our 21st-century sex lives, as modern man is trained to favour a shinier, more plasticky variant on womankind at the expense of the real thing. None of this remotely resembles a lecture – but just in case, Pascoe inserts a self-mocking line in each instance suggesting that it may not be the culture that’s at fault, but her reaction to it.      My main caveat with the set is that Pascoe’s so light on her feet here, so quick to move on from any joke or set-piece, that I sometimes felt frustrated. One skit about God appearing to her in a supermarket digresses before ever showing its hand. A line about Pascoe’s theory of the death of socialism devolves into a routine about her favourite TV shows – and the theory is never fleshed out. I’m not asking for a treatise, and I readily acknowledge that Pascoe’s tangential way of thinking is key to her considerable charm. But on this occasion, the pleasure of chasing to keep up is tinged with regret that this or that topic has been cast aside too soon. That’s only a regret because Pascoe is such a terrific comic: it’s so much fun to watch her really wrestle a question to the ground. Here, notwithstanding a choice routine about her poor handjob technique deriving from “empathy failure”, Pascoe’s how-to-be-good theme doesn’t forcibly assert itself. But, from one digression to the next, she remains very endearing company, effortlessly adept at making us think and laugh.  At Soho theatre, London, until 28 May. Box office: 020-7478 0100. Then touring.",
  "webTitle": "Sara Pascoe: Animal review – God, pubes and glow worms in a fun, fresh show",
  "webPublicationDate": "2016-05-17T11:49:13Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/17/sara-pascoe-animal-review-soho-theatre-london",
  "keyword": [
    {
      "webTitle": "Sara Pascoe",
      "id": "stage/sara-pascoe",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "stage/comedy",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Logan",
      "id": "profile/brianlogan"
    }
  ],
  "guardianId": "stage/2016/may/17/sara-pascoe-animal-review-soho-theatre-london"
}