{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/23/bhs-collapse-sir-philip-green-was-warned-about-buyer-mps-hear",
  "id": "2016-05-23-33",
  "sectionId": "business",
  "body": "Sir Philip Green’s retail business was warned before the sale of BHS that Dominic Chappell, the man who led the buyout, had been declared bankrupt and lacked experience in the retail industry. Paul Budge, the finance director of Arcadia, admitted that the company was aware that Chappell had been declared bankrupt at least once and was “cautious” about the sale, MPs heard on Monday. However, he and a collection of Arcadia executives defended the decision to sell BHS to Chappell’s consortium, Retail Acquisitions, despite the company collapsing into administration just 13 months after the deal. “We seriously believed there was a credible business plan and seriously believed he was surrounded by credible people,” Budge said. Arcadia left £94.5m of cash and debt facilities in BHS for Chappell, Budge added, as well as providing £110m of guarantees on loans and leaving £200m of property in the retailer. Budge said the “most heavy due diligence I have seen” was conducted before the deal was completed. He blamed the collapse of BHS on Chappell failing to push through a turnaround plan for the retailer “quickly enough”. Anthony Grabiner, the chair of Arcadia, also defended his role, insisting he had been a “responsible” chairman despite not being invited to a key board meeting that discussed the sale of BHS. The revelation Arcadia knew Chappell had been declared bankrupt will increase the pressure on Green over the demise of BHS. It raises further questions about why he sold the business to Chappell, who has been declared bankrupt three times.     Lord Grabiner speaking to the business select committee during their questioning of Arcadia executives on the BHS collapse. Photograph: PA    BHS collapsed into administration last month with a pension deficit valued at about £571m. The retailer has been saddled with the deficit despite Green and other investors collecting more than £580m in dividends, rent and interest payments during his ownership. The retailer was owned by Green for 15 years until he sold it for £1 to Retail Acquisitions, a consortium of little-known accountants and lawyers led by Chappell. Retail Acquisitions received payments of more than £25m from BHS during its 13-month ownership of the retailer. Duff & Phelps, the administrators, are attempting to secure a rescue deal for BHS and its 11,000 workers. An announcement about the future of BHS is expected to be made by Wednesday. The potential saviours include Matalan tycoon John Hargreaves, who has formed an alliance with Turkish businessman Cafer Mahiroğlu, the owner of the value fashion retailer Select. There is also an international suitor circling BHS whose identity remains unclear. Members of the business, innovation and skills committee and the work and pensions committee are investigating the company’s collapse.  Before the Arcadia executives gave evidence, a Goldman Sachs boss revealed to MPs that he had told Budge about Chappell’s background in the run-up to the deal. Anthony Gutman, the co-head of investment banking in Europe for Goldman Sachs, said he warned Arcadia there were “risks attached to the proposal”. Gutman also said Chappell’s proposal to buy BHS was “very light on detail” and included “no business plan” when he saw it just two months before the deal was completed. The Goldman Sachs banker said he provided “informal assistance” to Arcadia during talks about the sale of BHS and was not paid a fee. Gutman said he was not asked to provide a recommendation about the deal but provide “preliminary observations” about the offer from Retail Acquisitions, the consortium led by Chappell. “We provided a view that there were risks attached to the proposal,” Gutman said.   Related: How Philip Green, the £3.2bn king of the high street, lost his shine       John Hargreaves, chair and founder of Matalan, has entered the race to acquire BHS. Photograph: PA Wire/PA    MPs were also told at Monday’s hearing that Green “paused” proposals to restructure the BHS pension scheme before the sale to Retail Acquisitions. Tony Clare, a partner at accountants Deloitte who was advising Arcadia about its pension schemes, said talks about restructuring the BHS pension scheme were put on hold in September 2014 so that the retailer could focus on improving trade during the Christmas period. A preliminary proposal to the Pensions Regulator was then withdrawn. It has previously been reported that the regulator blocked Arcadia’s plan to restructure the scheme, rather than the company withdrawing it. The plan, called Project Thor, was designed to offer BHS workers more attractive pension benefits than if the scheme entered into the Pension Protection Fund. However, it also involved Arcadia writing off intercompany loans and needed landlords to agree to substantial cuts to their rental payments from BHS. Now that BHS has entered administration, the pension scheme is set to enter the PPF, with a bailout set to cost around £275m. The Pensions Regulator is investigating whether Green should be forced to contribute towards the scheme. In the first hearing over the BHS scandal earlier this month, Lesley Titcomb, the chief executive of the Pensions Regulator, told MPs that she only found out about the controversial sale of BHS to Retail Acquisitions after reading about it in the newspapers. However, Green said that Titcomb had given “incorrect” evidence. He said the regulator had been emailed on 6 February last year about his ambition to sell the loss-making business and that he had met with the body on 4 March about the sale. Chris Martin, chairman of the BHS pension scheme, backed up Green’s claims and said trustees had worked “openly and collaboratively” with the regulator since the summer of 2014. However, the Pensions Regulator hit back at Green, saying it was “not approached for clearance” before the deal and was “not given sufficient information” to assess the impact on the BHS pension scheme.",
  "webTitle": "BHS collapse: Philip Green was warned about buyer, MPs hear",
  "webPublicationDate": "2016-05-23T20:13:03Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/23/bhs-collapse-sir-philip-green-was-warned-about-buyer-mps-hear",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mergers and acquisitions",
      "id": "business/mergers-and-acquisitions",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Goldman Sachs",
      "id": "business/goldmansachs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Dominic Chappell",
      "id": "business/dominic-chappell",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    }
  ],
  "guardianId": "business/2016/may/23/bhs-collapse-sir-philip-green-was-warned-about-buyer-mps-hear"
}