{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/12/donald-trump-campaign-replaces-five-potential-california-delegates",
  "id": "2016-05-12-71",
  "sectionId": "us-news",
  "body": "Donald Trump’s campaign has replaced five potential members of its California delegation to the Republican National Convention, including a white nationalist, an anti-Muslim pastor, and the Mexican-American mayor of a southern California city who says that he takes offense at the presidential candidate’s anti-Mexican rhetoric.    Related: Reality stars and xenophobes: Trump's California delegates mirror their maker    Robert Pacheco, a former state assemblyman and current mayor of Walnut, a small city east of Los Angeles, said that he informed the Trump campaign in April that he did not support Trump, so he was surprised to receive an email on Monday night congratulating him on his selection.  He again informed the campaign that he did not support Trump and has now been removed from their list of potential delegates.  “I am having difficulty with the way that [Trump] approaches a lot of issues, in particular the Hispanic issues,” Pacheco said. “My father is from Mexico; my mother was born in the United States. It doesn’t matter if we are touched directly; it can be an uncle, a grandma, a cousin. When things are said that are so insensitive and derogatory, it touches us in our hearts, and it bothers me.” Pacheco, a Republican, says that he was initially open to supporting Trump, but was alienated by the candidate’s anti-Mexican statements, which have included broadly referring to Mexican immigrants as criminals and rapists. “When I heard the rhetoric, the further it went, and the louder it got, the less likely I was to support him,” he said. “It’s painting with a broad brush. Not everyone fits the category that you see with the picture of people running across the border. There’s a lot of people that immigrated here properly and that have worked hard to raise a family.”  Pacheco is one of five delegates for Trump who were initially named on the California secretary of state’s official list but were replaced on a new list, posted on Wednesday on the website of the California Republican party.  William Daniel Johnson, a prominent white nationalist who has called for a constitutional amendment which would deport all non-white Americans and strip them of their citizenship, was the first tossed on to the Trump delegate bonfire, informing the Guardian on Tuesday that following a conversation with the campaign he had offered his resignation from the list after a chaotic day in which representatives for Trump at first claimed no knowledge of Johnson, and then blamed a “database error” for his inclusion. At first the California secretary of state said that the list could not be amended following the Monday deadline. However, as the furor continued into Wednesday, the general counsel for the state Republican party, Charles Bell, sent a letter to the secretary of state’s office asserting that Republican party bylaws “supersede” the California election code, allowing them to make changes to the list after the state deadline. Bell asked the secretary of state to remove its official list from its website, saying that “the posting of an inaccurate listing will lead to public confusion”. The secretary of state’s office demurred, but as a compromise added a note to its site directing the public to the state GOP’s website for changes to the list. Guy St Onge, a YouTube pastor who has posted anti-Muslim, antisemitic and homophobic messages on social media, told the Guardian on Wednesday that he was no longer a delegate to “take one for the team”. Two other delegates, Harold Wright of the 5th Congressional District, and Vera John of the 49th Congressional District, have also been replaced in the new list.  California holds its Republican primary on 7 June.",
  "webTitle": "Donald Trump campaign replaces five potential California delegates",
  "webPublicationDate": "2016-05-12T18:35:36Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/12/donald-trump-campaign-replaces-five-potential-california-delegates",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Carrie Wong",
      "id": "profile/julia-carrie-wong"
    },
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "us-news/2016/may/12/donald-trump-campaign-replaces-five-potential-california-delegates"
}