{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/03/guardian-weekly-letters-australia-budget-burundi",
  "id": "2016-05-03-240",
  "sectionId": "global",
  "body": "You only get what you pay for Two letters in the Guardian Weekly (Reply, 15 April) struck a chord with my thinking about the federal budget in Australia, the first to be prepared by treasurer Scott Morrison and his coalition team. Unsurprisingly, both letters are from Australia and very pertinent. The prevailing attitude has been to cut, cut and cut government spending in an attempt to reduce the budget deficit. Officials seem ostrich-like in their refusal to admit that they actually are faced with a revenue problem. Australians deserve improved healthcare, education and social services. You only get what you are prepared to pay for. I am sure most Australians would actually accept an increase in taxation, if they could only be convinced that their increased taxation would be used for their own and their children’s good. What is needed very badly is a good communicator, capable of explaining to the Australian public the above need for a degree of increased taxation. It must of course be allied very closely to a rigorous closure of the many tax avoidance schemes and measures presently in vogue and so recently exposed. There is no future in continuing to pretend that a reduction in spending is the only way to reduce the budget deficit. Any further such reductions will have the effect of reducing Australia to developing-world status. The same measures are also desperately needed by the United Kingdom, Greece, Italy and many other EU states.Michael ScarrOld Bar, NSW, Australia The crisis in Burundi Thank you for continuing to cover Burundi’s forgotten crisis (22 April). But to simply state the stark facts is not enough; there has to be some understanding of why. When working for an overseas aid agency, I interviewed a Hutu aid worker from Burundi who described the ethnic prejudice among Tutsis against Hutus. He said that Tutsis were taller, richer, had access to more land, better food, and got the best education and jobs. This prejudice has its roots in history, and developed even before the country was colonised by Germany and then Belgium. More recently, ethnic tensions have been stoked by land pressures and booming population growth: too many people growing food on too little land. It’s now seen as the hungriest country on earth. The country lives off humanitarian aid. International peacekeepers would buy time for the government to bring in agricultural reform and hire local health workers to promote family planning.Linda AgerbakArlington, Massachusetts, US France’s foot soldiers So France has put soldiers on the streets to calm and reassure, as well as help prevent more terrorist attacks (22 April). And so far at least, this Opération Sentinelle has more or less worked, with people often welcoming armed men in uniform. Less widely reported outside France has been the outbreak of peaceful late-night gatherings or nuits debout in public squares around the country, mixing popular protest with free debate (15 April). Let a thousand flowers bloom? Back in 1969, before Bloody Sunday, Irish Catholics in Derry and Belfast welcomed British troops to counter Protestant paramilitaries. In Egypt, when the Arab spring went wrong, secular nationalists and socialists preferred another round of army rule to a hardening, but properly elected, Muslim Brotherhood. As one thing leads to another in France, how long will it be before soldiers and protesters confront each other in streets or squares? Where next? The UK Conservative government also plans to deploy thousands of troops in case of further terrorist attack. As Egypt’s soldier-saviour Abdel Fatah al-Sisi cracks down on protest and dissent, human rights campaigner Hossam Bahgat may speak for more of us than he knows: “This is a regime that people supported even at the expense of their own rights in order to defeat terrorism.” People are starting to realise that they gave up their liberties but did not get either the safety or economic stability they were promised in return. “Troops out” may still hold good.Greg WilkinsonSwansea, UK The limits of free speech The invention of gunpowder gave major impetus to the still-profit-making arms industry. The invention of the aptly named world wide web has similarly spawned another obscenely profitable realm of endeavour known, some might say ironically, as “social” media, wherein people not only can communicate instantaneously with each other, but can also plot or threaten their own and others’ demise (as reported in your back-page piece by Owen Jones, who says he’s threatened by online rage, 22 April). However, whenever there is a call for restraint and some form of quality control, the placards of protest immediately go up in defence of free speech, precisely echoing the NRA’s call for the right to bear arms. The only way I see out of what looks to be a haemorrhage of freedom and ego run amok, is to stay armed with just a cellphone and old-fashioned email, and bury your gun. Richard OrlandoWestmount, Quebec, Canada Playing your vinyl Unlike Hanna Hanra (22 April), I do play the vinyl records that I love – and I’m not alone in this. I am drawn by their warmth and depth in performance. They are largely classical, and have been looked after well by their previous owners. Their value is beyond words – not of memories – “person, time, space” etc – but of their inherent musical quality: a viable tactile alternative, I suggest, to Hanra’s ephemeral nostalgia.Michael HaigBournemouth, UK Married to the US Britons who vote to leave the EU might not hanker so much for Britain to become part of “the ‘Anglosphere’, that solar system of English-speaking planets which revolves around the United States” (Jonathan Freedland, 29 April), if they thought more about the downside of marriage to the US. It’s bad enough that Australians seemingly have no choice but to follow our misguided spouse into futile and misjudged military adventures in order to keep up her interest in us. Worse, we now face the prospect in November of our partner undergoing a rightwing radical personality change, in the form of Donald Trump, or the equally odious Ted Cruz, and there is nothing we can do about it.Lawrie BradlySurrey Hills, Victoria, Australia Briefly • The result of the Freedom party in the first round of the Austrian presidential vote gives rise to the question of whether the governments of other member states of the European Union would again apply sanctions on Austria after the possible victory of Norbert Hofer (29 April). Perhaps in the last 16 years they have learned to accept the result of a democratic election in a sovereign state. I would not count on that, but one can always dream!Michael PfeifferNeuhausen auf den Fildern, Germany • I am following with fascination and horror your exposure of the facts contained in the Panama Papers leaked from the firm Mossack Fonseca, which you refer to as “the world’s fourth-biggest offshore law firm” (8 April). My question is this: what do we know about the bigger three?Chris NobbsNorfolk Island • “Thank God that in our suffering he never leaves us alone,” says Pope Francis (22 April). I’d be more thankful with less suffering here, and the divine busybody hard at work on the other side of the universe.Warwick RuseBrunswick, Victoria, Australia • With respect to the new regulations to require longer skirt length at a New Zealand high school (15 April): does the deputy principal seriously think this will “stop boys getting ideas”, or girls for that matter?Anthony WalterSurrey, British Columbia, Canada Email letters for publication to weekly.letters@theguardian.com",
  "webTitle": "Guardian Weekly Letters, 6 May 2016",
  "webPublicationDate": "2016-05-03T10:59:54Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/03/guardian-weekly-letters-australia-budget-burundi",
  "keyword": [],
  "authors": [],
  "guardianId": "global/2016/may/03/guardian-weekly-letters-australia-budget-burundi"
}