{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/18/put-pedestrians-first-to-tackle-air-pollution-in-this-dirty-mega-city",
  "id": "2016-05-18-69",
  "sectionId": "environment",
  "body": "London is one of the most polluted cities in Europe. We cannot keep this under wraps if we are to address the problem (Johnson ‘buried’ study linking toxic air and deprived schools, 17 May). The dangerously high pollution levels in the city are harmful to everyone – they’re associated with asthma, premature births, lung cancer and heart disease. For children though, the risk is even higher. Their exposure to air pollution is much greater than adults’, and studies show that they absorb pollutants and retain them in the body for longer. London as a whole is a dirty mega-city choked by traffic which is shrouding our children’s schools in dangerous levels of air pollution. We simply cannot afford to ignore this, we need to combat it. By putting walking first we can reduce congestion and pollution and keep people safe. This week is our Walk to School Week, aimed at encouraging more children and their parents to walk to school. However, we can’t achieve our mission of increasing the number of children walking to school on our own. Sadiq Khan demonstrated his commitment to tackling air pollution in his “Manifesto for all Londoners”. He’s promised to pedestrianise Oxford Street and named cycling and walking safety as a priority. For the mayor to address the huge public health issue of air pollution, he needs to put walking first throughout London. The promises of safe walking routes to school need to be linked to a target of getting more children walking to school. It is welcome to see him restate, in your article, his commitment to cleaning up our air and protecting Londoners’ health. Living Streets, the UK charity for everyday walking, is ready to assist in making London a city where people have the freedom to walk, breathe fresh air and enjoy the spaces they live, work and go to school.Sarah WilliamsLondon policy and campaigns manager, Living Streets  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Put pedestrians first to tackle air pollution in this dirty mega-city | Letters",
  "webPublicationDate": "2016-05-18T17:55:34Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/18/put-pedestrians-first-to-tackle-air-pollution-in-this-dirty-mega-city",
  "keyword": [
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London politics",
      "id": "politics/london",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "environment/2016/may/18/put-pedestrians-first-to-tackle-air-pollution-in-this-dirty-mega-city"
}