{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/italian-court-orders-release-hakim-nasiri-bari-terror-inquiry",
  "id": "2016-05-12-93",
  "sectionId": "world",
  "body": "An Italian judge has ordered the release of a terror suspect who was alleged to have scoped targets in the UK and Italy and whose arrest was hailed as a sign of Italy’s effective counter-terrorism programme. The decision to release Hakim Nasiri, a 23-year-old Afghan, was not formally explained by the presiding judge, Francesco Agnino. The court ruled that two other suspects who were arrested this week in connection with the same alleged terror ring on suspicion of aiding illegal immigration should remain in custody. Nasiri’s release does not mean he has been cleared of the allegation against him. Italian news outlets reported that his arrest had been affirmed by the judge, which is part of the legal procedure in Italy following an arrest. It is unclear whether Nasiri will be placed under house arrest. Nasiri’s lawyer, Adriano Pallesca, said his client was innocent and had no criminal record. “He is totally foreign to all of this and wants to clarify everything,” Pallesca said. “He has cried a lot and his profile is not compatible with the facts that have emerged.” The lawyer claimed that allegations against his client had been “exaggerated”, and said a widely published photograph that appeared to show Nasiri with an automatic weapon in a supermarket was misleading, as the gun was a toy. “Among the items collected against Nasiri, there was nothing concrete to back up international terrorism, only video and pictures that show him in moments of leisure,” the lawyer said, according to Il Fatto Quotidiano. Nasiri’s arrest was sensationalised after a series of photographs were published in UK tabloids, allegedly from his social media account, showing a man in various locations in the UK, including near the Shard, Buckingham Palace and London Bridge. The arrests of the three suspects were hailed by Italy’s interior minister, Angelino Alfano, on Tuesday as the successful result of a “long process of investigation”. Two were arrested in Bari and the third in Milan. Two other suspects have not been apprehended and are believed to be in Afghanistan. Nasiri was staying in an asylum centre and was offered protective status – similar to refugee status – last month, according to a statement released by Italian police when he was arrested.  On Wednesday the prosecutor in the case said an iPhone 6 belonging to one of the suspects who remains in jail was locked and could not be opened, and two Samsung phones had been searched. The investigation was launched in December after a routine patrol noted that four Afghans – two of whom had residence permits and two of whom were asylum seekers – were taking photographs of a shopping centre, according to the police statement. The chief prosecutor in the case, Roberto Rossi, said he would appeal against Thursday’s release ruling. Bari police did not comment and the interior ministry did not immediately reply to a request for comment.",
  "webTitle": "Italian court orders release of man held in Bari terror inquiry",
  "webPublicationDate": "2016-05-12T17:38:08Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/italian-court-orders-release-hakim-nasiri-bari-terror-inquiry",
  "keyword": [
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephanie Kirchgaessner",
      "id": "profile/stephanie-kirchgaessner"
    }
  ],
  "guardianId": "world/2016/may/12/italian-court-orders-release-hakim-nasiri-bari-terror-inquiry"
}