{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/12/why-is-climate-champion-richard-branson-allowing-deniers-on-a-virgin-podcast",
  "id": "2016-05-12-277",
  "sectionId": "environment",
  "body": "Aside from the facial hair and the petrol-guzzling international airline, one thing Virgin founder Sir Richard Branson is known for is his passion for fighting climate change. “We need every person on Earth to acknowledge that climate change is real, and encourage each other and our leaders to address the challenge,” wrote billionaire Branson last year.  So with this in mind, some listeners might find it odd to hear on the latest official Virgin podcast that human-caused climate change is not a fact agreed upon by every credible science academy on the planet, but is instead “essentially a bankrupt theory.” These were the words of James Delingpole, the British polemicist, climate science denialist and guest of Dominic Frisby, the writer, comedian and Virgin podcast host. In a knockabout 20-minute segment full of laughs and japes, Virgin podcast listeners can hear how volcanoes emit more carbon dioxide than humans, that global warming stopped 18 years ago and how wind turbines are “bat chomping eco-crucifixes” (Frisby especially liked that one).  Let’s quickly look at a couple of these claims.  Leading climate scientist Dr Ben Santer, of the Lawrence Livermore National Laboratory in the United States, told me the amount of carbon dioxide in the atmosphere has risen 40% since the start of the industrial revolution. Only 1% of that increase is due to volcanoes, compared to roughly three-quarters caused by burning fossil fuels.  “Mr Delingpole’s statement is clearly incorrect,” he said. The US Geological Survey says humans emit about 100 times more carbon dioxide than volcanoes.  Global warming stopped 18 years ago?  Neither Delingpole nor Frisby mentioned that 14 of the 16 hottest years on record, according to Nasa, have all occurred since the year 2000. In one embarrassing gaffe after another, Delingpole trotted out well-worn climate science denial talking points while Frisby confessed to being “confused”.  At one point, Frisby said “the UK has actually been getting colder” – a statement based on how, when he was a student in the 90s, “we always had amazing summers.”  According to the UK Met Office, eight of the 10 warmest years in the UK have happened since the year 2002. What about those warm summers in the 90s?  While the “amazing” summers of 1995 and 1997 were warm, they were not as warm as 2003 or 2006, according to Met Office data. “Surely some countries have got hotter,” asks Frisby, apparently seriously, to which Delingpole replies: “No, I don’t think they have.”  Really? 2015 was the warmest year for the continents of Asia and South America and the second warmest for Africa and Europe. Those continents may contain “some countries”.  In introducing Delingpole, Frisby pointed out his Virgin bosses had agreed to have him on as a guest, knowing his fringe views were not shared by the corporation. This was a credit to Virgin, Frisby said.  Delingpole’s appearance was “in the interests of balance”, Frisby told listeners. Previous guests had included three outspoken advocates of climate change action, Tim Flannery, Jeremy Leggett and former Maldives president Mohamed Nasheed.  In a long response to questions, Frisby said he had invited Delingpole after some listeners asked for a guest “to air the other side of the debate.” A Virgin Group spokesperson said featuring Delingpole was “neither an endorsement of, nor an agreement with, his positions” and, like Frisby, pointed out the names of three other guests who had been vocal on climate action.  Clearly, when several studies have found that more than 90% of actual climate experts agree humans are causing climate change, the idea that there are “two sides” which need to be balanced is either naïve or reckless ‑ possibly both.  I asked Frisby if it was incumbent for a host of a podcast bearing the Virgin brand to “avail themselves of a few facts” when discussing a crucial issue (and one on which Virgin itself is vocal).  “The problem with availing myself of facts is that this argument is now so politicised it is difficult to know what is fact and what is dogma,” said Frisby. “And many are so aggressive in the way they argue the case it actually has an alienating effect of the undecided, less knowledgeable neutrals like me. Hence my decision to speak to people in person and learn that way.”  Inviting a consistently wrong non-expert who once wrote that the “climate alarmist industry” should answer questions in the “defendant’s dock in a court of law, before a judge wearing a black cap [worn by UK judges when handing out death sentences]” hardly seems like a safe route to inclusiveness. Oh – I almost forgot to mention the Virgin podcast tag line. “Grown up conversations with interesting people.”  Read Frisby’s full response here",
  "webTitle": "Why is climate champion Richard Branson allowing deniers on a Virgin podcast? | Graham Readfearn",
  "webPublicationDate": "2016-05-12T10:25:58Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/12/why-is-climate-champion-richard-branson-allowing-deniers-on-a-virgin-podcast",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Climate change scepticism",
      "id": "environment/climate-change-scepticism",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Richard Branson",
      "id": "business/richard-branson",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Virgin Group",
      "id": "business/virgin-group",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Readfearn",
      "id": "profile/graham-readfearn"
    }
  ],
  "guardianId": "environment/2016/may/12/why-is-climate-champion-richard-branson-allowing-deniers-on-a-virgin-podcast"
}