{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/children-care-long-term-support-punishment-criminalised-mentor",
  "id": "2016-05-24-125",
  "sectionId": "commentisfree",
  "body": "Lord Laming’s review for the Prison Reform Trust has found that children in care are six times more likely to be cautioned by police or convicted of a crime than others of the same age. It is a national shame that we allow these young people to fill young offender institutions and prisons after spending so much money “taking care” of them throughout their childhoods. Unlike in your average family home, kids in care are regularly criminalised by those caring for them: police are called out for incidents that happen to many teenagers but especially those who are harbouring pain and hurt from family breakdown, and exposure to violence and abuse. As a result children and teenagers are getting criminal records for throwing plates and smashing up their rooms, and other actions often regarded as domestic by the police called out to help manage such behaviour. But to the child in care, it’s often their first contact with the criminal justice system.   Related: Half of children in youth custody have been in care system, review finds    In my children’s home the police were regular visitors. I had police called on me for breaking windows, getting caught sniffing glue and fighting with other kids. By the time I was living independently at 15, I was well known to both probation and the police. My argument has always been that if we got care right more often, lots of money could be saved – and lives too. But the problem with care is that too often it feels like we are just containing these kids. With so many moving between foster families, they often have no consistent positive adult in their lives. I have met kids who have had three social workers and eight foster placements, which often include school moves too. They have no one to walk alongside them as they navigate their life over a long period, no one to take a real interest in their long-term wellbeing. I believe that if a child does not have a permanent home by the time they are in secondary school then they need a long-term mentor. Lots of local authorities and childcare organisations have had mentor schemes but many have only had short-term funding then have folded. We cannot underestimate the potential of long-term relationships to help these young people. I know kids who have (despite opposition from authorities) kept in touch with social workers they had a rapport with, including myself. Having someone who knew me come to visit, and who helped me financially and emotionally, made a huge difference to me when I left jail at 18. A family home should consist of a parent or parents who want the best for you: they will defend you and should do their best to shape you for life ahead. The care system in the UK does not offer this; it can’t if the children don’t have someone to fight their corner. Independent visitors alone can’t fulfil this role as it is encouragement and interest in the person that will help just as much as worrying about them being in the right school or having a hobby. I always encourage people to think about what they would do if these were their children: would you allow your 15-year-old to live on their own and not expect hiccups? Why is there is not more support for those having to pay rent and bills and manage their lives without the support of a family? I’m glad that the Queen’s speech last week committed to taking corporate parenting seriously and extending support for children in care to 25. These days I hear lots of talk about “the bank of mum and dad” and how children can be living at home into their 30s – just imagine what it is like to have a painful past, shattered family relationships, a criminal record and no one to support you.",
  "webTitle": "Children in care need long-term support, not punishment | David Akinsanya",
  "webPublicationDate": "2016-05-24T14:25:50Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/children-care-long-term-support-punishment-criminalised-mentor",
  "keyword": [
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Fostering",
      "id": "society/fostering",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Akinsanya",
      "id": "profile/david-akinsanya"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/children-care-long-term-support-punishment-criminalised-mentor"
}