{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/03/amazon-fresh-food-deliveries-understood-to-start-this-month",
  "id": "2016-05-03-77",
  "sectionId": "technology",
  "body": "Amazon is believed to be planning to start delivering fresh food in the UK this month, stepping up the pressure on traditional supermarkets. The online retailer is understood to have been testing fresh food deliveries from its depot in east London and to have asked suppliers to begin deliveries in the next few weeks. One supplier of chilled meals, Bol, told trade magazine the Grocer that its salad bowls would be launching on Amazon Fresh on 18 May. Amazon is expected to ramp up its food business after appointing Doug Gurr, the boss of its Chinese business and a former Asda executive, to run its UK operations. Gurr takes over this month from Chris North, who has quit the company. Gurr has extensive experience of running online food businesses. In his four and a half years at Asda, he was responsible for strategy, logistics and online operations. The arrival of Amazon Fresh, which has been operating in the US for about seven years, comes after the online business signed a deal with British supermarket Morrisons. The Bradford-based chain has agreed to wholesale ambient, fresh and frozen products to Amazon despite already operating its own website in partnership with Ocado.     An Amazon Fresh order is delivered in Mercer Island, Washington, in the early days of the service in the United States. Photograph: Joe Nicholson/AP    Last September Amazon began selling frozen items via its Prime Now one-hour delivery service, which is offered in big cities including London and Manchester. That followed the expansion of the Amazon Pantry service, which enables shoppers to fill a box of grocery items from a range of 4,000 household products, including big brands such as Kellogg’s, Ariel, Colgate and Kronenbourg. Fresh and frozen food is not sold via Pantry. Amazon’s latest move comes as Sainsbury’s finalises its tie-up with Argos, the multi-channel retailer – a move seen as a way to fight off future competition from the online retailer. Analysts are hoping the supermarket will reveal more about its plans for the the £1.4bn takeover alongside its annual results on Wednesday. Sainsbury’s has already stepped up its online activity since Mike Coupe took over as chief executive in July 2014. On Tuesday, the company said it planned to double the number of stores where shoppers could collect groceries ordered online from a “drive-through” site in the car park. The supermarket launched its click-and-collect groceries service in March 2015 and plans to have 200 sites in a year’s time, up from 100 at present. Robbie Feather, Sainsbury’s director of online, said: “Click and collect is proving to be a popular hybrid between online shopping and visiting a store, especially among shoppers juggling work and looking after young children.” Sainsbury’s is also hiring 150 more digital and technology experts to help improve its online store. The supermarket had already more than doubled its digital and technology staff in the past year, hiring 480 workers as it fends off rising competition from Amazon as well as the UK’s dominant online grocer Tesco.",
  "webTitle": "Amazon Fresh food deliveries 'to start this month in UK'",
  "webPublicationDate": "2016-05-03T17:57:05Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/03/amazon-fresh-food-deliveries-understood-to-start-this-month",
  "keyword": [
    {
      "webTitle": "Amazon.com",
      "id": "technology/amazon",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Online shopping",
      "id": "money/online-shopping",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "E-commerce",
      "id": "technology/efinance",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    }
  ],
  "guardianId": "technology/2016/may/03/amazon-fresh-food-deliveries-understood-to-start-this-month"
}