{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/wordofmouth/2016/may/05/how-to-make-the-perfect-fig-rolls",
  "id": "2016-05-05-330",
  "sectionId": "lifeandstyle",
  "body": "Forget Brexit, or the correct way to dress a scone – there’s no quicker way to judge a person’s quality than to offer them a fig roll. The lesser individual is inclined to wrinkle their nose, much as if they’d been presented with a poo on a stick, while the sound fellow will exclaim, through a shower of buttery crumbs, “Oh, but I love fig rolls!” While dry, bitter American cookies go from strength to strength, this deliciously sticky, crumbly pastry is becoming an increasingly niche taste. I can only surmise that the mass-produced variety has put people off – if so, consider this recipe my personal crusade to convert the world. Pastry The pastry used in commercial fig rolls is little more than a dry, crumbly casing you have to chew through to get to the sweet, jammy filling – the biscuit equivalent of the sandwiches at a birthday tea party. Make your own, and you can give it equal billing.     Rosemary Shrager’s fig rolls. Photograph: Felicity Cloake for the Guardian    The recipes I try go down two different routes: those that deploy a rich, sweet buttery shortcrust – such as Rosemary Shrager’s Bakes, Cakes & Puddings and Peyton and Byrne’s British Baking – and the ones from Ruby Tandoh, Good Food’s Barney Desmazery and the Little Loaf blog, which dial back the sugar and add wholemeal flour to create something altogether more suited to the fig’s healthy reputation. While I put away a fair few of both, I prefer the contrast between the plainer pastries, particularly Tandoh’s, and the sugary filling. The Little Loaf and Peyton and Byrne both add ground almonds as well as flour, but although nuts work well with the flavour of the fruit, I think they make the pastry too soft. My version is designed to act as a crisp, almost savoury contrast to the delights within – so I’ll be leaving out Peyton and Byrne’s spices and citrus zest, but keeping Tandoh’s baking powder for maximum lightness.     Peyton and Byrne’s fig rolls. Photograph: Felicity Cloake for the Guardian    Note that wholemeal flours in particular seem to vary wildly in the amount of liquid they’ll soak up, which makes some of the pastries I try very difficult to work with, so use your own judgement as to how much milk to add to bring it together into a coherent dough. The fruit Desmazery, the Little Loaf and Peyton and Byrne all use soft dried figs, while Tandoh and Shrager prefer the cheaper, chewier dried variety, either soaked with bicarbonate of soda or boiled to soften them. Price apart, I’m not sure it makes much difference which you go for; the dried sort will just take a bit longer to prepare, but I do think boiling the filling until it dissolves into a kind of chutney, as Desmazery, Shrager and Peyton and Byrne suggest, is a worthwhile step. The flavours are more intense, and the consistency more uniform, than in those that simply mash the fruits together. (I would not, however, advise blitzing it to smithereens in a food processor – the Peyton and Byrne recipe proves the death of mine.)     Little Loaf’s fig rolls. Photograph: Felicity Cloake for the Guardian    Shrager adds currants and crystallised ginger to her figs, and the Little Loaf adds Medjool dates and grated apple – and the results are, as anyone who’s ever eaten a mince pie might predict, quite lovely. I’m a fig roll purist, though, and figs are the only fruit for me here. Inspired by the nutty pastries, however, I’ve decided to throw a few chopped almonds into the filling, instead, for both flavour and texture, but feel free to substitute another nut or dried fruit, if you prefer. Flavouring Citrus juice and zest supplies acidity and bitterness to help balance the sweetness of the fruit, and Tandoh and Peyton and Byrne’s lemon does this more effectively than the orange juice the others put in. A hint of sweet, aromatic mixed spice is more popular with my testers than Tandoh’s more innovative vanilla and black pepper – which proves my theory that, when it comes to childhood treats, we’re all little conservatives at heart.     Barney Desmazery’s fig rolls. Photograph: Felicity Cloake for the Guardian    Sweet as the figs are, they need a bit of extra sugar to make the leap from sticky to properly jammy. The Little Loaf uses honey, Tandoh soft light-brown sugar, and Peyton and Byrne, Shrager and Desmazery use caster sugar, with the last also throwing in a few chopped toffees for good measure, giving the filling a wonderful caramel flavour. I find they have a tendency to leak out of the pastry in a molten sea, however, so I’m going to substitute dark muscovado, whose subtle liquorice notes offer more than one-dimensional sweetness. Finishing Glazing the fig rolls with egg and sprinkling with sugar, as the Little Loaf recommends, helps to give the top of the pastry a bit of crunch, as well as providing aesthetic support. I’d suggest cutting the rolls before baking, rather than afterwards, as Desmazery suggests – unless you have a very steady hand, the pastry has a tendency to crumble once cooked. Size wise, the ideal falls somewhere between Shrager’s greedily generous 6cm widths and Peyton and Byrne’s slimline 3cm versions (which, I might add, bear little resemblance to the delicious monsters sold at their eponymous chain of cafes).     Ruby Tandoh’s fig rolls. Photograph: Felicity Cloake for the Guardian    Happily, fig rolls keep well – a week in an airtight container and still going strong, though, unless you also make them six batches at a time, I suspect you’re unlikely to have reason to test this out. Perfect fig rolls (Makes about 16)For the pastry150g plain flour75g plain wholemeal flour1/2 tsp baking powder2 tsp granulated sugar1/8 tsp salt140g cold butter, diced1 egg yolkAbout 2 tbsp milk For the filling200g dried figs, stems removed, roughly choppedGrated zest and juice of 1/2 lemon2 tbsp dark brown sugar1/2 tsp mixed spice25g almonds, roughly chopped1 egg, beaten1 tbsp granulated sugar     Felicity Cloake’s perfect fig rolls. Photograph: Felicity Cloake for the Guardian    Whisk together the flours, baking powder, sugar and a pinch of fine salt in a large bowl or food processor, then rub in the butter to make crumbs. Mix in the egg yolk and just enough milk to bring it together into a coherent dough, then form into a rough rectangle, wrap and chill for at least 30 minutes. Meanwhile, put the figs into a small saucepan with 4 tbsp water, the lemon juice and zest, sugar and spice. Bring to a simmer, then cook until soft and jammy; if using dried figs, this will take longer and you’ll probably need to add a little more water, so keep an eye on it. Take off the heat, stir in the almonds and leave to cool. Heat the oven to 180C/gas mark 4 and line a baking sheet. Roll the pastry out on a lightly floured surface to about 20x30cm and 0.5cm thick, and cut in half lengthwise to give 2 slim strips.  Put a line of filling down one side of each, leaving a slight gap between it and the edge. Brush this with water, then fold the pastry over the top of the filling and press to seal. Cut into 4cm lengths and arrange on the baking sheet. Brush with beaten egg and sprinkle with sugar, then bake for 20-25 minutes until golden. Allow to cool. Fig rolls: love them or loathe them (and will anyone dare to admit to preferring the American Fig Newton?) And, whether you’re a fan or not, which other classic biscuits would you like me to have a crack at?",
  "webTitle": "How to make the perfect fig rolls",
  "webPublicationDate": "2016-05-05T06:00:44Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/wordofmouth/2016/may/05/how-to-make-the-perfect-fig-rolls",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Felicity Cloake",
      "id": "profile/felicity-cloake"
    }
  ],
  "guardianId": "lifeandstyle/wordofmouth/2016/may/05/how-to-make-the-perfect-fig-rolls"
}