{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/the-guardian-view-on-the-leave-campaign-show-some-respect-for-truth",
  "id": "2016-05-27-52",
  "sectionId": "commentisfree",
  "body": "It is now more than a fortnight since Boris Johnson began chugging around Britain in search of photo opportunities in the Vote Leave campaign battle bus. From day one in Truro, the bright red double-decker, which was built in Poland by a German company, has been festooned with a slogan which, to put it politely, may deceive those who see it. “We send the EU £350m a week,” the slogan reads. “Let’s fund our NHS instead.” Back in April, the head of the UK Statistics Authority, Sir Andrew Dilnot, had already censured the £350m a week claim as “potentially misleading”, after a complaint from the Liberal Democrat MP Norman Lamb. A few weeks later, the bus entered the campaign with the claim unchanged. It is still there today. It is still misleading. And it ought to be removed. The £350m figure used by Vote Leave is obtained by divvying up the UK’s official gross payments to the EU, which in 2014 amounted to £19.1bn gross (total UK public expenditure was £798bn in the same period). But the gross figure is seriously misleading.Before the UK transfers any money, a rebate is applied. In 2014, this amounted to £4.4bn. That leaves a net payment of £14.7bn. Some of this new sum, though, then returns to the UK in the shape of things like EU regional funds (£1.1bn) or agriculture guarantees (£2.3bn), and other payments to the public sector. That leaves a new net payment of £9.9bn, which is only just over half the sum on which the Vote Leave claim is based.   Related: Ed Miliband warns Britain could leave EU if young people don't vote    But that’s not the end of the story. Money from the EU doesn’t just return to the UK in big chunks given to the public sector. It comes back in other forms too, often into the private sector, including a proportion of spending by visitors. These returns can be quite large as well as small. For example, UK universities currently secure about 15% of the money awarded on average annually through European research funding. According to the Office for National Statistics, this all brings the UK’s net contribution in an average recent year down to about £7.1bn, which is around a third of the original sum on which Vote Leave’s claim is calculated. Sir Andrew Dilnot has suggested that the true net figure per week is therefore not £350m but £136m. On Friday the Treasury select committee put it even lower, at £110m. Either sum is a tiny fraction of what Britain spends each week on the health service. When he was London mayor in 2012, Mr Johnson was quick to order the removal of an offensive anti-gay advertisement from London’s red buses. But when it comes to Europe, he and his friends seem to have mislaid any sense of outrage about statistical falsehoods. On Friday Sir Andrew took the unusual step of issuing a second reprimand for the still widely repeated £350m claim. He said he was disappointed that Vote Leave continued to use a misleading figure and said it underlined trust in official statistics. But the Treasury select committee report was far less diplomatic. The committee chair, Andrew Tyrie MP, told the BBC the £350m figure was “not true”. Asked what Vote Leave should do about its claim, Mr Tyrie replied: “Repaint it immediately.” Mr Tyrie is right. Vote Leave should stop these deceptions. It should tell the truth. But the refusal to do so is all of a piece with the way that too much of the referendum debate – on both sides but particularly on the leave side – has evolved. There is a recklessness in too much of the headline argument. It’s as if too many overwrought, mainly male, pub bores have been allowed to take over what is, never forget, a vote for the whole country’s future. This vote belongs to everyone, not just obsessives and egotists. The country needs to take back the argument from too many mainly Tory politicians. More and varied voices would be welcome. But the single most important thing that needs to happen right now is to ensure that everyone is on the register to vote. The deadline for getting on the register is by 7 June. Make sure that you and yours are on it, now. • This article was amended on 30 May 2016. An earlier version said Nigel Farage and Boris Johnson were touring Britain on the Vote Leave battlebus. Farage is not part of the Vote Leave group; he is touring on Ukip’s Brexit battlebus.",
  "webTitle": "The Guardian view on the Leave campaign: show some respect for truth | Editorial",
  "webPublicationDate": "2016-05-27T17:24:04Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/the-guardian-view-on-the-leave-campaign-show-some-respect-for-truth",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/the-guardian-view-on-the-leave-campaign-show-some-respect-for-truth"
}