{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/black-dahlia-murder-steve-hodel-elizabeth-short",
  "id": "2016-05-26-256",
  "sectionId": "us-news",
  "body": "Shortly after receiving the news of his father’s death, Steve Hodel found himself sorting through his belongings. Though Steve’s father, George Hodel, loomed large throughout his early childhood, their relationship had always been strained. George was a grandiose doctor with a distant personality who abandoned the family shortly after Steve’s ninth birthday, eventually moving far away to the Philippines. As he went through his father’s possessions, Steve found a photo album tucked away in a box. It was small enough to fit in his palm and bound in wood. Feeling like a voyeur, he perused it. It was filled with the usual pictures – his mom, dad and brothers – as well as portraits of the family taken by the world-famous surrealist artist Man Ray, a family friend. But towards the back, something caught his eye: two pictures of a young woman, her eyes cast downward, with curly, deep-black hair. Steve still doesn’t know why he had the idea, but as he looked at the images, he thought to himself: “My God, that looks like the Black Dahlia.”  The Black Dahlia, of course, is the nickname given to Elizabeth Short after her grisly death on 15 January 1947. The 22-year-old aspiring actor was living in Los Angeles when her corpse was found maimed and split in two, its body parts displayed in an grotesque posture on the ground of a vacant lot. The personal connection between Short and George Hodel suggested by the album photos seemed outrageous. Hers was one of the most brutal murders in American history, and, after the Zodiac killer’s shooting spree in San Francisco, perhaps the most famous unsolved crime in California. But from this moment on, Steve was hooked.     Elizabeth Short, known as the ‘Black Dahlia’, was murdered in 1947. Photograph: Archive Photos/Getty Images    In just over 23 years, Steve had diligently risen through the ranks of the Los Angeles police department, establishing a reputation as an unfaltering homicide detective. So like any good cop, Steve started digging and the details began to add up.  Crime scene photos showed that Short had been given a hemicorporectomy, a procedure that slices the body beneath the lumbar spine, the only spot where the body can be severed in half without breaking bone. It was taught in the 1930s, when George had been in medical school. The letters sent to the press and police from The Black Dahlia Avenger, a man claiming to be Short’s killer, also bore a chilling resemblance to his dad’s handwriting.  Cataloguing evidence has been Steve’s life for the last 15 years, during which the quest to connect his father to Short’s murder consumed his life. It brought him back to Los Angeles, where he now spends his days in a modest apartment, documenting his father’s supposed criminal past in a snowballing body of work including four books, a play and a frequently updated blog. And though his first book, Black Dahlia Avenger: The True Story, is little more than hundreds of pages of evidence, listed chronologically like a cop’s case log, it made the New York Times bestseller list after it was released in 2003.  This research has won him fans. It has also made many people uncomfortable given his tone, which blurs the line between obsession and admiration, and his conveniently gripping narrative: a homicide detective, raised in the heart of gritty Los Angeles, finds his father guilty of the city’s most notorious unsolved murder.  Steve, who is now 74, isn’t the first person to claim that he’s solved Short’s murder; he’s not even the first to claim that one of his parents was the killer. But Steve has dug up a cache of evidence, including law enforcement files that show that his father topped the LAPD’s list of suspects at the time of the crime.  While law enforcement officials disagree about whether Steve Hodel is a brilliant vigilante or an obsessive crackpot, no one has been able to prove him wrong. That fact has been all the encouragement Steve needs to keep digging.     A newspaper article on Short’s death. Photograph: Los Angeles     The celebrity status of Short’s death was driven, in part, by a relentlessness media. The Los Angeles Record carried related items on its front page for 31 consecutive days, and sales of newspapers surged as the LAPD’s investigation continued.  Part of the intrigue came from the unprecedented brutality of her murder. Before she was killed, Short had been forced to eat feces. Flesh and pubic hair had been shaved off her body and inserted into her vagina and rectum. Short’s uterus was removed. Long gashes extended her mouth into an eerie smile.  “It’s the body itself which laid the groundwork for endless generations of Black Dahlia zealots,” the writer John Gilmore told an interviewer. “It’s like this tremendous, bizarre magnet.”  The day after Short’s body was found, the Los Angeles Examiner sold more copies than it had any other day, except when it announced the allied victory in the second world war. Sales were fueled by the tawdry way the tabloid press covered Short – as a streetwalking, sexualized young thing (the rumors that she was a prostitute were untrue). As a childhood friend later recalled, “It was just horrible, the way she was portrayed.”  This sensationalized portrait has endured over time. Her murder has been memorialized in movies (The Black Dahlia, starring Scarlett Johansson, is the latest), and on television shows (most recently on an episode of American Horror Story).  The Biltmore, the hotel where Short was seen alive a few days before her death, offers a popular Black Dahlia cocktail. Dozens of threads on Reddit are devoted to discovering the identity of her killer.  Numerous writers have written books about the case. Like Hodel, a woman named Janice Knowlton believed that her father was the Black Dahlia killer, and wrote a book about it. “Her book was trash, and it wasn’t even true,” her sister told the Los Angeles Times after her death in 2004. “She believed it, but it wasn’t reality.” So far, only Hodel’s own investigation warranted an official acknowledgement from the DA’s office.     Steve Hodel at home in Sherman Oaks, California. Photograph: Emily Berl for the Guardian    Hodel lives in a salmon-colored stucco apartment complex in Studio City, just a few miles from his childhood home. His unit overlooks a small, empty swimming pool. His girlfriend, Roberta, would like something nicer, but the rent is low and the space is large.  A physically imposing man, Hodel is tall and broad with a dusting of white hair and a gentle demeanor – like Santa Claus, vibrating on a darker frequency. And after 16 years immersed in Dahlia-lore, the smallest details are ingrained in Steve’s mind. Once, when I referred to an officer on the case with the wrong title, Hodel lunged forward, his eyes narrowed, and began a well-rehearsed monologue on the officer’s role in the case.  “He’s like a pit bull,” his brother Kelly Hodel says. “Once he gets his teeth into something, he doesn’t let go.”  Steve began investigating his father with the deliberate fastidiousness of the good cop he’d always been. He surveyed the case from scratch, digging through witness interviews and newspaper archives. He filed a Freedom of Information Act to retrieve the FBI files on the murder, and other information the bureau had collected on his father. He sent the photographs that he found in his father’s photo album to facial recognition experts (one remains unknown, the other he identified as another woman).  A handwriting expert determined that there was a strong likelihood that his father’s handwriting matched the script on some of the notes the killer sent to the LAPD, but the results were inconclusive.  In the archives of UCLA, Steve found a folder containing receipts for contracting work on his childhood home. One of the receipts showed a purchase a few days before Short’s murder of 10 five-pound bags of concrete – the same size and brand found near Short’s body that police believe her killer used to carry her. As a civilian, Steve doesn’t have access to the original police files and, as an officer admitted to him in his only meeting with the LAPD, the majority of the physical evidence has been lost over the years. Most of the witnesses are dead, as are the original cops that worked the case.  To sidestep the age of the evidence, Steve relied on carefully assembled anecdotes. He has recreated conversations that dead cops had with friends, family members, and, in one case, the daughter of a lieutenant’s family dentist. A number of them report hearing that the department believed the culprit was a doctor “who lived on Franklin Avenue”, where the Hodel family lived at the time of the murder.  Steve tracked down a policewoman who reported seeing Short on the street with a man and a woman, on the night before she was found murdered, but half a century later, the cop could only remember what Short looked like, not the two other people present.  In 2001, after two years of researching the case full-time, Hodel turned to Steven Kay, an acquaintance who worked in the Los Angeles county district attorney’s office. Hodel still wasn’t sure he could prove beyond a reasonable doubt that his father was the Black Dahlia killer. But he was convinced his investigation had unearthed enough new material to justify a fresh look from law enforcement officials.  Kay, an assistant district attorney at the time, agreed to review Steve’s work. Six weeks later, Kay responded with a glowing letter. “Thanks to some great detective work by his courageous son Steve, the name of Dr George Hodel will live in infamy,” wrote Kay, who added that, if George were still alive, he would file two charges of murder against him. Surprisingly, Kay believed Steve was right.  “When I had that, that was kind of the moment where I said, OK, case solved,” says Steve.     Dr George Hill Hodel. Photograph: Courtesy of Steve Hodel     The assessment gave Steve the reassurance he needed to start on a book – the best vehicle, he believed, to share his story with the world. Michael Hodel, Steve’s son, was staying with his father the summer he began writing the manuscript. Every day, “he’d get up at five in the morning and he’d be up in his room doing research”, Michael recalled, “I was just impressed with his dedication.”  At the time, Steve told no one but his girlfriend, Roberta, what he was working on. But in January of 2002, a few weeks before the book was slated to come out, he started informing friends and family. He called June Hodel, his father’s widow, first, a conversation that ended up being their last. “She just kept saying, this isn’t true, your father was a scholar,” Steve said (I tried to locate June Hodel for this article, but couldn’t contact her).  One of the next people he called was his younger brother, Kelly Hodel. When Kelly picked up the phone, Steve didn’t waste time with small talk.  “Our father was a homicidal maniac,” he said, by way of greeting.  Almost as if scripted, startling revelations came after Steve concluded his research.  Steve Lopez, a columnist at the Los Angeles Times, received a copy of Steve’s book and decided to write about it. While fact-checking his column, Lopez asked the Los Angeles county district attorney’s office for more information on the murder. The DA’s office complied, and Lopez received access to a file that Lt Frank Jemison, one of the original officers investigating Short’s murder, had left behind in a safe in the basement of the district attorney’s office.  The file, a copy of which the district attorney also shared with the Guardian, contains an assortment of photographs, newspaper clippings and several hundred pages of typed interview notes, pixelated with age, compiled by Jemison.  Buried in the notes is the bombshell that Steve had been hoping for: the Los Angeles police department was focused on six suspects in its Black Dahlia investigation, and George Hodel was on the list. And then there is the transcript of the period in 1950 when the police were bugging George Hodel’s home.  Most of the transcript is dull: Hodel has sex; he berates his secretary; he talks about money problems. But on 19 February 1950, there’s a haunting exchange.  8:25pm. “Woman screamed. Woman screamed again. (It should be noted, the woman not heard before the scream.)”   Later in the day, Hodel talks to a confidant.   “Realise there was nothing I could do, put a pillow over her head and cover her with a blanket. Get a taxi. Expired 12:59. They thought there was something fishy. Anyway, now they may have figured it out. Killed her.”   The surveillance continues, routinely, but for one telling moment.   “Supposin’ I did kill the Black Dahlia. They couldn’t prove it now. They can’t talk to my secretary any more because she’s dead.”   Lopez’s discovery of this file – the surveillance, the confirmation of his dad’s place on the suspect list – was a redeeming moment for Hodel, and he still beams when he talks about it now, more than a decade later. “Here you’ve got independent corroboration that he was in fact the prime suspect,” he says. “Basically, I was blown away.”     Steve Hodel on Norton Avenue, the area where the Black Dahlia’s body was found. Photograph: Emily Berl for the Guardian     On a brisk morning in January three years ago, Steve decided to re-enact the drive that he believes his father took the night he killed Short. Steve woke up early on 16 January (a day after the anniversary of Short’s actual murder on 15 January 1947), and drove at 6am to his childhood home on Franklin Avenue. “I wanted to see the ambient lighting,” Steve told me. He has recreated the drive many times since then, for reporters, friends and family.  When Short’s body was discovered, the Leinart Park neighborhood was just developing. It was nothing more than a series of overgrown lots with a scattering of houses. Now, it’s solidly middle-class, with rows of close-set houses with manicured laws. On a clear day, you can see the Hollywood sign in the distance.  It took us a minute to find the spot where Short’s body was found, using a compass app and the house numbers. Steve seemed pleased when we finally located the spot, on the closely cropped grass of a single-story home, a few feet away from the sidewalk.  One of the most difficult parts of Steve’s beliefs is how flatteringly they make out his dad. In his estimation, it’s George’s relationship with the surrealist photographer, Man Ray, that helped propel Short’s murder. Two of Man Ray’s photographs, Les Amoureux and Minotaur, do bear a chilling resemblance to Short’s mutilated body.  Short’s body, Steve argues, was George’s way of emulating his friend’s surrealism, allowing him to build what Steve calls a “masterpiece, a crime so shocking and horrible it would endure, be immortalized through the annals of crime lore”.  In the car, after we left, I asked Steve what he thought his father would think of his investigation. He paused for a moment, before replying. “I don’t know,” he said, after stopping to think. “I’m guessing he’d be proud of me.” Though Steve’s family is proud of his dedication, their pride has slid, slowly, towards bafflement. At one point, I asked Steve’s son Michael why he thought his father kept investigating.  “Have you figured it out?” he asked me, “Because I’d like to know.” He paused, and then added, “To my dad, the Black Dahlia is his story,” he said. “If there’s any kind of noteworthiness in his life, it probably came from this. This is kind of his calling card at this point. So, yeah, I can see how you would want it to be as grand as possible.”     Steve Hodel at the Millennium Biltmore Hotel in Los Angeles. Photograph: Emily Berl for the Guardian    Steve says that, for him, the Black Dahlia case is like a loose thread in a sweater: you tug on it gently, thinking you’ve come to the end, and it continues to unravel. There has never been a comfortable end point to conclude his investigation: each piece of evidence leads to another, in turn leading to another crime.  All told, Steve believes he’s located a trail that connects his father to dozens of murders, stretching across California.  Details from murders in Los Angeles lead Steve to a string of murders in Chicago, which then led him to Manila and the slaying of a 28-year-old woman named Lucila Lalu, whose dismembered body had been found situated oddly like Short’s. She body was found scattered about a half mile from his father’s home, along a street named “Zodiac”. Steve took it as a clue. “I thought, no, no, no, there’s no way,” he told me. He worried that there was no way to accuse his father of the Zodiac murders without seeming loony. “I had spent all of this time and effort and blood, sweat and tears establishing my credibility in Black Dahlia. And now this guy’s saying his dad is also the Zodiac? It’s like, oh man.” That assessment has proven largely accurate. After his first book, Black Dahlia Avenger, was released, Steve seemed on the verge of a breakthrough. It was met with a wave of mostly positive press coverage. The Seattle Weekly called it “one of the most compelling true-crime books of all time”. The New York Times gave it a rave review. Steve appeared on Dateline, CBS and NBC; Anderson Cooper interviewed him for CNN. But after he turned his attention to the Zodiac, and published Most Evil, which argues that his father was responsible for the Zodiac murders as well, interest in his work has been middling.  Ultimately, all of his investigations have produced precious little in the way of real results. Aside from hosting one meeting with Steve, shortly after the release of his book, the LAPD has largely ignored him. As Lt Brian Carr, the officer who was responsible for the files told Cold Case in 2009, “I don’t have the time to prove or disprove what [Hodel] says. I’m buried in other cases that do have evidence that are possibly solvable.” Steve told me he views this as more evidence of a massive LAPD cover-up.  In a re-release of the Black Dahlia Avenger, Steve writes that he’s angry that major papers, like the Los Angeles Times, have chosen to “ignore the story”. The reality, however, is more complicated. “When I found out what [Steve’s theory] was, it struck me as pretty spectacular,” Steven Lopez, the Times columnist, told me in an email. “An LAPD detective solves one of the most notorious unsolved murders in LA history, and the murderer is his father.”  “But I was struck, in reading the book, by the fact that Hodell never sealed the deal,” wrote Lopez. “I thought he offered mostly circumstantial evidence, then acted as if the case was closed.”  In fact, most people, aside from Steve, seem to have moved on from the case. Short’s two closest family members, her mother and her sister, are dead. Steven Kay, the district attorney who reviewed Steve’s files, declined to discuss the case for this article.  Steve says he has long since given up on trying to sway law enforcement officials. “My judge and jury are the public” he said. “My readers. And they get it.”",
  "webTitle": "I know who killed the Black Dahlia: my own father",
  "webPublicationDate": "2016-05-26T10:00:08Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/black-dahlia-murder-steve-hodel-elizabeth-short",
  "keyword": [
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Los Angeles",
      "id": "us-news/los-angeles",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Sobel Fitts",
      "id": "profile/alexis-sobel-fitts"
    }
  ],
  "guardianId": "us-news/2016/may/26/black-dahlia-murder-steve-hodel-elizabeth-short"
}