{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/pinter-shakespeare-stoppard-theatre-globe",
  "id": "2016-05-13-175",
  "sectionId": "commentisfree",
  "body": "The new artistic director of the Globe Theatre, Emma Rice, just won’t toe the line. Not content with making some people very cross this week by daring to fill her production of a Shakespeare play – a Shakespeare, mind you – with “black and Asian faces” (I’m pretty sure black and Asian people were around 400 years ago), Rice has now further “riled the Shakespearean elite” by suggesting that some people only pretend to enjoy Shakespeare, so as not to look stupid. It’s hard to imagine who’s shocked by that idea.   Related: 'It's time for a big adventure': Emma Rice on her opening Globe production    Because everybody does it, right? Show me one person who’s never been stuck in the pub with a noisy expert and claimed to like things they don’t really like – to look smarter, or to spare themselves the argument about why they’re wrong – and I’ll show you a person who probably doesn’t go to the pub enough. The contagious pressure to pretend that we know about things we don’t and like things we hate is exactly the kind of thing that stops people engaging with theatre: the feeling that, somehow, you haven’t done your homework. That it’s a club that’s not for you. Some people are furious at the thought of Rice running a Shakespearean theatre when she has the temerity not to think he’s the best thing since doctors stopped treating venereal diseases with leeches, as though she’s not deliberately courting the rage of exactly those kinds of people. Rice is being deliberately controversial to make a point: a lack of prior knowledge or some reticence in her audience shouldn’t be a barrier to them enjoying the work. Which is a good rule of thumb for all theatre, really – as Shakespeare is just the tip of the iceberg. I’d bet good money that, right now, people up and down the country are pretending to understand:           Emma Rice introduces her first season at Shakespeare’s Globe    Tom Stoppard: are you clever enough? Do you know what’s on the front page if you Google Tom Stoppard? An article called “Are you clever enough to watch a Tom Stoppard play?”, as though every usher taking tickets should also be administering a short entrance exam, or checking your GCSE grades against a grid on the door like a “you must be above this height to ride” sign. In a quote used in that article, Stoppard complains that people seeing his shows used to know who Goneril is and now don’t, conflating intelligence with having read King Lear, as though the relationship between those two things isn’t entirely spurious. (Tom Stoppard would like that because it’s a maths joke, and therefore Very Clever Indeed.)    Some of my favourite people in the world love Chekhov so much they actually nearly cry when they talk about him    In one of the most wily marketing tactics I’ve ever seen, Stoppard has talked about his audiences growing stupider until he’s convinced people that anyone who doesn’t like him doesn’t Get It. So now people are reduced to trying to like him louder than each other, to prove to Tom Stoppard that they’re clever. Even though I once watched him fail to use an automatic door. I quite like Tom Stoppard plays, but I do think it’s worth remembering that, much like the girl I was at school with who had a bruised chin for six weeks because a boy she fancied told her to twist it round and round in her hand (true), not everyone who wants you to prove yourself to them deserves it. Harold Pinter: are you taking it too seriously? All the tense humour of Joe Orton but with more long, meaningful silences, the recent Jamie Lloyd production of The Homecoming was a great reminder that Pinter actually put lots of jokes in his plays. If you’ve seen a Pinter and found it boring and slow, fair enough, plenty of people do, though there’s also a chance that whoever directed the production you disliked might have been taking Pinter too seriously. Bluffer’s guide to Pinter, for those who can’t be bothered: likes a love triangle; well-known east Londoner and affair-haver; go heavy on the Pauses. Tell people Pinter loved a pause, nod sagely, and wait for them to nod back. Tick. That’s Pinter nailed. George Bernard Shaw: it’s not the handbaaag one Over the years, I’ve heavily implied to lots of people that I’ve read a fair bit of GBS. “Ah,” I’ve said wisely, probably holding some kind of drink, “Bernard Shaw.” I have never once read a George Bernard Shaw play. I have however watched the musical My Fair Lady on VHS one and a half times. Tick. I also have a horrible feeling that I once, as a teenager, said “a handbaaaag” during a conversation about Bernard Shaw and – kindly or unkindly, depending on your view – nobody corrected me that “a handbag” is from Oscar Wilde. (I sometimes wonder how furious Oscar Wilde, a famous wit, would be if he knew that “a handbag” is one of his most quoted lines.) Chekhov: makes you want to eat the rich Some of my favourite people in the world love Chekhov so much they actually nearly cry when they talk about him. I’ve only seen one of his plays and it made me want to eat the rich. Ultimately, a good production is make or break for even the best and most enduring writing, which is why people like Rice – people passionate about making fun, memorable, inclusive theatre – are vital. After all, if we don’t make an effort to engage people, to meet them on their own terms, what’s the point of us? We’re not just competing with telly these days, you know. We’re competing with Netflix.",
  "webTitle": "Do you pretend to enjoy Pinter? Shakespeare? Stoppard? You’re not alone | Lauren Mooney",
  "webPublicationDate": "2016-05-13T12:45:24Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/pinter-shakespeare-stoppard-theatre-globe",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Harold Pinter",
      "id": "culture/pinter",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "George Bernard Shaw",
      "id": "culture/bernardshaw",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Mooney",
      "id": "profile/lauren-mooney"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/pinter-shakespeare-stoppard-theatre-globe"
}