{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/26/immigration-could-fall-to-almost-zero-if-uk-leaves-eu-says-david-davis",
  "id": "2016-05-26-192",
  "sectionId": "politics",
  "body": "Immigration could fall to nearly zero in some years if Britain leaves the EU, David Davis, a former Europe minister and leading out campaigner, has claimed. The Conservative MP made the argument as the referendum debate swung on to the issue of immigration, with new figures showing net migration is still at near-record levels of around 333,000 people of whom more than half come from the EU.   Brexit explained: Guardian view   Boris Johnson, the former London mayor, said the figures were scandalous and “terrible for democracy” after David Cameron promised to get immigration below 100,000. “I’m in favour of immigration. I’m in favour of the benefits it brings to our society. But I have to say that what is happening at the moment is being done completely without the consent of the British people,” Johnson said. The former London mayor also claimed the population of the UK would reach 70 million or 80 million “very shortly”, based on Office for National Statistics figures, which suggest it could be 74 million within 25 years. Senior figures in the leave camp have been reluctant to put a figure on what levels of immigration they would like to see after exiting the EU, but Nigel Farage has claimed he would like a “return to normal” of about 30,000 to 50,000 people a year. Davis went even further in a speech on Thursday, saying he thought the level should be below 100,000 but some years it could be near-zero. He argued that the Treasury used the level of free movement within the EU as an excuse “not to do a proper job” of controlling borders overall.  “We will not be going to zero immigration. I think somewhere between nought and 100,000 is where it will be. Some years it will be near 100,000 and some years it will be nearly nought, depending on the economy. If the economy is growing gangbusters it will be going up. We will have a points-type scheme. But we cannot possibly deliver on the manifesto promise as it now stands,” Davis said. Cameron is in Japan and has not commented yet on the net migration figures but the remain camp said “wrecking the economy” by leaving the EU was not the answer to the public’s concerns about immigration.   UK net migration has increased by 81% since the start of 2012   Jacqui Smith, the Labour former home secretary, also highlighted the enormous contribution made by the quarter of a million EU nationals working in public services, including the NHS. “People rightly have concerns about immigration but wrecking our economy and destroying jobs is not the answer,” she said. “The answer to immigration is not to get rid of our privileged access to the world’s biggest market, which all the economic experts agree would be so damaging for our economy.” Another Labour former home secretary, David Blunkett, also gave a speech on Thursday saying Brexit would put at risk the Le Touquet deal that means Britain’s border controls with France are in Calais. “Were the French to decide to revoke the agreement, which leading French spokespeople have indicated, it would be a calamity for robust and rational border controls,” he said.  “This in practice means that we couldn’t use these immigration and security controls to stop people reaching our country. This would lead to an increase in asylum claims from people who came to our shores and the disappearance of tens of thousands of people into the illegal economy.” He also argued that 40% of those who declared themselves as applicants for the right to work when the A8 countries fully joined the EU in May 2004 were already in the country.  Blunkett said: “It is in no way to dismiss the genuine fear that many people have in this country about too rapid and large-scale immigration, [but] to indicate that working together to tackle the causes, to reduce the flow and to manage what is inevitable must be the only rational way of proceeding in a world which cannot be wished away, and where global events have to be dealt with on a global scale.” Business groups also sounded the alarm about rhetoric from the leave camp encouraging the UK to drastically reduce immigration.  London First said businesses were “worried that the anti-immigration rhetoric in recent weeks will encourage the government to pursue even stronger anti-immigration policies after the referendum”.  “This would not be in the interests of London, which thrives exactly because it is a global city,” a spokesman added. The Institute of Directors (IoD) also criticised the quality of public debate on immigration. Seamus Nevin, its head of employment and skills, said it was “important to take a step back and remind ourselves immigration is a much broader question than just the EU referendum”.  “If Britain voted for Brexit, there would still be a big skills gap, especially in areas which require science, maths or engineering degrees, where we just don’t have enough UK graduates,” he said. “Neither side of the referendum debate has adequately addressed the question of what the migration rules should look like after 23 June. “It is clear we need a migration policy fit for the 21st century. The IoD has called for a comprehensive immigration review to allow for clear-headed thinking on future migration policy and to examine this issue, in all its complexity, away from the separate issue that is the EU debate.”",
  "webTitle": "Immigration could fall to almost zero if UK leaves EU, says David Davis",
  "webPublicationDate": "2016-05-26T12:44:53Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/26/immigration-could-fall-to-almost-zero-if-uk-leaves-eu-says-david-davis",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Davis",
      "id": "politics/daviddavis",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/26/immigration-could-fall-to-almost-zero-if-uk-leaves-eu-says-david-davis"
}