{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/28/one-step-closer-to-squads-of-child-snatchers",
  "id": "2016-05-28-66",
  "sectionId": "commentisfree",
  "body": "Like many other well-intentioned initiatives in modern, enlightened Scotland, there was a sinister element stitched into the soothing words of this one. Dr Jonathan Sher, described as a leading health expert, is the author of a report commissioned by NHS Greater Glasgow and Clyde on healthcare for women before they conceive. In it, he says: “Unnecessarily risky pregnancies are common across Scotland. Fundamentally, we need to help people get what they deeply desire – a safe pregnancy, a healthy baby and rewarding parenthood.” In order to facilitate this, the report recommends that men and women who take drugs, smoke or are obese should think again about having a child, though Dr Sher warns against a tendency to, as he puts it: “Name, blame and shame”. This being civic Scotland, where hand-wringing and micro-management of people’s lives is mandatory, there will, of course, be “naming, shaming and blaming”. Dr Sher’s instincts are good, especially when he says that society could do more to help women prior to conception by offering dietary advice or help with depression and abuse. Unfortunately, he is working in a country where entire neighbourhoods are touched by the consequences of violence, depression, abuse, unemployment and low wages. This is augmented by the policy of local and central government to round up the most vulnerable, stick them into concrete deserts and forget about them. In such circumstances, the desire to smoke, drink and take drugs becomes overwhelming. Having lots of risky sex is also a fun and free way of setting people free from the deprivation that surrounds them. If Dr Sher walks among those he is targeting with his sage advice, he will also find that, in many cases, those wanting most to have a child are those who possess all the indicators that horrify him: drugs, obesity, tobacco and alcohol. For a few golden weeks, a woman can bask in the reflected love that a new-born baby attracts. It may have been a very long time since she last experienced any feelings of love directed at her. Who knows, she might think, perhaps that child may change everything for the good. Many women have what Dr Sher would term unsafe pregnancies and unhealthy babies. However, we live in a country where, unless you are less than a perfect specimen while developing in the womb, your mother will come under all sorts of pressure to destroy you. I worry that such a demand for human perfection exists outside the womb in the minds of those who want to fashion a nice, clean and safe environment. There are a lot of small-town fascists lurking under cover of liberal, tolerant Scotland. These people already want to withdraw medical treatment from those whose smoking, drinking and drug-taking has contributed to their conditions. Yet they too would be much more susceptible to a toxic lifestyle if they lived in the horrifying conditions in which we allow our poorest citizens to dwell. They also conveniently forget that end-of-life treatment for smoking or drink-related illnesses has already been purchased by the hundreds of thousands who have been fortunate enough to have escaped such scourges during their lives.    Just a tawdry instrument to allow middle-class types to poke around the lives of those they consider to be beneath them    It was also revealed last week in a report by the Glasgow Centre for Population Health that there existed in Glasgow city council and at Westminster many influential people who in effect undertook a programme of social cleansing in the city in the 1950s and 1960s. The report cited this as a major contributory factor to The Glasgow Effect, that phenomenon that sees higher mortality rates across the city’s social classes than in UK cities with similar patterns of ill-health and deprivation. The authors uncovered evidence that the fittest and brightest working-class people were moved into the wide and spacious dormitory suburbs of Bishopbriggs, Cumbernauld and East Kilbride. Those deemed to be anti-social and beyond redemption were flung into over-crowded and unresourced settlements such as Drumchapel, Easterhouse and Castlemilk, where no money was wasted on leisure facilities. The people who expedited this shocking programme would have leapt on Dr Sher’s healthy pregnancy conclusions. Perhaps they would have gone further and forcibly given the poor, the obese, the alcohol-laden and the drug-addled a special cocktail of drugs to ensure they never had children. In this country, too, we have a so-called left-of-centre government that specialises in legislation designed to label and criminalise the poorest and most vulnerable. For those among Scotland’s interference army, who want everything to be “safe, healthy and rewarding”, the proposed named persons scheme will provide years of endless fun. It is just another tawdry little instrument to allow affluent, chattering middle-class types to poke around the wretched lives of those they consider to be beneath them. Then, of course, they can label them, because that’s what this country likes to do to its people. Those not considered to be “safe, healthy and rewarding” will have the black spot put on them for the rest of their lives. In the week that it was revealed that Scots are continuing to drink increasingly unhealthily, Dr Sher’s observations will also be welcomed by those in government who want everything to be nice and clean and spangly. They want to introduce minimum pricing and ban Buckfast. Armed with Dr Sher’s advice, they could introduce the concept of minimum pricing to other aspects of Scottish public life. If the poor and unhealthy continue irresponsibly to have children, we could impose a minimum child allowance. Only one child will be allowed per home where the parents are deemed by the government’s Dodgy Parent Register to be, well … dodgy. We will know all about these parents because the named persons scheme will have fed all their details into the big computer. Specially trained neighbourhood spies, known as child officers, will have powers to snatch children off the street if they are known to be part of a family that has exceeded its fecundity limit. Then we can all have a jolly “safe, healthy and rewarding” time.",
  "webTitle": "One step closer to roving squads of child-catchers | Kevin McKenna",
  "webPublicationDate": "2016-05-28T17:00:10Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/28/one-step-closer-to-squads-of-child-snatchers",
  "keyword": [
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Reproductive rights",
      "id": "society/reproductive-rights",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Alcohol",
      "id": "society/alcohol",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Smoking",
      "id": "society/smoking",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Reproduction",
      "id": "science/reproduction",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Obesity",
      "id": "society/obesity",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin McKenna",
      "id": "profile/kevin-mckenna"
    }
  ],
  "guardianId": "commentisfree/2016/may/28/one-step-closer-to-squads-of-child-snatchers"
}