{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/16/premier-league-2015-16-review-innovations-for-the-future",
  "id": "2016-05-16-174",
  "sectionId": "football",
  "body": "Welcome to theguardian.com review of the 2015-16 Premier League season. Now that the campaign has ended we would like you to help us choose your favourite goal, the best referee and the best manager, and other winners in a total of 10 categories. We have nominated some contenders but this is just to get the discussion going: we would like your suggestions so that we can compile the best into final polls that you can vote on. The polls will be published at midday on Tuesday 17 May, so please tell us what you think. Thanks More rest before Champions League games So deep ran the flaws of Manchester City’s season, Manuel Pellegrini’s protest team for the FA Cup game at Chelsea in February is almost forgotten. Despite devaluing the Cup, the outgoing manager certainly had a point when saying the scheduling of games on a Sunday before a Champions League fixture was detrimental to English teams’ chances of progressing in the biggest competition of all. He is not the first manager to complain, of course, and, unless things change, will not be the last. There is a ready made solution, though. Next season sees the introduction of Friday night games as part of the new television contract – hopefully sense prevails and Leicester, Tottenham, Arsenal and City are selected for that slot the week before European action. Clamp down on arguing with referees It is as prevalent and unsavoury as ever but a resolution appears quite simple – give the officials a microphone, allowing the FA to punish players retrospectively for overstepping the mark. Set an example early in the season and, with suspensions a reality, eruptions would soon erode. While in rugby the referee’s microphone becomes part of the TV broadcast, considering broadcasters’ need to apologise for the most minor audible misdemeanour, the microphone would not be part of the programme. Not immediately at least. Consistent punishments And on that note, consistency must be applied by the FA for disciplinary punishments. The real issue surrounding Jamie Vardy’s suspension for effing and jeffing at Jon Moss after his red card against West Ham was the volume of similar incidents that have taken place without punishment before and after. The additional one-match suspension for improper conduct was correct and fully deserved – but those sanctions need to be applied all of the time, not merely when it suits the disciplinary commission.     Jamie Vardy’s suspension for effing and jeffing at Jon Moss was correct and deserved but the FA must show consistency. Photograph: Adrian Dennis/AFP/Getty Images    Transfer fees to be disclosed The secrecy surrounding transfer fees serves as nothing but protection to club executives and agents. While the game’s finances are already enough to make you feel nauseous, the lack of transparency for the vast majority of transfers is an insult to supporters. On countless occasions club’s announce “club record fees” without specifying the actual amount. Obviously the fee will be disclosed to the tax man in due course, but why not be honest and stop hiding the figures from those who help to pay for it in the first place?     Anthony Martial may end up costing more than £60m but his initial transfer fee was closer to £36m. Photograph: John Peters/Man Utd via Getty Images    A relegation/promotion play-off While the three-way battle to stay up was engrossing for a period (mostly due to the failings of each team), Norwich, Sunderland and Newcastle were all insipid for so much of the campaign that a case could be made for all of them to go down. In the Championship, on the other hand, there were three teams battling for automatic promotion up until the end and it seemed quite cruel on Brighton to miss out goal difference after 46 games. A sixth-place team going up from the Championship on account of three games rather than the nine months of action before that is inherently unfair on the more consistent sides above them. So why not have 16th in the Premier League face fourth in the Championship over two legs, with the second tier’s top three going up?     Sheffield Wednesday finished in sixth place in the Championship, 15 points below third-placed Brighton. Photograph: ProSports/Rex/Shutterstock    Check out the other categories:  Player of the season Manager of the season Goal of the season Match of the season Signing of the season Flop of the season Gripe of the season Referee of the season Pundit of the season",
  "webTitle": "Premier League 2015-16 review: innovations for the future | Alan Smith",
  "webPublicationDate": "2016-05-16T13:40:32Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/16/premier-league-2015-16-review-innovations-for-the-future",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Smith",
      "id": "profile/alan-smith"
    }
  ],
  "guardianId": "football/blog/2016/may/16/premier-league-2015-16-review-innovations-for-the-future"
}