{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/05/marseille-netflix-gerard-depardieu-cocaine-shame-brash-new-show-nothing-to-sniff-at",
  "id": "2016-05-05-104",
  "sectionId": "tv-and-radio",
  "body": "Inside Stade Velodrome, the home of French football club Olympique de Marseille, Gérard Depardieu is hunched over a table, snorting a prodigious line of cocaine. Satisfied, he strolls out towards the pitch, looks out over the ground and its roaring supporters and declares, “I fucking love this city”. It’s an understandable statement. He has been the mayor of it for 20 years. Welcome to Marseille, a drama of political intrigue, corruption and gang warfare, all dusted with a light coating of coke. The eight-part series is Netflix’s first European production, an attempt to grab a slice of the subtitled drama pie and establish a foothold in mainland Europe.  As is Netflix’s fashion, they’ve thrown both money and big names at the project. Marseille was created by Dan Franck (novelist and writer of Carlos, the hit miniseries and film about Venezuelan revolutionary Carlos the jackal), exec-produced by Florent Siri (best known as the director of Bruce Willis action flick Hostage), and stars established French actors like Géraldine Pailhas and Benoît Magimel. And then there’s Depardieu, a singular character in French culture: one of their most recognisable artistic exports, but also no stranger to controversy, and currently a Russian citizen, having disavowed his French citizenship after an argument over tax. In Marseille, he plays a figure just as larger-than-life: mayor Robert Taro. As the show opens, Taro is planning his last great project, a regeneration of Marseille’s marina that will see a huge casino placed at its centre, before handing over the reins to his oleaginous protege, Lucas Barrès. But just as he’s preparing for retirement, Barrès betrays him by casting the deciding vote against the project, prompting Taro to run for office once more.     Betrayed by his protege ... Robert Taro (Gérard Depardieu) with Lucas Barrès (Benoît Magimel). Photograph: David Koskas/Netflix    Franck says the part of Taro was written with Depardieu in mind. “Depardieu has the body to really embody this character,” he explains at a Netflix event. Certainly his hefty frame and heftier reputation feels a good fit for the imposing figure. Yet Depardieu is given second billing to what Siri declares the show’s “main character”: Marseille itself. France’s second city has always had, like Naples and Liverpool, a heavily romanticised outsider status, which attracted the creators.  “In a way it’s not very French because it’s a harbour,” says Siri. “So you have some Spanish, some Italian, some people from North Africa and the Mediterranean culture too. It’s really a crossing.” The series frequently shifts the lens away from intrigue in the town hall to show this “crossing” of cultures throughout the city, with storylines taking in organised crime in the city’s more impoverished areas. “The Quartier Nord, the bad area of Marseille, is [near] the centre,” Siri continues. “You also have a very bourgeois area, and a harbour industry – so it’s a fantastic theatre of passion and emotion. When there are tense situations, tense moments, Marseille reacts like she’s alive.”     The slick, well-coiffed modern politico Barrès. Photograph: Netflix/David Koskas    But whether the city can maintain that personality is up for debate. Siri says his show illustrates a “fight” between the old Marseille and the new, reflected by the battle between the slick, well-coiffed modern politico Barrès and the old-world politician Taro. Indeed, Franck says that Taro represents “the noble side of politics.” So why the powdery introduction? “There’s a widespread hypocrisy in Europe when it comes to drugs,” says Franck. “We know that political personalities do drugs. We used it as a way to discuss the drugs problem, not only to talk about cocaine but all these other types of drugs, and also the ones in the poor neighbourhoods.” “We present him as a bad guy at the start, sniffing coke,” adds Siri. “But you see after that he’s the opposite. He’s not the cliche of the corrupt politician – he fights for the city, he’s in love with the city, more than with his family.” Marseille’s creators struggle to show the same level of passion for the current state of French politics, a situation Franck describes as “immensely disappointing”. As confidence in mainstream politicians fades across Europe, and anti-Islamic sentiment builds in the wake of the November Paris attacks, nationalism is on the rise, most notably in France, where Marie Le Pen’s Front National party continues to pick up support. Franck is horrified by the sudden lurch towards nationalist politics.     ‘It’s a fantastic theatre of passion and emotion’ … Marseille shows all sides of the city, from the town hall to the banlieue. Photograph: David Koskas/Netflix    “It’s not a social Europe”, he says. “It’s not united either, and we can see that with the crisis in migration. Everybody’s trying to protect their own boundaries and borders. This nationalism is something I find scary. It’s why I’m against Brexit.” In France, the show has not attracted a united front from critics. “In refined language, this would be called an industrial accident. More colloquially, this is cowshit,” wrote Le Monde critic Pierre Serisier. The poor notices for Marseille prompted one of the heads of the show’s production house to declare that it was only Parisian critics who didn’t like it. Certainly, Marseille has its rough edges, and lacks the style and nuance of another recent French political series, the excellent Baron Noir. But there is something engaging about the amped-up, coke-snorting drama of Marseille’s better moments. It feels brash and loud and flawed, but not without its charms – much like its titular city and, of course, its leading man.  Marseille is available on Netflix now.",
  "webTitle": "Cocaine shame: Gérard Depardieu's brash new show Marseille is nothing to sniff at",
  "webPublicationDate": "2016-05-05T16:38:06Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/05/marseille-netflix-gerard-depardieu-cocaine-shame-brash-new-show-nothing-to-sniff-at",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Gérard Depardieu",
      "id": "film/gerard-depardieu",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Netflix",
      "id": "media/netflix",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwilym Mumford",
      "id": "profile/gwilym-mumford"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/05/marseille-netflix-gerard-depardieu-cocaine-shame-brash-new-show-nothing-to-sniff-at"
}