{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/keiko-fujimori-loses-key-aide-to-scandal-in-midst-of-peru-presidential-run-off",
  "id": "2016-05-19-333",
  "sectionId": "world",
  "body": "The Peruvian presidential candidate Keiko Fujimori has announced a senior aide’s resignation after media reports linked the two to money laundering.  Fujimori said Joaquin Ramirez, her party’s secretary general, had offered to step down, even though both have denied any wrongdoing.  “He understands that there is an intent to upset my presidential campaign,” Fujimori told reporters in broadcast comments as she displayed Ramirez’ resignation letter.  In a joint Sunday broadcast, Univision’s investigative unit and Peruvian television show Cuarto Poder reported that Ramirez was the subject of a money laundering investigation by the US Drug Enforcement Administration (DEA).   Related: Peru election: Keiko Fujimori faces run-off despite first round lead     The report featured a man identified as a pilot and DEA informant who said he recorded Ramirez stating that he laundered $15m for Fujimori’s previous political campaign.  The DEA said on Monday that Fujimori had never been under investigation, a statement she and her supporters touted as vindication.  But the agency made no reference to Ramirez and critics have said Fujimori, the eldest daughter of imprisoned ex-president Alberto Fujimori, was too quick to defend Ramirez and dismiss questions over the source of his wealth.  Ramirez, who once worked collecting bus fares, owns several real estate and construction businesses and has been part of a preliminary money-laundering investigation by Peruvian prosecutors since 2014.  He has said Lima’s elite cannot believe a non-white man from a working-class background can become rich without being a criminal.  The scandal comes three weeks before a closely fought election between Fujimori and centrist rival Pedro Pablo Kuczynski, a 77-year-old former World Bank economist and prime minister.  Most polls show the two candidates neck and neck ahead of the 5 June run-off.  Although Fujimori came in first by a wide margin in the first election round in April, she faces stiff opposition from Peruvians who loathe her father.  Alberto Fujimori is serving a 25-year sentence for corruption and human rights abuses during his authoritarian rule. With Reuters",
  "webTitle": "Keiko Fujimori loses key aide to scandal in midst of Peru presidential run-off",
  "webPublicationDate": "2016-05-19T04:59:07Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/keiko-fujimori-loses-key-aide-to-scandal-in-midst-of-peru-presidential-run-off",
  "keyword": [
    {
      "webTitle": "Peru",
      "id": "world/peru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/19/keiko-fujimori-loses-key-aide-to-scandal-in-midst-of-peru-presidential-run-off"
}