{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/12/haiti-dominican-republic-migrants-makeshift-camp",
  "id": "2016-05-12-299",
  "sectionId": "global-development",
  "body": "Goats kick up white dust as they pass over the desiccated riverbed that marks the southern border between Haiti and the Dominican Republic. The goats’ owners watch from the Haitian side as their animals pull grass from Dominican soil, while a guard with a machine gun blocks the pathway that links the two countries.           The Dominicans of Haitian descent denied a right to nationality    For centuries, Haitians have crossed this same river in search of greener pastures in the Dominican Republic, but over the past 11 months, migration has begun to flow the other way. Since June, more than 67,000 Haitian descendants have left the Dominican Republic, facing threats of deportation or violence from their neighbours. Most had spent decades in the Dominican Republic; some were born there and speak little Kreyòl. Without family or social networks in Haiti, thousands remain just miles from the border crossing, languishing in makeshift camps. In Parc Cadeau, the largest camp which sits just outside the border town of Anse-à-Pitres, families live in crude shelters made from garbage bags and struggle to find food. At least 10 have died from cholera, and there is no medical care for the growing numbers of sick and injured. Without help from the Haitian government, and no documents to return to the Dominican Republic, the migrants remain in a desperate limbo.   map   Sharing the island of Hispaniola yet divided by a cultural, linguistic and economic gulf, Haiti and the Dominican Republic have often clashed, but migration between the two countries has been inevitable. Haitian migrants and their Dominican-born children account for up to 10% of the Dominican Republic’s population. In the past, those born to migrants were granted citizenship, but a 2010 constitutional change eliminated that right. Then, in 2013, the courts retroactively denied citizenship to as many as 200,000 children born to migrants.    Related: Dominicans of Haitian descent fear mass deportation as deadline looms    Those stripped of their citizenship and other undocumented migrants were given until 17 June 2015 to register with the government. Fearing mass deportations or violence, many of those without papers began leaving on their own. Some, like Manuel Don, took their chances in Parc Cadeau. Don arrived three months ago with nothing but a shopping bag filled with clothes. At 26, he had lived almost his entire life in the Dominican town of Aguas Negras. Don had a small home and a job on a farm, but after the registration order life started to change.  “Over there, Dominicans would pick up machetes and yell at the Haitians to leave,” he said. “I thought that maybe my boss would give me some money to get over here, but he said he would never sell himself to the Haitians; I came here with nothing.” Don now inhabits a dark, unventilated tent along with six family members. The air inside reeks of sweat, but its cardboard roof provides the only shelter from the scorching sun. On the dirt floor, a child dips a bowl into a container of brown water and takes a sip.  “There might be some food today, but none tomorrow,” he said. “If it rains our beds get wet, but at least then we have water. Then when you drink it, you know it might be filled with [cholera]. If you don’t drink it you’ll die, but you might die anyway.”      A teenage girl cooks the family’s evening meal inside a makeshift tent of flattened cardboard boxes and cloth at an encampment outside Anse-à-Pitres, Haiti. Photograph: Dave McFadden/AP    In recent months, the population in Parc Cadeau’s two camps has swelled to nearly 4,000, with more arriving from the border every day. For the camp’s residents, even the terrible conditions are better than the risk of staying in the Dominican Republic [see footnote]. According to the International Office of Migration (IOM) in Haiti, which conducts interviews at 100 border crossings, nearly all of the migrants to return since June said they were leaving the Dominican Republic to avoid being forced out. In most cases, this means deportation, but many, like Don, said they also feared violence from their neighbours. “Everyone here is more afraid of aggression from Dominican citizens than aggression from the government,” said Eduard Pierre-Paul, the self-proclaimed pastor of Parc Cadeau. “They make threats and people decide to leave. No one wants to let what happened in 1937 happen again.”   Related: The Dominican Republic's mass Haitian deportation reflects its racist history | Jason Nichols    The Dominican Republic’s 1937 massacre of Haitians still looms large in the minds of migrants. That year, the Dominican dictator Rafael Trujillo announced his intention to purge his country of Haitians and dispatched soldiers to carry out the slaughter of as many as 20,000 Haitians and dark-skinned Dominicans who were unable to prove their origins. In the Dominican Republic the massacre is known as “El Corte”, the cutting.  El Corte’s legacy lingers in the Dominican Republic, presenting itself whenever racial tensions flare. Last April, a murder, allegedly by an undocumented Haitian, in the town of Moca spurred a Dominican mob to cast the entire Haitian population out of town. Months later, hundreds of Haitians in the city of Hatillo Palma fled across the border after a Haitian was stabbed to death as retribution for the alleged rape of a Dominican woman. Every few years, a Haitian is lynched in similar confrontations.  While many felt forced out by the registration requirements, others successfully made it through the system. Since the June deadline, the Dominican government has granted more than 250,000 previously undocumented migrants temporary visas. According to the government, citizenship was also reinstated to 55,000 of the Dominicans born to migrants. “There is a great political will from the president to move forward,” said Alicia Sangro of the IOM.  The government claims that longstanding documentation problems hindered their efforts to register more people. Many lacked birth certificates or ID cards, and others used nicknames when registering their children at birth. According to government officials, roughly 60% of those applying for residency did not have any identification. On a lined piece of notebook paper Sangro sketched out the plan’s architecture to reveal the complications. The circle in the middle of the page quickly grew new circles, then boxes and arrows until the page was overtaken by a spiderweb of different categories for varying levels of documentation.      A woman picks up dry laundry at a camp for returned Haitians and Haitian-Dominicans, near the border with the Dominican Republic. Photograph: Andres Martinez Casares/Reuters    “The fact is that before this there were hundreds of thousands of people without documents,” said Josué Fiallo, the Dominican Republic’s ambassador at large. “Today, they are better off, they have proof of their identity. They have legal recourse.” While the lines of Sangro’s flowchart house the success stories of the government plan, the folders of student records in the Paconi primary school contain the tales of its failings.  Located in Naranjo, an isolated slum in Santo Domingo, Paconi serves a community of almost entirely Haitian descendants. More than six months after the registration period, the school’s director, Yenesis Pérez, flips through stacks of mostly unofficial documents.  All of the children were born in the Dominican Republic, but few have papers affirming their citizenship or even birth certificates. Most folders contained uncertified records of live birth from a hospital. One file yielded only a printed scan of a newborn’s pink hospital bracelet. “Most people here were afraid to register,” Pérez said. “They didn’t understand the process or thought they would be deported.” In many cases, the children that are not granted citizenship in the Dominican Republic are also not automatically registered as citizens in Haiti. Because of these loopholes, human rights groups report that the changes to citizenship policies have created tens of thousands of stateless people, with some estimates exceeding 100,000.  While the Dominican government denies that these stateless people exist, the undocumented still face daily challenges. Dominican law prohibits children without records from continuing school past the eight grade, and employers are hesitant to hire anyone without an ID card or residency permit. Now past the deadline to register, those without documents have to pay prohibitively expensive legal fees to clarify their citizenship or risk deportation.  “The Dominican government is not recognizing the reality that many people were unable to register,” said Robin Guittard, a Caribbean campaigner with Amnesty International. “The government needs to do more. Years of inconsistency have led to complex and different individual situations, and it is time to stop separating it and give all of these people citizenship.”     Guerline Augustin, 15, washes her eight-month-old daughter at a borderland encampment outside Anse-à-Pitres, Haiti. Photograph: Dave McFadden/AP    Fiallo said that the current administration has no intention of hunting down the undocumented, but with the first round of residency permits set to expire in June the situation remains precarious. Elections are set to take place on 15 May, with polls indicating that the incumbent, Danilo Medina, will probably be re-elected. Medina, the creator of the regularization plan, considers it a success. Back at Parc Cadeau, Don stands outside his tent watching as two family members shuck beans. When asked where the rest of his family lives, he gestures to the mountains over the border fence. Though many Haitian descendants were forced out, others continue to take their chances in the Dominican Republic. According to the IOM, 60% of those who returned to Haiti claimed to have family that stayed. For Don, these close ties to family and work in the Dominican Republic are what keep him from settling further into Haiti. He and many others in Parc Cadeau can’t imagine a future out of sight of the only real home they know. The beans fall from their pods and will later form the only ingredient of a rare meal. No beanstalks peek out from the camp’s sun-baked soil, and I ask where they grow their food. One of the bean shuckers looks up from his work and shakes his head. “Nothing grows here in Haiti,” he said, nodding his head towards the Dominican mountains. “These come from over there, just like everything else.”  • This footnote was added on 25 May 2016. The writer visited the camp in February. The IOM has recently started relocating people from Parc Cadeau and other migrant camps in the area. With $280,000 in funding from the UN, the group has successfully moved 2,320 people into homes in nearby towns, and are in the process of relocating another five families. The relocated families will receive a one-year lease paid in full.",
  "webTitle": "'I came here with nothing': life in limbo for unwilling migrants on Haiti's border",
  "webPublicationDate": "2016-05-12T09:00:02Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/12/haiti-dominican-republic-migrants-makeshift-camp",
  "keyword": [
    {
      "webTitle": "Migration and development",
      "id": "global-development/migration",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Haiti",
      "id": "world/haiti",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dominican Republic",
      "id": "world/dominicanrepublic",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lindsay Fendt",
      "id": "profile/lindsay-fendt"
    }
  ],
  "guardianId": "global-development/2016/may/12/haiti-dominican-republic-migrants-makeshift-camp"
}