{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/06/battlefield-takes-military-shooter-games-back-to-first-world-war",
  "id": "2016-05-06-24",
  "sectionId": "technology",
  "body": "While Call of Duty is heading far into the future with this year’s installment, its annual first-person shooter rival, Battlefield, is heading in the opposite direction. Publisher Electronic Arts has announced that the latest title in its military action series will be titled Battlefield 1, and takes place during the first world war. Featuring a number of battles from throughout the conflict, developer EA Dice says it will offer vast environments, taking in trench warfare on the Western front, as well as combat in the Italian Alps, the deserts of Arabia and through besieged French towns. As usual, the game features weapons and vehicles accurate to the timescale, including the fighter planes and tanks that heralded a new era of mechanised warfare. Players will be able to ride horses, though its not clear whether there will be cavalry charges. The backward move is in stark contrast to the Call of Duty series of military shooters, which has always competed with Battlefield in the multi-million dollar military shooter genre. Although both titles started in the second world war, CoD has shifted further into a science fiction future with recent titles Call of Duty: Advanced Warfare and Black Ops 3.      Battlefield 1 Photograph: Activision    This year’s installment Call of Duty: Infinite Warfare, announced last week, will be set in space and features fights between giant star craft. Although Activision claims to have received a positive response, a groundswell of fans have expressed frustration at the move into sci-fi action and away from authentic period settings. The YouTube trailer for Infinite Warfare has received almost 500,000 down votes. “A World War One game was a dream of ours, that’s been lingering with us for a long time,” says creative director Lars Gustavsson. “There’s so much from this war that would fit perfectly with Battlefield. We realised this was the dawn of all-out war: it was the switch between the old and new worlds; it was an extreme contrast. Warfare went from marching soldiers and cavalry to technological warfare in a very short space of time. Battlefield has always been about land, sea and air combat, so it felt that something that had to be done.” According to Gustavsson, the game will retain the hallmarks of the series, including large open environments, and the simultaneous combination of ship, aircraft and ground combat. 64-players will be able to take part in on online battles. Battlefield 1 will also include a single-player campaign, which features a narrative that moves through the four-year war. The title will evolve the destructible environments introduced in Battlefield 4, with war zones continually battered by hundreds of shells, creating crater-blasted wastelands. The perennial face-off between Battlefield and Call of Duty has been a feature of the mainstream games industry for over a decade. Both titles have sold in their millions, and have become mini-industries in their own right, spawning various spin-offs.        Beyond an array of air combat sims, the first world war has been comparatively under-explored in video games – although Verdun, a first-person military game set during the battle of Verdun, launched on PC last year to modest critical acclaim. The prospect of seeing trench warfare, and the slaughter it led to, being depicted in a mainstream shooter will perhaps be a controversial one. The addition of mustard gas attacks, bayonet charges and flamethrowers may also provoke discussion. Responses from gamers so far have been positive, with the phrase ‘RIP CoD’ repeatedly appearing on the Twitch live broadcast of the launch event. Battlefield 1 is set for launch on PC, PlayStation 4 and Xbox One, on 21 October, two weeks before Infinite Warfare. While the first-person shooter genre once dominated mainstream release schedules, it has been producing diminishing returns for the last few years. A new showdown between these rival titles could show how much life – and cash – there is left in the military combat game.",
  "webTitle": "Battlefield 1 takes military shooter games back to first world war",
  "webPublicationDate": "2016-05-06T20:43:39Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/06/battlefield-takes-military-shooter-games-back-to-first-world-war",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PC",
      "id": "technology/pc",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox",
      "id": "technology/xbox",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox One",
      "id": "technology/xbox-one",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Keith Stuart",
      "id": "profile/keithstuart"
    }
  ],
  "guardianId": "technology/2016/may/06/battlefield-takes-military-shooter-games-back-to-first-world-war"
}