{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/canadas-wildfires-grow-tenfold-in-size-as-thousands-more-people-are-evacuated",
  "id": "2016-05-07-105",
  "sectionId": "world",
  "body": "More than 88,000 people have left wildfire-ravaged Fort McMurray in western Canada, as authorities warned the blaze could double in size by the end of Saturday.  Police and military oversaw the procession of hundreds of cars and a mass airlift of evacuees as flames and smoke continued to play havoc with efforts to get to safety.  Residents were ordered to evacuate on Tuesday after the fires breached city limits. Most went south, but about 25,000 were directed north, spending the past three days stranded in oil sands work camps, their supplies dwindling as the wildfires grew tenfold. Wary of the fires’ unpredictable spread, officials decided to move them south, where they could better access support services. Led by Royal Canadian Mounted Police cruisers and monitored overhead by helicopters, the convoy took residents through the remains of their city where flames engulfed neighbourhoods and destroyed at least 1,600 homes and other buildings.           Eerie footage from inside Fort McMurray following raging wildfires    About 1,200 vehicles had passed through Fort McMurray by late afternoon on Friday, despite a one-hour interruption due to heavy smoke, authorities said. One resident Jim Dunstan was in the convoy with his wife, Tracy, and two young sons. “It was shocking to see the damaged cars all burned on the side of the road. It made you feel lucky to get out of there,” he said. The extent of the destruction was evident in a video uploaded to YouTube on Thursday. Apparently shot by a firefighter, the footage shows a devastated landscape dotted with piles of blackened rubble and the burned-out skeletons of pickup trucks. A thick haze of smoke still hangs above the scene, while small fires flare among the ruins One of the firefighters can be heard to say: “Crazy. A whole neighbourhood just lost last night.”   Map   Some of the evacuees stranded in the north were also evacuated by plane, with thousands of residents flown to Alberta’s major cities in a series of mass airlifts that began on Thursday. In Edmonton, between 4,500 and 5,000 evacuees arrived at the airport on at least 45 flights on Friday, according to airport spokesman Chris Chodan. In total, more than 300 flights have arrived with evacuees since Tuesday, he said.  Alberta remains in a state of emergency. More than 1,100 firefighters, 145 helicopters, 138 pieces of heavy equipment and 22 air tankers were fighting a total of 49 wildfires across the province, with seven considered to be raging out of control. In Fort McMurray, the heart of Alberta’s oil sands region, firefighters were still working to save the city’s homes and businesses “The beast is still up,” the local fire chief, Darby Allen, said on Thursday. “It’s surrounding the city and we’re here doing our very best for you.” The evacuation has forced as much as a quarter of Canada’s oil output offline according to estimates and is expect to impact on a country already hurt by the dramatic fall in the price of oil  Justin Trudeau, Canada’s prime minister, described the week’s harrowing events as the largest fire evacuation in Alberta’s history. The images emerging from Fort McMurray looked “like a war-torn corner of the world instead of our own backyard”, he said. “Homes have been destroyed. Neighbourhoods have gone up in flames,” he added. “The footage we’ve seen of cars racing down highways while fire races on all sides is nothing short of terrifying.” Unseasonably hot temperatures, extremely dry conditions and winds of up to 70km/h (44 mph) helped fuel the fire’s spectacular growth to 101,000 hectares – an area more than 10 times the size of Manhattan, and up from just 10,000 hectares earlier in the week. With temperatures expected to hit 27C (80F) on Saturday, officials said the fire could double in size by end of that day.  Officials said at this point that a change in the weather offers the only possible hope of halting the fire. “Let me be clear: air tankers are not going to stop this fire,” said Chad Morrison, Alberta’s manager of wildfire prevention. “It is going to continue to push through these dry conditions until we actually get some significant rain.” Environment Canada said it could be Sunday before a 40% chance of rain is expected in the area. Winds helped to shift the fire south-east and away from Fort McMurray on Thursday. The change in direction, however, put the nearby communities of Anzac and Gregoire Lake Estates “under extreme threat”.           Alberta driver’s dashcam footage of wildfire    The cause of the fire remains under investigation. As it started in a remote forested area, Morrison said it may have been sparked by lightning. The fire started on Sunday, sending thick plumes of smoke over the region. A sudden shift in winds brought the fire to the city’s doorstep on Tuesday, forcing more than 80,000 residents to flee the city.  “It was something out of a movie,” said resident Erica Decker. “It was absolutely apocalyptic, there were vehicles stranded everywhere, the sky was black and orange, there were – and are still – so many people trapped.”   Related: 'Nothing short of terrifying': Alberta wildfires grow eight times in size    Minutes before she and her family were evacuated from their house, she had spotted a small circle of orange flames flickering in the trees outside.  “As we pulled out of the driveway, we could see the flames reaching our front lawn,” said Decker, her voice shaking as she fought back tears. “We knew we wouldn’t have anything to go back to.” She worried it would be the last time she would ever see the house she had always described as her dream home.      Evacuees from the Fort McMurray wildfires rest on a hockey rink at the evacuation center in Lac la Biche, Alberta. Photograph: Jeff McIntosh/AP    Soon after, her worst fears were confirmed. Images from Fort McMurray showed an empty space where her home once stood in the neighbourhood of Beacon Hill, the scorched front steps the only trace of the bay-windowed house. “I don’t think there’s anything for me to return for,” she said. Beacon Hill was among the first neighbourhoods to be swallowed by the fire. The building where Decker worked also burned to the ground. “I don’t have a home, I don’t have a job. Our community, it doesn’t exist any more. It’s gone. We’re not even sure if there is going to be a city to return to.” On Thursday, Rachel Notley, the Alberta premier, said it was impossible to map out a timeline of when residents might be allowed to return to the city. “The damage to the community of Fort McMurray is extensive and the city is not safe for residents,” she said. “It is simply not possible, nor is it responsible to speculate on a time when citizens will be able to return. We do know that it will not be a matter of days.” Her words came as a tough blow to the tens of thousands of Fort McMurray residents now scattered across the province. Frustration among those stranded up north was growing, with some venting on social media sites, demanding answers.  One Twitter user posted a message saying: “NO ONE IS TELLING US ANYTHING!! We’re just sitting in a camp praying to get out!! Give us answers!!! Please.”      A huge wildfire raging near Anzac, Alberta. Photograph: Chris Schwarz/Government of Alberta/EPA    For some, such as Rula Labak, a refugee who fled Syria in 2011 and moved to Fort McMurray two months ago, the idea of rebuilding again is traumatising. “My kids, mom say, ‘What [do] we have to do? You said to us we will live there, we will live happy. Why that happened to us?’” Labak told the Globe and Mail in halting English. “That’s very bad. I can’t answer to them anything.” The family made it to Edmonton after fleeing a scene hauntingly reminiscent of the bombs that had rained down on their home near Damascus. When she and her family first arrived at a work camp that had been turned into an impromptu shelter, her two teenage children burst into tears as the rows of cots triggered their memories of refugee camps.   Related: Wildfires in Canada force evacuation of Fort McMurray – in pictures    The risk posed by the fires curbed oil production in the region, helping to drive up global oil prices. At least 680,000 barrels per day – roughly 20% of Canada’s crude production – was offline by Thursday evening, according to calculations by Reuters. Athabasca Oil Corp said on Thursday that rapidly advancing fires in the south of the city were behind its decision to shut down its Hangingstone oil sands project and evacuate all personnel. In a statement, the company estimated that the fire front was just three miles (5 km) away from its facility. No direct casualties from the blaze itself have been reported, but the 15-year-old daughter of a local firefighter and her 19-year-old male relative were killed in a vehicle crash during the city’s evacuation. Relatives of the 15-year-old shared their grief after one of the most trying weeks of their lives. “How could we possibly lose a nephew, a granddaughter and our entire home all within 24 hours … devastating,” the girl’s grandmother wrote on Facebook.  “I have quite literally nothing left to give. I do not know what else this fire could possibly take from my families,” the girl’s sister wrote. “We have given homes, hours, and now a beautiful, book-loving, quirky angel. It is not fair. We are devastated … I am so angry, I am so hurt.”",
  "webTitle": "Canada wildfire could double in size as mass evacuations continue",
  "webPublicationDate": "2016-05-07T12:29:12Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/canadas-wildfires-grow-tenfold-in-size-as-thousands-more-people-are-evacuated",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/06/canadas-wildfires-grow-tenfold-in-size-as-thousands-more-people-are-evacuated"
}