{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/14/parents-term-time-holidays-fine-education-teachers",
  "id": "2016-05-14-9",
  "sectionId": "commentisfree",
  "body": "Jon Platt, a father from the Isle of Wight, has won a landmark high court ruling, after refusing to pay a fine when he took his daughter on holiday during term time. The high court agreed with a previous magistrates court decision, saying that children who attended school “regularly” were allowed absences. The Department for Education is looking into closing this loophole, which undermines its tougher 2013 regulations. Hmm. Wouldn’t it be a better idea to reinstate headteachers’ discretionary powers to grant term-time leave to pupils with good attendance records – the same powers that were taken away in 2013? The old system seemed to work fine, and all that’s changed is that schools and local authorities are lumbered with term-time holiday cases and parent fines. I remember debating Platt’s case after the magistrates court decision, and finding the idea of quasi-criminalising parents for taking term-time holidays ludicrous. I thought that, although there would always be people who pushed things too far, most parents would be self regulating, and that (cue hippy reverie!) perhaps children could share their term-time holiday experiences with their classmates? Now I’m becoming so irritated by the attitude of certain British parents that I’m inclined to go the other way. I still applaud the high court decision – the mistake was issuing the unworkable blanket ban in the first place. However, away from this case, there are other issues – to do with parenting styles. Since when did certain British parents become so arrogant, unreasonable, selfish and demanding? Of course, not all British parents, just that very active, vocal bunch who seem to genuinely believe they’re entitled to a “bespoke” service. The kind of parents who become outraged when they don’t get their own way over every facet of their child’s education. Who seem to believe that everything should be moulded around their needs, and meticulously synced with their family timetable. And never mind if all this is disruptive and time-consuming, never mind tedious, for teachers with other pupils and parents to attend to. Of course parents should care about their child’s education – but over-involvement is a different matter, and too often a mask for over-entitlement. It seems to have led to a subculture of perma-dissatisfied parent warriors. These parents can’t be informed about anything – they must be “consulted”. They don’t attend parent-teacher evenings to be told how their child is doing; they go to tell the teachers how their child should be doing. They talk a great game about supporting teachers (“You’re marvellous – I couldn’t do your job”), but in reality, they’re needy, sour, suspicious, superior, meddling, time-wasting and rude. Ironically, all too often, these parents are professional types who doubtless wouldn’t relish untrained people piling into their workspaces telling them how to do their jobs, disrupting their schedules, or demanding special treatment. But, apparently, all this self-obsession and aggression is fine so long as you can use your child as some kind of moral human shield. Just as patient power has proved to be both good (better-informed patients) and bad (paranoid Googling and erosion of respect for doctors), parent power has its own drawbacks, the main being that some people can’t resist trying to over-personalise any situation they’re in, even if that situation is a vast national education system. There are solutions for these tireless malcontents – the most obvious being home schooling. But perhaps that looks too much like hard work compared with whingeing at teachers at pick up, or arranging endless meetings to discuss why your child hasn’t invented the next Facebook yet. This is the tragedy of the high court ruling and the 2013 legislation that led to it. Instead of headteachers discreetly allowing children time off, the new breed of parent warrior will be up in arms about their new rights. That whooshing sound is Pandora’s box opening. Selfie-taking is more than just sad     David Cameron poses for a selfie with a supporter in his Witney constituency. Photograph: Eddie Keogh/AFP/Getty Images    Costa Coffee has introduced “selfie zones” into some of its flagship branches as part of its summer refurbishment. If they so wish, customers will be able to take photos of themselves pouting ironically next to fake palm trees or pink flamingos. Nice. Perhaps it’s a generational thing, but I’m not into selfies – I’ve only taken a few, usually with a daughter thrown in for good measure. I find it much more enlightening to let others take photos of me – sometimes revealing a hitherto unrealised resemblance to such notables as Richard III, Rodney Bewes, Meat Loaf, Frankie Howerd, Nosferatu, and, on one unfortunate occasion, “a haunted tree”. Joking apart, I’ve begun to wonder whether there are lurking control issues in habitual selfie-taking that go beyond everyday narcissism. After all, when another person photographs you, even in a casual social setting, in that moment, you’re relinquishing control – at least until you can get hold of the camera (“Give that *bleep!* thing to me!”) and delete said atrocity, or, in the good old days, ceremonially set fire to the photograph in an ashtray. By contrast, with selfies, the subject is also the photographer, exerting absolute control from beginning to end – the pose, how many are taken, which ones get viewed, and so on. Personally, I think it all gets a little samey (how many more photographs of people moodily gazing skywards, slightly tilting their chins, does society need?), but there might be something darker lurking there. Serious issues, such as self-harming and food disorders, are thought to emanate partly from a need for control. Obviously selfie-taking isn’t on this level, but when it becomes compulsive, you’ve got to wonder whether something else is going on other than mere exhibitionism and vanity. There’s a Guy Goma living in every one of us     Guy Goma: what a trouper. Photograph: Rex Features    Last week was the 10th anniversary of the accidental Guy Goma interview on the BBC: Goma, as you might remember, arrived for a job interview but found himself ushered into the studio and interviewed as an expert on the future of online music. All these years on, this clip remains fresh and hilarious. It’s always a great moment when Goma realises there’s been a terrible mistake, and then gamely attempts to bluff his way through. What a trouper! It’s one of the all-time great Beeb gaffes – but, beyond the media bubble, Goma represents many of us who have ever caught ourselves conversing on a subject we know nothing about, but getting in too deep and too fast to be able to admit it. The result is the conversational equivalent of sinking slowly into quicksand until only your terrified guilty eyes are visible. At which point, it’s a case of: “What would Guy Goma do?” Well, probably a better job than most of us. Moreover, Goma was live on TV, and, despite everything, still sounded as though he knew more about online music than I do even now. For this feat alone, Goma richly deserves his status as inadvertent live TV legend.",
  "webTitle": "Back off, parents. Let teachers get on with their job | Barbara Ellen",
  "webPublicationDate": "2016-05-14T23:05:09Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/14/parents-term-time-holidays-fine-education-teachers",
  "keyword": [
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Barbara Ellen",
      "id": "profile/barbaraellen"
    }
  ],
  "guardianId": "commentisfree/2016/may/14/parents-term-time-holidays-fine-education-teachers"
}