{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/24/ben-butler-trial-partner-jennie-gray-froze",
  "id": "2016-05-24-165",
  "sectionId": "uk-news",
  "body": "The mother of a six-year-old girl allegedly murdered by her father has said she did not call for an ambulance for 45 minutes after she found the child dead because she feared her partner would be blamed for the death. Jennie Gray, 36, denied putting the interests of her partner Ben Butler before those of their daughter Ellie, after the prosecutor Ben Fitzgerald put it to her that she was “prepared to say and do almost anything” to protect Butler. She was accused of delaying the 999 call and putting her daughter through “pointless” CPR when she knew she was already dead. “Rubbish, rubbish,” Gray shouted during exchanges in cross-examination at the Old Bailey in London on Tuesday. She accused the prosecution of trying to “twist everything” to suit its case.  Gray is accused of child cruelty, which she denies, and perverting the course of justice, a charge to which she has pleaded guilty. She said she “froze” when she found Ellie lying unconscious in her bedroom.  Gray told jurors that she had been called by Butler at 12.45pm on 28 October 2013. Butler has told the court previously that he found his daughter unconscious in her bedroom and was so shocked that he went downstairs to lie down. Jurors heard that Gray rushed home in a taxi, and she said Butler had not told her what was wrong.  “I saw Ben on the floor shaking and I was frightened, I saw him crying and he was just there and he was just like that and I didn’t know what to do. I was just frightened,” she said.  At this point Butler stood up and left the dock with his hand on his chest.  “He said to me, he said: ‘I think Ellie’s dead,’” Gray told jurors. “I said: ‘What are you talking about?’ And he said: ‘I think Ellie’s dead.’ And I just froze. My whole body froze, I didn’t know what to do, I couldn’t feel as I was shaking. And I went up the stairs. I went into Ellie’s room. “I saw Ellie on the floor and she was just laying there and I got closer to her and Iooked and her eyes were, her pupils were big, I’ve never seen that in my life. Her eyes looked like they were going up. “And she was just laying there and she was just so still. I couldn’t think.” Butler returned to the dock to hear Gray tell jurors that she bent down to hug her daughter. “I was just shaking. I’ve done CPR before and I couldn’t remember it. I was so scared and I grabbed her head and hugged her and I tried to see she was breathing,” she said.  The court heard that an ambulance was not called for until around 2.45pm.  Prosecutors have accused Butler of killing Ellie in a fit of rage, which he denies.  Gray told jurors that her partner had been framed just like he was in 2007 when he was arrested for allegedly violently shaking Ellie. He was later jailed in that case but the conviction was quashed by the court of appeal.  She has pleaded guilty to perverting the course of justice but denied concocting an elaborate cover-up to protect Butler.  Butler testified previously that Gray wanted to call an ambulance. Asked why she did not do so for 45 minutes, Gray said: “Because I knew she was gone. I couldn’t think.” She denied that the 999 call in which she and Butler pretended they had just found their girl unconscious was a charade. It was the “nasty” police who made that up, she said. Gray said she was in shock and felt that the police were going to blame Butler for killing their daughter. “I had the shock which stayed with me for a while, and the tears, and then the feeling in your stomach, oh no, they’re going to do it again they’re going to think he did it,” she said.  A postmortem suggested Ellie’s death was consistent with her being beaten around the head with a heavy object or her being thrown against the floor.  Gray said Sutton police were blaming Butler within an hour and a half.   Butler has been charged with murder and child cruelty, which he denies, while Gray has been charged with child cruelty which she denies. The trial continues.",
  "webTitle": "Ben Butler trial: partner 'froze' after finding daughter unconscious",
  "webPublicationDate": "2016-05-24T12:58:04Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/24/ben-butler-trial-partner-jennie-gray-froze",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/24/ben-butler-trial-partner-jennie-gray-froze"
}