{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/john-terry-one-year-chelsea-contract-stamford-bridge-party",
  "id": "2016-05-16-145",
  "sectionId": "football",
  "body": "John Terry cancelled a party due to be held on the pitch at Stamford Bridge on Monday, fuelling suspicions the Chelsea captain is increasingly inclined to take up the club’s offer of a one-year contract.   Related: Antonio Conte acquitted of fraud charges before beginning Chelsea tenure    Terry had hired the pitch as well as the changing rooms and big screens for a game with close friends and Chelsea had waived the £22,000 fee for staging events at the venue. That party had initially been considered as part of his farewell to the club he has called home since he was 14. The 35-year-old cancelled it on Sunday while he considers the offer of a 12-month deal. That proposal was made in talks between his agent, Paul Nicholls, the Chelsea chairman, Bruce Buck, and the director, Marina Granovskaia, last Wednesday. It came as a surprise to Terry, who had long feared he would be denied a chance to take his senior Chelsea career into a 19th season. Terry indicated on Friday the proposal is for “a different role” at the club, effectively a reduced involvement in the team and a lower wage. He is now weighing that offer against more lucrative deals proposed by clubs in China. Shanghai, who are coached by the former England manager Sven-Goran Eriksson, and Jiangsu Suning are reported to be interested and would be able to offer two-year contracts worth about £20m. Terry considers his future to be in coaching and will resume his Uefa B licence course next week but he is keen to play on for at least another two seasons. The defender, who missed the last two games of the Premier League campaign following his second red card of season, at Sunderland, took the microphone on the pitch at Stamford Bridge on Sunday after his team’s post-match lap of appreciation. He had to pause mid-speech as emotion got the better of him but ended up merely reinforcing his message that his preference is to remain at the club. “We all want the same thing,” he said, with the owner, Roman Abramovich, watching. “I’ve said for a very long time I want to be here for the rest of my career. I want to finish my career here. We’ll have a few days and we’ll be speaking to the club. Listen, I want to stay. The club knows that, the fans know that. I want to stay.”",
  "webTitle": "John Terry fuels suspicions he will stay at Chelsea after cancelling party",
  "webPublicationDate": "2016-05-16T15:03:42Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/john-terry-one-year-chelsea-contract-stamford-bridge-party",
  "keyword": [
    {
      "webTitle": "John Terry",
      "id": "football/john-terry",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/16/john-terry-one-year-chelsea-contract-stamford-bridge-party"
}