{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/09/pensions-regulator-says-it-learned-about-bhs-sale-in-the-papers",
  "id": "2016-05-09-55",
  "sectionId": "business",
  "body": "The Pensions Regulator has admitted that it only found about the controversial sale of BHS by Sir Philip Green after reading about it in the newspapers. The revelation raises further questions about the nature of the sale to Dominic Chappell, who has been bankrupt three times, and the powers of the regulator. Lesley Titcomb, the regulator’s chief executive, told MPs that the body had concerns about BHS since 2012, but an “anti-avoidance” investigation into the funding of its pension scheme was only launched after the sale to Chappell’s consortium Retail Acquisitions in March 2015. BHS collapsed into administration last month with a pension deficit valued at up to £571m. The retailer has been saddled with the deficit despite Green and other investors collecting more than £580m in dividends, rent and interest payments during his ownership and Retail Acquisitions receiving payments of more than £25m from BHS over the last 13 months. The retailer was owned by Green for 15 years until he sold it for £1 to Retail Acquisitions, a consortium of little-known accountants and lawyers led by Chappell. Titcomb said that if the Pensions Regulator had been told of the sale it would have taken steps to ensure provisions had been taken for the pension scheme. She said the “anti-avoidance” investigation – which could force Green to contribute towards the deficit – should make significant progress by the end of the year. However, the regulator was criticised by MPs on the business, innovation and skills committee and work and pensions committee, who are holding a joint investigation into the demise of BHS. Richard Fuller, the Conservative MP for Bedford and Kempston, said: “For good reasons or bad, you don’t sound like much of a regulator.” Titcomb said the body became concerned about BHS in 2012 after a 23-year recovery plan for the pension scheme was agreed between trustees and Arcadia, Green’s retail group. She said the length of the recovery plan was “very atypical” but that BHS “did not meet the threshold” for a proactive investigation to be launched. Alan Rubenstein, chief executive of the Pension Protection Fund, which is set to take on the BHS pension scheme, said the recovery plan was scheduled for more than twice the average of nine years and “rather ambitious”. He called on MPs to consider introducing a natural limit to recovery plans. Rubenstein also revealed that in 2012 Arcadia withdrew a guarantee it had put in place on the BHS pensions scheme after being told it was not as valuable as the company claimed. The BHS pension deficit was guaranteed by the assets of Davenbush, a company within Arcadia holding property, which allowed Arcadia to pay a smaller levy towards the PPF. However, Rubenstein said: “It [the guarantee] wasn’t worthless, but it could not have withstood a claim for £200m [the deficit at the time].” The PPF boss said the pensions system had been abused by companies looking to use guarantees to lower their PPF payments. The rules have subsequently been changed so that trustees must independently value the assets behind a guarantee.     Sir Philip Green sold BHS for £1. Photograph: Ian West/PA    The PPF faces an initial hit of about £275m for taking on the BHS pension scheme. However, Rubenstein insisted the organisation could afford to take on BHS, and potentially the £15bn pension scheme behind Tata Steel UK. He said they would not “undermine our long-term viability”. The PPF is funded by a levy paid by defined pension schemes across the UK. Companies usually agree to pay the levy on behalf of the pension scheme. In the UK, five out of six defined benefit pension schemes are in deficit. The total deficit is £300bn. A string of investigations have been launched into the collapse of BHS. On top of the inquiries by MPs, the Insolvency Service is examining BHS and the Serious Fraud Office is considering whether there are grounds to launch a formal investigation. Green is due to give evidence to MPs in June, while Chappell has also said he is willing to appear. Labour MP Frank Field, who chairs the work and pensions committee, has called in two of Green’s bitterest former rivals to assist the parliamentary investigation into the collapse of BHS. Sir David Norgrove, who as chairman of Marks & Spencer’s pension fund was instrumental in scuppering Green’s attempted bid for the retailer in 2004, has been appointed special adviser. Paul Myners, who also fought off Green’s bid as chairman of M&S between 2004 and 2006 when the former BHS owner attempted a £10bn takeover, has been appointed to lead a panel of financial assessors for the committee. Lord Myners has already filed 11 questions in the House of Lords calling on the government to investigate the demise of BHS. The appointments are likely to further ratchet up the dispute between Field and Green, which kicked off last week when the MP suggested the former BHS owner should be stripped of his knighthood if he did not put up funds to pay off the retailer’s pension fund deficit.  Green then called for Field’s resignation, suggesting the MP was prejudiced against him. The tycoon added: “Clearly he has made his decision as to what he feels the punishment should be without even hearing any evidence from anybody about BHS or the circumstances of the last 15 years.”",
  "webTitle": "Pensions Regulator says it learned about BHS sale in the papers",
  "webPublicationDate": "2016-05-09T19:03:17Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/09/pensions-regulator-says-it-learned-about-bhs-sale-in-the-papers",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Dominic Chappell",
      "id": "business/dominic-chappell",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    }
  ],
  "guardianId": "business/2016/may/09/pensions-regulator-says-it-learned-about-bhs-sale-in-the-papers"
}