{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/15/naomi-klein-gives-australian-climate-policy-a-serve-after-sydney-peace-prize-win",
  "id": "2016-05-15-224",
  "sectionId": "books",
  "body": "The Canadian author and social activist Naomi Klein has criticised Australia’s climate change policies after winning the Sydney Peace prize for her work exposing the structural causes of the planet’s climate crisis. Klein said political action on climate change was lacking “and nowhere more so than Australia”. She has previously described Tony Abbott as a climate change “villain”.   Related: Oil companies skip main resources tax thanks to fossil fuel search incentives    Klein is best known as the author of critiques of unfettered capitalism including No Logo and her work on global warming, This Changes Everything: Capitalism vs the Climate. On Saturday the Sydney Peace Foundation, a foundation of the University of Sydney, announced Klein was the winner of the award. The jury explained Klein won “for exposing the structural causes and responsibility for the climate crisis, for inspiring us to stand up locally, nationally and internationally to demand a new agenda for sharing the planet that respects human rights and equality, and for reminding us of the power of authentic democracy to achieve transformative change and justice”. The jury noted climate change was at the root of violence and suffering across the world, from wars over water to fires and floods that destroy livelihoods and therefore “if we want to achieve peace, we cannot ignore climate change”.     Thanks you @archielaw! Deeply honoured and greatly looking forward to it!— Naomi Klein (@NaomiAKlein) May 14, 2016    Speaking about the win, Klein said: “It is a tremendous honour to receive this recognition. It comes at a time when the impacts of the climate crisis are being acutely felt, from the devastating bleaching of the Great Barrier Reef to the horrific wildfires tearing across my own country. “A great many people know in their hearts that now is the time for bold action. Yet political leadership is still lacking — and nowhere more so than in Australia.”   Related: Great Barrier Reef: devastating images tell story of coral colonies' destruction    Klein said the award would help further work on the need for a justice-based transition from fossil fuels, highlighting policies that dramatically lower emissions while creating huge numbers of jobs and battling systemic inequalities. Klein will accept the award and deliver the Sydney Peace prize lecture at Sydney Town Hall on 11 November. The Sydney Peace Foundation chairman, David Hirsch, said Klein “challenges feelings of powerlessness, apathy and confusion, and inspires people to demand a leap towards a society based on caring for each other and for the earth. “We think that Klein’s message is one that Australians really want and need to hear.” A former recipient of the award, Arundhati Roy, praised the choice of Klein. “There is no looking away from the direct connection she makes between climate change and capitalism,” she said. “I hope the Sydney Peace prize will help amplify her message.”    Check out what 2004 #SydneyPeacePrize recipient Arundhati Roy has to say about @NaomiAKlein winning the Prize! pic.twitter.com/MoirxdxbhE— Sydney Peace Found. (@SydPeaceFound) May 14, 2016    Klein spoke at Sydney’s Festival of Dangerous Ideas last year.“What we need to do is tax those with the most in order to pay for this transition [from fossil fuel to sustainable energy industries] and, in Australia, we’re seeing the exact opposite with carbon and mining taxes being repealed,” she told Australian audiences in September. Klein also criticised the festival for including a supporter of Australian asylum policies on its board. Previous winners of the Sydney Peace prize include archbishop Desmond Tutu and the US academic Noam Chomsky.",
  "webTitle": "Naomi Klein criticises lack of global action on climate change after Sydney Peace prize win",
  "webPublicationDate": "2016-05-15T04:36:34Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/15/naomi-klein-gives-australian-climate-policy-a-serve-after-sydney-peace-prize-win",
  "keyword": [
    {
      "webTitle": "Naomi Klein",
      "id": "books/naomi-klein",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "books/2016/may/15/naomi-klein-gives-australian-climate-policy-a-serve-after-sydney-peace-prize-win"
}