{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/17/joe-temperley-obituary",
  "id": "2016-05-17-125",
  "sectionId": "music",
  "body": "Although hailed by many as Scotland’s greatest ever jazz musician, the baritone saxophonist Joe Temperley, who has died aged 86, only fully matured as a soloist after settling in the US in 1965. Recruited by the trumpeter Wynton Marsalis in 1990 to become a founder member of the renowned Lincoln Center Jazz Orchestra in New York, a rare accolade for a non-American, Temperley went on to enjoy an unbroken 25-year association with the orchestra, performing across the world. It was Marsalis who said, “There is no greater sound on earth than Joe Temperley on a horn,” a sentiment to which he gave added weight with his five-part Joe’s Concerto, which was premiered at a Lincoln Center tribute to Temperley in 2015. Temperley was born in Cowdenbeath in Fife and raised in nearby Lochgelly, where his father was a bus driver. Encouraged by an older brother, he took up the cornet at 12 and played with the Cowdenbeath Brass Band before moving on to the alto saxophone two years later, again at his brother’s instigation. Soon competent enough to play in local dance bands by night while working in a butcher’s shop by day, he attracted the attention of Tommy Sampson, then leading an all-Scottish big band of legendary rumbustiousness. Sampson took the 18-year-old saxophonist to London, where Temperley then moved through a series of popular bands, including those led by Harry Parry and Joe Loss, before he joined the drummer Jack Parnell’s all-star orchestra, replacing Ronnie Scott and appearing in concert with Billie Holiday. Often heard on record, he was seen as a promising tenor saxophonist before concentrating on the bulkier baritone instrument once he had joined Tommy Whittle’s band in 1955. Temperley always claimed that he only truly arrived as a jazz soloist after he joined Humphrey Lyttelton’s superb octet in early 1958 on baritone, part of a three-saxophone front-line. Given considerable creative freedom during his seven-year stint, Temperley toured throughout Europe with Humph, whom he described as his “dearest friend”, often working alongside US jazz stars. The Lyttelton band’s involvement in a big-name US touring package show in 1959 proved to be a defining experience for Temperley. Inspired by his proximity to Thelonious Monk, George Shearing and Cannonball Adderley, and enthused by New York and its many attractions, he resolved to try his luck in the city, arriving in Manhattan with his wife in December 1965. After the customary waiting period, which he spent working in a department store, Temperley was given the go-ahead to stay and joined the lively Woody Herman orchestra, making, as he recalled, “10-hour bus rides” and playing one-nighters across the US for the next 18 months. Always an admirer of Harry Carney, Duke Ellington’s influential baritone saxophonist, Temperley was honoured to be asked to perform at Carney’s funeral in 1974, his sonorous reading of Sophisticated Lady bringing him to the attention of Duke’s son Mercer, who was running the remnants of Ellington’s orchestra. Two weeks later he was on the band bus as Carney’s replacement, working with Mercer on and off for the next 10 years or so while responding to any number of soundtrack and session calls (including one with Frank Sinatra), and fitting in two years in the pit for Sophisticated Ladies on Broadway and three years with the celebrated Thad Jones-Mel Lewis big band. Hearing Temperley perform at an Ellington tribute concert prompted Marsalis to invite him to join the newly established LCJO – easily the most coveted sideman job in jazz. Temperley praised Marsalis for his generosity and friendship, adding, “They look after me particularly well – I have a wonderful life.” Marsalis, who invariably introduced Temperley at concerts as “the most soulful thing to come out of Scotland”, always ensured that Joe was given solo features, including his show-stopping reading of Ellington’s Single Petal of a Rose on bass clarinet. Lauded for his sumptuous tone on baritone, Temperley was also an inspirational teacher in the faculties of the Manhattan School of Music and the Juilliard, proud that his many students had made good. A burly, humorous man, he never forgot his Scottish roots (he kept up with the fortunes of Cowdenbeath FC) and returned often to his home country to play. Extensively featured on Marsalis’s compositions, Temperley also recorded rewardingly for the Scottish Hep label. He is survived by his second wife, Laurie, his son Stephen, by his first marriage, and his sister Helen. • Joseph Temperley, jazz saxophonist, born 20 September 1929; died 11 May 2016 • This article was amended on 23 May 2016. Wynton Marsalis’s Joe’s Concerto was premiered in 2015 at Lincoln Center, rather than Carnegie Hall, as originally stated. • This article was amended on 24 May 2016 to include Temperley’s son in his surviving family.",
  "webTitle": "Joe Temperley obituary",
  "webPublicationDate": "2016-05-17T14:51:28Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/17/joe-temperley-obituary",
  "keyword": [
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Vacher",
      "id": "profile/petervacher"
    }
  ],
  "guardianId": "music/2016/may/17/joe-temperley-obituary"
}