{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/tax-hikes-greece-coffee-austerity-economy-bailout",
  "id": "2016-05-16-116",
  "sectionId": "world",
  "body": "Greeks will be subjected to yet more taxes as the country’s leftist-led government attempts to satisfy creditors in charge of disbursing bailout aid.  The need to raise an additional €1.8bn (£1.4bn) in revenues to unlock further rescue funds has prompted an array of new levies, from a special import tax on coffee to extra duties on hotel bookings and a consumption tax on beer.  “The only thing that is not being taxed is the air we breathe,” said one TV analyst outlining the excise duties.   Related: Meet the Greek writers revolutionising poetry in the age of austerity    Finance ministry officials appear not to have looked far for inspiration. From the national economy ministry in central Syntagma Square they have a bird’s eye view of the cafes where Greeks often sit for hours over a single coffee.  The sight appears to have induced them into introducing a 20% surcharge on the beverage, a tax that will go up or down depending on whether beans are roasted. E-cigarettes will also be the focus of a consumption tax. The bill, which is expected to be announced in parliament on Wednesday, is the last in a series of “prior actions” the government must take to complete a delayed economic review that is key to keeping the debt-stricken country afloat.      Greece’s prime minister, Alexis Tsipras. Photograph: Yorgos Karahalis/AP    The measures have to be legislated before a make-or-break meeting of eurozone finance ministers on 24 May where up to €12bn in emergency funds could be released. Athens faces default if it fails to honour €3.5bn in maturing ECB bonds and other debts in July. The list of new levies does not stop at coffee, cigarettes and beer. Excise duties will also be added to the existing ones on fuel, petrol, heating oil and natural gas. TV subscriptions, landlines and internet broadband connections will rise by 10% and 5%.  Overnight stays at hotels bearing three stars or more will be subjected to extra duties ranging from €2-€4, with a tax on rented rooms also being introduced. Value added tax – at 23% already the highest in the eurozone – will rise to 24% and be applied to packaged foods, to ice cream, tavernas, taxis as well as airline and ferry tickets.   Related: 'Everyone’s outraged': angry Greeks foresee Grexit and drachma's revival    This is the fifth time since the outbreak of Greece’s debt crisis almost seven years ago that indirect taxes have beenadded on goods and public utilities. Igniting a wave of angry debate, economists and tax officials have taken to the airwaves and television screens to discuss the merits of measures that many say will only encourage tax evasion. In one especially drawn-out debate on Skai TV over the weekend, the renowned economics professor Kostas Vergopoulos dozed as Nikolaos Karavitis, a professor of public finance, analysed the virtues of “indirect taxes, direct taxes, taxes, taxes, taxes!”    TV guest falls asleep during live debate on austerity measures in #Greece #ZZZzzz(GR: Trending above #Eurovision)https://t.co/Suz2SjvZSA— Derek Gatopoulos (@dgatopoulos) May 14, 2016    The increased taxes, worth 1% of GDP, are part of a package of reforms the government has been wrangling over with the EU and International Monetary Fund for the past nine months.  In recent weeks the rhetoric has intensified as both sides have argued over the wisdom of a further €3.6bn package of “contingency” austerity measures demanded in the event of missed fiscal targets in the coming years. The measures, which will take the form of an automatic fiscal brake, will also be included in the legislation.  Greece exceeds other EU countries in taxation on small and medium-sized enterprises, prompting a growing number of firms to relocate abroad.  Prime minister Alexis Tsipras’s reliance on taxation has not only infuriated the business community but also lenders worried that the new levies will thwart economic recovery. In the media, experts may have much to mull over. On the street, where unemployment and poverty levels have soared, many are lost for words.",
  "webTitle": "Tax hikes threaten to brew up a storm for Greece's coffee drinkers",
  "webPublicationDate": "2016-05-16T16:42:56Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/tax-hikes-greece-coffee-austerity-economy-bailout",
  "keyword": [
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Austerity",
      "id": "business/austerity",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Eurozone crisis",
      "id": "business/debt-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Helena Smith",
      "id": "profile/helenasmith"
    }
  ],
  "guardianId": "world/2016/may/16/tax-hikes-greece-coffee-austerity-economy-bailout"
}