{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/06/leicester-city-premier-league-champions-literature-comedy",
  "id": "2016-05-06-164",
  "sectionId": "books",
  "body": "Leicester, home to the club whose Premier League triumph this week was widely compared to fiction (a fairytale, an underdog-has-its-day sunny movie), has long been a source of comedy and comic writers. And one of these stories even involves a miraculous success for the Foxes … Richard III by William Shakespeare (1590s)  Richard and the play and the Plantagenets come to an end at Bosworth Field, which is why the king’s bones were found 528 years later under a car park in Leicester, a dozen miles away. If you were especially eager to identify a Leicestershire or Midlands literary tradition, you might find in the way Shakespeare (from next-door Warwickshire) depicts the battle – a bloody farce rather than the sombre twilight of a dynasty, with the blundering and betrayed king eventually losing his horse – an anticipation of a distinctive vein of beadily observed comedy. Lucky Jim by Kingsley Amis (1954) Leicester was the university brilliantly satirised in Amis’s tale of a hapless young don, as the novel was inspired by visiting its assistant librarian Philip Larkin. With better luck, the city might have had a hat trick of breakthrough 50s works: Larkin (then mainly a novelist) could easily have compiled his first collection while there, rather than during his next post in Belfast, and chance and Cupid took John Osborne to Derby instead, where he wrote and set Look Back in Anger. Entertaining Mr Sloane by Joe Orton (1964) The story of a landlady and lodger that began a trio of scintillating black comedies, none of them portraying his home town – only the early Fred and Madge is set there. The connection was reaffirmed, however, when the 1987 Orton biopic Prick Up Your Ears was directed by Leicester-born Stephen Frears, who happens also to be the father of the two boys Nina looks after in Love, Nina. Monty Python’s Flying Circus (BBC2, 1969-74) Leicester’s Graham Chapman was John Cleese’s writing partner on the TV series and films, also starring as Arthur in The Holy Grail and Brian in Life of Brian. Their sketches were known for featuring more verbal humour and confrontations than those of Terry Jones and Michael Palin; Chapman inter alia decisively reshaped the Dead Parrot sketch and created the Colonel barking “silly!”. The Secret Diary of Adrian Mole, Aged 13 ¾ by Sue Townsend (1982) A junior version of the trapped provincial protagonists of 50s novels, Mole grows up in Leicester and Ashby-de-la-Zouch. Unusual as a “Chissit” writer who didn’t leave, Townsend was living on the estate where Orton grew up when she wrote The Secret Diary. She produced several more Mole books, often offering a starkly different perspective on New Labour from fellow Leicestrian Alastair Campbell. Madame Doubtfire by Anne Fine (1987) A near-contemporary of Townsend, the children’s writer (later children’s laureate) differed from her in moving away from their shared native city. She made her mark with this novel about a father who becomes his own kids’ nanny in drag, which became the Robin Williams vehicle Mrs Doubtfire. A History of the World in 10½ Chapters by Julian Barnes (1989)  Leicester-born Barnes’s fifth book ends with an evocation of heaven, where (as the LCFC fan recalled in an interview) “Leicester win the cup – and the England manager picks the team en bloc for the World Cup and they beat Brazil 4-1 in the final”. Otherwise provincial England is a limited presence in his fiction, though his birth there may contribute to his affinity with Normandy’s Gustave Flaubert. Diaries by Alastair Campbell (three volumes, 2010-12) Also a novelist, propagandist and overseer of dossiers, the Pepys of the Blair era spent his teenage years and more in Leicester and went to school there. Yet bagpipe-playing, Burnley-supporting Campbell seems keener on spinning his other roots, not his formative decade in the Midlands. Leicester and its citizens may of course be quite happy about this. Love, Nina by Nina Stibbe (2013) A one-sided comic correspondence shaped by Leicestershire, as Stibbe came from there to be London Review of Books editor Mary-Kay Wilmers’s nanny in north London in the early 80s. Her letters, offering a wry provincial perspective on metropolitan ways, are sent to her London-hating sister Vic back home. Stibbe’s local loyalties nearly robbed her of the job and us of the book, as Wilmers’s boys initially vetoed her for supporting the Foxes. An adaptation by Nick Hornby is on BBC1 later this month.",
  "webTitle": "Literary Leicester laughs it up",
  "webPublicationDate": "2016-05-06T13:00:27Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/06/leicester-city-premier-league-champions-literature-comedy",
  "keyword": [
    {
      "webTitle": "Sue Townsend",
      "id": "books/sue-townsend",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Anne Fine",
      "id": "books/anne-fine",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Julian Barnes",
      "id": "books/julianbarnes",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Adrian Mole",
      "id": "culture/adrian-mole",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Leicester",
      "id": "uk/leicester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Alastair Campbell",
      "id": "politics/alastaircampbell",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "John Dugdale",
      "id": "profile/johndugdale"
    }
  ],
  "guardianId": "books/2016/may/06/leicester-city-premier-league-champions-literature-comedy"
}