{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/07/harlequins-exeter-premiership-match-report",
  "id": "2016-05-07-74",
  "sectionId": "sport",
  "body": "If Leicester can win the Premier League why not Exeter for the Aviva Premiership? At times, Harlequins were stripped of their dignity and it was hard not to see the Chiefs as increasingly serious contenders for this season’s title. With a home semi-final against Wasps now awaiting them, a return trip to the Twickenham area in three weeks’ time would be no surprise whatsoever. If they keep on playing with the strength, composure and conviction they showed in scoring 10 tries here anything will be possible. A hat-trick from Jack Nowell and two tries from his fellow winger James Short caught the eye, but the beauty of Exeter is that they can beast opponents as well. Quins, who have never conceded as many points in a league game on their home ground, were not so much beaten as reduced to a multi-coloured pulp. It made for the most toe-curling of home farewells for Quins’ departing director of rugby, Conor O’Shea, who now has some serious motivational work to do before Friday’s European Challenge Cup final against Montpellier. This result, coupled with victories for Northampton and Sale, means Quins cannot now qualify for Europe next season via the league and must rely on beating their in-form French opponents in Lyon if they wish to send O’Shea off to Italy with anything tangible. On this evidence that looks an increasing long shot. O’Shea, an excellent man-manager who has also done plenty to further the cause of beige matchday chinos, described this outcome as pretty embarrassing and had nothing to celebrate from the outset. Despite playing into a stiff breeze Exeter had two tries on the board inside the first 13 minutes and were comfortably the better side throughout. A clever arcing run from Nowell helped set up the Short’s first score wide on the left and within four minutes the England winger had ducked over in the opposite corner for his side’s second.   Related: Harlequins’ Mike Brown wants perfect end to season against Montpellier    It summed up the Chiefs multi-faceted game: increasingly they have developed into an accordion side, capable of squeezing and stretching their opponents with equal facility. When they are required to defend they do so with an enthusiasm bordering on gluttony and even when Danny Care looked bound to score for Quins a heap of white jerseys were on hand to save the day. In Dave Ewers they also have a monstrous ball-carrier and it was no huge surprise when the big back-rower registered his side’s third try at the start of the second quarter. They should also have had a bonus point safely bagged before the interval, only to be pushed off the ball on the Quins five-metre line with a fourth try imminent. The home supporters could barely believe their luck when Marland Yarde found some space to run and Mike Brown put Care over for a try that gave them a unexpected sniff. It proved only a temporary intermission. With the wind now at the Chiefs’ backs, a gorgeous left-to-right long, floated pass from Slade put Nowell over for his second try and the rest was West Country double cream. Short left two Quins props sprawled in his slipstream as he danced down the touchline for his second try, Nowell and Slade added further classy scores and there was even a try for the tireless Julian Salvi after the hosts had botched a restart. Given the number they had to field they could hardly blame it on a lack of practice. The only downbeat aspect for the Chiefs, who won the A league title on Monday, was a leg injury to Damian Welch but they now have a week to rest before the semi-final at Sandy Park on 21 May. The watching Eddie Jones will also have gone away purring at the form of Nowell and Slade and excited by what they might be capable of in Australia next month. For Quins, Kyle Sinckler scored his second spectacular solo try in a week and the lively Winston Stanley added a further consolation, but there were few other redeeming features. The pained look on O’Shea’s face as he waved goodbye said it all; he and his players can only pray for a happier swansong in Lyon on Friday.",
  "webTitle": "Irresistible Exeter leave Harlequins beaten into a multi-coloured pulp",
  "webPublicationDate": "2016-05-07T17:28:08Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/07/harlequins-exeter-premiership-match-report",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Harlequins",
      "id": "sport/harlequinsru",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/07/harlequins-exeter-premiership-match-report"
}