{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/27/5m-windfall-cited-bhs-buyer-bolster-credentials-disputed-dominic-chappell",
  "id": "2016-05-27-99",
  "sectionId": "business",
  "body": "A £5m “bonanza” cited by Dominic Chappell to bolster his business credentials when buying BHS last year was an accounting estimate and not the cash payment he had previously claimed. Chappell had presented the windfall in the accounts of Olivia Investments, his family’s holding company in Gibraltar, to counter concerns that the former bankrupt had little relevant experience when acquiring the retailer in 2015. However, a Guardian analysis of Olivia Investments’ publicly filed accounts shows the figure is derived from the company increasing its judgment on the value of its assets by 150 times. There is no explanation about how the company arrived at this uplift over a 12-month period, while the documents show the business’s bank balance remained unchanged at £2,000.   Related: Portuguese-backed consortium close to deal for BHS    The discovery that Chappell appears not to have received the £5m payment he previously claimed will raise further questions about the quality of the due diligence conducted on the businessman before his consortium Retail Acquisitions acquired BHS for £1 from Sir Philip Green. The department store chain collapsed into administration barely a year after Chappell acquired it, leaving 11,000 jobs at risk and the company pension fund in deficit to the tune of £571m. Since acquiring BHS, more than £25m was paid out from BHS to Retail Acquisitions, in the period between its sale and it falling into administration. This included £2.8m in management fees, £2.1m in salaries and wages, £11m in legal and professional fees and £10m in interest payments. When Chappell acquired BHS, the Sunday Times quoted the businessman as saying he had made a £5m “bonanza” from an oil storage facility in Cadiz, Spain, which he ploughed into the retailer. He also told the Guardian earlier this month: “[The £5m is in] the audited accounts of Olivia Investments. Go and look at the accounts you will see a £5m payment ... If you do your work you will see that Olivia Investments had five point something [million pound] payment to it ... We made the money, those funds are down there and are in our audited accounts. If you don’t believe me I don’t give a damn.” However, while the Olivia Investments accounts do show an increase in the value of the company’s assets, the rise had nothing to do with any payment being received. The spurt came after the company revalued its tangible fixed assets – which are typically items such as buildings, land and machines – from £33,716 in 2012 to £5.1m during 2013, a rise of around 150 times during the year. Richard Kleiner, chief executive of chartered accountants Gerald Edelman, said: “The accounts of Olivia Investments are very light on detail and certainly contain no information in order to give credibility as to the revaluation of the fixed asset investments. The increase in the net asset value would appear to be wholly down to the revaluation and not to any cash receipts.” Chappell did not comment. The Guardian revealed at the beginning of May that Chappell was forced out of a previous oil storage facility venture in Cadiz after taking about €400,000 (£315,000) from the company for his personal use. The money, which appears to have been moved without the permission of other shareholders and has never been repaid, was transferred from a startup in Spain called Olivia Petroleum. The money is understood to have been diverted into other accounts, including one belonging to Chappell’s wife. Chappell had also previously used Olivia Petroleum as a way of assuaging doubts about his business credentials.",
  "webTitle": "£5m 'bonanza' cited by BHS buyer Dominic Chappell questioned",
  "webPublicationDate": "2016-05-27T15:41:34Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/27/5m-windfall-cited-bhs-buyer-bolster-credentials-disputed-dominic-chappell",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mergers and acquisitions",
      "id": "business/mergers-and-acquisitions",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Dominic Chappell",
      "id": "business/dominic-chappell",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Goodley",
      "id": "profile/simongoodley"
    }
  ],
  "guardianId": "business/2016/may/27/5m-windfall-cited-bhs-buyer-bolster-credentials-disputed-dominic-chappell"
}