{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/12/george-zimmerman-gun-trayvon-martin-gun-auction-website-removed",
  "id": "2016-05-12-24",
  "sectionId": "us-news",
  "body": "An attempt by George Zimmerman to auction the gun he used to kill Trayvon Martin in 2012 appeared to be back on again Thursday following an extraordinary day in which the owner of the first website on which the weapon first appeared took down the listing, saying he wanted no part of the controversial sale. Billed as “your opportunity to own a piece of American history”, Zimmerman’s listing abruptly disappeared from GunBroker.com shortly after the auction’s advertised 11am ET start time. The former neighbourhood watch volunteer, who was acquitted three years ago over the death of the unarmed black teenager in Sanford, Florida – a case that sparked protests and a national debate about race relations – was seeking at least $5,000 for the gun. But by mid-afternoon, the weapon, a Kel-Tec 9mm hand gun, was back up for sale on UnitedGunGroup.com, a rival firearms auction website. Its owner, Todd Underwood, told the Washington Post that as long as all laws were being followed, Zimmerman could list the gun on his site. “I don’t support it, I don’t condone it, I don’t have anything against it. It’s his property, it’s his decision,” Underwood said. “When you look at the facts of the case, he was charged and he was exonerated by a jury of his peers. This shouldn’t even be a story. A gentleman who did nothing wrong is selling a personal possession of his to the highest bidder.” On the original listing, Zimmerman described the gun as “the firearm that was used to defend my life and end the brutal attack from Trayvon Martin.” He said it had recently been returned to him by the Department of Justice and was fully functional. No explanation was given when the listing disappeared and was replaced by a message that said: “Sorry, but the item you have requested is no longer in the system.” But in a statement posted on its website, GunBroker.com said that it took down Zimmerman’s post because the company wanted “no part” in the listing nor the publicity it was receiving. The website added that Zimmerman did not contact anyone at the company prior to posting his listing. In a separate email to the Post, Zimmerman claimed the listing was removed because GunBroker.com “was not prepared for the traffic and publicity surrounding the auction of my firearm.” The page had received almost a quarter of a million views before it vanished and attracted widespread criticism. In a tweet, the Washington DC-based Coalition to Stop Gun Violence branded Zimmerman “the poster boy for a degenerate gun culture that treats murder weapons as idols to be displayed with pride”. Zimmerman, however, fiercely defended his right to sell the gun, a Kel-Tec PF-9 9mm pistol. In an interview with WOFL, Orlando’s Fox affiliate network, he said: “I’m a free American. I can do what I want with my possessions.” He added it was “time to move past the firearm” and that if it did not sell it would be put in a safe for his grandchildren. The website listing featured photographs of the gun taken at Zimmerman’s 2013 murder trial and included a description that stated: “Many have expressed interest in owning and displaying the firearm including the Smithsonian museum in Washington DC. This is a piece of American history. It has been featured in several publications and in current university textbooks. Offers to purchase the firearm have been received; however, the offers were to use the gun in a fashion I did not feel comfortable with.” Tracy Martin, the murdered teenager’s father, said on Thursday that he had “no comment on the actions of that person that murdered Trayvon”, continuing his habit of refusing to use Zimmerman’s name. In a statement issued through civil rights attorneys Benjamin Crump and Daryl Parks, who have represented the family since the shooting, Martin said: “The Trayvon Martin Foundation is committed to ending gun violence in the United States. We are laser-focused on furthering that mission.” Martin and Sybrina Fulton, Trayvon’s mother, established the Miami-based foundation in the wake of their son’s death to promote anti-gun legislation, offer support to other families who have lost a child through gun violence and provide mentoring for at-risk youths. The listing was timed to coincide with 12 months to the day Zimmerman was shot at in Florida, allegedly by Matthew Apperson, who was later charged with attempted murder. Zimmerman wrote that he was “proud to announce” that a portion of the proceeds raised would be used to “fight BLM [Black Lives Matter] violence against Law Enforcement officers” as well as ending the career of Angela Corey, his prosecutor – “and Hillary Clinton’s anti-firearm rhetoric”. He signed off “your friend, George M Zimmerman” and “Si vis pacem, para bellum” – the Latin adage, “If you want peace, prepare for war”. Zimmerman was reportedly banned from Twitter in December but used the platform to voice similar views, including an apparent reference to Martin as a “moron”, a description of the BLM movement as “black slime matters” and a retweet of a post showing Martin’s lifeless body with the caption, “Z-man is a one-man army”. The Florida man, a neighbourhood watch coordinator, shot and killed Martin, 17, in February 2012 after a violent altercation in a Sanford housing community. In a police call minutes before the killing, Zimmerman said he could see “a real suspicious guy” in the neighbourhood who “looks like he is up to no good”. Martin, who was unarmed, was returning from a convenience store. Zimmerman was not initially charged, until protests spread around the country demanding a full investigation. He successfully argued at his murder trial that he had acted in self-defence and was acquitted in July 2013. In February 2015 the federal justice department said there was insufficient evidence to prosecute the 32-year-old for hate crimes. His ex-wife, Shellie, was placed on probation for a year and sentenced to community service in August 2013 after pleading guilty to a charge of perjury stemming from lies she told at a bond hearing for her husband pertaining to the couple’s finances. The same month, Zimmerman was also back in the news for taking a controversial personal tour of the Kel-Tec gun factory in Cocoa, Florida, where the gun he used to kill Martin was made. He was photographed smiling with factory workers, earning a rebuke from his trial attorney Mark O’Mara for the “inappropriate” visit. “We certainly would not have advised him to go to the factory that made the gun that he used to shoot Trayvon Martin through the heart,” O’Mara’s spokesman, Shawn Vincent, said.",
  "webTitle": "George Zimmerman's gun used to kill Trayvon Martin back up for auction",
  "webPublicationDate": "2016-05-12T21:04:42Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/12/george-zimmerman-gun-trayvon-martin-gun-auction-website-removed",
  "keyword": [
    {
      "webTitle": "George Zimmerman",
      "id": "us-news/george-zimmerman",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gun crime",
      "id": "world/gun-crime",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Trayvon Martin",
      "id": "us-news/trayvon-martin",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Luscombe",
      "id": "profile/richardluscombe"
    },
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    },
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "us-news/2016/may/12/george-zimmerman-gun-trayvon-martin-gun-auction-website-removed"
}