{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/11/rising-star-competition-entry-sophie-newton",
  "id": "2016-05-11-215",
  "sectionId": "small-business-network",
  "body": "Shirley Halse, marketing and events executive at Brainlabs, explains why Sophie Newton should win the Rising Star category of the Guardian Small Business Showcase competition:   After graduating with a double first in mathematics, Sophie applied to join Brainlabs back in 2013, which at the time was a startup focusing purely on PPC marketing and only had three employees.  Since then, the company has grown to 35 employees and Sophie has risen to director level in less than two years. She has been essential to the growth of the company.  Since becoming a director at Brainlabs, Sophie runs all aspects of the business. Given that it is still a relatively small agency, Sophie’s responsibilities include: building much of the mathematical framework used to run advertising campaigns, building custom technology for clients, coding, client servicing, legal matters, accounting, training and recruitment. In the last 12 months alone, she has spearheaded projects for the agency’s largest clients, including Which? magazine, Alpharooms and Domino’s Pizza Group.  Currently Sophie is championing women in the workplace, particularly as she works to scale the company. She has spent a lot of time researching the psychological backdrop for gender disparity and taking action through company culture with the aim of eradicating sexism before it takes root. This is a big challenge in the startup world as there are no established processes through which to effect change.  Recently, Sophie was applauded for her skills by Hero Conf PPC Conference, where she gave a speech on Advanced Excel.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Sophie Newton",
  "webPublicationDate": "2016-05-11T12:25:33Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/11/rising-star-competition-entry-sophie-newton",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/11/rising-star-competition-entry-sophie-newton"
}