{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/05/unite-boss-claims-tory-racism-goes-unpunished",
  "id": "2016-05-05-159",
  "sectionId": "politics",
  "body": "Len McCluskey, the general secretary of Unite, has accused David Cameron of failing to tackle racism in the Conservatives while whipping up fury about antisemitism in Labour. McCluskey claimed offensive comments made by Tory MPs, councillors and candidates rarely resulted in serious disciplinary action, while Labour had taken swift and thorough action when allegations had come to light. The union published a dossier of dozens of allegedly racist incidents involving Conservatives on Thursday, after a fortnight in which Labour revealed it had had to suspend 18 members for possible antisemitic remarks. These include the Bradford West MP Naz Shah, who has apologised, and the former London mayor Ken Livingstone. Cameron used prime minister’s questions to attempt to link Jeremy Corbyn, the Labour leader, and Sadiq Khan, the party’s London mayoral candidate, to antisemitic extremism. But McCluskey and Diane Abbott, the shadow international development secretary, accused the Conservatives of a smear campaign against Labour before the local, mayoral and assembly elections. McCluskey said: “Voters can see for themselves the sort of party the Conservative party is and the sort of government this prime minister is happy to lead. It is a party where the routine denigration of peoples and culture is too often met with no more than a shake of the head. “It is a disgrace and the prime minister has debased his office, not only by allowing a culture of division to be fostered in the London mayoral election campaign but to use the House of Commons as the platform for his hateful brand of dog-whistle politics. “How dare he whip up fury about the Labour party, which has acted swiftly and thoroughly when allegations of racism among members is made in sharp contrast to his party’s behaviour. He is dragging this country back by decades and his party into the sewer.” The Unite dossier highlights the suspension of Abdul Zaman, deputy chair of Bradford Conservatives, for allegedly making inappropriate comments about Jews and women, and the expulsion of David Whittingham, a Fareham councillor, for saying he didn’t want foreigners living in his road and for comments and behaviour that were allegedly “racist in nature” – both in April. It also lists Chris Joannides, a Tory councillor in Enfield, whose Facebook page in 2013 contained a post comparing Muslim children to black bin bags and David Coulter, a a Tory council candidate suspended for a post describing Travellers as “pikies” and “thieving troublemakers”. It also cited cases where Conservatives had kept their elected positions after controversies. Bob Fahey, a Leicestershire councillor, allegedly referred to a colleague as a “chink”, and Smith Benson, a Tory councillor in Pendle, said there were “too many Pakis” in the town. Unite called on the Equalities and Human Rights Commission to “look very closely at the conduct of the Conservative party and its repeated indulgence of fear-based politics”.  A Conservative spokesperson said: “This is a pretty cheap attempt by a Labour-linked union to distract from the overwhelming evidence of antisemitism in Labour that has emerged in recent weeks. Instead, why aren’t they making sure the Labour leadership actually finally get to grips with the problem?”",
  "webTitle": "Unite leader claims Tory racism goes unpunished",
  "webPublicationDate": "2016-05-05T14:26:35Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/05/unite-boss-claims-tory-racism-goes-unpunished",
  "keyword": [
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Unite",
      "id": "politics/unite",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Naz Shah",
      "id": "politics/naz-shah",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Len McCluskey",
      "id": "politics/len-mccluskey",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/05/unite-boss-claims-tory-racism-goes-unpunished"
}