{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/26/yulianna-avdeeva-chopin-fantaisie-op-49-mozart-sonata-k284-liszt-dante-sonata-mirare",
  "id": "2016-05-26-173",
  "sectionId": "music",
  "body": "Since she won what is perhaps the most prestigious of all piano competitions, the Warsaw Chopin, in 2010, audiences in the UK have had relatively few chances to hear Yulianna Avdeeva, either live or on disc. What opportunities there have been have proved uneven and puzzling too, almost as if Avdeeva herself has not quite settled in her own mind on what kind of pianist she really wants to be. This latest recital disc doesn’t really clarify things much either. There are flashes of unquestionable brilliance in her playing, beginning with a performance of Chopin’s F minor Fantaisie that ignores any suggestion of more intimate poetry to be found in what is one of Chopin’s most original pieces, and ends with Liszt’s paraphrase of the Sacred Dance and Final Duet from Verdi’s Aida, which is unexpectedly more expressively yielding. She shows sensitivity in Mozart’s D major Sonata K284 and Liszt’s Dante Sonata has the right dramatic qualities, but is confrontational in the closing pages.",
  "webTitle": "Chopin: Fantaisie, Op 49; Mozart: Sonata, K284; Liszt: Dante Sonata review – flashes of brilliance",
  "webPublicationDate": "2016-05-26T14:00:03Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/26/yulianna-avdeeva-chopin-fantaisie-op-49-mozart-sonata-k284-liszt-dante-sonata-mirare",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/26/yulianna-avdeeva-chopin-fantaisie-op-49-mozart-sonata-k284-liszt-dante-sonata-mirare"
}