{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/19/t20-blast-mediocre-ipl-big-bash-ecb-colin-graves",
  "id": "2016-05-19-112",
  "sectionId": "sport",
  "body": "The NatWest T20 Blast gets under way on Friday at six grounds around the country, although Colin Graves, the chairman of the England and Wales Cricket Board, believes it is “mediocre” compared to other domestic leagues around the world.   Related: Andrew Strauss believes Super Series format will make games more relevant    Both Graves and the ECB chief executive, Tom Harrison, are currently working to prepare a range of options for a new Twenty20 competition from 2020 onwards, when the next round of broadcasting rights for English cricket begins, and will present them to the 18 counties this September. A slimmed-down city-based league could yet be on that list, although Graves said he did not believe privately owned franchise teams is “the right way”. It is clear that despite the Blast being shown to have achieved record ticket sales of 827,000 last summer in the recent ECB annual review – up from 707,000 the previous year – significant change is coming. Speaking to Sky Sports, which broadcasts the Blast, Graves said the current tournament did not compare to the Indian Premier League or Australia’s Big Bash League, either by standard of cricket played or commercially, before going on to call it “mediocre”, the word he used when describing the West Indies team before England’s drawn Test series in the Caribbean last year. “We want to look at all the options and we are talking to broadcasters to see what values there are for different T20 competitions,” said Graves, who began his chairmanship 12 months ago. “Once we get that we can put it on the table to the counties and decide which is the best way forward. “There are no agendas or recommendations of what we want, we just want the best T20 competition in England to compete with the IPL and the Big Bash. Without speaking out of turn, I think most would agree that our tournament is mediocre when compared. We want to have something that will stand out in our summer.”   Related: ECB chairman Colin Graves predicts England day-night Test ‘will happen’    A two division structure for domestic Twenty20 cricket, with promotion and relegation, for next season was rejected by the counties in March due to a lack of research and fears over losing lucrative local derbies, however it was decided that this year will be the last to see the Blast run throughout the summer, with the tournament moved to two blocks at the height of the school holidays from 2017 onwards. Both Graves and Harrison are on a mission to increase domestic turnover and tackle an estimated £120m of debt among the counties, who recently received an additional cash payment of £300,000 each from the board. “We want the counties to stand on their own two feet and not come running back to the trough when they run into difficulties,” said Graves. In a separate interview with BBC’s Test Match Special, Graves confirmed that Test cricket will not be returning to terrestrial television in the next broadcasting cycle – the 2005 Ashes series, on Channel 4, was the last to be shown on free-to-air – however “some” live cricket is hoped to return. The 68-year-old, who made his fortune in the Costcutter supermarket chain and was previously the chairman of Yorkshire, has also thrown his support behind day-night Test cricket being played in England following the first floodlit match between Australia and New Zealand in Adelaide last year. Graves said: “You can’t turn your back on it, it will happen. We just have to decide when it is going to happen. We’re doing a lot of work on it and we’d love to see day-night cricket.”",
  "webTitle": "T20 Blast is mediocre compared to IPL and Big Bash, ECB’s Colin Graves says",
  "webPublicationDate": "2016-05-19T16:13:37Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/19/t20-blast-mediocre-ipl-big-bash-ecb-colin-graves",
  "keyword": [
    {
      "webTitle": "ECB",
      "id": "sport/ecb",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NatWest T20 Blast",
      "id": "sport/natwest-t20-blast",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Twenty20",
      "id": "sport/twenty20",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/19/t20-blast-mediocre-ipl-big-bash-ecb-colin-graves"
}