{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/29/donald-trump-campaign-downplays-chaos-new-mexico-governor",
  "id": "2016-05-29-49",
  "sectionId": "us-news",
  "body": "Related: Delegates, not death threats: how the Trump campaign got real to seal the deal    Donald Trump may have formally secured the Republican nomination for president this week, but that hasn’t stopped him from continuing to offend and attack with impunity.  Despite this, most agree that if the billionaire is not to risk becoming his own favorite insult – “a loser” – he must improve his poor standing among women and Latino voters. That was what made Trump’s decision this week to go after Governor Susana Martinez of New Mexico – the nation’s only Latina governor and the chair of the Republican Governors Association – seem all the more quixotic. At a campaign rally in Albuquerque on Tuesday, Trump unloaded on Martinez, who has been floated as a potential vice-presidential pick, saying the governor was “not doing the job”. “Your governor has got to do a better job,” Trump said, after accusing Martinez of creating a welfare state beset by joblessness and dependency on the federal government. “She’s not doing the job. Hey, maybe I’ll run for governor of New Mexico. I’ll get this place going.” By Sunday, Trump’s top operatives were working to untangle the resultant mess. Campaign chairman Paul Manafort and campaign manager Corey Lewandowski – the subjects of reports this week about infighting and chaos within the Trump campaign – both insisted that Trump’s remarks would not further hinder his appeal to women and Latinos.  “The Governor Martinez thing – the focus was on the wrong thing,” Manafort said on ABC’s This Week, blaming the media (once again) for overhyping the incident. “He was talking about the welfare system and how it was out of control in New Mexico,” Manafort said. “And just as he criticized issues in Washington, when he’s in the states he talks about the things that need to be done to improve the situation for the voters … “The fact that it was a Republican governor of New Mexico is not the point. The point is that the system was broken.” On Fox News Sunday, Lewandowski similarly argued that Trump’s attack was a nonpartisan indictment of a broken system that he intends to fix as president.  “There was no attack on a Latino or woman governor,” Lewandowski said, adding, wrongly, that: “Donald Trump is winning with Latinos, if you look at the last poll, he’s winning with Hispanics, if you look at the polls, he’s doing very well with women.” A recent Fox Latino poll showed Clinton leading Trump by an impressive 39 points, with 62% of Hispanic voters in favor of the former secretary of state compared with only 23% who favor the business man. And a CBS-New York Times poll found a large gender gap between the likely general election contenders, with Clinton leading Trump by 17 points among women.  Fox News’ Chris Wallace noted that, in fact, polls show the candidate is “hugely underwater with both” constituencies.  “You guys want to make this a story about something that doesn’t exist,” Lewandowski said, shifting the blame to the media. Asked if Trump stood by his comments about Martinez, Lewandowski said: “We absolutely stand by our statement that the state of New Mexico could be doing better.” Martinez has been openly circumspect about Trump’s candidacy since last summer, telling a local NBC affiliate last week that she was simply “too busy” to meet the nominee while he campaigned in her state. Manafort said the Trump campaign had identified a list of potential running mates that included women and Latinos, but re-iterated that neither were selling points in a vice-presidential pick.  “He wouldn’t select someone only on the basis of gender or ethnicity, because that would be pandering, but the qualifications, if there’s a female who’s qualified that’s a different story,” Manafort said.  He added that Trump was looking for someone with “Washington experience” who could work with the Congress.  Lewandowski sidestepped questions about the rumored rift between himself and Manafort, telling Fox that such reports were, again, “media hype”. He also dismissed other reports that the Trump campaign was being massively outspent and out-organized by its likely opponent, Hillary Clinton.     Martinez has been circumspect about Trump’s candidacy, saying last week that she was simply ‘too busy’ to meet the nominee. Photograph: Russell Contreras/AP     Related: 'Racists!' 'Illegals!' 'Scum!': protesters v Donald Trump supporters    The Trump 2016 team was “small, lean and efficient”, he said, claiming that was in deliberate contrast to the Clinton campaign’s belief, as in government, that “bigger is better”. Both men also rejected a New York Times report that said staffers at Trump Tower in Manhattan feared the campaign offices were bugged. Stories of discord were stoked this week by the departure of national political director Rick Wiley. Earlier, in an extensive interview on CNN’s State of the Union, Senator Marco Rubio of Florida, who dropped out of the Republican race after losing in his home state to Trump, said he found Trump’s early remark that many Mexican immigrants were “rapists” and drug dealers “offensive”.  Rubio said he was also dismayed by the robo-calls sent out by hate groups that urged voters to support Trump and not “a Cuban”. “It’s offensive,” said Rubio, whose parents are from Cuba, “Not just against me, but the fact that elements like that are still involved in American politics, and traditionally, the candidate would disavow that, say, I want nothing to do with that.”",
  "webTitle": "Trump camp downplays infighting and criticism of New Mexico governor",
  "webPublicationDate": "2016-05-29T18:20:24Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/29/donald-trump-campaign-downplays-chaos-new-mexico-governor",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "New Mexico",
      "id": "us-news/newmexico",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Gambino",
      "id": "profile/lauren-gambino"
    }
  ],
  "guardianId": "us-news/2016/may/29/donald-trump-campaign-downplays-chaos-new-mexico-governor"
}