{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/jo-pavey-10000-metres-olympics-rio-athletics",
  "id": "2016-05-20-29",
  "sectionId": "sport",
  "body": "Jo Pavey’s ambition to become the first British female athlete to run in five Olympics faces a make-or-break test on Saturday night at the Parliament Hill athletics track, London when she competes at the UK 10,000m trials. Pavey, who will be a month shy of her 43rd birthday when the Games begin in Rio, will be automatically selected if she finishes among the top two British athletes and runs the qualifying time of 32min 15sec by the end of July. And while she has not raced in 2016, the whispers are that she is showing strong form in training. Pavey, who became an overnight sensation at the age of 40 when she won the European 10,000m title in Zurich two years ago, faces a tough test against two 24-year-olds, Kate Avery and Beth Potter, who have already achieved the Olympic qualifying mark. Even so, she is happy to be in the mix.   Related: Dafne Schippers builds up to Rio Olympics on streets of Manchester    “I thought I would be retired by now so it is a bonus to still be thinking about competing,” she said recently. “Rio is a massive target, to try to make a fifth Olympics.” In the men’s race Andy Vernon, who was controversially left out of the British team for last year’s world championships, is a strong favourite to book his place for Rio in the absence of Mo Farah, who will be given an automatic place. Kenenisa Bekele, the world 5,000m and 10,000m record holder, says Farah has a “big chance” to repeat his gold medal winning heroics in Rio but must attempt to break his world records to be considered the best middle-distance runner of all time. “He has achieved a lot with Olympics and world championships but he needs to take the challenge of the clock to take my crown,” said Bekele, who thinks Farah would have a 50-50 chance of toppling his times if he committed himself to chasing records not medals. When asked whether there would be something missing in Farah’s career if he did not break either the world 5,000m or 10,000m record, Bekele replied: “Of course. If someone is not beating those records, you have to limit him in the order of great runners. If he doesn’t have the capacity to do that, and if he doesn’t try, something will be missing.” Meanwhile CJ Ujah says Britain’s 4x100m team are “all sweet” after their spectacular falling out at the world championships final in Beijing. Tempers flared after James Ellington was unable to get the baton to Ujah, which left Britain without a medal or a qualifying time for Rio, but Ujah said a series of training camps has mended fences and put the team in a good frame of mind before their first outing of the season at Loughborough on Sunday. “Our recent practice in Italy was really good and positive,” Ujah said. “Everyone agreed it was our best camp, so hopefully we’ll put down a marker at Loughborough and see what happens. Our demons from Beijing are gone. We sat down and spoke in January, we’ve come back and we’re all settled now, it’s all sweet.” Ujah also praised the young sprinter Nethaneel Mitchell-Blake, who missed the national record by 0.01sec as he became only the third Briton to run under 20sec for 200m. The 22-year-old ran 19.95sec representing Louisiana State University at the Southeastern Conference Championships in Alabama last week – just outside John Regis’s record of 19.94sec but ahead of Adam Gemili’s 19.98sec. “Nethaneel’s an amazing guy,” Ujah said. “I think out of all the sprinters I probably know him best, because I went to the World Youths with him in 2011 and then I went to the European Juniors with him. I know he hasn’t had an easy road with injuries and other things setting him back, it’s good to see him come out and run what he’s capable of running. Hopefully he’ll come over to the UK trials in June and stamp his authority.”",
  "webTitle": "Jo Pavey faces tough 10,000m test to realise dream of five Olympics",
  "webPublicationDate": "2016-05-20T19:28:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/jo-pavey-10000-metres-olympics-rio-athletics",
  "keyword": [
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Team GB",
      "id": "sport/team-gb",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/2016/may/20/jo-pavey-10000-metres-olympics-rio-athletics"
}