{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/25/snp-lachlan-brain-deportation-gaelic-scottish-highlands-australia",
  "id": "2016-05-25-15",
  "sectionId": "uk-news",
  "body": "An Australian father facing deportation from the Scottish Highlands next week, along with his wife and Gaelic-speaking son, has called on the Home Office “to live up to their side of the deal” after the visa scheme that first attracted his family to Scotland was retrospectively cancelled.  Gregg Brain told the Guardian that he, his wife Kathryn and seven-year-old Lachlan had been “absolutely humbled” by the local Highland community’s response to his family’s predicament. “We have been overwhelmed by the response and it just reinforced our belief that this is the community where we want to bring up our son,” he said. The family will travel to the Scottish parliament on Thursday afternoon at the invitation of first minister Nicola Sturgeon, who has already intervened personally in with case by writing to home secretary Theresa May asking her reconsider the deportation. Gregg added that, while the family were living out of a couple of suitcases as their belongings waited in storage in Inverness, Lachlan was treating the experience “as a bit of an adventure”. “He has a seven-year-old’s understanding and a child’s resilience, so that’s fortunate.”   Related: The Sardinian professor fighting to save Gaelic – and all Europe’s minority tongues    George Osborne was urged to help stop the family’s deportation by Angus Robertson, the SNP leader at Westminster, who raised the case at prime minister’s questions, where the chancellor was standing in for David Cameron.  Robertson urged Osborne to urgently look again at the Brain family’s situation. They are to be sent back to Australia on Tuesday despite having arrived as part of a Scottish government initiative, supported by the Home Office, to attract people to live and work in the Highlands. Gregg and Kathryn first visited Scotland in holiday in 2001. “We fell in love with the place, and when we went up into the Highlands, there was just something about the place that we felt a real connection with,” explained Gregg. The professional couple returned on a “scouting trip” in 2005. “We wanted to take off the holiday goggles and see if we could really live here,” he added. As they researched work, study and visa options, they were attracted by the Highland Homecoming initiative, advertising in Australia for those with Scottish roots to return to the area and ease depopulation. Both have Scottish ancestors. Kathryn’s maiden name is Munro. They moved to the Inverness area in 2011, initially on Kathryn’s student visa and intending to move onto a post-study work visa after that. But a year later, the Home Office cancelled that visa scheme retrospectively, leaving the Brains and thousands of other people without recourse.     When pressed by Angus Robertson during PMQs, Osborne replied that the family ‘don’t meet the immigration criteria’. Photograph: PA    The couple are particularly concerned about their son, who attends the Gaelic medium primary school in Dingwall. “He is a bright kid and doing very well at school, but he has been taught only in Gaelic, because we thought we would be staying and jumped at the chance of bilingual teaching,” Gregg said. “He would be going into primary three in Australia, having had no instruction in reading or writing in English and we fear that he’ll go from being the clever kid to the struggling one, creating an academic deficit he may not recover from. “Essentially, we are just asking the Home Office to live up to their side of the deal.” Since the original visa arrangement fell through, the Brains have been granted two brief extensions to their stay but, he argues, “while this is entirely true it is not the entirety of the truth”. The family have now been forced to apply for a tier two visa, for people from outside the European Economic Area who have already been offered a skilled job in the UK, but Gregg argues that this visa scheme is far more demanding. “Meeting the requirements for this visa are extraordinarily hard to do, and requires an employer who is willing to invest time and money in sponsoring you,” Gregg said. “The requirements are very strict and it’s a big ask when you’re coming in to an employer cold. With the post-study work visa, the employer had time to see you at work first.” Both partners had been working while seeking a job offer that would qualify for the tier two visa’s stricter requirement, until their right to work was removed in mid-March, requiring them to leave their full-time jobs without notice.  Gregg said that he had been “disappointed” by George Osborne’s response to Robertson’s question. Asked what he had to say to Gregg and Kathryn Brain, Osborne said: “As I understand it the family don’t meet the immigration criteria. The home secretary says she’s very happy to write to the right honourable gentleman about the details of this specific case.” He added that the SNP should use their “very substantial tax and enterprise powers if they want to attract people to the Highlands of Scotland” from the rest of the UK. After PMQs, Robertson said the chancellor’s reply was “shameful and frankly not good enough”. He said: “He clearly had no knowledge of the Brain family and their plight despite the case being front-page news in Scotland and SNP MPs repeatedly raising it in parliament.  “Appeals have been made to the home secretary to allow the Brain family to stay. There have been interventions by the first minister, by the local MP, by the local MSP, by community members.  “The problem of the Highlands has not been unwanted immigration – it has been emigration. Even at this late stage will the chancellor, the home secretary and government look again at this case and let the Brain family stay in the Highlands?”",
  "webTitle": "Father urges Home Office to honour deal as family faces deportation",
  "webPublicationDate": "2016-05-25T21:41:49Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/25/snp-lachlan-brain-deportation-gaelic-scottish-highlands-australia",
  "keyword": [
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/25/snp-lachlan-brain-deportation-gaelic-scottish-highlands-australia"
}