{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/13/high-court-father-fine-term-time-holiday-jon-platt",
  "id": "2016-05-13-198",
  "sectionId": "politics",
  "body": "The government is considering introducing legislation to close a loophole allowing parents in England to take their children on holidays during term-time, after a ruling by the high court left its school attendance policy in tatters. Friday’s ruling opens the way for parents to take their children out of state schools without permission so long as they have a good record of attendance. But the Department for Education said the issue was “non-negotiable”. “We will examine today’s judgment in detail but are clear that children’s attendance at school is non-negotiable so we will now look to change the legislation. We also plan to strengthen statutory guidance to schools and local authorities,” a DfE spokesperson said. Jon Platt, a father from the Isle of Wight, won a landmark decision after challenging the DfE’s rules barring term-time absences for state school pupils in all but “extraordinary” circumstances. “I am obviously hugely relieved. I know that there was an awful lot riding on this – not just for me but for hundreds of other parents,” Platt said after the decision was announced. “This idea that I have to justify to Isle of Wight council what I do with my kids is a nonsense. It’s not ideal, but sometimes it’s necessary and the law does not prevent me from doing so.”  The high court held that parents whose children who attended school “regularly” could be allowed family absences – a decision that highlighted the gap between the existing law and the DfE’s tougher regulations introduced in 2013 when Michael Gove was education secretary. Platt had challenged the council’s attempt to impose a £120 penalty for unauthorised absence after he took his daughter to Disney World last year, and was backed by a local magistrates court. The council then appealed to the high court. Platt argued that his daughter’s attendance record of more than 90% met the requirement of section 444 of the Education Act, that parents ensure their children attend school “regularly”. He also argued that the law did not place restrictions on parents taking their children on holiday in school time. The Isle of Wight appealed against the magistrates’ decision, but Lord Justice Lloyd Jones and Mrs Justice Thirlwall dismissed the legal challenge. The court ruled that the magistrates were entitled to take into account the “wider picture” of the child’s attendance record. “I do not consider it is open to an authority to criminalise every unauthorised holiday by the simple device of alleging that there has been no regular attendance in a period limited to the absence on holiday,” Lloyd Jones said. Daniel Jackson, a solicitor who has represented parents in similar cases, said: “I think it will lead to more parents contesting the fines. Mr Platt has gained a lot of support in what he is doing, his case has been highly publicised and a lot of people who do end up being prosecuted will have a stronger argument now.” The DfE said it was “disappointed” by the judgment. “The evidence is clear that every extra day of school missed can affect a pupil’s chance of gaining good GCSEs, which has a lasting effect on their life chances. We are confident our policy to reduce school absence is clear and correct,” it said in statement. The ruling will be greeted with enthusiasm by campaigners who have been lobbying against the stricter rules, which removed the leeway previously allowing headteachers to authorise up to two weeks’ term-time holiday a year for pupils with good attendance records. Any changes to legislation would mostly involve a definition of “regular” school attendance, possibly in line with the 90% threshold that the DfE requires from schools overall. The department’s definition of truancy is a persistent absence of 10% of school days. The Local Government Association said the DfE’s blanket ban was not working and was putting a strain on councils that had to enforce it. “There has to be a sensible solution whereby every family has the option to spend time together when they choose to, rather than tying families to set holiday periods,” the LGA said. “While councils fully support the DfE’s stance on every child being in school every day, there are occasions when parental requests should be given individual consideration and a commonsense approach applied.” Julie Robertson, a solicitor who has represented parents who have faced legal action over term-time holidays, said: “Hopefully we can now draw a line in the sand and leave magistrates to make decisions on an individual, case-by case-basis. “It is simply impossible to provide a percentage figure for which level of attendance is considered regular. It is not something you can put a blanket figure on without taking into account the academic record of each individual child.” The DfE’s case was backed by the Association of School and College Leaders, which represents mainly secondary school headteachers. “Pupils are expected to attend school as close to 100% of the time as possible and they should not miss school to go on holiday,” said the ASCL’s Malcolm Trobe. “This is because even short periods of attendance can have a detrimental impact on their education, so consistent attendance is absolutely vital. We are a nation which values education and school attendance is part of that commitment.” In 2015 holidays in term time – both authorised and unauthorised – made up 7.5% of absences, a total of 4.1m school days lost. Illness accounted for 60% of annual absences. The DfE’s policy and high court ruling apply only to pupils aged five and over attending state schools in England. The rules do not apply to independent schools, while devolved governments in Wales, Scotland and Northern Ireland each have their own policies.",
  "webTitle": "High court backs father who refused to pay fine for term-time holiday",
  "webPublicationDate": "2016-05-13T11:55:28Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/13/high-court-father-fine-term-time-holiday-jon-platt",
  "keyword": [
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "School holidays",
      "id": "education/school-holidays",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Adams",
      "id": "profile/richardadams"
    }
  ],
  "guardianId": "politics/2016/may/13/high-court-father-fine-term-time-holiday-jon-platt"
}