{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/06/youth-intern-scheme-has-no-limits-on-numbers-hours-and-jobs-senate-told",
  "id": "2016-05-06-335",
  "sectionId": "australia-news",
  "body": "There would be no set limits on which jobs government-paid interns could perform, the number of interns at an enterprise or hours they work, officials have revealed. But employers who “churn” through interns without offering them jobs at the end of placements will be blocked from the youth unemployment scheme.   Related: Businesses to be paid to take on young unemployed people as interns under budget    In Senate estimates on Friday employment department officials addressed exploitation concerns with the government’s new PaTH program. Under the scheme, the government will pay businesses $1,000 to take on young, unemployed people as interns for up to 12 weeks. Interns will receive $200 on top of their fortnightly welfare payments. Unions have complained that PaTH interns working 25 hours a week would receive $364 a week. That is $68 below the minimum wage and represents just a $4-an-hour improvement on the dole. The employment department’s secretary, Renee Leon, said if a job seeker wished to work more than 25 hours a week “because they love the job and would like to do more time, they can, but they can’t be required to”. But youth interns would be paid $200 a fortnight on top of the dole regardless of the hours worked, meaning workers could be paid more or less per hour for the same amount of work. When asked which employers could participate and if it would include big chains that usually hire young people, such as Hungry Jacks, McDonald’s, Woolworths, Coles, 7-Eleven and labour hire companies, Leon confirmed any employer could participate. Employers would have to certify there was a reasonable prospect of job seekers being given jobs, and could not use interns to fill positions of other workers such as people whose positions were made redundant. The number of interns an employer could hire would depend on their size and the number of jobs they might be able to provide when placements concluded. Greens senator Rachel Siewert asked why the government should pay for young workers rather than allowing employers to hire them directly and pay a “proper wage”. The Australian Council of Social Service had earlier qualified its initial support by calling for payments in the program to be increased by $68 a week to match the minimum wage when combined with dole payments.   Related: Youth intern scheme will exploit workers and replace 'real jobs', say unions    Leon said it would be a good outcome if large employers would employ long-term jobless young people without a subsidy. “We already do work with large national chains but there are still over 100,000 young people who’ve never had a job,” she said. Officials said the program was based on a similar scheme in Ireland in which young people were paid a bonus on top of their unemployment benefit. An independent evaluation showed that after five months 61% of people who undertook work experience were employed. The figure compares with 35% of Australians who were employed three months after completing the work for the dole program. The employment minister, Michaelia Cash, said: “They aren’t getting a chance to get that foot in the door ... We’re saying you need to take a particular risk on this particular cohort.” Officials said Job Active youth employment service providers and the department would monitor the program to weed out employers who misused the program.  “If they churn through [interns] without giving anybody a job they’ll be blocked from the program,” Leon said. Officials would not say publicly how many times employers could lay off and replace interns before they were banned, because it would undermine the department’s compliance activities by tipping unscrupulous employers off. Officials conceded there was nothing preventing an employer refusing to hire an intern. Leon said the purpose of the program was to give workers a try “but if they genuinely can’t work out, we’re not going to punish the employer for that”. When asked whether interns would be doing productive work or merely observing, Cash said: “They’ll be working.” Leon said: “They’ll be undertaking work experience,” which would include both observation and demonstrating they could perform work tasks. Siewert said: “To learn that there are no limits on the [number] of interns and hours they could work under the government’s internship program raises some serious questions. “This increases concerns about exploitation.” Cash said: “The internship is an opportunity for individuals in income support to gain valuable work experience in a real workplace, on a voluntary basis.  “This should not be confused with paid work as individuals will continue to remain on income support whilst undertaking the internship.”",
  "webTitle": "Youth intern scheme has no limits on numbers, hours and jobs, Senate told",
  "webPublicationDate": "2016-05-06T05:11:04Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/06/youth-intern-scheme-has-no-limits-on-numbers-hours-and-jobs-senate-told",
  "keyword": [
    {
      "webTitle": "Welfare in Australia",
      "id": "australia-news/welfare-in-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Unemployment",
      "id": "society/unemployment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/06/youth-intern-scheme-has-no-limits-on-numbers-hours-and-jobs-senate-told"
}