{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/03/startup-of-the-year-competition-entry-sme-alliance",
  "id": "2016-05-03-279",
  "sectionId": "small-business-network",
  "body": "Nikki Turner, director of SME Alliance, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   SME Alliance started in October 2014, when a group of like-minded business people got together on Twitter and decided to lobby for support for the SME sector against abusive behaviour by financial firms.  In a very short space of time the Alliance grew and has been successful in lobbying at 10 Downing Street, the Treasury, the FCA, the ICO, the SRA, BIS, Parliamentary Roundtable’s and even at the Cambridge International Symposium On International Crime 2015.  We have put together a team of nine advisers who are experts in different areas of the financial sector to help members with difficulties. We work with law firms and direct access barristers who help our members, often on a pro-bono basis. We’ve helped businesses refinance, recovered assets from administrators, stopped wrongful evictions and our advisers continue to negotiate resolutions with major banks on behalf of members.  Most importantly, we have been very successful in forming support groups both on social media and with regular meetings for members with inspirational guest speakers. In this way, we are continually sharing experiences, advice and evidence to help each other so business owners no longer feel isolated when fighting against issues such as IRHP, the conduct of so called ‘impaired assets’ divisions of banks (e.g GRG), the misuse of EFGs, and other legacy issues that are damaging to SMEs.  SME Alliance is run as a not-for-profit organisation and none of the directors receive any remuneration.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: SME Alliance",
  "webPublicationDate": "2016-05-03T09:34:46Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/03/startup-of-the-year-competition-entry-sme-alliance",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/03/startup-of-the-year-competition-entry-sme-alliance"
}