{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/eu-vote-tory-battle-europe-23-june",
  "id": "2016-05-09-347",
  "sectionId": "commentisfree",
  "body": "So: the warm-up act is over, and the main event begins. “We’ve all had to pull our punches in the run-up to 5 May,” a pro-Brexit cabinet minister said to me before polling day. “We’ve been campaigning for our parties. But after that it’s no holds barred, all the way till 23 June.” That’s 44 more days of bruising political combat, right up to the referendum itself. The lessons for the Tories of last week’s elections are straightforward. In London, Zac Goldsmith fought a campaign choreographed by Lynton Crosby’s communications firm that was spectacularly ill-suited to the most heterogeneous, global city in the world. By pointing at Sadiq Khan and emphasising his supposed otherness, and alleging connections with extremism, Goldsmith was – in a bleak paradox – portraying himself as an extremist, albeit of a different sort: a man ill at ease with the city he aspired to govern.    It was astonishing to see George Osborne and Michael Gove on opposing teams yesterday morning    To compound the folly, anyone who has spent more than five minutes in the company of Goldsmith – an eco-friendly, liberal, generous-spirited man – would know that the campaign did not remotely mesh with his personality. Too often he sounded like a hostage reading out a ransom note. Dog-whistle politics is bad enough; dog-whistle politics that lacks authenticity is even worse. North of the border, meanwhile, the Conservatives’ Scottish leader, Ruth Davidson – a proudly out lesbian who includes kickboxing among her hobbies – drove Labour into third place by the sheer force of her charisma. How often do the Tories need to be told by the electorate? They can, and should, be tough on extremism, but never as a means of oxygenating fear of ethnic, religious or cultural difference. Moreover: the party prospers when it looks content in the pluralist setting of the 21st century, comfortable with modernity.           George Osborne: leaving EU could hit value of people’s homes    The referendum itself is a battle over what, precisely, constitutes “modernity”, and whether the EU is an institution fit for purpose in 2016. As a post-election fanfare, the remain campaign has released a moving YouTube video of second world war veterans, recalling what was at stake in that terrible conflict and the noble origins of the yearning for European collaboration. If every campaign is a story, it is right that this one should begin with a memorial of this sort. Today, David Cameron is delivering a speech – introduced by David Miliband rather than another Tory – that makes the patriotic case for membership, in the august setting of the British Museum. “Our history teaches us,” he will say, “the stronger we are in our neighbourhood, the stronger we are in the world … From Caesar’s legions to the wars of the Spanish succession, from the Napoleonic wars to the fall of the Berlin Wall.” True enough. All the same, it is the EU’s role in 2016 rather than homage to the past that will animate voters on 23 June. Yesterday, Sir John Sawers and Lord Evans, former heads of MI6 and MI5 respectively, wrote in a co-authored Sunday Times article that the nation’s security would be impaired by Brexit.    It is naive to suggest that the broad divisions within the party will tidily melt away if the remain camp prevails    Naturally, this intervention has been dismissed by leavers as just another chapter of Project Fear. And so it may be. But this project is also working. The remainers’ polling shows that their campaign’s most profitable terrain is security, in all its forms (much as immigration is the issue that most reliably drives voters towards Brexit). On Sunday George Osborne made a familiar case in an unfamiliar fashion. “There are politicians out there around the world at the moment who play on people’s anger,” the chancellor told Robert Peston, “who think you can cut yourself off from the modern economy, who think the simple answer is to build a wall. I think that is a total mistake. The people who suffer when you do that are actually the people on low pay, the people in insecure jobs.” Ostensibly, Osborne was attacking the Brexiteer philosophy in general. But his description precisely fits one politician in particular, who recently declared that Britain would be “better off” without the EU: Donald Trump. The presumptive Republican nominee for the presidency inspires absolutely no affection in the prime minister’s team. It is assumed that, in keeping with past practice, the presidential candidates will tour global capitals later in the electoral cycle, and Cameron will have to shake hands with Trump outside No 10. Though he has conceded that the billionaire “deserves our respect” for securing the GOP nomination, he has not gone back on his earlier declaration that Trump’s proposed ban on Muslims entering the US was “divisive, stupid, and wrong”. The government is doing little to conceal its hope that Hillary Clinton will see off her opponent in November. Osborne quipped on Sunday that the government would collaborate with the new president “whoever she may be”. Given Trump’s image outside America as a dangerous buffoon, his backing for Brexit is a minor victory for the remain camp. Indeed, anything that distracts attention from blue-on-blue Tory divisions is fine by the PM. As he well knows, for the media the gravitational pull of stories involving Conservative splits, especially over Europe, is immense and irresistible.   Related: Brexiteers put their trust in paranoia and mendacity | Nick Cohen    It was astonishing to see Osborne and Michael Gove (interviewed on The Andrew Marr Show) on opposing teams on Sunday morning. The two men are close friends and colleagues who have marched together in political lockstep for over a decade. To observe them divided – and on a defining issue – is much more surprising than Boris Johnson’s leap into the leavers’ limelight. Not so long ago, Gove was Cameron’s chief whip; now he is the formidable political strategist at the centre of the Brexit campaign. I have no doubt that these friendships, forged in adversity and pizza, will be patched up. But it is naive to suggest that the broad divisions within the party will tidily melt away if the remain camp prevails on 23 June. The Brexiteers are already looking forward to fresh campaigns, and fresh referendums on specific EU treaties, as mandated by William Hague’s European Union Act 2011. As one cabinet minister put it to me: “No result is going to change who I am and what I believe.” Well, indeed. This great moment of decision is not, as some believe, the end of a long and bitter battle. In truth, it is just the beginning.",
  "webTitle": "The EU vote will just be the start of a bitter Tory battle over Europe| Matthew d’Ancona",
  "webPublicationDate": "2016-05-09T05:00:05Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/eu-vote-tory-battle-europe-23-june",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew d'Ancona",
      "id": "profile/matthew-dancona"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/eu-vote-tory-battle-europe-23-june"
}