{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/too-gay-tv-mitchell-mccoy-arkansas",
  "id": "2016-05-25-116",
  "sectionId": "commentisfree",
  "body": "Arkansas TV reporter Mitchell McCoy recently got an email that he wanted to share with the world. “I’ve been holding back for months but I can’t stand your gayness,” a viewer complained. “Our children should not be watching people like you. You are a disgrace to Arkansas and I will be asking your boss to take you off.” The outraged viewer went on: “Do not be offended but society is not ready for gay men reading the news.” Of course, whether they knew it or not, America has been ready for a gay man reading the news for about 20 years now. What the viewer was really objecting to was McCoy’s refusal to stamp all traces of gayness out of his speech before going on the air, to “code-switch” and put on a blander, straighter-sounding voice in order to sound more acceptable. Perhaps that viewer – like the faction of the right wing that is suddenly, violently alarmed that trans people may be sharing their bathrooms – does not understand that LGBT people have always been a part of the media landscape, not to mention their churches, their schools and their families. It’s just that now, to a certain extent, the social stigma has eased to the point that some of us are comfortable devoting less energy to “passing”. Two weeks ago, I ran my first 5K, a nighttime race with flashing lights, fluorescent body paints, blacklights and foam cannons, like a rave. It sounded like distraction enough to keep me from noticing that I was running for more than three miles without stopping. The race was south of Atlanta and my two friends and I stopped at a gas station convenience store in Jonesboro, Georgia, on the way. As we stood in line for the bathroom, an older man came up behind me, then looked me side-eyed and said “faggot” under his breath. I just shrugged it off, a momentary twinge of annoyance. I was glad my two friends – burly gay boys from the country who like a good fight – didn’t hear him because we’d have all gone down in a hail of fists and ended up in jail, and I really wanted to run that race. I’m not sure what triggered the old guy. Maybe it’s that my butt looks especially good in that pair of black running shorts – I made sure to wiggle it at him on the way out the door – or, well, I don’t know what. What I really want to say to him – and to people like the angry viewer who “can’t stand” our “gayness” is: “Get used to feeling like this. It’s our world now. We’re not hiding any more.” As a man who was once frequently addressed as “Mrs Ferguson” and “ma’am” on the phone before my voice changed, I know that whether you’re gay, lesbian, trans or just trying things out, being a gender-nonconforming kid is a tough row to hoe. It gets easier as an adult, but even in the gay community, as bell hooks pointed out, masculinity is prized over femininity, the trappings and symbols of patriarchal power are sought after and eroticized. To Mitchell McCoy, I say, good on you for being exactly who you are and not feeling like you have to talk like a lunk-headed former quarterback to report the news. Your example may give courage to a lot of boys and girls who are finding out that they maybe don’t quite fit the Barbie and Ken gender norms set out for them. Hopefully, more and more, they’ll get the message that for them to be exactly who they are is perfectly OK.",
  "webTitle": "Too gay for TV? Get used to it, honey | David Ferguson",
  "webPublicationDate": "2016-05-25T15:13:39Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/too-gay-tv-mitchell-mccoy-arkansas",
  "keyword": [
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Arkansas",
      "id": "us-news/arkansas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Ferguson",
      "id": "profile/david-ferguson"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/too-gay-tv-mitchell-mccoy-arkansas"
}