{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/18/do-teens-really-need-a-special-ya-version-of-dan-browns-the-da-vinci-code",
  "id": "2016-05-18-143",
  "sectionId": "childrens-books-site",
  "body": "“Why?” has been the question on our readers’ lips - via tweets - when they heard that The Da Vinci Code is to be republished in a “YA edition”. The book, to be published in September, will precede the film release of another Brown title, Inferno, in UK cinemas in October. But what is there in The Da Vinci Code which is inaccessible to teenager readers? Is Brown going to get rid of the sex scenes (no shortage of those in YA fiction)? The violence (I can’t remember any)? Religion? Are any other contemporary writers planning to “translate” themselves to younger readers?    @GdnChildrensBks I'm an adult now, but I read the original when I was 12 so inner-teen-me is raging.— Emma Maree (@EMaree) May 18, 2016      @_sectumsemprah @GdnChildrensBks I just said the same thing. I read it aged 12/13.— Aisha Bushby (@aishabushby) May 18, 2016      @GdnChildrensBks read it when I was 12 and it wasn't very complicated— Jack Adams (@Jack_R_Adams) May 18, 2016      @GdnChildrensBks I read that book fine a couple of years ago and I'm still a teen. Don't insult our intelligence.— Skeens (@readwatchshare) May 18, 2016      @GdnChildrensBks I read the original when I was 14. Didn't exactly struggle.— Patrick Sproull (@Grumblenook) May 18, 2016    I was also 12 when I read the Da Vinci Code. The book gripped me entirely. To be honest, it probably wouldn’t have hooked me in as much were I reading it later. Brown’s novel did two crucial things for me at the age when I started thinking hard about who I was and what was important to me. Firstly, it helped me take religion as a story rather than the story. Influenced by my religious grandmother and school, I collected icons as a child and was all into bells and smells. At 12, I developed ideas about gender. Feminism and religion, in my teen mind, contradicted each other. And Brown came just at the right time, with his theory of an anti-feminist conspiracy of the Church in having erased Magdalene’s role in Jesus’s and Christianity’s lives. The protests that ensued in the Catholic and the Christian Orthodox Churches only confirmed my new discovery that, alongside important values, religion held a lot of… myths. Secondly, the book got me into thinking about art. While reading The Da Vinci Code, I stared at my dad’s book of reproductions of Leonardo’s paintings for hours. Visual art has since become a big part of my identity. So, if the book made me think about some of my most important values, I guess I... got it? And so did my cousin, aged 13, who read three other Dan Brown books afterwards, and, it seems, so did many other teens. If anything, I wonder whether a very large proportion of the novel’s readers were indeed teens, helping it to reach its sales figures of more than 200 million copies in 44 languages. But the outrage at this publishing decision is not just about patronising teenagers. It’s also about insulting a fiction genre. Holly Bourne, author of bestselling YA titles Soulmates, The Manifesto On How To Be Interesting and Am I Normal Yet?, protested that the rewriting of The Da Vinci Code implies that:    YA authors' writing process: We write adult books and then edit out all the hard bits so the ickle teens can understands them— Holly Bourne (@holly_bourneYA) May 18, 2016      DAMN YOU DAN, YOU'VE BLOWN OUR COVER— Holly Bourne (@holly_bourneYA) May 18, 2016    So why is Dan Brown re-writing The Da Vinci Code for YA audience, cough cough, market? The answer is, most probably, money.     Dan Brown to release \"YA version\" of the Da Vinci Code. Teens - are you feeling pleased or patronised by this news?— GdnChildrensBooks (@GdnChildrensBks) May 18, 2016      @GdnChildrensBks I think it patronises readers as well as the YA genre. Suggests YA is simplified fiction when I disagree entirely.— Aisha Bushby (@aishabushby) May 18, 2016      @aishabushby @GdnChildrensBks YA can be more complex than adult fiction at times so this dumbed down version is pretty insulting I think— Rachel (@_sectumsemprah) May 18, 2016      @_sectumsemprah @GdnChildrensBks Completely agree. It's just missing the whole point of what YA fiction is!— Aisha Bushby (@aishabushby) May 18, 2016      @GdnChildrensBks My 1st response was Why? YA more than capable of picking up 'adult' fiction. Patronised. #bandwagon— Cat Anderson (@catamongpages) May 18, 2016      @GdnChildrensBks given that I managed to read it when I was a teenager, I have to ask 'why?' 💰— Gemma Wilson (@gingelightning) May 18, 2016      @GdnChildrensBks I think the over-riding feeling seems to be 'why'?— Michelle (@bookclubforum) May 18, 2016      @GdnChildrensBks flat out insulting— LibraryJunky (@LibraryJunky) May 18, 2016      @GdnChildrensBks Somebody doesn't understand what YA is. It is not dumbed down adult fiction. It is fiction of special interest to YAs.— Dots (@fizzandnonsense) May 18, 2016      @bartsbooks @GdnChildrensBks Baffled at the notion that anything by DB needs redrafting for YAs...— Lyndon Marquis (@LyndonMarquis) May 18, 2016      @neillcameron @GdnChildrensBks I think he's going to improve the grammar and writing style— ཀ།༨ཇ ་།་འ།སབཇའ (@chthonicionic) May 18, 2016      Given how great children's books are right now, the YA Da Vinci Code must surely be WAY BETTER WRITTEN than the original!!!@GdnChildrensBks— SF Said (@whatSFSaid) May 18, 2016",
  "webTitle": "Do teens really need a special YA version of Dan Brown's The Da Vinci Code?",
  "webPublicationDate": "2016-05-18T14:30:06Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/18/do-teens-really-need-a-special-ya-version-of-dan-browns-the-da-vinci-code",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Historical fiction (children and teens)",
      "id": "books/childrens-historical-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Dan Brown",
      "id": "books/danbrown",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/18/do-teens-really-need-a-special-ya-version-of-dan-browns-the-da-vinci-code"
}