{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/manchester-city-real-madrid-champions-league-semi-final",
  "id": "2016-05-03-34",
  "sectionId": "football",
  "body": "Even now, after all the money spent, the trophies that have already been stacked up in the years of Abu Dhabi ownership and all the A-grade footballers who have pulled on the club’s colours, there are still moments that must feel new to the modern-day Manchester City. One of them came at Madrid airport when the crowd of photographers waiting for Manuel Pellegini and his players supplied the hard evidence that City have reached a level of competition – and in some cases, mild hysteria – they have not experienced before. The scrum was frantic enough for one cameramen to be sent sprawling into the road, enduring a near-trampling in the process, and it all felt very different to the quiet scene in Manchester a few hours earlier when the team boarded their flight without a single television crew in the vicinity and the only clicking coming from Sharon, the club’s photographer.   Related: Zinedine Zidane expects Real Madrid to suffer against Manchester City | Sid Lowe    Perhaps it was a little unfortunate for City that they set off for one of the more important matches of their new era with England’s media more occupied by the story of Leicester City. Yet the prize is still enormous in the Santiago Bernabéu on Wednesday night and it was certainly a relaxed party arriving in the Spanish capital. The club had deliberately opened up their flight to the players’ wives and children. Six members of the women’s team were there to support everyone. The idea, one City official said, was to provide a united front. They will need the same on the pitch given that Madrid’s aggregate score from their previous five Champions League ties at their own ground is 18-0 and particularly now that it seems Cristiano Ronaldo will be a definite starter. Pellegrini tried to play down Ronaldo’s improvement, trotting out the line that Madrid could never be just a one-man team, but it does make City’s task considerably more treacherous and, if they are to stand any chance, it will need them to put into place everything they have learned during their previous European assignments. On that count, there is at least the feeling – and it has been a long time coming – that the team do finally feel at ease in these kind of surroundings. Far too often, the sides put out by Pellegrini, and previously Roberto Mancini, have looked unsure of themselves in this competition. Yet Pellegrini made the point that something had changed with their quarter-final defeat of Paris Saint-Germain. Psychologically, it was a crucial breakthrough. “I think we’ve learned from our mistakes in the past,” their midfielder, Fernandinho, said. “I think this year the team has understood how to play in the Champions League. It was about having a more cohesive team, a more compact team that doesn’t give the opponent as many goalscoring opportunities. “When you’ve done something wrong you try not to make the same mistake again, and whatever you’ve done well you try to do again. We’ve had some disappointments, we’ve had some happiness, and you try to take something from everything. You can see the difference from the last two years to this year.” They will need to use all that knowledge if they are to see off the 10-times winners and, more than anything, they may also need Sergio Agüero to remind everyone why Pellegrini always says there is no one bar Ronaldo and Lionel Messi who deserves to be thought of as superior footballers. Agüero’s failure to register a shot on target in City’s past four Champions League assignments (despite having a penalty in one of those games) certainly feels incongruous to everything the Argentinian has shown in his five seasons at the club. Yet it is an inescapable fact only four of his 23 Premier League goals this season have come against top-eight sides and he has been strangely subdued, particularly in the goalless first leg against Madrid, when they faced opponents of a higher calibre. Agüero has one goal in 11 games against Juventus, PSG, Madrid, Tottenham Hotspur, Arsenal, Leicester City and Manchester United. He is far too accomplished for Pellegrini to start doubting him but City’s manager did make the point this would be a good time for Agüero to blow away even the merest suggestion of flat-track bullying. “I always say the big games are decided by the best technical players,” Pellegrini said. “I hope we will see Sergio put in a good performance.” Not that City are completely reliant on their leading scorer. The time is long overdue for Jesús Navas to start showing he can leave a favourable impression on big matches and it feels imperative the fit-again Yaya Touré is at his best if, as expected, he fills in for the injured David Silva. “The whole team has to play well,” Pellegrini said. “I always say the best league in the world is the Premier League but the best football is actually in Spain. Sevilla have won the Europa League twice and most of the time a Spanish team is involved in the Champions League final. On that basis, we are going to need a very good performance if we want to reach the final.”",
  "webTitle": "Manchester City equipped for Real Madrid after learning from past faults | Daniel Taylor",
  "webPublicationDate": "2016-05-03T19:32:33Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/manchester-city-real-madrid-champions-league-semi-final",
  "keyword": [
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manuel Pellegrini",
      "id": "football/manuel-pellegrini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sergio Agüero",
      "id": "football/sergio-aguero",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Cristiano Ronaldo",
      "id": "football/ronaldo",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/03/manchester-city-real-madrid-champions-league-semi-final"
}