{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/17/master-strokes-dutch-and-flemish-drawings-review-victoria-and-albert",
  "id": "2016-05-17-151",
  "sectionId": "artanddesign",
  "body": "Related: Rubens, Rubens, everywhere    Dutch and Flemish art are as different as gouda and pancakes – at least it seems that way, looking at oil paintings. In the Renaissance, these regions of northern Europe were divided by war and religion. The birth of the Dutch Republic in 1581 created a Protestant but tolerant culture whose merchants rapidly spanned the globe and brought wealth and energy to Amsterdam. Meanwhile, the Flemish region that would become modern Belgium remained Catholic and under Spanish rule.  In art, the Dutch Republic had a golden age of realism in the 17th century, from the cows of Paulus Potter to the milkmaids of Vermeer, while Flemish artists gloried in the Catholic baroque, led by Rubens in his great Antwerp studio, where Frans Snyders and Anthony van Dyck trained.      A Village Kermis by Jacob Savery, 1598. Photograph: Lewis Ronald/Victoria and Albert Museum, London    The first thing I chanced on in the V&A’s lovely free display of Dutch and Flemish drawings from its own collection was a sketch by Snyders that stars the severed head of a snuffling, snorting pig. Snyders is famous for his opulent paintings of slaughtered game and cornucopian heaps of fruit. This drawing proves they are based on very accurate observation. And this is where the opposition between Dutch realism and Flemish baroque art starts to melt.  Flemish artists are very observational in their drawings, it turns out, while Dutch artists are rich and florid: their preferred medium in the 17th century was pen and ink, often with a watercolour wash, which makes for soft, fanciful compositions. Far from drawing the natural world with hard-headed pedantry, these Dutch artists create whimsical landscapes with an almost Chinese abstraction. The rocks and rivers of their sketches are not so different from the Flemish landscapes attributed to Pieter Bruegel the Elder and his followers.      ‘A masterpiece’ … Maria de’ Medici, Peter Paul Rubens, c1622. Photograph: Victoria and Albert Museum, London    Rembrandt straddles realism and baroque heroism. His drawing of an actor pretending to be a peasant is a fierce little portrait of compacted power: the lines and splotches that create this pugnacious figure have the force of 20th century expressionism. Yet the power of this study is matched by the pathos of a portrait of Marie de’ Medici by Rubens that is the single most memorable masterpiece here. Marie de’ Medici was a member of the ruling family of Florence who married into the French royal dynasty and became regent of France after the assassination of her husband Henry IV in 1610. She was later vilified as a bad ruler – but she commissioned Rubens to immortalise her own positive view of her regency in a series of stupendous history paintings that still hang together in the Louvre. This drawing is a study for one of these tremendous paintings and a poignant masterpiece in its own right. The aged and exhausted face of Maria de’ Medici is both heroic and vulnerable as she hands over power to her son Louis XIII.  Rubens does not use the washes and inks beloved of many artists here, but a chalk technique learned by studying the drawings of Leonardo da Vinci and Michelangelo. His drawing of a falling man squeezes all the energy of a great baroque ceiling fresco on to a moderately sized piece of paper. Reality and the fantastic are one in this great drawing. The descending youth – an angel, a devil? – seems to be perfectly observed as he falls through the sky.  What all these drawings, Dutch and Flemish, have in common is a Falstaffian appetite for life. Pass me the cheese and the pancakes and bring beer, innkeeper.  • Master Strokes: Dutch and Flemish drawings from the Golden Age is at the V&A, London, until 13 November.",
  "webTitle": "Master Strokes: Dutch and Flemish Drawings from the Golden Age review – a lust for life",
  "webPublicationDate": "2016-05-17T13:30:04Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/17/master-strokes-dutch-and-flemish-drawings-review-victoria-and-albert",
  "keyword": [
    {
      "webTitle": "V&A",
      "id": "artanddesign/v-and-a",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Drawing",
      "id": "artanddesign/drawing",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Netherlands",
      "id": "world/netherlands",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/2016/may/17/master-strokes-dutch-and-flemish-drawings-review-victoria-and-albert"
}