{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/29/tony-bellew-wbc-world-cruiserweight-title-win-goodison-park",
  "id": "2016-05-29-7",
  "sectionId": "sport",
  "body": "Tony Bellew recovered from a first-round knockdown to win the WBC world cruiserweight title with a third-round stoppage of Ilunga Makabu.   Related: Ricky Burns makes history after stopping Michele di Rocco    The Everton supporter – in front of his own fans at Goodison Park – was floored by the Congolese fighter in round one but came back with a flurry of punches in the third which pinned his opponent against the ropes. A combination of left hooks, followed by a damaging right left Makabu out cold on his feet, to the delight of the Goodison faithful. After the knockout the 33-year-old went over to Makabu’s corner and said: “I respect you so much. We can’t be friends before but I respect you so much.” Bellew then told Sky Sports: “I got knocked down but that’s what I do. I told you I am Everton. That’s why I got up. Nothing was going to stop me tonight. I cried in the dressing room two hours ago when I got here. I achieved the dream tonight, I am world champion, that’s what I am. “I believe in my coach and these people around me. My dad, my missus, my sons, I do it all for them. So much credit to a lot of people. I am the best cruiserweight in the world.”",
  "webTitle": "Tony Bellew wins world title with third-round knockout of Ilunga Makabu",
  "webPublicationDate": "2016-05-29T21:46:52Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/29/tony-bellew-wbc-world-cruiserweight-title-win-goodison-park",
  "keyword": [
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Dobson",
      "id": "profile/mark-dobson"
    }
  ],
  "guardianId": "sport/2016/may/29/tony-bellew-wbc-world-cruiserweight-title-win-goodison-park"
}