{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/18/lena-dunham-surprise-book-sells-out-in-24-hours-is-it-evil-not-to-be-sure",
  "id": "2016-05-18-192",
  "sectionId": "books",
  "body": "A surprise new book by Lena Dunham, collecting her journals from a decade ago, has sold out less than 24 hours after the writer announced its release. Dunham’s 56-page chapbook, Is It Evil Not to Be Sure? was unveiled on Tuesday afternoon. Priced at $25 (£17), with proceeds going to the mentoring programme Girls Write Now, its signed, 2,000-copy first print run had sold out by Wednesday morning, although it is still available as an ebook in the US. Fourth Estate, which released Dunham’s bestselling memoir Not That Kind of Girl in the UK, said that as yet it had no plans to publish the new book.   Related: Is It Evil Not to Be Sure? by Lena Dunham review – anxious and tender    Dunham explained on her website Lenny that she had found the diaries from 2005 and 2006 on an old hard drive earlier this year. She had been in bed after surgery, she said, and was “feeling painfully adult”. “I was, of course, full of the kind of mortification that is part and parcel with meeting a former version of yourself, a woefully misguided girl desperate to be embraced by even the least exemplary specimens of young American malehood,” wrote Dunham. “But I was also moved by – maybe even proud of – how carefully I had recorded that period of time, my younger self’s commitment to capturing the kinds of hyper-internal formative moments so often lost to adulthood.” The writer and actor said she had “always believed that women chronicling their own lives, even (or especially) at their most mundane, is a radical act”, and so decided to share the diaries as a short book, to benefit Girls Write Now. “I can’t think of a more admirable goal for an organisation, or a better reason to expose the oft troubling thought patterns of my final teenage year,” said the author. It was announced in April that Dunham would be teaming up with publisher Random House to launch her own publishing imprint, Lenny, in 2017. Lenny will publish fiction and non-fiction titles selected by Dunham and Jenni Konner, co-creator of the website Lenny, which covers “feminism, style, health, politics, friendship and everything else”.   Related: Lena Dunham to launch publishing imprint Lenny",
  "webTitle": "Lena Dunham's surprise book sells out in 24 hours",
  "webPublicationDate": "2016-05-18T11:54:02Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/18/lena-dunham-surprise-book-sells-out-in-24-hours-is-it-evil-not-to-be-sure",
  "keyword": [
    {
      "webTitle": "Publishing",
      "id": "books/publishing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Lena Dunham",
      "id": "culture/lena-dunham",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/18/lena-dunham-surprise-book-sells-out-in-24-hours-is-it-evil-not-to-be-sure"
}