{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/01/skies-alison-brackenbury-poetry-review",
  "id": "2016-05-01-133",
  "sectionId": "books",
  "body": "Alison Brackenbury’s poetry is hospitable: open to all. She was born in 1953, the daughter of a Lincolnshire farmer. This is her ninth collection and could not have been written by a novice poet. It is modest, robust, humorous – often touching – and filled with accumulated wisdom. She is an unfashionable rhymer and it is a particular treat to encounter the musicality and seasoned craft in the best of her rhymes. Half-Fledged begins with a description of clumsily trying to embroider “half a daisy” before giving up and, in the second stanza, sighting a baby greenfinch in the lane outside: “For half a mile, it bobs below the showers, / flits to a tree; embroiders elderflowers.” What is pleasing is the stitching together of the first and second verses with the verb “embroiders”. “Elderflowers” then strikes a unifying chord. In her moving poem January 7th, she writes about receiving a letter from a former lover, after 30 years of silence. It is one of several poems about returning and at the same time being unable to return. It has an unfussy feel and is told with everyday composure. Here the rhymes are simple – more invisible mending than flamboyant stitching. Every detail has been strictly considered, including the decisive punctuation: “although I cannot see you / and will not again.” The full stop comes earlier than expected – a full stop that, movingly, means just that. Inevitably, her rhymes are not all equally successful. Friday Afternoon opens: “It was the autumn’s last day, when the roof / was skimmed by wings – Red Admiral butterfly? – / a glance of black against the sky, like truth.” The roof/truth is an uncomfortable half-rhyme and it is not the only problem – the idea of truth as a black glance is not developed enough to convince. The collection is intermittently haunted by Brackenbury’s forebears and the wars they survived. She mentions selling poppies for Remembrance Sunday and some of her poems could be likened to poetic poppies, badges of honour. There is a fine poem, The Horse’s Mouth, based on “Elizabeth Butler’s painting of one survivor of the massacre of 16,000 British soldiers and camp followers in the first Afghan war, 1842”. It tells a story vividly, with a firm eye on the horse as well as the unfortunate riders, and concludes with gruff humour and poignancy: “How, in such heat, / can Queen or country beat retreat? / Ask Generals. Ask recruits’ torn feet. / Now ask the horse.” Throughout, one senses her interest in poetic community and in songs of the past (Shanties, an excellent poem, is one of several examples of this). She celebrates poets as various as Michael Donaghy, Anna Adams and Sylvia Plath. But what I most enjoyed are the apparently less ambitious poems rooted (literally, in one case) in the ordinary present. Peelings is the most sympathetic poem about parsnips you are ever likely to read. It dramatises the way a repeated domestic action may remind you of a person (for me, it is peeling onions – everyone has their own version). Peeling parsnips recalls her octogenarian father and the conversational restraint between them, happily broken by his cheery confirmation that his parsnips are home-grown. I like best her more humble poems that celebrate humble things. She has the experience to know that subjects are often slight only on the surface. There is a diverting poem about the failings of Bramley apples. And the opening poem, Honeycomb, is a beauty in which she asks herself whether “I live too long”. But gloom is overthrown by the glorious taste of the honeycomb itself, an experience she comically aggrandises: “In my shabby room / I am a god. I lick the spoon.” Skies is published by Carcanet (£9.99). Click here to buy it for £7.99  January 7th  There is a low glare in the skysweeps to a rainy night.The planet’s wrong, the house unsold,and, after thirty years, you write. My cycle coat blows on the line.The old cat paws the door.I tell you I am badger grey,but wiser than before. I do not tell you that I criedsince it was not for youbut for a child, since they break heartsas no mere man can do. But now my child is married,the ones who fought me, dead,and I am moved by your hands’ gracebeside my clumsy head although I cannot see youand will not again.My yellow coat flies like a flag.The long night turns to rain.",
  "webTitle": "Skies by Alison Brackenbury review – accumulated wisdom",
  "webPublicationDate": "2016-05-01T10:00:51Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/01/skies-alison-brackenbury-poetry-review",
  "keyword": [
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Kellaway",
      "id": "profile/katekellaway"
    }
  ],
  "guardianId": "books/2016/may/01/skies-alison-brackenbury-poetry-review"
}