{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/10/fifty-shades-of-grey-readers-show-higher-levels-of-sexism-study-finds",
  "id": "2016-05-10-166",
  "sectionId": "books",
  "body": "Young women who have read EL James’s erotic novel Fifty Shades of Grey are more likely to display sexist attitudes, according to new research. Readers around the world have bought more than 100m copies of James’s trilogy, which follows the increasingly dark relationship between billionaire businessman Christian and shy student Anastasia, from his laying out of a contract detailing the sadomasochistic nature of their relationship, to a descent into his dark past. Academics at Ohio State and Michigan State Universities have now examined the association between having read the book and holding sexist beliefs. They find in their new paper Sexist Attitudes Among Emerging Adult Women Readers of Fifty Shades Fiction that women who had read the book had higher levels of “ambivalent, benevolent, and hostile sexism”. Benevolent sexism is defined as the belief that women should be cherished and protected by men, while hostile sexism is the negative and objectifying view.   Related: Critics hate Grey. So why can’t readers get enough of the dark side of Fifty Shades?    The researchers, led by Lauren Altenburger, studied data from 747 women aged between 18 and 24 attending a US midwestern university. They measured their views using the Ambivalent Sexism Inventory, which consists of 22 statements which can be responded to on a scale of agreement. Eleven of the statements express hostile sexism – such as “women seek to gain power by getting control over men” – while 11 voice benevolent sexism in expressions such as “women should be cherished and protected by men’’. Around 61% of respondents had not read the trilogy, with 46.2 % of those who had read any parts of the books saying that they liked them. The researchers found that those who had completed at least the first book in the trilogy had “stronger ambivalent, hostile, and benevolent sexist attitudes than those who did not read books in the trilogy”. Those who described the storyline as “romantic” were more likely to “endorse benevolent and ambivalent sexist attitudes”. “Consistent with notions of benevolent sexism, Anastasia’s complete fulfilment is not achieved without a heterosexual, monogamous romantic relationship,” the academics write, pointing to the pressure Anastasia feels to satisfy Christian because she will otherwise ‘‘end up alone with lots of cats and [her] classic novels to keep [her] company’’, and the compulsion she feels to “man up and take whatever he decides he wants, whatever he thinks he needs’’. “Because the relationship between Anastasia and Christian coheres closely with notions of benevolent sexism, it stands to reason that those who find Fifty Shades romantic would also hold benevolent sexism beliefs,” they write in their paper, which has been published in the Archives of Sexual Behaviour journal.   Related: Fifty Shades of Grey: the series that tied publishing up in knots    The academics admit that other factors might play a factor in their findings – for example, those with more sexist beliefs might be drawn to read Fifty Shades, but also that reading the novel might “cultivate sexist attitudes”. However, pointing to previous research that found that the series “romanticises dynamics that are consistent with violent romantic relationships”, they say it is “concerning” that a “sizable portion” of women in their sample found the story romantic. They take issue with some portrayals of the books as “empowering for women’s sexuality” and “mommy porn”, saying that “nearly every interaction between the two main characters … conforms to traditional gender ideologies”. Christian, they write, asserts “hegemonic masculinity and an insatiable sex drive” and Anastasia’s femininity is submissive, showing low self-esteem and longing for emotional connection. The writers believe young people should be shown how to consume fiction “through a critical lens”, with titles such as Fifty Shades used to spark conversations about traditional representations of the sexes in the media. They also suggest that writers could be encouraged to “represent more egalitarian gender roles” in their work.   Related: Sign up to our Bookmarks newsletter    “The juxtaposed relation between Christian and Anastasia takes the form of a violent hierarchy, making Anastasia appear inferior to Christian – she is depicted as weaker, less assertive, more emotional, and less intelligent. Furthermore, the power imbalance [between them] takes the form of emotional abuse (Christian intimidates, threatens, stalks, humiliates, and socially isolates Anastasia) and sexual violence (Christian uses intimidation and alcohol to impair Anastasia’s consent),” they write.",
  "webTitle": "Fifty Shades of Grey readers show higher levels of sexism, study finds",
  "webPublicationDate": "2016-05-10T12:51:18Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/10/fifty-shades-of-grey-readers-show-higher-levels-of-sexism-study-finds",
  "keyword": [
    {
      "webTitle": "EL James",
      "id": "books/el-james",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pornography",
      "id": "culture/pornography",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/10/fifty-shades-of-grey-readers-show-higher-levels-of-sexism-study-finds"
}