{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/15/marcus-samuelsson-the-restaurant-king-of-harlem",
  "id": "2016-05-15-99",
  "sectionId": "lifeandstyle",
  "body": "A walk through Harlem at dusk with Marcus Samuelsson is less gentle stroll than royal procession. The chef may be wearing a flat cap, pulled down over his eyes, and a dark jacket, but they all know who he is out here north of Manhattan’s 110th Street. And they want him to know they know. As we barrel from neon-gilded diner to cocktail place, from his own rotisserie chicken joint to the jazz bars he wants me to see, he is constantly greeted with shouts of “Hey chef!” from passersby which he returns with a gentle, “Oh, pur-leeze”, and a shrug as if to say: “I’m just another guy.” For many people in Harlem, Samuelsson is not just another guy. For a start, the Ethiopian-born chef with the aquiline features, the Swedish surname and the only-in-America story, is a major employer. Through his various ventures, including his flagship restaurant the Red Rooster on Lenox Avenue, he has given jobs to 200 locals. Paul McCartney and the jazz trumpeter Wynton Marsalis have eaten there, along with former state governors and superstar basketball players. It is liberal New York’s fantasy come to life; a single room in this splintered city where its various social tribes really do seem to break bread together. The food festival Samuelsson launched, Harlem EatUp, held each year in May, brings big-name chefs from all over America to their doorstep. What’s more, having cooked for Barack Obama at the White House, he even brought the president back to his place in Harlem for a $30,000-a-plate election fundraiser. Making his home neighbourhood the star is, he claims, what really matters. “It’s Harlem first, the Red Rooster second,” he says. “A menu you can learn. But the place? Learning a place is different.” Right now, he is trying to learn an entirely new place. In the autumn, he opens a second Red Rooster, inside the new Curtain Hotel in London’s Shoreditch. His take on American soul food subtly refracted through the lens of his African heritage is coming to London. “We must get 20 requests a year to open a new Red Rooster,” he says. “I only wanted to do it in a city with a dynamic we could learn from.”     Dinner at the Red Rooster, 310 Lenox Avenue, New York Photograph: Colin Clark for Observer Food Monthly    This, he tells me, “is a humble journey. It’s not some big New York chef rolling into London.” I suggest to him gently that the Curtain’s owners may have different ideas. “Look,” he says. “I really believe in what we have to say.” It’s why he wants to take me on a tour of Harlem, so I can understand how he went about launching the Red Rooster and making it a part of the community. He insists it’s not all about him. That may well be true, but his personal story is compelling. Samuelsson, now 45, was born Kassahun Tsegie in rural Ethiopia in 1971. When he was one, he and his three-year-old sister were taken by their mother to hospital in Addis Ababa so all three could be treated for tuberculosis. His mother died there, and the children were quickly adopted by Lennart and Ann Marie Samuelsson, a geologist and his wife from Gothenburg in Sweden. “Apparently my birth mother’s side wanted to keep us but they couldn’t track us down. My father’s side was happy to let us go.” Samuelsson recognises that it looks like a curious upbringing, the black African boy raised amid the blond, blue-eyed Scandinavians, but as a child, he says, you accept the reality you are given. “I had two parents who didn’t look like me,” he says, with a shrug. More important to him, was his dad’s obsession with fishing. “We lived in a fishing village and though we didn’t have a lot, we ate well. I was pickling mackerel and herring. My grandmother Helga was a big cook and four nights a week we ate with her. There was lots of foraging. I remember shelling peas in front of the TV. September meant mushrooms.” He played football (developing an obsession with Arsenal, which had Swedish-born players) but quickly gravitated to weekend jobs in kitchens, finding a similar team vibe in both places.    You can from somewhere else, yet be American. I’d tried to fit in before but you realise it’s not going to happen    At 16, he went to catering college before finding his first professional jobs. In 1989 he got a position in a grand Swiss hotel that made him so nervous he threw up before every service. He was taught pastry in Austria before landing a place at the three Michelin-starred restaurant of Georges Blanc in France, where he started right back at the bottom. “If you work for Georges Blanc even the lowest guy is fantastic.” He visited New York for a stage – an unpaid period of employment – at Aquavit, a Swedish-influenced restaurant that was beginning to make a name for itself. He immediately knew he’d found a town in which he could belong. “Here you could be from somewhere else, yet be American,” he says. “I’d tried to fit in but eventually you realise it’s just not going to happen that way. I wanted somewhere where the conversation was based on talent.” He returned to New York in the early 1990s, and a job at Aquavit, this time on the staff. After the untimely death of the head chef he was put in charge. “I was only meant to hold the fort until they found a replacement.” None was ever appointed. Shortly after that, Samuelsson received three out of four stars from the New York Times; at 23 he was the youngest chef ever to do so. And so he dug into life as a feted New York chef. He could, he says, have carried on like that were it not for his sister Linda, who 15 years ago tracked down their birth family through the adoption agency. Samuelsson admits this was not something to which he’d given much thought; he’d simply considered himself fortunate. He credits his sister with “living a fuller life” than he does. Together they went back to the village of their birth and met their father, a priest and farmer. Samuelsson discovered he had eight half siblings, whose education he now supports. Not long after that he was teaching a class at the Culinary Institute of America when he was heckled by a student. He could talk fluently about the food of Sweden and France, the young trainee said, but what could he tell them about Africa? “He had a point,” Samuelsson says. “It was time to do some research.” He travelled throughout Africa.     Inside the Red Rooster Photograph: Colin Clark for Observer Food Monthly    The book that resulted from the journey, 2006’s The Soul of a New Cuisine: a Discovery of the Food and Flavours of Africa, came with a foreword from Archbishop Desmond Tutu, and was named best international cookbook by the James Beard Foundation. “I was both trying to find out about the food and myself.” The African restaurant he opened on the back of it was less successful, which made the Red Rooster project – a rebirth for the Red Rooster name, a long-gone Harlem institution – that much more important. I ask whether he set up the classy soul food restaurant, up here in then down-at-heel Harlem, out of guilt: guilt that he had led such a comfortable life when so many in Ethiopia had not, guilt that he had enjoyed so much success. He thinks for a moment. “It’s a good question. The thing is as a chef you can’t just cut from the centre cut.” You mean you can’t just always work with the best ingredients? “Exactly. Having been to Africa I couldn’t be blind to all that. But I also knew Africa wasn’t just about poverty. Getting away from Africa brought with it a responsibility. When I was growing up in Sweden we had a saying in my family that you should never get stuck on bitter.” I first came across Samuelsson in 2009 when I was judging Top Chef Masters, a US TV show in which big name chefs competed for a $100,000 cheque for charity and bragging rights. Samuelsson’s story, always expressed through his food – a Swedish-inspired fish dish here, an African stew there – was thrilling and that, combined with killer technique, took him to the title. He seemed ineffably chilled. But, if anything, the man I meet now is much more at ease with himself. The first stop on our tour of Harlem is Sylvia’s, a local institution just the next block down from the Rooster on Lenox, which has been trading there for over half a century. Samuelsson moved up to Harlem with his Ethiopian-born model wife, Maya Haile, five years before he opened the restaurant. They are now expecting their first child. Sylvia’s is all Formica-topped counter, and clatter and hiss. Behind that counter is a long “steam table”, a holding place for oxtail and fried chicken and collard greens cooked in volume. “I used to come up here to eat after service downtown because it’s relaxed,” he says. “It’s rooted in African-American dining. Here they want to know how you’re doing, how’s your uncle, how’s your mom.” A place like Sylvia’s, he says, is one long conversation.   Related: What will happen when Harlem becomes white?    Didn’t he worry that he was going to be stepping on their toes by opening the Rooster? After all, they’re famed for their fried chicken and he was going to be doing that too. “Their chicken is boneless breast meat. I decided I would do only bone-in brown meat. Right there you have a difference. There had to be a divide.” He says he’ll be trying to apply the same ideas at the London venture. Yes, he’ll be bringing his “yardbird” fried chicken to Shoreditch and Helga’s meatballs, named after his grandma’s recipe. There will be gravadlax and fried fish, and the sudden outbreaks of African spicing that speak of his beginnings. “But some of the dishes are going to be interpretations of east London, of the dishes of the Jewish community that used to be there and of the Bangladeshi community that’s there now. In London, the world is there.” He has been coming and going from London for months now, he says, grazing his way along Broadway Market in Hackney, or having breakfast at Roast above Borough Market. Which leads to the inevitable question: just how much time will he be spending in London? “I’m not just gonna be phoning it in. Come the fall I’ll be relocating, certainly for a while.” It transpires that his wife’s sisters live in west London, and with the baby arriving, living there, albeit temporarily, makes an awful lot of sense. Plus, he says, it’s the only way to get it right. “I can’t claim to have lived in London for five years as I did with Harlem before opening. I have to hit a completely different drumbeat.”     Marcus cooks with first lady Michelle Obama during the White House Easter Egg Roll on the South Lawn of the White House April 9, 2012 Photograph: Win McNamee/Getty Images    We leave Sylvia’s and walk back past the Red Rooster to look at the site of what was once the Lenox Lounge, one of Harlem’s great jazz spots. Now it’s closed and boarded up. “It’s a sad sight,” he says. But he’s tried to rebalance things, by having jazz in the front of the Rooster by the bar, and downstairs in the basement at Ginny’s Supper Club, where Alicia Keys has played. “I’m led through culture,” he says. “Without culture we are nothing.” Music, he says, is a part of that. “I take pride in having musicians sitting next to the ladies just in from church and bankers.” As night falls we take a short cab ride over to 8th Avenue. Unlike Lenox, which still has its rough edges, its discount stores and fast food joints, 8th Avenue is starting to feel like a creeping extension of the well-to-do Upper West Side a few streets south. Streetbird, Samuelsson’s rotisserie chicken restaurant, is a few blocks away. We step inside. The air is thick with the smell of roasting hen and the sound of music. It’s themed around hip hop, and received flak when it opened because the decor included pairs of hanging trainers, which in New York can be used to reference inter-gang killings. In 2012 he published a memoir, Yes, Chef; the review of it in the New York Observer accused him of a condescending approach to Harlem, of using it for his own purposes. He shrugs at this and looks around the full tables, as if wearied by such political point scoring. He says simply that the site occupied by Streetbird was once one of the biggest crack houses in Harlem. “The name Harlem is not just some name tag,” he says. “It was here before us. My ambition is to make having worked in Harlem as a cook mean something.” We make our way back to the Rooster, via a couple of still empty jazz venues. His own restaurant is now heaving. We are meant to have dinner together, eating some of the dishes his team is planning for London. As well as the obvious – a whole chicken, tenderised in buttermilk, then deep fried and served with mace gravy – there are more refined touches: a savoury macaroon of chicken livers, cured salmon on sushi rice, slices of barbecue pork with slippery ribbon noodles in a chicken stock that punches hard with ginger. But this, Samuelsson says, is a work in progress. Or at least he says this when I can catch him, because he keeps disappearing to hop tables and work the room. Clearly he feels a responsibility to be present. Here in this corner of Harlem, he has created much more than just a restaurant. Now all Marcus Samuelsson has to do is work the same magic in London.  Helga’s meatballs with lingonberry preserves, pickled cucumbers and braised cabbage      Serves 4-6For the lingonberry preserves (makes about 650g)lingonberries 100g (available from scandikitchen.co.uk)sugar 450gwater 950ml  For the pickled cucumbers cucumber 1 sea salt 1 tbsp water 360ml white wine vinegar 120ml sugar 225g bay leaf 1 allspice 2 berries For the meatballsdry breadcrumbs 60g double cream 60ml red onion 1 medium, finely choppedolive oil 2 tbsp ground chuck or sirloin beef 225gground veal 225gground pork 225g honey 2 tbsp egg 1 salt 1½ tbsp black pepper ½ tbsp unsalted butter 3 tbsp  For the saucechicken stock 480ml double cream 120ml lingonberry preserves 165g (see above)pickle juice 2 tbsp, from the pickled cucumbers (see above)salt ½ tbsp black pepper 2 tsp For the braised cabbage bacon 225g, dicedonion 100g, sliced thincarrots 75g, sliced thinred cabbage 300g, thinly sliced green cabbage 300g, thinly slicedapple cider vinegar 60ml salt 1 tbspblack pepper 2 tsp  To make the lingonberry preserves, combine all the ingredients in a pot and bring to a boil. Reduce the heat to a low flame and simmer until a syrupy consistency is achieved, then cool. To make the pickled cucumbers, use a mandoline to thinly slice the cucumber. Put in a colander, toss with the salt and stand for about 30 minutes. Meanwhile, combine the water, vinegar, sugar, bay leaf and allspice in a medium saucepan and bring to a boil. Remove from the heat and let cool.  Rinse the salt off the cucumber and squeeze out as much moisture as possible. Put the cucumber and pickling liquid in a medium bowl. Cover and refrigerate for 3-6 hours before serving. To make the meatballs, in a small bowl soak the breadcrumbs in the cream, then set aside. In a frying pan over a medium heat saute the onion in oil for about 5 minutes, until softened. Remove from the heat. Combine the ground beef, veal and pork with the onion, honey and egg, and mix well with your hands in a large bowl. Season with salt and pepper. Add the soaked breadcrumbs and combine well. With wet hands (to stop the mixture sticking) shape into meatballs the size of a golf ball, placing them on a plate lightly moistened with water. You should have about 24 meatballs. Melt the butter in a large frying pan over a medium-high heat. Add the meatballs in batches and cook, turning frequently, for about 7 minutes. Be sure that all sides are browned and the meatballs are cooked through. Transfer them to a plate. Reserve 1 tablespoon of fat from the frying pan for the sauce. To make the sauce, in the meatball frying pan whisk together the reserved fat, stock, cream, preserves and pickle juice and bring to a simmer. Let the sauce simmer and reduce until thickened. Season to taste. Add the meatballs to the sauce, reduce the heat to low, and simmer for about 5 minutes.  To make the braised cabbage, cook the bacon over a medium heat until the fat has no colour. Add the onion and carrot, and cook for 10 minutes.  Add the cabbage and cook until tender, about 10 minutes. Finish with vinegar, salt and pepper.  To serve, place the cabbage on a plate and top with the meatballs. Spoon some sauce over each individual meatball. Serve with the lingonberry preserves and pickled cucumbers on the side.  Red Rooster Shoreditch opens at the Curtain Hotel, London in September; thecurtain.com",
  "webTitle": "Marcus Samuelsson: the restaurant king of Harlem",
  "webPublicationDate": "2016-05-15T13:30:07Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/15/marcus-samuelsson-the-restaurant-king-of-harlem",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "American food and drink",
      "id": "lifeandstyle/american",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jay Rayner",
      "id": "profile/jayrayner"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/15/marcus-samuelsson-the-restaurant-king-of-harlem"
}