{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/04/if-the-borrowers-are-unviable-what-about-other-childrens-classics",
  "id": "2016-05-04-184",
  "sectionId": "books",
  "body": "Diving intrepidly into the Journal of Interdisciplinary Science Topics, the Telegraph has unearthed a troubling new paper for all fans of Mary Norton. According to Jonathan G Panuelos and Laura H Green’s What Would the World Be Like to a Borrower?, it seems Arrietty, Pod and Homily would have rather a tough time of it. Being 16 times smaller than an average human, they would “lose heat much faster than humans do”, they’d have terrible hearing, their speaking voices would be “much higher than any human speaking naturally” so they’d be unable to talk to humans. And with scaled-down eyes, they would be “nearly blind, as very little light would enter [their] eyes”, according to the paper. “Borrowers, as depicted in the film, could not exist, as a variety of both physical and biological factors make such a creature … unviable. Any human isometrically scaled down 16-fold would experience a variety of problems, having reduced hearing and vision, extremely high voice pitch, and be unable to maintain normal body temperatures,” write the authors. Shockingly, then, it seems that the Clock family and their adventures in The Borrowers and its sequels were nothing more than a figment of Norton’s imagination. A figment that won her the Carnegie medal, no less, but still – she was making things up. What does this mean for other classics from my childhood, I wonder? Is there going to be research showing that spirits couldn’t really have existed in Lucy M Boston’s Green Knowe? Might Will Stanton’s magical powers as an Old One in Susan Cooper’s The Dark is Rising sequence actually be scientifically impossible? Could a Psammead really grant wishes? Clearly this is an area in which much, much more research is needed. I’m happy to volunteer, of course, but the thing that’s really worrying me is that I’m due to be spending five hours in the car with the family this afternoon and have downloaded an audiobook of The Borrowers to see us through. Here’s hoping I don’t get a lecture on the relationship between surface area and heat loss from the back seat …",
  "webTitle": "If The Borrowers are 'unviable', what about other children's classics?",
  "webPublicationDate": "2016-05-04T13:00:11Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/04/if-the-borrowers-are-unviable-what-about-other-childrens-classics",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/booksblog/2016/may/04/if-the-borrowers-are-unviable-what-about-other-childrens-classics"
}