{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/01/pleasure-hayward-assembly-leeds-tannhauser-roh-review",
  "id": "2016-05-01-161",
  "sectionId": "music",
  "body": "The scene is Pleasure, a gay club in an unnamed city in the north of England, “where men come to express their instincts and desires”. Hedonism rules. Out the back with her knitting and her bumper pack of bleach is Val, lovely Valerie, “belle of the bogs! Lily of the Lavvie! Queen of the Latrine”, the middle-aged woman who wipes up after her clientele and offers the maternal wisdom their mothers cannot. Why does she do it? Her secret is central to the tragedy. Mark Simpson’s new chamber opera, to a libretto by Melanie Challenger, deftly directed by Tim Albery and designed by Leslie Travers, received its world premiere on Thursday at the Howard Assembly Room, Leeds, in a collaboration between Opera North, the Royal Opera and Aldeburgh Music. With a sterling cast led by Lesley Garrett – powerfully eloquent, suppressing her natural glamour and embracing dowdiness – and Steven Page brilliant as a cynical drag queen, all angles and bones and bling and slap, it has the makings of a hit.    It will be fascinating to see Simpson’s prodigious talent develop    Simpson, 27, caught the public eye in 2006 when he won both BBC young musician of the year, as a clarinettist, and BBC Proms/Guardian young composer of the year. The opera is based on his own experiences in his late teens. “A lot has changed since my 19-year-old, peroxide-blond-haired self was running around clubs in Liverpool telling drag queens I was going to write an opera about them,” he has said. While the subject matter is raw and fierce, the score treads a traditional but distinctive operatic path. Simpson’s self-confessed aim is that his music should supply those qualities of intimacy, beauty, warmth, pain and suffering that he sees lacking in much contemporary opera. He does this with skill, variety and strong dramatic impulse. Using a 10-strong instrumental ensemble – the versatile Manchester-based Psappha, conducted by Nicholas Kok – he gives his four singers (and pre-taped chorus) grateful, lyrical vocal lines. Tenor Nick Pritchard as Matthew, vulnerable and hungry for love, and baritone Timothy Nelson as Nathan, uncertain of his past and his present, brought ardour and, for want of a better word, muscularity. The orchestral writing, using single strings, two clarinets, keyboard, trumpet, trombone and percussion, is rich with fluent melody and detailed effect. The prominent use of two bass clarinets gives a velvety caress to the sound, offsetting and enhancing the rhythmic urgency of bongos, conga, temple blocks and marimba. Its impact is immediate. It will be fascinating to see Simpson’s prodigious talent develop. NMC has just released a disc of what we will have to call his early works, written when he was barely old enough to go clubbing.     ‘Fatally confused passion’: Sophie Koch (Venus) and Peter Seiffert (Tannhäuser) in Tannhäuser at ROH, London. Photograph: Clive Barda/ROH    In a week heavy with voluptuary pleasures for Tim Albery, his 2010 production of Tannhäuser was revived at the Royal Opera House. Then, as now, the baritone Christian Gerhaher in the small but potent role of Wolfram shone the brightest light – an attribute generally lacking in this stygian production. Dark is fine, but Tannhäuser lasts more than four hours. The Venusberg, a medieval red-light district of naughtiness, could have done with some of Pleasure’s flashing fairy lights. Alas, all illumination is kept hidden behind the mock proscenium arch of this theatre-within-a-theatre staging. Beneath an all-encompassing canopy of black, the action seemed to shrink to hobbit scale, though the German tenor Peter Seiffert, singing the title role of the ignoble hero, is a physically towering presence. This is an enormous sing, but despite sterling efforts, Seiffert sounded weary at times, with a tendency to slow the lively tempo set by the conductor, Hartmut Haenchen. With his greatcoat and side-whiskers, Seiffert looked more Dickensian Vincent Crummles than irresistible lothario. Nevertheless both sexy Venus (a slightly underpowered Sophie Koch) and prim Elisabeth (a fervent, soaring Emma Bell) want him, the former with his clothes off, the other with them on and buttoned up. All opened promisingly, with an orgy of gymnastic leapfrogging across a large dining table – surprisingly without a “don’t try this at home” warning – in a clean and health-giving bacchanale, choreographed by Jasmin Vardimon. Danish bass Stephen Milling (Herrmann) and British tenor Ed Lyon (Walther) had presence and style. The Royal Opera Orchestra settled into the score with notably glowing contributions from lower strings and from the entire horn section including those off stage. The performance was dedicated to the memory of Christopher Davies, a horn player with the ROH orchestra for 20 years, who died in February. The chorus was magnificent. Their account of the Pilgrim’s Chorus, on their return from Rome, was a high point. Less convincing was the gap in the black drape that revealed a bright red fire extinguisher, enough to raise a giggle if not to quench the flames of Tannhäuser’s fatally confused passion. English National Opera has announced a new artistic director, nine months after the departure of John Berry. Daniel Kramer, 39, American-born and a British citizen with an international career, is a progressive and unexpected choice. His award-winning Punch and Judy, the first of ENO’s young director initiatives at the Young Vic, touched hearts and nerves, as did his Duke Bluebeard’s Castle for the main stage. He has experience of dance and musical theatre: his Hair for the Gate theatre was outstanding. A director of energy and drive, he does not do things by halves. For a company fighting so many battles, financial and of morale, he will not easily be lured into compromise. His new Tristan and Isolde, designed by Anish Kapoor, opens at ENO next month, conducted by Edward Gardner. It’s far too early to have the slightest idea what Kramer will do. Dull is unlikely to be a word much used. Star rating (out of five)Pleasure ****Tannhäuser *** • Pleasure is touring until 14 May; Tannhäuser runs at the ROH until 15 May",
  "webTitle": "Pleasure; Tannhäuser – review",
  "webPublicationDate": "2016-05-01T07:30:48Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/01/pleasure-hayward-assembly-leeds-tannhauser-roh-review",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Royal Opera House",
      "id": "culture/royal-opera-house",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Fiona Maddocks",
      "id": "profile/fiona-maddocks"
    }
  ],
  "guardianId": "music/2016/may/01/pleasure-hayward-assembly-leeds-tannhauser-roh-review"
}