{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/the-darkness-review-kevin-bacon-horror-film",
  "id": "2016-05-13-52",
  "sectionId": "film",
  "body": "There’s a commentary that runs in my head as I watch a wide release horror picture not screened for critics prior to appearing in theaters. The supernatural-meets-suburbia cheapie The Darkness was one such occasion. Five minutes in: hey, this isn’t that bad. Ten minutes in: I’ve seen far worse movies, there was no need to hide this. Fifteen minutes in: oh, uh, I think I see where this is headed. Twenty minutes in: I sure hope Kevin Bacon got a lot of money, it’s a miracle he’s able to say these lines without regurgitating his lunch. So let’s focus first on that kinda-good opening scene. Mikey (David Mazouz) is an autistic pre-teen on a southwestern camping trip with his mother Bronny (Radha Mitchell), father Peter (Bacon), older sister Stephanie (Lucy Fry) and another family. The kids go snooping up the side of a ridge, which you know is a bad idea. This isn’t Peter Weir’s Picnic at Hanging Rock; what happens next is not open to interpretation. Mikey falls into a crevice, gazes at some spooky petroglyphs and pockets some marked-up rune stones. He makes his way back without a scratch, and, due to his incommunicative nature, fails to mention that he’s bringing home an ancient curse.         The Darkness trailer.     The dark magic manifests itself in an escalating but haphazard manner. Water faucets turn on by themselves, handprints appear on steamed up mirrors, lightbulbs explode. Mikey talks of seeing visions, but this doesn’t faze his parents, who are used to his quirks – like building elaborate cities out of Legos. Eventually the neighbor’s dog goes ballistic and fires nearly bring the house down before Bronny resorts to that most lame of recent horror movie tropes: looking things up on the internet. After watching clips on ewebvideos.com, which looks a lot like YouTube but I guess doesn’t cost anything to put in a chintzy movie, it becomes clear that the unrest in her home is due to awakened malicious forces in Anasazi Native American mythology. And they are, for reasons that will never be explained, angry. But is that the real darkness here? In a stunning turn of events, the padding in this ho-hum spookfest, usually the narrative-free zone in which to fetch popcorn or a return a text, turns out to hold a modicum of interest. Mikey’s struggles with severe autism are played up for all their scary worth. This is mostly achieved via effectively framed shots of his wordless, placid face gazing up at something we can’t see. Stephanie seems at first to be a typical bratty teen, but is discovered to be suffering from bulimia.  Peter’s sleazy boss (Paul Reiser in a small, welcome role) makes makes suggestive comments about an attractive new office assistant that at first just seems like gross locker room talk, but later proves to come from a more realistic place. Turns out Peter has a history with philandering, and while a later conversation insists it’s all “in the past now”, the implication is that Bronny has never forgiven him, and that Peter maybe doesn’t quite care if she has. Bacon, Mitchell and especially young Lucy Fry are all quite effective in these dramatic scenes. But this isn’t a drama. It’s a dumbass, inexpensive horror flick which means anything real is thrown away so that poorly rendered CG ghosts can hover about and smash up windows. The final third of the film goes haywire with portals, talismans and chanting, none of it particularly scary or even interesting. When you find yourself yearning for the thorough world-building of the Insidious franchise, you know you are in trouble. All the parts where something LOUD happens in the hopes of getting the audience to squeak are clunky and predictable. Unless your movie is a Romanian chamber piece, it’s obvious that when someone gets up in the middle of the night to quietly fetch something from the fridge, something is going to pop out when she closes that door to reveal what’s lurking in the rest of the frame. I guess the trapped spirits of the Anasazi haven’t been watching a lot of these movies, so maybe they can be forgiven. If not that, certainly envied.",
  "webTitle": "The Darkness review – Kevin Bacon stars in hokey hex horror full of typical tropes",
  "webPublicationDate": "2016-05-13T18:05:32Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/the-darkness-review-kevin-bacon-horror-film",
  "keyword": [
    {
      "webTitle": "Horror",
      "id": "film/horror",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Kevin Bacon",
      "id": "film/kevin-bacon",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Jordan Hoffman",
      "id": "profile/jordan-hoffman"
    }
  ],
  "guardianId": "film/2016/may/13/the-darkness-review-kevin-bacon-horror-film"
}