{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/womens-blog/2016/may/07/me-ternity-leave-not-answer-stress-burnout-work-meghann-foye",
  "id": "2016-05-07-178",
  "sectionId": "lifeandstyle",
  "body": "“My dad says women love playing with babies, but why should companies have to pay for them to do it?” This is what one teenager asked me on a recent school visit, while we discussed the gender pay gap and maternity discrimination. The question was not malicious. It was simply an argument they had absorbed and accepted from their parents – and it’s a very common one. The notion that maternity leave is a lovely holiday women selfishly choose to take (often multiple times) is much more common than you might think. It comes up in arguments about equal pay, when it is used to justify the gender pay gap because women are making the “personal lifestyle decision” to have children and should be prepared to accept a loss of earnings. It arises when you discuss paid maternity leave, and people suggest that it is unfair to expect smaller companies to bear the burden of financing women’s decisions to take time away from work. It comes up when women are described as less valuable and efficient workers because they have babies. And it arose again last week, when the author Meghann Foye talked to the New York Post about her new book Meternity, proclaiming that women who don’t have children should be entitled to “me-ternity leave” – a period of time off work to give “time and space for self-reflection”.  As pretty much every parent on the internet has shrewdly pointed out, this sounds great, as long as Foye is prepared to spend her me-time being woken by screaming every hour and a half, showered indiscriminately with vomit and poo, feeling her body slowly recover from enormous physical trauma, dealing with a potential cocktail of depression, anxiety and raging hormones and other relaxing pastimes. Nobody is taking issue with the idea that we live and work in a culture where people are over-stressed, over-tired and in desperate need of a break. Few people have a problem with the argument that employees need better protection, support and time off. But why on earth pick on new mothers as the straw man to make that argument? Foye suggests that all women deserve extra time off because they may be experiencing higher stress and burnout at work thanks to their greater burden of unpaid domstic chores. But the answer to that problem is to redistribute household responsibilities and move towards equality in our personal relationships – not simply give women a few weeks off work to do all the unpaid labour at home.  The real problem with Foye’s argument, and the storm of debate it created, is that it plays straight into the hands of those who use the same tired arguments to justify discrimination against pregnant women and mothers in the workplace. It rests on the idea that childbearing is something women choose to do in a vacuum, with no involvement from, or benefit to, men.   Related: Pregnant women and new mothers 'face rise in discrimination at work'    In reality, of course, that idea is ridiculous. As a society we need to reproduce. Both biological parents gain a child when a woman becomes pregnant. These things are so obvious that it seems silly to write them down, yet if we accept these very simple ideas then we should also be able to see that maternity leave is a societal necessity and one that should be automatically built into our workplaces and institutions, not considered an extra “perk” for lucky women. In reality, we haven’t got our heads around the concept yet. In the US, where Foye is writing, the picture for new parents is stark – with no statutory paid maternity leave at all (unlike every other developed country in the world). In the UK, Citizens Advice recently warned of a 25 per cent increase in people seeking advice on pregnancy and maternity discrimination. And last month, a study revealed that three quarters of pregnant women and new mothers experience discrimination at work. Recent figures released by the Equality and Human Rights Commission reveal that 54,000 new mothers lose their jobs across Britain each year as a result of maternity discrimination. The picture is particularly bleak for those on low incomes or for single mothers, with zero-hours contracts playing a role in forcing women out of work. In light of these shocking figures, it is more important than ever that we bust the myths surrounding maternity once and for all. Far from a peaceful or exciting “sabbatical”, maternity leave is hard work at best, and devastating to women’s careers at worst. Flexible working hours, affordable childcare and shared parental leave will all help to alleviate the problem, but first we need to ditch the idea that pregnant women are “lucky”, “selfish” or a burden to society.",
  "webTitle": "'Me-ternity leave' is not the answer to stress and burnout at work",
  "webPublicationDate": "2016-05-07T06:00:07Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/womens-blog/2016/may/07/me-ternity-leave-not-answer-stress-burnout-work-meghann-foye",
  "keyword": [
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Maternity & paternity rights",
      "id": "money/maternitypaternityrights",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Laura Bates",
      "id": "profile/laura-bates"
    }
  ],
  "guardianId": "lifeandstyle/womens-blog/2016/may/07/me-ternity-leave-not-answer-stress-burnout-work-meghann-foye"
}