{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/24/spotify-revenues-surge-80-to-more-than-13bn",
  "id": "2016-05-24-93",
  "sectionId": "business",
  "body": "Revenues at Spotify, the world’s biggest music streaming service, surged 80% last year to nearly €2bn (£1.5bn) but losses widened as it invested heavily amid tough competition from the likes of Apple Music and Tidal. Revenues jumped to €1.95bn, as the growth rate accelerated from 45% in 2014 and 74% in 2013. Most of the firm’s revenues comes from subscriptions, which rose 78% to €1.7bn, while advertising revenues nearly doubled to €196m. The Swedish company said: “In many ways, it was our best year ever.” Spotify offers music lovers access to more than 30m songs and charges a fee of £9.99 a month for its premium subscription service, but also has a free service, which features advertising. It had 89m active monthly users at the end of 2015, up from 60m a year earlier. The company’s co-founder and chief executive, Daniel Ek, said in March that Spotify had 30m paying users. Even so, Spotify – which has yet to make a profit since launching in 2008 – slid deeper into the red. Net losses widened to €173m last year, from €162m in 2014. Spotify’s royalty and distribution fees, paid to music labels, artists and other copyright holders, rose 85% to €1.63bn in 2015. English singer-songwriter Ed Sheeran was the most streamed artist in the UK last year with more than 59 million listeners, despite no new material – and is now the most streamed artist of all time on Spotify, overtaking Eminem. Rihanna was the most streamed female artist of 2015 in the UK and globally, with 57 million listeners. The most streamed album was Beauty Behind the Madness from The Weeknd, which was streamed by 60 million listeners. Spotify stepped up investment amid growing competition. Apple launched a streaming service last year and rapper Jay-Z has founded Tidal. Other rivals include France-based Deezer and US-based Rhapsody, which also operates as Napster. Spotify launched Discover Weekly, which generates a personalised playlist of songs, started offering video and podcast features in January and teamed up with Starbucks in the US to bring in new subscribers. After pausing its international expansion last year, the firm added Indonesia as its 59th country this year. The financial results were filed by its Luxembourg-based holding company Spotify Technologies. It said: “We believe our model supports profitability at scale. We believe that we will generate substantial revenues as our reach expands and that, at scale, our margins will improve. We will therefore continue to invest relentlessly in our product and marketing initiatives to accelerate reach.” A recent industry report showed that global digital music revenues overtook the takings from CDs and vinyl records for the first time last year.  However, Spotify has yet to convince its critics that it can make money. The firm, the biggest service of its kind, has been the target of much of the criticism directed at music streaming by Radiohead, Adele and others, with Taylor Swift pulling her entire back catalogue from Spotify in 2014.  Undaunted, Spotify, which is controlled by its founders, Ek and fellow Swede Martin Lorentzon, plans a stock market flotation in the next few years. It raised €890m in its most recent funding round from private equity group TPG, Goldman Sachs and hedge fund Dragoneer. French rival Deezer pulled plans for a float last autumn, blaming difficult market conditions.",
  "webTitle": "Spotify revenues surge 80% to more than £1.5bn",
  "webPublicationDate": "2016-05-24T16:05:20Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/24/spotify-revenues-surge-80-to-more-than-13bn",
  "keyword": [
    {
      "webTitle": "Music industry",
      "id": "business/musicindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Spotify",
      "id": "technology/spotify",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Digital music and audio",
      "id": "technology/digital-music-and-audio",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology sector",
      "id": "business/technology",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Kollewe",
      "id": "profile/juliakollewe"
    }
  ],
  "guardianId": "business/2016/may/24/spotify-revenues-surge-80-to-more-than-13bn"
}