{
  "apiUrl": "https://content.guardianapis.com/nab-meet-the-changemakers/2016/may/31/shared-value-kicking-goals-for-indigenous-business",
  "id": "2016-05-30-3",
  "sectionId": "nab-meet-the-changemakers",
  "body": "Having just turned 40, with three young sons and a mission to change the future for Indigenous business in Australia, Glen Brennan says he is “a man in a rush”. His executive job in Melbourne is a long way from kicking a football as a youngster in Narrabri in northern New South Wales, where he was born and is proud member of the Gomeroi people. But after playing league with the Canberra Raiders and working in sports administration, in 2005 Brennan completed an MBA from Melbourne Business School, wanting to make a real difference.  “I wanted to do work where we could see the potential in Indigenous Australia, not the negative stereotypes,” he says today as head of Indigenous business development for the National Australia Bank.  “At the heart of what I hope is that we can do this in an honourable business-like way. It’s got to be good for Indigenous Australia and also good for business. “We see Indigenous business as a source of potential. It’s a real opportunity to back new customers and talented people.”    We have high expectations of Indigenous business and they have high expectations of us and that’s the way it should be.    Brennan is passionate about creating what he calls a “new deal” of shared value between corporate and Indigenous Australia, one that will be good for his people as well as for business. Shared value is a business initiative that delivers social benefits as well as financial returns. His work has shown him how reciprocity, mutual respect and trust provide the way forward when dealing with the banking needs of Indigenous customers to help them flourish and prosper. “That’s where the rubber hits the road,” Brennan says. “We need to see the opportunity. Shared value is the way to engage and to do business with Indigenous Australia.  “The work is really paving the way to assure corporate Australia that it’s OK to approach Indigenous business from this perspective. It’s not all about philanthropy or cheque book charity. Corporate’s should stick to their knitting and do what they do best. “It’s a leap of faith – but no more than we do with any other business. It’s got to be ‘profitable’.  “We have high expectations of Indigenous business and they have high expectations of us and that’s the way it should be.” Brennan says his approach has come from values instilled in him growing up with parents Gerald, a retired builder from Moree, and Delma. As well as football, his family taught him the importance of honour, independence, education and taking personal responsibility for his future. “My mum and dad told me from my earliest years that I could be whatever I wanted so long as I worked hard,” he says. “That was the deal. They saw the importance of schooling and they had high expectations of their kids.”      While playing with the Raiders, in what Brennan jokingly refers to as “a truly mediocre and erratic” fashion, he became the first in his family to go to university, studying sports administration. His first job was with the Indigenous sports program at the Australian Sports Commission. This led to him meeting and working with the late Indigenous leader Charles Perkins, and gave him the drive to better the deal his people were getting. “We hit it off from day one,” Brennan says of mentor Perkins. “There has to be a little bit of chemistry to be really good friends with someone. I think Charlie saw a little bit of himself in me. His networks are my networks now. So when I walk in to a meeting I usually know someone.” Brennan says NAB is already able to offer great products and services and it is essential to address the issues that matter to Indigenous business. “Our micro finance programs in particular resonate with Indigenous organisations – the banking services and products are bang on,” he says. The work involves providing access to appropriate and tailored advisory, investment and wealth management services – with a clear market gap to fill for Indigenous business. Brennan says his mission is for NAB to lead the way.  He also works on future-proofing for Indigenous organisations – helping to invest money from native title settlements for their next generations. “We want future entrepreneurs to grow. With that in mind we want to help these organisations manage their money and outperform the market and secure the future of their kids. Brennan has also been instrumental in growing various programs in the bank as part of NAB’s Reconciliation Action Plan (RAP), nationally renowned for its strength and impact since its inception in 2008. The strategy is now capitalising on this reputation to develop a series of shared value initiatives to create positive impact for Indigenous people while looking for the business opportunities in this significant market. The four key pillars of the RAP are financial inclusion, Indigenous careers, business partnerships and cultural understanding and leadership. As part of the work, NAB has been a member of the Indigenous organisation Supply Nation, the country’s leader in supplier diversity, since its inception in 2009.  Brennan says he wants his sons – aged 12, 11 and seven – to have the best possible future, along with all Indigenous Australians.  “I don’t want another generation of Indigenous kids growing up seeing a bank and thinking that’s where white people work,” he says. “If you want to be a CEO you have every opportunity to do that based on talent not race. “If those kids grow up and in 25 years we’ve gone backwards I would think: ‘What have we done?’ “My time in government taught me that government was part of the solution – but not all of it. The answers are not going to come from government alone. We need new models and new players and not just to go and write a cheque out of sympathy. That just creates more dependency and does nothing to empower people to take control of their own destiny. “The new deal is where reciprocity reigns supreme. It’s got to be good for Indigenous Australia and also good for business. If ever those two priorities didn’t match up you would find one of the parties walking away.” Whatever comes next for him, Brennan’s ambitious goal is to use shared value to “help Indigenous businesses to be millionaire factories”. “I don’t think there’s anything wrong with encouraging Indigenous Australia to accumulate wealth in whatever they choose to do,” he says. “I want Indigenous businesses, Indigenous Australians to be the best we can be.”",
  "webTitle": "Shared value kicking goals for Indigenous business",
  "webPublicationDate": "2016-05-30T23:44:01Z",
  "webUrl": "https://www.theguardian.com/nab-meet-the-changemakers/2016/may/31/shared-value-kicking-goals-for-indigenous-business",
  "keyword": [
    {
      "webTitle": "meet the changemakers",
      "id": "nab-meet-the-changemakers/nab-meet-the-changemakers",
      "sectionId": "nab-meet-the-changemakers",
      "sectionName": "NAB Meet the Changemakers"
    }
  ],
  "authors": [],
  "guardianId": "nab-meet-the-changemakers/2016/may/31/shared-value-kicking-goals-for-indigenous-business"
}