{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/egyptair-flight-ms804-crash-blow-egyptian-tourism-industry",
  "id": "2016-05-19-111",
  "sectionId": "world",
  "body": "The loss of EgyptAir flight MS804 over the Mediterranean early on Thursday morning is another devastating blow to Egypt’s already decimated travel industry, which has shown no signs of recovery since last November’s bombing of a Russian tourist jet flying from Sharm el-Sheikh. Even before the latest incident, many European and Russian operators had not resumed flights to Sinai resorts after the Russian Metrojet attack, which was claimed by Isis. Safety concerns have been compounded by a series of smaller incidents, including an attack on a tour bus party near the Giza pyramids and an attack close to a hotel in the Red Sea resort of Hurghada. In March an Egyptian national hijacked an EgyptAir flight wearing a suicide vest that turned out to be a fake, and in September last year Egyptian security forces bombed a group of Mexican tourists whom they had mistaken for terrorists, killing 12. In the first quarter of this year 1.2 million tourists visited Egypt, down from 2.2 million in the same period last year, and tourism revenues fell to $500m from $1.5bn. The MS804 crash comes at a time when Egyptian tourism officials were expressing hope that the sector might be on the brink of recovery. Tourism in Egypt accounts for about 6% of the country’s GDP and employs more than 1 million people – 12% of the workforce.  Dozens of hotels have closed, and last month reports suggested that up to 50 Red Sea dive operators had ceased business. When a Guardian correspondent visited Taba this year, staff at one of the largest hotels reported only 6% occupancy. Egypt has increased police and military presence in the protected area around the main Sinai resorts and providing escorts for some nationalities visiting sites such as St Catherine’s monastery. Faced with the absence of western tourists, Egypt has been trying to attract new visitors from countries as diverse as China, Malaysia and Georgia to make up the shortfall. • This article was amended on 20 May 2016. An earlier version misdescribed Hurghada as a Sinai resort.",
  "webTitle": "Loss of EgyptAir flight MS804 is another blow to Egyptian tourism industry",
  "webPublicationDate": "2016-05-19T16:20:15Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/egyptair-flight-ms804-crash-blow-egyptian-tourism-industry",
  "keyword": [
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/19/egyptair-flight-ms804-crash-blow-egyptian-tourism-industry"
}