{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/air-pollution-london-mayor-campaign-boris-johnson-dirty-diesel-cars",
  "id": "2016-05-03-199",
  "sectionId": "commentisfree",
  "body": "A year ago, ClientEarth obtained a landmark ruling from the supreme court, ordering the government to prepare plans to bring air pollution within legal limits across the country. Last week we were granted permission to take it back to court – because its new plan still isn’t nearly good enough. Air pollution across the UK continues to threaten people’s health, and children are some of the first to suffer. Research by King’s College London suggests the lung capacity of youngsters living in London has been reduced by living or going to school near main roads. These children have an increased risk of disease such as asthma and bronchitis and face the prospect of a permanent reduction in lung capacity. In February, a report from the Royal College of Physicians and the Royal College of Paediatrics and Child Health set out in more detail the dangerous impact air pollution has on children. The report suggests that long-term exposure to air pollution has a wide range of adverse effects in childhood, and can also affect the development of foetuses. Exposure in early life also increases the risk of heart attacks and strokes in later life. The report linked air pollution to 40,000 deaths a year. It should therefore be no surprise that two out of three parents worry about children breathing dirty air, according to a YouGov survey of parents in London, commissioned by ClientEarth.    Three-quarters of Londoners think the mayor has a moral responsibility to clean up air pollution for future generations    Londoners are also concerned about the threat of air pollution to their own health. Our poll reveals that they believe air pollution is the biggest health threat they face as a result of living in the capital. They have also sent a clear message to whoever becomes the next mayor that they expect them to clean up the capital’s dirty air. Three-quarters of Londoners think the mayor has a moral responsibility to clean up air pollution for future generations. How do we do that? We need a clear commitment to strengthening and expanding the planned ultra low-emission zone (ULEZ) as soon as possible, to protect the health of everyone who lives and works in the capital. This will mean the dirtiest vehicles will be removed from the most-polluted areas. The current ULEZ would only cover the same area as the current congestion charging zone, and isn’t expected to come into force until September 2020. The mayor should also restrict access to the ULEZ to those vehicles that meet the most stringent emission standards when driving on London’s roads, not just in discredited laboratory tests. We need real-world emission labelling to help inform consumers and hold car companies to account. We also need action from the UK government, starting with a more ambitious air quality strategy, as current and planned policies will not deliver compliance with air quality limits in London until at least 2030. The government should also consider fiscal incentives such as changes to vehicle excise duty and a targeted diesel scrappage scheme to take the dirtiest vehicles off the road. Finally, the mayor needs to work with the EU to ensure that new air pollution legislation protects Londoners rather than heavily polluting industries. The current mayor has sat back and watched while the national government has worked to weaken EU air pollution legislation – the Euro 6 regulation of vehicle emissions, for example, which fatally undermines the ULEZ. If the UK were to leave the EU, air quality standards would be weaker and more difficult to enforce.   Related: MPs: UK air pollution is a 'public health emergency'    All the main mayoral candidates claim they are committed to tackling the issue and have announced a range of policies in their manifestos. But the key policy for cleaning up London’s dirty air is a bigger and better ULEZ. Caroline Pidgeon of the Liberal Democrats and Sian Berry of the Greens have set out very ambitious policies proposing to expand and strengthen the zone and bring forward the implementation of the policy to 2018 or 2019 (Sian Berry would replace the congestion charge and low-emission zones with a smart road-charging system, while Pidgeon would ban all diesel vehicles within an expanded ULEZ by 2024). Zac Goldsmith and Sadiq Khan also support changes to the ULEZ policy but have been less specific about what those changes would be. They will need to increase their ambition if they are serious about protecting the health of Londoners. They must come up with proper plans that will reduce air pollution as soon as possible, so we are not breathing illegal levels of pollution for another decade or more. We need to begin the phase out of the dirtiest diesel cars as soon as possible and rapidly move to cleaner and greener vehicles with zero emissions in central London. This will make our capital not only the most exciting city on earth, but also the cleanest.",
  "webTitle": "Air pollution has been lost in the murk of the London mayoral campaign | Alan Andrews",
  "webPublicationDate": "2016-05-03T12:02:33Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/air-pollution-london-mayor-campaign-boris-johnson-dirty-diesel-cars",
  "keyword": [
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Green politics",
      "id": "environment/green-politics",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Andrews",
      "id": "profile/alan-andrews"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/air-pollution-london-mayor-campaign-boris-johnson-dirty-diesel-cars"
}