{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/22/ask-the-experts-what-impact-would-brexit-have-on-uk-jobs",
  "id": "2016-05-22-131",
  "sectionId": "careers",
  "body": "There’s been much said recently over the effect of a Brexit on UK jobs and industry. While economists say the two industries most likely to be scaled back if we leave the EU are the automative industry and financial services, leading to a loss of up to 950,000 jobs, others are more optimistic about our chances if we leave the European Union.  “The effect on the composition of jobs will really depend on the relationship we have with the EU after the referendum. If we remain part of the European Economic Area, and the full single market, there will be almost no change,” says Ryan Bourne, head of public policy at the IEA and author of the EU jobs myth. So how can we work out what’s most likely to happen? And what impact would leaving the EU have on your job or industry? Join us on Wednesday 25 May from 1pm-2.30pm BST for a live chat with the experts. We’ll be discussing:  Which industries would be most affected by a Brexit. What a Brexit would mean for UK jobs. Things you need to know about careers in the aftermath of a Brexit.  The Q&A will take place in the comments section below this article. Taking part is easier than ever: to comment create a free Guardian account, or log in using your Twitter or Facebook profiles. Alternatively, tweet us @GuardianCareers or email your questions to charlotte.seager@theguardian.com, who will post them for you. Panel Swati Dhingra is assistant professor of economics at the London School of Economics and co-author of reports on Life Outside the EU, published by the Centre for Economic Performance. Her research interests are international economics, globalisation and industrial policy. Her work has been published in top economic journals and she is associate editor of the Journal of International Economics. Dr Catherine Barnard is professor in European Union law at the University of Cambridge. She is author of EU Employment Law, The Substantive Law of the EU: The Four Freedoms, and European Union Law; and has edited various collections of essays on EU law. Barnard has also advised the government over the Balance of Competence review and is a senior fellow in the ESRC’s UK Changing Europe project. Angus Armstrong is director of macroeconomics for the National Institute of Economic and Social Research and ESRC senior fellow on the UK and Changing Europe programme. Previously he worked as chief economist and managing director for Deutsche Bank and head of macroeconomic analysis for HM Treasury. Dr Steve Coulter teaches political economy at the European Institute of the London School of Economics. He researches and writes on labour markets and growth policies in the UK and Europe and co-convened the labour markets strand of the LSE’s Commission on the Future of Britain in Europe, which publishes in June 2016. Diego Zuluaga is the financial services research fellow at the Institute of Economic Affairs and also head of research at Epic Center, the pan-European thinktank network. He regularly writes for CityAM, CapX and EurActiv on many topics concerning economics and financial services including Britain’s relationship with the EU and the single market generally. Catherine Mann is chief economist and head of the economics department for OECD. She is also responsible for maximising current products like the OECD’s Global Economic Outlook and Interim Economic Outlook, country-based economic surveys and the Going for Growth report. Anthony Robinson is principal campaigns and communications adviser at the Confederation of British Industry (CBI). In this role he works to communicate the views of businesses on the EU referendum. Mike Hill is chief executive at Prospects and the Higher Education Careers Services Unit. Hill has held a number of board positions in higher education, including chair of the National Association of Student Employment Services, the National Council for Work Experience, and of the National Centre for Entrepreneurship in Education, which he co-founded with HM Treasury. Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "Ask the experts: what impact would Brexit have on UK jobs?",
  "webPublicationDate": "2016-05-22T09:00:38Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/22/ask-the-experts-what-impact-would-brexit-have-on-uk-jobs",
  "keyword": [
    {
      "webTitle": "Live Q&A",
      "id": "careers/live-q-a",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Live Q&As",
      "id": "careers/live-careers-q-and-a",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Live Q and A",
      "id": "careers/live-q-and-a",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Job hunting",
      "id": "money/job-hunting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlotte Seager",
      "id": "profile/charlotte-seager"
    }
  ],
  "guardianId": "careers/2016/may/22/ask-the-experts-what-impact-would-brexit-have-on-uk-jobs"
}