{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/18/ghost-hunters-real-female-ghostbusters-movie-reboot",
  "id": "2016-05-18-222",
  "sectionId": "film",
  "body": "When Morgan Maguire was growing up, she struggled to find a role model. As a young Catholic schoolgirl in Hanover, Pennsylvania, she was often teased about her love of history and scary stories, and when it came to one of her most beloved hobbies, there were no women on television or in her life to inspire her. It’s a story familiar to many young girls, although the male-dominated field she wanted to join is one that’s rarely associated with debates on gender equality and sexism. Maguire wanted to be a ghost hunter. “I’ve been fascinated with the paranormal, God, probably since birth,” said Maguire, 24, who now works in Gettysburg, Pennsylvania, which some say is one of the most haunted cities in the US. “When I was little, I didn’t have any female ghost hunters to look up to.” Maguire is now part of a group that claims to be one of the country’s first-ever all-female team of “paranormal investigators”, which means they search for evidence of ghosts and help people respond to spirits haunting their homes. The women are part of a movement of female ghost hunters that they say has grown in recent years, and they’re hoping many more young girls will be encouraged to join after the highly anticipated women-led remake of Ghostbusters hits the big screen. “I am so ungodly excited for the new movie, it’s not even funny,” said Maguire, who is a member of a paranormal group called the Gettysburg Ghost Gals and also works at the historic Farnsworth House Inn, a tourist site marketed as one of the most haunted places in the world. “The original Ghostbusters, as amazing and awesome as it is, is four dudes … Now, girls of any age can realize, ‘Hey, I can do that!’”     Brigid Goode, who has been doing paranormal investigations for decades, is illuminated in the basement of the Farnsworth House Inn by a green laser grid used to detect possible spirits and shadow people who block out the grid’s pattern. Photograph: JM Giordano for the Guardian    The controversial reboot of Ghostbusters, which opens on 15 July, is the brainchild of director Paul Feig, who cast the stars of his 2011 hit Bridesmaids – Melissa McCarthy and Kristen Wiig – along with Saturday Night Live comics Kate McKinnon and Leslie Jones. With a trailer that earned the title of most-disliked film promo in YouTube history and a Twitter storm of attacks that Feig recently described as “vile, misogynistic shit”, the film is sure to face harsh scrutiny from fans of the 1984 original, which starred Bill Murray as one of four parapsychologists chasing ghosts in New York City. While Feig’s film has been thrust to the center of the contentious debates about sexism in comedy and the lack of female representation across Hollywood, there’s been parallel – albeit much smaller – discussions brewing among real-life ghostbusters about the lack of women in the paranormal world.    Every team back in the 90s was male-dominated. You didn’t find any teams that were female-run  Brigid Goode     “Every team back in the 90s was male-dominated. You didn’t find any teams that were female-run,” said Brigid Goode, who has been doing paranormal investigations for decades but founded the Gettysburg Ghost Gals in 2012 in an effort to support women in the field. Although Ghostbusters is a comedy, the women of Gettysburg Ghost Gals and similar groups take their work seriously and have no doubts that ghosts and spirits are real – and that hunters provide a vital service.  Real-world ghostbusters respond to inquiries from clients concerned about ghosts lurking in their homes. They conduct lengthy investigations to confirm or deny their presence and sometimes help families cleanse their homes of unwelcome intruders.     Jenny Thomas, a psychic medium in the Gettysburg Ghost Gals, records real-time electronic voice phenomena in the attic of the Farnsworth House Inn. Photograph: JM Giordano for the Guardian    They use a wide range of equipment, including full-spectrum cameras, electromagnetic field (EMF) meters, “electronic voice phenomenon” (EVP) analyzers (which capture audio in high-definition wave formats), sage (for cleansing), and “trigger props” (to attract spirits). They do not, however, use “proton packs” – the Ghostbusters’ famous device for capturing ghosts, which Goode said is the key difference between the movie and her work. “It is yet to be proven that you can catch a ghost,” Goode said. Much has changed since the 90s, and there are now thousands of paranormal societies across the country, with an increasing number of women joining teams and leading organizations.  Samantha Hawes, a longtime paranormal researcher and now a cast member of Ghost Hunters, a Syfy reality series, said she always felt welcome in the field but noted that other women have struggled in the face of sexist men who believe they will be frightened “damsels in distress” when confronted with ghosts.  “Most people don’t imagine women crawling through old dilapidated buildings and tunnels and talking to things that could possibly hurt them if not handled the right way,” Hawes said. She hopes the new Ghostbusters will help shift people’s perceptions. “I want people to see the movie and stop for two minutes and think, ‘Hey, maybe a woman’s not going to be scared if she comes with us’.”     Goode and Thomas take readings in the McFarlan bedroom at the Farnsworth House Inn. Photograph: JM Giordano for the Guardian    But like TV series across the industry, Ghost Hunters, which only features two women, has also faced criticisms for failing to have a diverse cast. “In the paranormal world itself, there are a lot of women … but as far as TV, we are sorely underrepresented,” said Jenny Thomas, a psychic medium in the Gettysburg Ghost Gals, who said the original Ghostbusters was a major source of inspiration.  “I do hope [the reboot] helps propel women in the paranormal field on TV and propels us in the public eye.”    I do hope [the reboot​​] helps propel women in the paranormal field on TV and propels us in the public eye  Jenny Thomas     In the same way that critics say the lack of diversity in Hollywood has many consequences for the film industry, women say that when men dominate ghost hunting, people lose out. “I think we get better results because we’re women,” Goode said. “Women are much more sensitive … we’re not a dominating force.” Female ghost hunters said they can connect better with frightened families seeking aid – and they’re more successful at communicating with child spirits. “We are a very nurturing group of women,” Thomas said. “We care very much about the people we’re helping.”",
  "webTitle": "Forget the movie – meet the real female ghostbusters fighting spirits and sexism",
  "webPublicationDate": "2016-05-18T11:00:28Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/18/ghost-hunters-real-female-ghostbusters-movie-reboot",
  "keyword": [
    {
      "webTitle": "Ghostbusters (2016)",
      "id": "film/ghostbusters--2016-",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ghostbusters",
      "id": "film/ghostbusters",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pennsylvania",
      "id": "us-news/pennsylvania",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Paul Feig",
      "id": "film/paul-feig",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "film/2016/may/18/ghost-hunters-real-female-ghostbusters-movie-reboot"
}