{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/turnbull-repeatedly-refuses-to-reveal-costings-for-company-tax-cuts-plan",
  "id": "2016-05-05-345",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull has repeatedly refused to reveal Treasury costings for the centrepiece of his budget – the 10-year plan to reduce company tax to 25% – saying the figures were included in the general budget forecasts but he was not going to “unpick” them. Parliamentary budget office costings have suggested the company tax cuts would cost between $50bn and $60bn over the decade, and leading economist Chris Richardson has put the cost at around $55bn. But no costing was provided in Tuesday’s budget, making it difficult to compare the revenue the government is giving up through the tax cuts with the revenue it is collecting in other areas, or to assess the risk of big future budgetary shortfalls.   Related: Company tax cut could cost budget $40bn over 10 years, costings show    Moody’s ratings agency has also warned the budget’s projections for nominal GDP growth – which are key to shrinking the deficit – are higher than it is comfortable with. It also said the tax concessions in the government’s so-called 10-year enterprise tax plan, and other changes to superannuation tax, will offset any revenue gains it has made in the budget. Interviewed on Sky News on Thursday, Turnbull confirmed that Treasury had costed the company tax cuts, and included the costing in its overall forecast that the budget would return close to surplus by the end of the decade. Despite the Coalition having repeatedly attacked Labor over a lack of costings for long-term plans for health, education or the national disability insurance scheme, Turnbull insisted he would not be isolating the costs of the tax cuts. While Treasury had costed the cuts it had “not identified the dollar cost of that particular item ... what it has done is set out a medium-term outlook which takes account of the company tax cut and of course all the other tax arrangements, so it makes a number of assumptions ... and it shows the budget restoring to balance, which is where it should be,” the prime minister said. Pressed by interviewer David Speers as to why he would not reveal the costing, he said: “David what you are asking is for me to unpick every single line item of those assumptions going out to 2026/27... I am not going to add to the detail that is in the budget papers.” Pressed further he said that “Treasury has modelled [the cuts] and set it out in ... the medium-term outlook ... all of those costs are taken into account in the medium-term outlook”, picking up the budget papers, “it is set out here on page 311 of budget paper 1.” He said Richardson’s $55bn “may well be right”. “I am not confirming or commenting on Chris Richardson … he may or may not be correct.”   Related: If the budget was the government's tax white paper, they flubbed it | Greg Jericho    Parliamentary budget office costings revealed on Wednesday showed the final three years of the plan would cost $40bn and the total revenue forgone over the decade could exceed $60bn. Turnbull said Wednesday that if re-elected he would immediately present legislation to implement the full 10-year plan of its company tax cuts , but the government has only released costings for the first four years – which would forgo $5.3bn in revenue. Labor has revealed separate parliamentary budget office costings of various levels of company tax cuts – to 27%, 26% and 25%. It shows that in 2024-25 a cut to 27% would cost $8.7bn, that a cut to 26% in 2025-26 would cost $12.45bn and a cut to 25% in 2026-27 would cost $16.45bn. The costings are only an indication of the possible revenue forgone and do not cover the three years following the four-year forward estimates in which the government is proposing to gradually increase the threshold for the size of company that qualifies for the gradually reducing company tax rate.   Related: Coalition plans to legislate company tax cuts for 10 years with only partial costings    The treasurer also repeatedly refused to reveal 10-year costings on Wednesday, saying costings were only ever provided over the budget’s four-year forward estimates, but Labor insisted voters should know the cost of the budget’s central promise. Labor has said it will oppose most of the government’s company tax cut plan, which will reduce all business tax rates to 25% by 2026, as soon as possible if it is re-elected. The government promised to cut the small business tax rate from 28.5% to 27.5% and extend the eligibility to businesses with turnovers of up to $10m, also from 1 July. The lower rate will be gradually phased in for larger businesses until it covers all companies in 2023, and the government is promising to reduce the rate to 25% in 2026. Labor has said it would support only the tax cuts for businesses with turnovers under $2m but not the extension to bigger businesses. Moody’s said Australia’s public finance will be vulnerable to “negative shocks” for longer than the government thinks if the budget’s projections for nominal growth prove too optimistic. “We estimate that constraints on the ability of the government to reduce spending amid moderate nominal GDP growth will lead to somewhat wider deficits for longer than currently budgeted,” Moody’s said.",
  "webTitle": "Turnbull repeatedly refuses to reveal costings for company tax cuts plan",
  "webPublicationDate": "2016-05-05T03:56:09Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/turnbull-repeatedly-refuses-to-reveal-costings-for-company-tax-cuts-plan",
  "keyword": [
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/05/turnbull-repeatedly-refuses-to-reveal-costings-for-company-tax-cuts-plan"
}