{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/chief-rabbi-labour-has-severe-problem-with-antisemitism",
  "id": "2016-05-04-288",
  "sectionId": "world",
  "body": "Britain’s chief rabbi has claimed that Jeremy Corbyn’s Labour has a severe problem with antisemitism and warned that the party must not resort to political posturing and empty promises.  In a newspaper article, Rabbi Ephraim Mirvis said the crisis engulfing Labour had “lifted the lid” on bigotry, and warned that the party’s inquiry into antisemitism must be more than a “sticking plaster” or it would simply worsen the problem.   Related: Labour's antisemitism review must be more than 'political posturing', says chief rabbi - Politics live    He also hit back at those who argue that it is legitimate to criticise Zionism, arguing that the right to Jewish self-determination has been at the centre of the faith for more than 3,000 years.“It is astonishing to see figures on the hard left of the British political spectrum presuming to define the relationship between Judaism and Zionism despite themselves being neither Jews nor Zionists,” he writes in the Telegraph. “The likes of Ken Livingstone and [NUS president] Malia Boattia claim that Zionism is separate from Judaism as a faith; that is purely political; that is expansionist, colonialist and imperialist.” The strongly worded intervention comes after Corbyn’s party was plunged into crisis after controversial comments by the MP Naz Shah, and Livingstone, led to the pair being suspended. It later emerged that another 16 members had been similarly punished for comments. Corbyn denied there was a big problem in the party, but set up an inquiry headed up by former Liberty director Shami Chakrabarti into antisemitism and other forms of racism. That comes on top of an investigation by Labour peer Jan Royall into allegations of harassment and intimidation of Jewish students at Oxford’s student Labour club.  Reports suggest that some of Corbyn’s closest allies are frustrated that the row might shut down what they consider to be legitimate criticism of the state of Israel. Mirvis said he was disheartened to hear allies of Corbyn describe the attacks on antisemitism as a “smear” or “mood music” by political opponents of the Labour leader. “The worst of mistakes, in trying to address this problem, would be to treat it as a political attack which requires a political solution,” he wrote.  “If this inquiry turns out to be no more than a sticking plaster, designed to placate and diffuse until after the elections this week, the problem will surely get worse and not better. Jeremy Corbyn has stated that his party ‘will not tolerate antisemitism in any form,’ and I very much hope that this inquiry will deliver on that pledge and be followed by decisive action.” He said all political parties had a responsibility to stamp out such racism, but warned that “political posturing or empty promises” would not be enough.  “The last 10 days have lifted the lid on a challenging issue, but if anything, I feel optimistic about the way that this problem has been received,” added Mirvis, saying the world had to tackle bigotry.",
  "webTitle": "Chief rabbi: Labour has severe problem with antisemitism",
  "webPublicationDate": "2016-05-04T08:37:44Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/chief-rabbi-labour-has-severe-problem-with-antisemitism",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Judaism",
      "id": "world/judaism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "world/2016/may/04/chief-rabbi-labour-has-severe-problem-with-antisemitism"
}