{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/15/zero-k-by-don-delillo-digested-read",
  "id": "2016-05-15-87",
  "sectionId": "books",
  "body": "Everybody wants to own the end of the world. That’s what my father had said, taking off his vintage sunglasses to reveal another pair of vintage sunglasses. He liked to keep the world opaque. Some months later those words came back to me as the private jet he had sent for me landed at the Convergence complex on the edge of nowhere. “Where are we?” I asked. “Somewhere near Kazakhstan,” he said. “Kyrgyzstan?” “Somewhere near there, too.” “You’re not being very helpful.” “No, but I am being deep. Everywhere is somewhere.” “You’ve grown a beard. That surprises me.”   Related: Zero K by Don DeLillo review – the problem of mortality    He took me down 38 levels to where his second wife, Artis, was in the waiting room. “What are you waiting for?” “I’m waiting to live for ever. Ars longa, vita brevis.” My billionaire father Jeffrey Lockhart explained that Artis was dying of multiple sclerosis and had come to the Convergence complex to be cryogenically frozen so that she could be brought back to life with nanobots in several thousand years. He showed me a room of frozen, hairless, headless bodies all doing nothing. One of them I called Dahlia. Another I imagined to be called Keith. Two identical brothers walked into the room. I decided to call them the Stenmark Brothers. “We run this Zero K facility,” they said in unison. “So when is she going to not die?” I asked. “Tomorrow is the time for her to pass over. Or possibly the day after that.” I went back to my cell where the Monk met me. “What do you do?” I asked. “I help people Converge,” he said. “Don’t you find this book a bit tiresome?” “It’s not working for me,” he said. “I’d rather be dead.” I spent some time dreaming about my mother, Madeline. My father had walked out on us when I was 10 and she had later died of a stroke. She had once told me my father’s real name was Nicholas Smatterthwaite. I never thought to ask him why he now called himself Jeffrey Lockhart.   Related: Don DeLillo: ‘I think of myself as the kid from the Bronx’    “Can you say my mother’s name?” I asked him later. “I can’t,” he replied. “But I can tell you I have decided to Converge at the same time as Artis today.” We went down to Level Minus 118 where Artis was in the process of Converging. “You know what,” my father said. “I don’t think I will Converge right now.” Hi. I’m Artis. I’ve just Converged. I think. I’ve been given a chapter in which nothing happens. You can skip it if you like. We flew back to New York, where I went for a lot of job interviews. “I can give you a job, if you like,” my father said. “I prefer just going to the interviews,” I said. “Imminence outweighs immanence.” At some point, I met a girl called Emma and we may or may not have become lovers. Whether we did it or not depends on whether she was a product of my imagination. You will have to figure that one out for yourself. One day as we took a cab downtown, Emma overheard the driver saying he was a member of the Taliban. Emma had an adopted son called Stak who went missing. I wasn’t that much bothered. Much like you.      Two years later, my father told me he had decided to Converge so we flew back to the facility that was quite near both Kazakhstan and Kyrgyzstan. “We’ve been expecting you,” said the Stenmark Brothers in unison. “You could Converge as well,” my father said. “I think I’ll pass. Everyone in this novel is already braindead anyway.” “But can you just have one last go at saying my mother’s name before you do Converge?” “No.” I went to my room and watched a video of Stak being killed in a war zone. I went back to New York. Emma called to say she was fed up with being locked in endless pretentious conversations and that she was still looking for Stak. I decided not to tell her I had seen him die. And that’s about it really. Digested read, digested: Not-so-Special K",
  "webTitle": "Zero K by Don DeLillo - digested read",
  "webPublicationDate": "2016-05-15T15:00:09Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/15/zero-k-by-don-delillo-digested-read",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Don DeLillo",
      "id": "books/dondelillo",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Cryonics",
      "id": "science/cryonics",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "books/2016/may/15/zero-k-by-don-delillo-digested-read"
}