{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/22/ben-teo-four-uncapped-players-england-squad-tour-australia-manu-tuilagi-rugby-union",
  "id": "2016-05-22-90",
  "sectionId": "sport",
  "body": "Eddie Jones did not get where he is today by naming squads that fail to generate a deliberate ripple of surprise. The England tour party heading for Australia certainly falls into that category, containing as it does a couple of totally fresh names and more than one notable omission. This is a group picked less on reputation than a potential willingness to get up Wallaby noses.   Related: Eddie Jones singles out Kyle Sinckler for England tour to Australia    The strong streak of feisty aggression running through the marbled heart of Jones’s selections includes the lively uncapped Northampton back-row forward Teimana Harrison as well as Ellis Genge, who is 21, and Kyle Sinckler, both young props in whom Jones sees the belligerent edge he loves in his Test forwards. It is the same with Ben Te’o, the latest rugby league émigré to try his luck at the top level of the 15-a-side code. The inclusion of the Harlequins winger Marland Yarde is also based largely upon what he might be capable of doing rather than any recent compelling evidence. It will be a heavy blow to the unfortunate Chris Ashton, currently the form winger in the country, while Kieran Brookes, Matt Kvesic, Danny Cipriani and Dave Attwood have also been deemed surplus to tour requirements. Saturday’s hamstring injury to Manu Tuilagi may yet grant a reprieve for Luther Burrell unless the Leicester centre makes a miracle recovery but, otherwise, Jones has made it very clear where he stands on a number of individuals. Unlike previous England coaches he positively delights in throwing an entire cattery among the pigeons whenever the opportunity arises. No matter that Ashton has been performing splendidly for the European champions while Yarde has been toiling with Harlequins; in the back of Jones’s mind is the try the latter scored past New Zealand’s Richie McCaw on tour in New Zealand two years ago. “Marland has got a lot of growth in him. He wants to portray a gangster image but I think he can do things in our team that will really add to us,” Jones said. “I showed the players a photo of the team meeting before the Wales triple crown game in 2014. We had about eight players circled in red who are no longer part of the England setup. Why? They haven’t worked hard enough to improve their game.” Ashton, consequently, has been told to tighten his defence even more if he wishes to resume a Test career he had hoped might shortly be resurrected. “Ashton is unlucky. He’s a great finisher, but I want a bit more than that … in my eyes he’s not in the top three wings in England.” There was a similar blunt message for Brookes, who shared in his country’s Six Nations grand slam triumph only two months ago. “With front-rowers you need guys who want to put their body on the line,” he said, clearly hopeful the no-nonsense Genge, on loan with Leicester from Bristol, fits that category. “Richard Cockerill says he’s a bit of a lad but he’s a guy who wants to improve. He’s a bit like Sinckler. Both of them had difficult backgrounds and now have a fantastic opportunity to make their mark in the world through rugby.” The 29-year-old Te’o is a slightly different case, having already made his mark in league with South Sydney and represented Samoa in the 13-man code. The shadow of Sam Burgess inevitably hangs over his rapid rise from Leinster’s midfield to England’s squad – he is eligible through an English mother and his imminent move to Worcester – but Tuilagi’s probable withdrawal leaves him close to a Test debut in the first Test in Brisbane on 11 June. “From what I’ve seen of him playing for Leinster he could be a very valuable player for us,” Jones said. “He can play through the line, he can play before the line and he’s a great hitter.” Taking a third scrum-half such as Dan Robson might also have been useful and both Kvesic and Will Fraser have reason to be disappointed, but Jones remains adamant that pandering to public opinion is always an error. “One of the best pieces of advice I ever got was that if you listen to the fans you’ll end up in the grandstand with them.”   Related: Eddie Jones has little leeway for England changes on Australia tour | Dean Ryan    Nor is he impressed by the argument his players will be tired. “The average number of games our EPS players have played is 20 games. If anyone is going to sit there and tell me 20 games of rugby is too much then it’s not a serious argument.” He also has his sights set on upsetting Wales at Twickenham on Sunday. “We have the chance to beat them again. There is nothing better than that. Wales have got an enormous amount of pressure on them … they go into the game as red-hot favourites.” As with his selections, Jones rarely resists the temptation to give the pot a vigorous stir. England’s 32-man squad for three-Test tour of Australia Backs Brown (Harlequins), Goode (Saracens), Nowell (Exeter Chiefs), Watson (Bath), Yarde (Harlequins), Daly (Wasps), Joseph (Bath), Slade (Exeter), Tuilagi (Leicester Tigers), Te’o (Leinster), Farrell (Saracens), Ford (Bath), Care (Harlequins), B Youngs (Leicester). Forwards Cowan-Dickie (Exeter Chiefs), George (Saracens), Hartley (Northampton, capt), Cole (Leicester), Genge (Leicester), Hill (Northampton), Mullan (Wasps), Sinckler (Harlequins), M Vunipola (Saracens), Itoje (Saracens), Kruis (Saracens), Launchbury (Wasps), Lawes (Northampton Saints), Harrison (Northampton), Haskell (Wasps), Robshaw (Harlequins), Clifford (Harlequins), B Vunipola (Saracens). Also named in training squad for Sunday’s Test v Wales Attwood (Bath), Burrell (Northampton), Devoto (Bath), Kvesic (Gloucester), Taylor (Sale).",
  "webTitle": "Ben Te’o among four uncapped players for England’s tour of Australia",
  "webPublicationDate": "2016-05-22T12:16:34Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/22/ben-teo-four-uncapped-players-england-squad-tour-australia-manu-tuilagi-rugby-union",
  "keyword": [
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Eddie Jones",
      "id": "sport/eddie-jones",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia rugby union team",
      "id": "sport/australia-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia v England 2016",
      "id": "sport/australia-v-england-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/22/ben-teo-four-uncapped-players-england-squad-tour-australia-manu-tuilagi-rugby-union"
}