{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/afghan-nigerian-leaderships-well-aware-corruption-problems",
  "id": "2016-05-10-57",
  "sectionId": "world",
  "body": "It may have surprised David Cameron to find his comments to the Queen about Nigeria and Afghanistan making headlines, but the current Afghan and Nigerian leaderships are fully aware that their countries are riddled with corruption, and have been fighting to turn around the pervasive culture since their respective elections. No 10 is delighted that Muhammadu Buhari, Nigeria’s president, and Ashraf Ghani, the president of Afghanistan, are attending a summit in London specifically because they have acknowledged the fight against corruption is central to their respective countries’ economic revival. While both leaders have been internally and internationally challenged about the extent to which their verbal commitments are being acted upon, both countries claim that they have devoted huge energy to trying to change the accountability of their administrations. Neither country would directly comment on Cameron’s remarks. Transparency International downgraded Afghanistan on its corruption index in 2015, ranking it 166th, above only Somalia and North Korea.     David Cameron in a meeting with Muhammadu Buhari. Photograph: Stefan Rousseau/PA    Ghani, who has been in office since 2014, told an EU delegation in Kabul this week: “The administrative corruption is still a big challenge. We are firmly committed to fighting it and bringing reforms to ensure good governance and rule of law. “Corruption is a national shame … we will soon be mounting a national campaign to engage our public in the fight against corruption,” he added, according to Xinhua. Ghani said the government was considering a proposal to establish a specialised anti-corruption justice centre. Last month Franz-Michael Mellbin, the EU’s envoy to Afghanistan, said international donors felt corruption was getting worse. “What we need to be convinced about is that steps are being taken, that the country is moving in the right direction,” he said. “The biggest problem we face is impunity – the feeling people can get away with it and nothing happens and that needs to change.”   Related: Billions locked in poverty by public sector corruption, report shows    Nigeria, where Buhari was elected president in March 2015, ranked 136th on Transparency International’s index. Although a series of high-profile prosecutions have started, critics say there have been few convictions and there is some evidence that prosecutors are targeting only members of the previous administration. In a speech last week, the justice minister, Abubakar Malami, said corruption was endemic. “A patronage culture has evolved around a powerful elite that is in control of oil revenues and would do anything to maintain the status quo,” he said. “With weak systems of accountability, this has created a situation where corruption has become embedded and accepted as part of life in Nigeria.” Malami added: “In Nigeria, ‘grand corruption’ has had a particularly destructive impact with a huge level of illicit asset flight and the illegal transfer of a large proportion of natural resource revenue out of Nigeria to offshore bank accounts or for investment in opaque economies. “Building accountability and effective anti-corruption regime, actions and reforms have faced considerable political resistance that has resulted in limited progress, inconsistent policy and practice, complex structural arrangements and a highly politicised environment.”",
  "webTitle": "Afghan and Nigerian leaderships well aware of corruption problems",
  "webPublicationDate": "2016-05-10T19:02:47Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/afghan-nigerian-leaderships-well-aware-corruption-problems",
  "keyword": [
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ashraf Ghani",
      "id": "world/ashraf-ghani",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Muhammadu Buhari",
      "id": "world/muhammadu-buhari",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "world/2016/may/10/afghan-nigerian-leaderships-well-aware-corruption-problems"
}