{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/zlatan-ibrahimovic-england-manchester-united-jose-mourinho",
  "id": "2016-05-26-206",
  "sectionId": "football",
  "body": "Zlatan Ibrahimovic has admitted he has “concrete offers from clubs in England as well as Italy and from sides outside Europe”. The 34-year-old, who would like to join Manchester United to team up with José Mourinho this summer, added that he had a “fantastic time” while playing for the Portuguese manager at Internazionale during the 2008-09 season. The striker, who was talking at a Sweden press conference as they started their Euro 2016 buildup, was coy on whether one of the concrete offers had been from Manchester United but did, once again, talk about his admiration for Mourinho, who is expected to take over at Old Trafford in the next few days.   Related: Potpourris and napkin rings: Mourinho’s image rights delay Manchester United appointment    “I had a fantastic time with him at Inter and we said when I left that we might work together again,” he said. Asked whether he had spoken to Mourinho in the past week, Ibrahimovic answered: “I have spoken to Mourinho every day since I left Inter. We talk a lot. “He is the man to bring Manchester United back to the top. If you want action, you get Mourinho. He is a winner.” The 34-year-old was also asked about his age and whether that could count against him in the Premier League, but he replied: “I have had a great season, a fantastic season. Age is not important. It is all in your head. If I want to make something happen I will make it happen. If I want to do something, I do it.” Mourinho is currently mulling over whether to make a formal offer for Ibrahimovic to join him at United, but both parties are considering their futures. Mourinho has yet to finalise his contract to take over at Manchester United while Ibrahimovic has had a very lucrative offer from LA Galaxy as well as clubs in the Middle East. “Nothing is happening at the moment,” Zlatan said. “I am focused on the Euros. We have two friendlies and then we go down to France. I can’t wait. I will tell you all when I want to. There are a lot of alternatives. I don’t have to make an announcement before the Euros. There is a lot being written about my next move, and I enjoy reading what you come up with.   Related: Eric Cantona: ‘I love José Mourinho but he is not Manchester United’    “One day I am moving to this club, the next I am 90% sure to go there, and 10% sure to go there. It is like cat and mouse. I enjoy being the mouse. I want to continue to play football, and to make the right decision. Everything I need to enjoy life, on the pitch and off the pitch.” Ibrahimovic’s agent, Mino Raiola, has told United that Ibrahimovic will want at least in the region of £220,000-a-week to sign for the club. Wayne Rooney is the club’s highest earner at the moment on a reported weekly salary of £260,000 and it is not thought that Ibrahimovic’s wage demands will be a stumbling block, especially as he is out of contract at Paris St-Germain and would join on a free transfer.",
  "webTitle": "Zlatan Ibrahimovic says he has offers from England amid Manchester United interest",
  "webPublicationDate": "2016-05-26T12:00:21Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/zlatan-ibrahimovic-england-manchester-united-jose-mourinho",
  "keyword": [
    {
      "webTitle": "Zlatan Ibrahimovic",
      "id": "football/zlatan-ibrahimovic",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Paris Saint-Germain",
      "id": "football/parisstgermain",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sweden",
      "id": "football/sweden",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Marcus Christenson",
      "id": "profile/marcuschristenson"
    }
  ],
  "guardianId": "football/2016/may/26/zlatan-ibrahimovic-england-manchester-united-jose-mourinho"
}