{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/05/australia-us-alliance-will-remain-strong-even-if-trump-wins-says-turnbull",
  "id": "2016-05-05-362",
  "sectionId": "us-news",
  "body": "Malcolm Turnbull has sought to allay fears about Donald Trump winning the US presidency by saying the Australia-US alliance would remain strong regardless of who was president although Australians may observe US elections with consternation at times.   Related: Australia can't out-Trump Trump on refugees, Q&A warned    On Thursday, speaking on Triple M, the Australian prime minister said there was truth in the proposition Trump had succeeded owing to a protest vote against traditional politicians. “There’s a real sense of disappointment in middle America, with the very slow growth in middle incomes,” he said. “Middle America has seen very slow growth and in some cases have gone backwards in incomes. “Income inequality is a big issue in the US … there are a lot of tensions there [and] support for Trump is clearly evidence of that.” The possibility of a Trump presidency has caused widespread global consternation because he has advocated tariff increases against China, called the Geneva conventions a problem for the conduct of US wars, and has advocated the use of torture “a hell of a lot worse” than waterboarding and isolationism in the event of a war between North Korea and its neighbours, Japan and South Korea. Asked about that global concern Turnbull said: “I have absolutely no doubt the Anzus alliance – the Australian-American relationship – will continue to grow and strengthen regardless of who the president is. “Our relationship with the US is so deep, it’s based on thousands if not millions of individual relationships, it’s been built up over generations. “Presidents and prime ministers can adjust it a bit but really it’s a deep and strong relationship, and I have no doubt regardless of who the American people choose we will always have a very very strong friend and ally in Washington.” The Triple M hosts asked, citing Trump’s views on women and his immigration policies, whether “for all his lunacy, you know he isn’t beholden to anyone” and whether that was the source of his appeal. Turnbull replied “authenticity is always important” and explained that Republicans generally won primaries by steering to the right and then attempt to win a general election by steering back to the centre. “Making that switch is always very challenging and I think that’s the challenge Donald Trump will have if he is the Republican nominee.” He said it looked as though Trump had the Republican nomination “in the bag”, after opponents Ted Cruz and John Kasich pulled out.   Related: America's Trump nightmare has arrived | Lucia Graves    “It’s a very dynamic and colourful electoral system in the US. It’s up to the American people. We observe it with admiration, sometimes, with consternation, at others. But it’s the biggest exercise in democracy we see in the developed world.” In a lecture in April the former Australian ambassador to the US Kim Beazley said a Trump presidency would cause substantial problems in relations with China and sink the Trans-Pacific Partnership trade agreement. “Were he to come back halfway, it would still be devastating,” Beazley said. “That’s a serious matter, a matter of concern. I’m not sure he’d necessarily be all that worried about it. He has no regard for alliances at all.”",
  "webTitle": "Australia-US alliance will remain strong even if Trump wins, says Turnbull",
  "webPublicationDate": "2016-05-05T00:10:12Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/05/australia-us-alliance-will-remain-strong-even-if-trump-wins-says-turnbull",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US foreign policy",
      "id": "us-news/us-foreign-policy",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "us-news/2016/may/05/australia-us-alliance-will-remain-strong-even-if-trump-wins-says-turnbull"
}