{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/obama-hiroshima-japan-visit-second-world-war",
  "id": "2016-05-10-56",
  "sectionId": "us-news",
  "body": "Barack Obama’s historic visit to Hiroshima should not be interpreted as an apology, his spokesman said on Tuesday in the wake of the announcement that Obama would become the first sitting president to visit the site where the US dropped an atomic bomb in 1945, killing an estimated 140,000 people in the final days of the second world war. Asked if the trip might be seen as an apology, the White House press secretary, Josh Earnest, replied: “If people do interpret it that way, they’ll be interpreting it wrongly.” Earnest declined to comment on the morality of America’s decision to drop the atomic bomb, for which there have been calls for the country to apologise. He said: “The president intends to visit to send a much more forward-looking signal for his ambition of realising the goal of a planet without nuclear weapons.” Confirming Obama’s visit in a statement earlier on Tuesday, the White House said it would “highlight [Obama’s] continued commitment to pursuing peace and security in a world without nuclear weapons”.  Earnest acknowledged that the US bore a “special responsibility” for the bombing of Hiroshima but was also quick to pay tribute to the “greatest generation” who fought in the second world war. “There are a lot of people with a lot of opinions about this trip,” he told reporters on Tuesday. “The president will have an opportunity to visit the peace park and offer up his own reflections about his visit to that city.” Earnest added: “The president certainly does understand the United States bears a special responsibility. The United States continues to be the only country to have used nuclear weapons. It means our country bears a special responsibility to lead the world in eliminating them. “There’s also no diminishing the important contribution of the greatest generation of Americans who didn’t just save the United States, but saved the world, from tyranny.” Obama will also “highlight the remarkable transformation” in relations between the US and Japan, he said. Seventy years ago, “it would have been very difficult to imagine given the hostility between our two countries”. Earnest’s point was reiterated by the national security adviser, Ben Rhodes, on Tuesday. “[Obama] will not revisit the decision to use the atomic bomb at the end of World War II,” Rhodes wrote in a post on Medium. “This visit will offer an opportunity to honor the memory of all innocents who were lost during the war.” Rhodes added that the visit would aid the reconciliation between the US and Japan and support thecountries’ mutual commitment to reducing the “the role of nuclear weapons in our security and in the policies of other global powers”.   Related: Hiroshima and the nuclear age – a visual guide    Obama will visit the city, where 140,000 people died after the bombing on the morning of 6 August 1945, with the Japanese prime minister, Shinzo Abe, at the end of the two-day summit on 26 to 28 May in Ise-Shima. “The prime minister of the world’s only nation to have suffered atomic attacks, and the leader of the world’s only nation to have used the atomic weapons at war, will together pay respects for the victims,” Abe told reporters late on Tuesday.  “I believe that would be a way to respond to the victims of the atomic bombings and the survivors who are still in pain.” In April, the US secretary of state, John Kerry, visited the site, where he made an emotional speech. “It tugs at all of your sensibilities as a human being. It reminds everybody of the extraordinary complexity of choices in war and of what war does to people, to communities, to countries, to the world,” he said. Kerry laid a wreath at the cenotaph and described his tour of the nearby peace memorial museum as “gut-wrenching”. His visit was well-received in Japan, where many bomb survivors have dropped demands for an apology, hoping instead that a presidential visit would spur future US administrations to push harder for nuclear disarmament. Obama said during a visit to Japan in late 2009 that he would be “honoured” to go to Hiroshima and Nagasaki, which was also bombed as part of the US plan to end the war without a devastating invasion. “I certainly would be honoured – it would be meaningful for me to visit those two cities in the future,” Obama said during his 2009 trip. Jimmy Carter visited the atomic bomb memorial in Hiroshima in 1984, after he had left office. The highest-ranking US official to visit the site before Kerry was Nancy Pelosi, then the House speaker, in 2008. The US ambassador to Japan, Caroline Kennedy, attended a commemoration of the Hiroshima attack’s 70th anniversary last year. Japanese officials had made it clear that they would welcome Obama’s presence at the cenotaph, which includes the names of every person to have died in connection with the bombing. Earlier this year, the mayor of Hiroshima, Kazumi Matsui, said he believed a visit by Obama would strengthen the campaign for nuclear disarmament. “An Obama visit would certainly carry a lot of weight,” he said. Survivors of the attack have also encouraged Obama to see for himself the scale of the destruction at the peace museum, as well as the transformation the city has undergone over the past 70 years. Sunao Tsuboi, 91, the head of a survivors’ group, welcomed the decision on Japan’s NHK national television. “We are not asking for an apology,” Tsuboi said. “All we want is to see him lay flowers at the peace park and lower his head in silence. This would be a first step toward abolishing nuclear weapons.”",
  "webTitle": "Obama visit to Hiroshima should not be viewed as an apology, White House says",
  "webPublicationDate": "2016-05-10T19:07:33Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/obama-hiroshima-japan-visit-second-world-war",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    },
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    },
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "us-news/2016/may/10/obama-hiroshima-japan-visit-second-world-war"
}