{
  "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2016/may/17/big-four-banks-benefit-from-regulators-featherlight-approach",
  "id": "2016-05-17-75",
  "sectionId": "business",
  "body": "Expectations were low and the Competition and Markets Authority barely met them. If that sounds cruel, consider the painful moment at the end of the mid-morning press conference when Alasdair Smith, chair of the retail banking investigation, was asked to say who apart from the British Bankers’ Association lobby group welcomed the report. Smith mentioned Citizens Advice and then paused. The silence was broken only by a colleague’s assertion that positive responses were still, apparently, “rolling in”. Really? To be fair to Smith, the CMA was never going to be allowed to host a fireworks display. The chief grumble from the “challenger” banks – the likes of Metro Bank – is that their competitive ambitions are constrained by the need to hold disproportionate amounts of capital. But the little ol’ CMA can’t tread on the Bank of England’s territory.   Related: Costs of overdrafts to fall as part of UK banks overhaul    Equally, the tempting option of breaking up the “big four” lenders would have carried political risks. Royal Bank of Scotland, currently making the job of spinning off 600 branches resemble the labours of Hercules, has destroyed appetite for structural upheaval. As for abolishing free-if-in-credit banking – and thus exposing the hidden costs to consumers of current accounts – the politicians know there are no votes in the idea. Thus the CMA, while describing competitive pressures as weak, produced a hotchpotch of remedies that amount to nudges, prompts and tweaks. There will be a “cap” on charges for unarranged overdrafts but each bank can set its own rate. The CMA wants to push better comparison websites to encourage customers to switch accounts; banks will be obliged to adopt the necessary open-data software. And, in the small-business market, tech-minded whizzkids will be offered a prize to invent comparison tools. That was about it. The hard – and depressing – reality about competition in the banking market is that the pivotal moment was the day in September 2008, in the middle of crisis, that the Labour government allowed Lloyds TSB to buy HBOS to prevent an even bigger banking meltdown. A new market leader was created and competition objections were ignored. Some Labour politicians plead in their defence that they expected the Lloyds/HBOS merger to be unwound by a future competition watchdog. That hasn’t happened this time, and now probably never will. One of these decades, the FinTech revolution, already seen in the rise of peer-to-peer lending, may succeed in injecting some real competition by changing the definition of what it means to be a bank. Until then, though, we’re stuck with the CMA’s attempt to make the current lot “work harder for customers” while hitting them with a feather. Vodafone’s organic approach finally pays dividends Vittorio Colao, Vodafone’s chief executive, has been talking for ages about reaching a turning point and here it is: the first increase in “organic” revenues and top-line profits since 2008. It hasn’t come cheaply. Vodafone has spent £19bn in the past two years, including a necessary extra £7bn under “Project Spring” to get its 4G and data capabilities up to competitive strength. If investors worried that heavy spending would become permanent – and that Project Summer would follow – there is no evidence to suggest so. The statistics for growth in broadband, mobile data, business customers and emerging markets all look healthy. The only blemish was a botched billing system in the UK. The wider picture is that Vodafone’s dividend, costing £3bn-a-year, looks more affordable that at any time since the $130bn (£84bn) sale of the Verizon Wireless stake in 2014, which was followed by a mammoth return of cash to shareholders. Vodafone is a duller company these days – at least until the deal-making starts afresh. But its profit predictions are generally accurate and the dividend yield is 5%. Hard to quibble with that. Mike Ashley’s chopper offer is fine for travel agents but not MPs Roll up, roll up, who wants a ride in Mike Ashley’s helicopter? Unfortunately, this offer is available only to members of the Commons select committee on business, innovation and skills. The Sports Direct founder wants its MPs to visit him at the company’s Shirebrook warehouse – travelling in his chopper or their charabanc, or whatever – and then he will graciously appear in front of the committee the next day in Westminster. If they value the dignity of their office, the MPs’ reply to Ashley’s invitation should be a firm no. It’s their inquiry into working practices at Sports Direct and witnesses can’t be allowed to attach conditions to their appearance. Hear from Ashley in Westminster and then decide if a trip to Derbyshire would be useful. Remember, dear MPs, you’re running a parliamentary inquiry, not a travel agency.",
  "webTitle": "Big Four banks benefit from regulator's featherlight approach",
  "webPublicationDate": "2016-05-17T17:37:49Z",
  "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2016/may/17/big-four-banks-benefit-from-regulators-featherlight-approach",
  "keyword": [
    {
      "webTitle": "Competition and Markets Authority",
      "id": "business/competition-commission",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking reform",
      "id": "business/banking-reform",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Vodafone",
      "id": "business/vodafonegroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sports Direct International",
      "id": "business/sports-direct-international",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Telecommunications industry",
      "id": "business/telecoms",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/nils-pratley-on-finance/2016/may/17/big-four-banks-benefit-from-regulators-featherlight-approach"
}