{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/29/andrew-brigden-conservatives-david-cameron-fractured-eu-debate-election",
  "id": "2016-05-30-174",
  "sectionId": "politics",
  "body": "David Cameron’s hopes of being able to avoid terminal damage to Conservative party unity after the EU referendum campaign were dented on Sunday when two rebel MPs openly called for a new leader and a general election before Christmas. The attacks came from Andrew Bridgen and Nadine Dorries – both Brexiters, and longstanding, publicity-hungry opponents of the prime minister – and their claim that even winning the EU referendum won’t stop Cameron facing a leadership challenge in the summer was dismissed by fellow Tories. But their comments coincided with the ministers in charge of the leave campaign launching some of their strongest personal attacks yet on Cameron, prompting Labour’s Alan Johnson to say that the Tory infighting was getting “very ugly indeed”. Bridgen told the BBC’s 5 Live that Cameron had been making “outrageous” claims in his bid to persuade voters to back remain and that, as a consequence, he had effectively lost his parliamentary majority.   Related: Conservative rift over EU risks widening as attacks on David Cameron intensify    “The party is fairly fractured, straight down the middle and I don’t know which character could possibly pull it back together going forward for an effective government. I honestly think we probably need to go for a general election before Christmas and get a new mandate from the people,” he said. Bridgen said at least 50 Tory MPs – the number needed to call a confidence vote – felt the same way about Cameron and that a vote on the prime minister’s future was “probably highly likely” after the referendum. Dorries told ITV’s Peston on Sunday she had already submitted her letter to the chairman of the Tory backbench 1922 committee expressing no confidence in the prime minister. “[Cameron] has lied profoundly, and I think that is actually really at the heart of why Conservative MPs have been so angered. To say that Turkey is not going to join the European Union as far as 30 years is a lie.” A leadership contest would only take place if Cameron lost a confidence vote, which would be unlikely if the remain campaign wins the referendum. But a sizeable vote against Cameron in a confidence ballot could still prove fatal to his premiership, forcing him to accelerate plans for his departure.  Dorries said that if remain won 60/40, Cameron would probably survive. “If remain win by a narrow majority, or if leave win, he’s toast within days,” she said. Even if, as many Tories expect, a confidence vote does not materialise, the Bridgen/Dorries comments are a reminder of how maverick, hardline Eurosceptics were able to play havoc with John Major’s government in the 1990s because he had such a small majority. Cameron’s working majority is just 16. The Conservative MP Steve Baker said Bridgen “[had] a point” about how unsympathetic backbenchers were towards Cameron’s EU stance. Baker claimed only about 30 were very strongly committed to remain – and he said he thought there could be “a problem” for the prime minister after 23 June. But more senior figures in Tory Brexit camp backed Cameron and insisted a confidence vote would not happen because the rebels would not get enough support. “I don’t think there are 50 colleagues gunning for the prime minister,” said Chris Grayling, the justice secretary. “I can assure you that those people who fought to win their seats 12 months ago are definitely not gunning for a general election by Christmas.” Graham Brady, the chair of the 1922 committee, said Bridgen’s intervention was “unfortunate” and that the party had to pull together after the referendum. Liam Fox, the former defence secretary, said the party would need “a period of stability” after the referendum and that it would be best for Cameron to stay as prime minister. Iain Duncan Smith, the former work and pensions secretary, also said he was not in favour of replacing Cameron. In a particularly personal attack that seemed clearly aimed at Cameron and the chancellor, George Osborne, Priti Patel, the employment minister, used an article in the Sunday Telegraph to say it was “shameful” that wealthy remain campaigners did not realise how much harm mass immigration was doing to the poor. “If you have private wealth or if you work for Goldman Sachs you’ll be fine. But when public services are under pressure, it is those people who do not have the luxury of being able to afford the alternatives who are most vulnerable,” she wrote.  “It’s shameful that those leading the pro-EU campaign fail to care for those who do not have their advantages.” Patel’s article coincided with Boris Johnson, the former mayor of London, and Michael Gove, the justice secretary, writing an open letter to Cameron asking him to accept that it would be impossible for him to achieve his manifesto promise of getting net migration below 100,000 if the UK stayed in the EU. The letter, also signed by Labour’s Gisela Stuart, said failure to keep this promise “is corrosive of public trust”. A source close to Cameron said that there was now overwhelming evidence, backed up by Sunday’s Observer survey of economists, that leaving the EU would cause a “serious economic shock” and that “the suggestion that crashing your economy is the best way of dealing with immigration is clearly nonsense”. Commenting on the Tory turmoil, Alan Johnson, chair of Labour In for Britain, said: “What is extraordinary is the vindictiveness and nastiness we are seeing within the Conservative party and Conservative cabinet. I think it’s very ugly, very ugly indeed. If those are David Cameron’s friends and allies, he’s welcome to them.”     Andrew Bridgen MP Photograph: Alamy Stock Photo    Andrew Bridgen profile Andrew Bridgen, Tory MP for North West Leicestershire since 2010, has form as a critic of David Cameron’s. In 2013 he publicly admitted that he had sent a letter to the chairman of the Conservative backbench 1922 committee calling for a vote of confidence in his leader. Explaining his decision in a newspaper article, he said there was a “credibility problem” with Cameron. “The voters think we have many of the right messages – they just don’t believe the messenger. In some cases, the messages are wrong or badly handled. By pressing ahead with gay marriage and delaying a promise on an EU referendum until he was forced to do so, Mr Cameron has fuelled the rise of Ukip. We have created our own nemesis,” he wrote. “I think the situation is this: it’s like being in an aeroplane. The pilot doesn’t know how to land it. We can either do something about it before the crash, or sit back, watch the in-flight movies and wait for the inevitable.” At the time Bridgen was one of only two Tory MPs known to have written a letter calling for a confidence vote. The other, Patrick Mercer, resigned after a lobbying scandal. A year later Bridgen wrote an open letter to Cameron formally withdrawing his letter calling for a confidence vote, and offering Cameron his “full and enthusiastic support”. Explaining his volte-face, he said much had happened in the meantime.",
  "webTitle": "Conservative party turmoil escalates with open call for Cameron to quit",
  "webPublicationDate": "2016-05-30T06:40:46Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/29/andrew-brigden-conservatives-david-cameron-fractured-eu-debate-election",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "1922 Committee",
      "id": "politics/1922-committee",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Sparrow",
      "id": "profile/andrewsparrow"
    }
  ],
  "guardianId": "politics/2016/may/29/andrew-brigden-conservatives-david-cameron-fractured-eu-debate-election"
}