{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/24/frankie-dettori-derby-favourite-wings-of-desire-spin-epsom",
  "id": "2016-05-24-91",
  "sectionId": "sport",
  "body": "Frankie Dettori summed up the news from a busy morning here in a sentence. “With this one I’m just hoping for the best,” he said after exercising Wings Of Desire, the joint-favourite for the Derby, around Tattenham Corner on Tuesday, “because there are possibly 10 horses which could be as good as mine.”   Related: Midterm fifth as Frankie Dettori wins Dante Stakes on Wings Of Desire    The runners and riders for this year’s Investec Derby will not be finalised until Thursday week but already it seems certain that the field for this year’s Classic will be one of the most competitive for many years. No Derby favourite this century has started at a bigger price than 7-2 but Wings Of Desire and Aidan O’Brien’s US Army Ranger currently head the ante-post betting on 4-1. Cloth Of Stars, who also had a mock exam around Tattenham Corner on Tuesday morning, is an 8-1 chance while the latest springer in the market is Ulysses, a maiden winner at Newbury earlier this month, who is now top-priced at 9-1. Both Dettori and Mickaël Barzalona, who rode Cloth Of Stars, were suitably content afterwards that their horses will act on the track on Saturday week. Like so many other contenders, however, all they have proved to date is that they deserve to be in the field along with at least a dozen other colts with broadly similar claims. As Dettori himself reported, there are “good vibes in Newmarket” about Ulysses while Wings Of Desire’s success in the Dante Stakes was far less comprehensive than his win in the same race aboard Golden Horn, the subsequent Derby winner, last season. “I think it was a good performance in the Dante,” Dettori said. “He had to overcome a lot of trouble and to me he was the best horse in the race. We know the horse is still a baby and still learning, so today we took him here to get a feel of the bend and the downhill and just get him a feel of the surroundings. “He’s achieved a lot in a short space of time. He won the Dante by a neck, so it’s a bit unfair to compare him to Golden Horn. It’s a different kind of pressure but I’m looking forward to the challenge.” Barzalona, who has a 100% record in the Derby having won on his only previous start aboard Pour Moi five years ago, will be hoping to give Sheikh Mohammed’s Godolphin operation its first winner of the Classic in their famous blue colours. “We did very easy work and I was very pleased with the work,” Barzalona said. “In France most of the tracks are really flat, so the corner and the undulations make a big difference. When we get positions, we don’t change or fight, so that’s not going to be the same and I think it’s important to come over and get a look. “It’s very hard to compare him [with Pour Moi]. Pour Moi had really strong acceleration, Cloth Of Stars is more of a worker. [But] he has proved he is the best three-year-old in France over a mile-and-a-quarter and we are really sure that he is going to stay.” Godolphin’s colours will also be carried in the Derby by Moonlight Magic, the winner of the Derrinstown Stud Derby Trial at Leopardstown, who is trained by Jim Bolger. “I rate him as a good Derby prospect and I wouldn’t swap him for anything else in the race,” Bolger said on Tuesday morning. “He has the looks, demeanour, balance and temperament to go with his pedigree [Cape Cross half-brother to Masterstroke and Hidden Gold]. There are no holes in this fella and he’s beautifully balanced, so hopefully he will handle Epsom well. “On the day he won the Derrinstown I thought he was as good a winner as St Jovite [Bolger’s 1992 Derby runner-up and subsequent Irish Derby winner] had been. We’ll have to wait and see whether he gets up to that level or not but I couldn’t have been happier with him than I am.” Sir Michael Stoute, trainer of Ulysses, said that, despite his colt’s relative inexperience – his three runs to date have all been in maiden events – he is confident that Epsom will not catch him out. “He’s really well-balanced and he has an Epsom pedigree [by the Derby winner Galileo out of the Oaks winner Light Shift] and we’ve always loved him,” Stoute said. “He had a hiccup in January, so we didn’t have him fully fit at Leicester [last time] but he couldn’t have done it better than he did and he’s really been improving since.” Stoute will also be reunited with his former stable jockey Kieren Fallon at Epsom on Saturday week after the jockey, who rode both Kris Kin and North Light to victory for the trainer, was booked to ride the outsider Across The Stars. “We’ll hope for the best,” Stoute said. “The owner [Saeed Suhail, who also owned Kris Kin] was keen to run.” Aidan O’Brien still has eight entries in the Derby, with Monday’s supplementary stage still to come, but it now seems unlikely that The Gurkha, easy winner of the Poule d’Essai des Poulains [French 2,000 Guineas] this month, will line up at Epsom. The final team from Ballydoyle could consist of four runners, headed by US Army Ranger, who edged out his stablemate Port Douglas in the Chester Vase when receiving 5lb from the runner-up. Port Douglas is also likely to make the trip to the Downs, along with Deauville, the runner-up behind Wings Of Desire in the Dante, and Idaho, third home behind Moonlight Magic in the Derrinstown. Which of them will be the mount of Ryan Moore, however, will not become clear for some days yet. “Ryan thinks a lot about everything and he doesn’t say a lot until he has to say it,” O’Brien said. “He’ll leave it as late as he wants, we’ll tell him what we think and then he’ll make a decision. “We were very happy with US Army Ranger at Chester. We knew it was always a danger that he’d find Chester very strange and in ideal world we would have preferred a faster pace early, but Port Douglas didn’t go very fast in the first half and they only started to race when US Army Ranger joined him. “Port Douglas was leaning on him, he had the crowd on his left and Port Douglas on his right, and he went up the straight in cruise control rather than getting down to really gallop. We hope that it was greenness and he should have come on and learned a lot from it.” O’Brien also reported that Minding, the favourite for the Oaks on 3 June, had no blood in her sinuses on Tuesday morning following an injury sustained in the stalls before the Irish 1,000 Guineas on Sunday, in which she finished a close second behind Jet Setting. “She cantered this morning,” O’Brien said. “She would do very little for the next 10 days and, all being well, it would be the Oaks, I’d imagine.” The opposition to Minding could well increase at the supplementary stage after a change of heart by Godolphin, as Skiffle, winner of the Height of Fashion Stakes at Goodwood last week, is now a possible runner at Epsom having previously seemed likely to wait for the Ribblesdale Stakes at Royal Ascot. “We’ll decide over the weekend,” John Ferguson, Godolphin’s chief executive, said on Tuesday. “She won really well at Goodwood. The immediate reaction was that we would wait for the Ribblesdale but things look a little more open [following Minding’s defeat at the weekend] so the option of supplementing her is a definite possibility.”",
  "webTitle": "Frankie Dettori gives Derby hope Wings Of Desire a spin around Epsom",
  "webPublicationDate": "2016-05-24T16:08:53Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/24/frankie-dettori-derby-favourite-wings-of-desire-spin-epsom",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Frankie Dettori",
      "id": "sport/frankie-dettori",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Oaks",
      "id": "sport/epsom-oaks-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/24/frankie-dettori-derby-favourite-wings-of-desire-spin-epsom"
}