{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/25/winning-champions-league-making-love-real-madrid-sergio-ramos-cristiano-ronaldo-atletico-madrid",
  "id": "2016-05-25-243",
  "sectionId": "football",
  "body": "Sergio Ramos insists that when it comes to the first time, winning the European Cup is like having sex – you never forget it. The scoreboard showed 92.48 when Ramos headed in the goal that ensured the 2014 final went into extra time and, from there, took Real Madrid to their 10th European Cup triumph. Two years later, they are chasing their 11th such title and should they win this time Ramos will be the captain who lifts the trophy. He says, however, that Lisbon will always be special, even if it can be bettered.   Related: Cristiano Ronaldo limps out of training before Champions League final    “The first time is like when you make love: you always remember it … but then it’s true that you can improve because to start with you’re a disaster,” Ramos joked. “The first time always has a special taste. I was the protagonist for a great goal,” he said. “But I am optimistic, very ambitious, and I prefer to keep turning the page and adding [trophies] to my CV. Hopefully I will have the chance to lift the trophy.” Real Madrid return to the final two years later and against the same opponents, their city rivals Atlético Madrid. If Ramos’s memories are fond ones, theirs are painful. While Atlético’s players have sought to avoid talk of revenge, publicly at least, the desire to heal the wound from 2014 is strong. “They’re entitled to look at the game any way they like but there’s no sense of revenge for us,” Ramos said. “There have not been many changes in the team. The players are the same as they were then and we have the chance now to play a second final in two years. To have been able to play my part with that goal is lovely. “It’s always special to play against Atlético or Barcelona – and all the more so in a final. “We know our opponents well; we know exactly what kind of team we will be facing. If there’s any team around that has not changed its philosophy that’s Atlético. We know that it will be a very competitive, very hard game against a team that plays with a lot of intensity, a lot of character. We’ll see what happens.” Cristiano Ronaldo, meanwhile, has said he expects to be fine for the final, despite pulling out of training following a clash with the goalkeeper Kiko Casilla. There were a few minutes left in Real Madrid’s session when a nudge from Dani Carvajal resulted in Ronaldo bumping into Casilla and, following attention from medical staff, the forward walked off alone, throwing down a water bottle in anger as he left. Ronaldo was withdrawn at half-time in Madrid’s final league game of the season, having struggled with a muscular injury in the two weeks before, and missed the semi-final first leg against Manchester City at the Etihad. This was also the third session in a row that he had been unable to complete. However, before the run-out the Real manager, Zinedine Zidane, said the player would be fully fit for the final and after it Ronaldo insisted he will be fine for Saturday, despite departing early. “It was just a scare,” he said. “I got a dead leg but I will be fine in two days. I think I will arrive at this game in better shape [than two years ago],” he said. “I have been getting better. I had a small problem, which is normal after being the player who played the most minutes. This is the season I have played the most but, apart from this small problem in training [today], I am at my best level.”",
  "webTitle": "Winning Champions League is like making love, says Real’s Sergio Ramos",
  "webPublicationDate": "2016-05-25T09:00:35Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/25/winning-champions-league-making-love-real-madrid-sergio-ramos-cristiano-ronaldo-atletico-madrid",
  "keyword": [
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Cristiano Ronaldo",
      "id": "football/ronaldo",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/25/winning-champions-league-making-love-real-madrid-sergio-ramos-cristiano-ronaldo-atletico-madrid"
}