{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/26/minefield-falklands-theatre-veterans-battle",
  "id": "2016-05-26-284",
  "sectionId": "stage",
  "body": "Later this week, Lou Armour, a special needs teacher, and Gabriel Sagastume, a retired criminal prosecutor, will stand shoulder to shoulder on a stage at the Brighton festival. Thirty-four years ago, they were in the Falklands, fighting on opposite sides. If they had met then, they might have tried to kill each other; now when they meet, they hug. Armour and Sagastume, along with four other Falklands veterans, have been brought together by Argentinian theatre-maker Lola Arias to create Minefield, a piece of documentary theatre co-commissioned by the London international festival of theatre. Like Arias’s previous, celebrated shows, it treats individual lives as historical documents that can tell us much, often more than any history book.     Marcelo Vallejo and David Jackson, centre, in Minefield. Photograph: Tristram Kenton for the Guardian    In The Year I was Born, Arias approached nine Chileans, all born between 1976 and 1984, the years of the Augusto Pinochet dictatorship, and asked them to investigate their own family histories and mythologies, sometimes with devastating results. One participant discovered that the father she had always been told was dead was in fact in prison for his role in the murder of two of Pinochet’s political opponents. The way that personal lives are shaped by public events was also explored in My Life After, which excavated the consequences of the Argentinian dictatorship on those whose parents had differing ideological positions. Minefield, which transfers to London’s Royal Court after its Brighton dates, presents a different challenge, as it takes the veterans back in time to the young men they were in 1982. Arias has been struck, however, by how little conflict has emerged. She points to the fact that while both the Argentinian and British governments may continue to take a stand  on the sovereignty of the Falklands or Malvinas, the people who went to fight there were not defending a personal ideology, but simply doing a job for their country.     Lola Arias’s The Year I Was Born. Photograph: David Alarcón    “The moments of conflict have often been more around their desire to remember and honour the dead and the reputation of the regiments they fought for,” Arias says. “They keep asking why we haven’t included key moments such as the battle for Goose Green, and I tell them that we are not writing a history book but dealing in personal memory and if you weren’t at Goose Green then it is not part of your memory. You are representing yourself on stage, not your country or your battalion.” It’s memory as a minefield that has fascinated Arias in so much of her work and which takes centre stage in this piece, which takes the men back in time and makes them consider recollections which have either become burnished through frequent retelling or have remained buried and unacknowledged. “When you start to remember, you never know what you will find,” says Arias, “sometimes something explodes that you didn’t even know was there.” As part of the ongoing creative process – which has lasted longer than the Falklands war itself; the conflict was over in 74 days – she asked the men to keep diaries charting their thoughts and feelings about revisiting the past. “It’s been quite challenging at times,” says Armour, who quietly acknowledges that he has been unexpectedly ambushed by some of the feelings that have arisen. It’s been the same for some of the others: Ruben Otero, who now makes a living in a Beatles tribute band, has had to relive surviving the sinking of the General Belgrano, in which 323 of his comrades died; Marcello Vallejo, now a triathlon champion, is brutally honest about how his Falklands experience fuelled a period of substance abuse, now long behind him.     Marcelo Vallejo in Minefield. Photograph: Tristram Kenton for the Guardian    “An integral part of the process is dealing with what comes out,” says Arias, “and deciding what will and won’t appear in the piece. I create text from what they tell me and then I give it back to them and they decide whether it will or won’t go in, and they can always change their minds at any point, even once we are performing it. They have the power. In the end the authorship of all my pieces is a shared responsibility, because all of us are involved in the process.” Arias is acutely conscious that we are all constantly authoring our own life stories and the act of retelling them creates constant modifications, so that every true life story is a kind of fiction.  Her aim is to get beyond the “recited” version – particularly those involving trauma and tragedy – that is often constructed as a form of self-protection. “We go back to the very beginning and reconstruct their memories and stories. It can take hours to get just a single minute of material. You have to be very patient, because it can be painful and difficult,” says Arias. She acknowledges that the process sounds a little like mining, only it’s memory rather than ore or gems that is being extracted. But it’s just as precious, perhaps even more so. “What you discover is how far the past and present co-exist in all our lives and how much what once happened to us has an influence on who and what we are now. Whether we acknowledge it or not. This play is like a time machine. We see these men as they are now in their 50s and we also catch a glimpse of their younger selves, those young men in their late teens and early 20s who went to war.” She smiles: “Sometimes I catch myself looking at them and find it very difficult to imagine them on the battlefield, when I see who they are now.” • At Brighton Dome Corn Exchange, 28 and 29 May. Box office: 01273 709709. Then at Royal Court, London, from 2 June. Box office: 020-7565 5000.",
  "webTitle": "Minefield: the Falklands drama taking veterans back to the battle",
  "webPublicationDate": "2016-05-26T08:00:06Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/26/minefield-falklands-theatre-veterans-battle",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Falkland Islands",
      "id": "uk/falklands",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/26/minefield-falklands-theatre-veterans-battle"
}