{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/17/nestle-bottled-water-oregon-measure-14-55",
  "id": "2016-05-17-224",
  "sectionId": "business",
  "body": "A rural county along the Columbia river in Oregon will have an opportunity on Tuesday to be the first in the United States to reject a Nestlé water-bottling facility by popular ballot initiative. If successful, the measure could set a precedent making it much harder for Nestlé and other water-bottling companies to find new sources at a time when a long drought in the American west has triggered public anger at the very notion of private companies making money and creating extensive plastic bottle waste out of a badly needed resource. The battle has been fierce, sometimes pitting neighbor against neighbor. Backers of Measure 14-55 argue that Nestlé, which hopes to pump 238m gallons of water a year from a natural spring in the town of Cascade Locks, is being invited to help itself to a precious natural resource in a time of drought, and privatize it on terms that benefit only the company. “The special arrangement for Nestlé [over water rights] should never have happened,” said Julia DeGraw, who has been helping coordinate the Yes on 14-55 campaign as a regional organizer for Food and Water Watch. “We didn’t take this ballot measure on lightly – it was largely because of a complete lack of leadership from the governor.” Opponents counter that Nestlé will bring jobs and economic development to a depressed former lumber town. For years, politicians in Cascade Locks and on the local county commission have echoed Nestlé’s arguments that granting the company access to water at Oxbow Springs, where the state runs a salmon hatchery, would create at least 50 “family wage” jobs and provide tax revenue to the community. “The pros outweigh the cons by a long shot,” the mayor of Cascade Locks, Tom Cramblett, argued recently. Some residents complained, however, that the politicians did not hold full public hearings, accepted trips from Nestlé to California, and presented negotiations between Nestlé and the state authorities as a done deal that was now out of ordinary people’s hands. That, in turn, triggered a revolt from locals who formed their own activist group, the Local Water Alliance, which forced the first public meeting last year and started pushing back against the official line. One activist, Katelin Stuart, said of the local politicians: “I hear the words coming out of their mouths and I know it’s Nestlé talking, and that bothers me a lot.”     Backers of Measure 14-55 argue that Nestlé is being invited to help itself to a precious natural resource in a time of drought, and privatize it on terms that benefit only the company. Photograph: Don Ryan/AP    Opponents of the bottling operation fear that because of automation, local jobs are likely to be few and that 15 years of tax abatements promised to Nestlé would restrict local revenues to a vanishing point. They also worry that hundreds of heavy trucks rumbling through Cascade Locks every day to take the water to an offsite bottling plant and then to market would incur millions of dollars in road improvement costs and have a disastrous impact on tourism and other burgeoning local businesses, including a brewery, a wood chip factory and a fish market. Those concerns have been dismissed as “disinformation” by opponents including Rebecca Tweed, one of the top political lobbyists in Oregon hired by the pro-Nestlé political action committee to snuff out the local revolt and stop passage of Measure 14-55. Despite her own outsider status, she characterized her adversaries as out-of-towners trying to impose their will on the people of Cascade Locks. “It’s a very competitive campaign,” she acknowledged. Cascade Locks is less than 50 miles from Portland but feels a world away along a stunning, lush green stretch of the Columbia river as it winds between mountain ranges. Unemployment runs close to 20%, well above the state average The campaign ahead of Tuesday’s election, which coincides with Oregon’s presidential primary, has featured dueling video releases, radio ads and glossy pro-Nestlé mailers. The two campaigns were each reported to have built campaign war chests of about $40,000 until a new filing over the weekend revealed an extra $70,000 in campaign spending by Nestlé over the past two months via its political action committee, the Coalition for a Strong Gorge Economy. The pro-Nestlé lobby has questioned the legality of changing the county charter to limit bottling operations to 1,000 gallons a day – about 11 times less than Nestlé hopes to be bottling each hour. They say they expect the issue to be tied up in litigation for years if the initiative passes. DeGraw of Food and Water Watch dismissed this as a “fear-mongering tactic … to scare people into voting against their personal belief”. As concern over the long drought has heightened over the past two years, Nestlé and other big water-bottling companies have found themselves increasingly under siege. In southern California, the company is struggling to negotiate a new contract with the US Forest Service to draw its Arrowhead brand water from a source in the San Bernardino National Forest following the discovery by a local newspaper last year that it had been operating without a permit since the late 1980s.",
  "webTitle": "Amid Western drought, Oregon county to vote on Nestlé bottling public water",
  "webPublicationDate": "2016-05-17T10:30:00Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/17/nestle-bottled-water-oregon-measure-14-55",
  "keyword": [
    {
      "webTitle": "Nestlé",
      "id": "business/nestle",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oregon",
      "id": "us-news/oregon",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Gumbel",
      "id": "profile/andrew-gumbel"
    }
  ],
  "guardianId": "business/2016/may/17/nestle-bottled-water-oregon-measure-14-55"
}