{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/elgar-orch-fraser-piano-quintet-sea-pictures-cd-review",
  "id": "2016-05-12-165",
  "sectionId": "music",
  "body": "Elgar’s mature chamber music – the String Quartet and Violin Sonata, and especially the Piano Quintet – seems finally to be getting the more regular performances it deserves. But Donald Fraser’s attention to the quintet has gone farther still, turning the work into a fully fledged orchestral piece, a three-movement symphony, in effect. The model for Fraser’s arrangement was apparently Elgar’s own orchestration of Bach’s C minor Fantasia and Fugue, but it invites comparisons, too, with Schoenberg’s orchestration of Brahms’s G minor Piano Quartet. Kenneth Woods’s performance with the English Symphony Orchestra certainly shows that it is a plausible orchestral work. As scored by Fraser, certain passages, such as the second subject in the opening movement, immediately connect with the world of the symphonies and the symphonic poem Falstaff – even if describing it as the wartime symphony that Elgar never wrote would be going too far. But while Fraser’s work on the quintet does genuinely seem to give the music another dimension, his arrangement for mixed choir and strings of the song cycle Sea Pictures seems much less successful, losing the expressive identity of the familiar version with solo mezzo, and its range of orchestral colours.",
  "webTitle": "Elgar (orch Fraser): Piano Quintet; Sea Pictures CD review – new dimensions for familiar work",
  "webPublicationDate": "2016-05-12T14:30:01Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/elgar-orch-fraser-piano-quintet-sea-pictures-cd-review",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/12/elgar-orch-fraser-piano-quintet-sea-pictures-cd-review"
}