{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/donald-trump-republican-voter-base-gop-leaders-denial",
  "id": "2016-05-06-214",
  "sectionId": "commentisfree",
  "body": "In the days leading up to the Indiana primary, Ted Cruz announced that America faced “a time for choosing”. He didn’t say it just to pretentiously quote Ronald Reagan in his failed attempt to catapult Barry Goldwater to the presidency (though it did have that added benefit). Rather, Cruz did it to frame the debate: Americans could either back him, a principled if widely reviled conservative insider, or they could back Donald Trump and “plunge into the abyss”.   Related: Will the Republican party suck it up and embrace Donald Trump? | Richard Wolffe    The Republican electorate chose Trump. And now that he is the presumed candidate for president, it is the party establishment that must make a choice: To Donald or not to Donald? The trouble for them all is that to hate Donald Trump has become synonymous with hating their own electorate. It’s no longer a question of supporting Donald Trump: it’s a question of supporting the people they’re presumed to represent. The beauty and the horror of Trump is that he tells people what he thinks they want to hear, and his genius is knowing precisely what that is. He’s done a better job of reading the GOP base than anyone in the party and, ever the salesman, he’s selling himself in the image of his electorate’s values. Trump’s populist message on the economy, trade deals and national security (he was against the Iraq war and appears to be largely non-interventionist) coupled with a generous dose of racism, sexism and xenophobia is the most accurate portrait we have of what Republican voters actually think, feel and want to see represented. And many in the Republican leadership, perhaps sensing that this is a losing general election strategy, are by turns discouraged and embarrassed. This was true at least as far back as 2008, when Republican leaders like John Boehner and John McCain envisioned a party that was relatively moderate, diverse and inclusive – an effort perhaps best embodied in a memo Boehner sent to his colleagues that election cycle with the subject line, “The future is Cao”. But who, you might be asking yourself, is Cao? That is precisely the point. The first Vietnamese American to ever serve in Congress, Louisiana’s Joseph Cao represented an inclusive conservatism. He sought to embody not just conservative ideals but also the interests of his mostly black constituents. When he was elected in 2008, he exemplified the conservative ideals of party leadership, but notably, not of the actual electorate. Two years years later, Cao was out of Congress, and a new class of Tea Party Republicans rose up.   Related: Betrayed by their party, Republicans voted Trump. But will he betray them too? | Christopher R Barron    Even now, eight years later, party elites still haven’t learned their lesson. Take earlier this year, when leadership tapped Nikki Haley, the first Indian American governor of South Carolina, to deliver the party response to Obama’s State of the Union address. Haley was cast as the best brand of conservative to bring together a divided nation – last year she earned plaudits when she called for the removal of the Confederate flag from her state’s capitol in the wake of the racially motivated Charleston shooting. She lent credence to GOP’s notion that its party can appeal to women, minorities and immigrants, criticizing her party for an approach that “appears cold and unwelcoming to minorities”. That particular strain of Republicanism, she added, is “shameful and that has to change”. The vision she’s laid out is in many ways the antidote to Trumpism. He calls for a ban on all Muslims; she invokes her family’s immigrant history in explaining the need for tolerance. This was the Republicanism party elites wanted. This was a party that could be competitive in an increasingly diverse society – a party embodied by the candidacy of Marco Rubio. This was a party that could win a general election. But it’s not representative of their voting base. Trump is. And what he represents – the very thing Nikki Haley called “shameful” – is. Sure, he’s not espousing traditional conservative values in condemning free trade and American interventionism, but neither does his base any more. The party has changed in ways elites have failed to grasp up there in their marble-floored buildings, though they are slowly grasping it now. It’s why many within the establishment like the RNC’s Reince Priebus are calling for unity around Trump. And why others are backing away from what, as Red State writer Ben Howe put it in a tweet last month, might best be described as, “That awful moment when you realize your party actually does have an overabundance of racists.” Everyone in leadership can make their own choice, but the tea leaves are clear. The trouble now for Cruz and for so many other Republican leaders facing the question of whether to back Trump, is that it’s not just Trump they’re choosing; it never was, really. They’re choosing whether they’ll finally relinquish conservatism as they know it, and as it no longer really exists. In uniting around Trump, something the party leadership looks poised to do, they will also be doing something much darker. As #NeverTrump morphs into #EventuallyTrump, the heart of the conservative movement will die, and it will be replaced by a new party entirely.  It’s one that’s appealingly populist, sure. But also racist, sexist, xenophobic – at times violent – and consistently mad as hell at a political class that looks down on them while taking their votes for granted.",
  "webTitle": "Donald Trump represents the party base. Leaders must finally admit it | Lucia Graves",
  "webPublicationDate": "2016-05-06T11:30:25Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/donald-trump-republican-voter-base-gop-leaders-denial",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucia Graves",
      "id": "profile/lucia-graves"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/donald-trump-republican-voter-base-gop-leaders-denial"
}