{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/16/bill-macilwraith-obituary",
  "id": "2016-05-16-113",
  "sectionId": "stage",
  "body": "The playwright and television screenwriter Bill MacIlwraith, who has died aged 88, was best known for a mother-in-law-from-hell play, The Anniversary (1966), which was adopted by Bette Davis for a 1968 film which featured three of the original British cast – Sheila Hancock, Jack Hedley and James Cossins – although Davis had wanted a more Americanised version. When Hancock played “Mum” herself – the role taken by Davis in the film – in an unsuitably girlish dress and a black eye-patch in a revival 10 years ago directed by Denis Lawson, the full south London bite and fury of a widowed mother running a dodgy building company, and stifling the aspirations of her three grown-up sons and their womenfolk, was restored; Hancock’s performance was acclaimed by Sheridan Morley as “the finest, funniest and most frightening comic turn in London”. While MacIlwraith could fairly be described as a one-hit wonder in the theatre, his stock rose steadily on television through eight episodes of The Human Jungle (1963-64), starring Herbert Lom, and several scripts for Armchair Theatre. He consolidated his reputation with Justice (1973-74), starring Margaret Lockwood as a barrister, and with Two’s Company (1975-79), in which Elaine Stritch as a brash thriller writer and Donald Sinden as her old-style, deferential butler proved hilariously that the US and Britain were indeed, in Shaw’s phrase, two nations divided by a common language.     Bill MacIlwraith consolidated his reputation by writing for television. His hits included Justice and Two’s Company, starring Elaine Strich and Donald Sinden    MacIlwraith’s parents, Archibald and Margaret, were Scottish and went south for work. Archibald was a printer with what was then still known as the Manchester Guardian. Bill was born in Friern Barnet, north London, before the family settled in Bounds Green. He left school at 15 and worked as a clerk with the Tottenham and District Gas Company. He did his national service in the far east, during the Malaysian emergency, and wrote sports commentaries before gaining a place at Rada in London in 1948. Doing the rounds in 1950s rep, he met and married Elizabeth Duckworth (stage name, Elizabeth Elston) while both were working in Manchester. Bill was determined to be a writer – he had been sending off scripts and short stories in his teenage years – and his resolve was stiffened by the death of his elder brother, John, in Bomber Command with the RAF during the second world war. His main weapons were a truly sardonic sense of humour and a natural gift for dialogue. Although quiet and deeply private, MacIlwraith was a convivial and generous host, and a devoted husband and father, so it is a mystery as to where the dysfunctional horrors of The Anniversary come from; Mum hated her husband who had died 10 years previously, and the 40th anniversary get-together is another chance to trample on his grave. Her sons are not so much tied to her apron strings as strangled by them. One is a miserable transvestite, and the new arrival, a pregnant fiancee, is subjected to a well-practised ritual of humiliation and abuse. The play, starring Mona Washbourne as Mum in the first production at the Duke of York’s, was one of the mid-60s West End black comedy sensations – others were Joe Orton’s Entertaining Mr Sloane and Frank Marcus’s The Killing of Sister George – that were as good as anything at the Royal Court or National Theatre; indeed, the Court followed soon after with its own 40th wedding anniversary play, David Storey’s In Celebration, but the tone was less gleeful, less garish and more ruminatively poetic. MacIlwraith’s modest affiliation to this new wave was heralded by a short, one-hour movie Linda (1960), a bitter-edged love story set in south London gangland, directed by Don Sharp, with Carol White, who went on to make Cathy Come Home and Poor Cow; it was released as a support feature to Karel Reisz’s Saturday Night and Sunday Morning with Albert Finney. The 90-minute movie of The Anniversary had a troubled genesis, as Davis, in her 78th starring role, fell out with the director, Alvin Rakoff, and had him replaced by Roy Ward Baker. It was produced by Hammer, which misled critics and audiences into expecting more ghoulish thrills and spills than were on offer in a macabre and unsettling domestic comedy. It was not a huge success and MacIlwraith never went to Hollywood. He could not have cared less. Other notable television comedy series he wrote for were Beryl’s Lot (1973-74), in which Carmel McSharry played a character inspired by the story of a below-stairs servant, Margaret Powell, transforming her life of domestic service into that of a writer; and Seconds Out (1981-82), in which Robert Lindsay became a boxing champion over 13 rounds (or episodes). MacIlwraith continued to write now mostly forgotten plays. I like the sound of The Last Gamble (1990), in which a father takes great exception to the success of his younger son, a corrupt solicitor, after losing his elder boy in the war; a plea for help ends in tragedy. The family moved house to south Harrow and Pinner, and then, 15 years ago, upped sticks and settled happily in Chesterfield, Derbyshire. Elizabeth died in 2014. MacIlwraith is survived by their children, Angus and Gabbie, and by three grandchildren. • William Pirie MacIlwraith, playwright and screenwriter, born 13 April 1928; died 9 May 2016",
  "webTitle": "Bill MacIlwraith obituary",
  "webPublicationDate": "2016-05-16T16:52:33Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/16/bill-macilwraith-obituary",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Coveney",
      "id": "profile/michaelcoveney"
    }
  ],
  "guardianId": "stage/2016/may/16/bill-macilwraith-obituary"
}