{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/liverpool-chelsea-premier-league-match-report",
  "id": "2016-05-11-36",
  "sectionId": "football",
  "body": "A Belgium international belatedly illuminated Anfield, though it was not Christian Benteke with the injury-time equaliser that preserved Liverpool’s unbeaten home run. Eden Hazard rolled back the months with a display reminiscent of his role in Chelsea’s title victory last season but it is his country, not his club, that stands to benefit from his return to fitness and form.   Related: Sunderland safe after Lamine Koné double sinks crumbling Everton    Chelsea’s away support chanted for a new contract for John Terry and unveiled a banner showing the trophies won under his stewardship complete with a call to “sign him up”. Yet the performance of their mesmerising No10 showed there are other, younger assets that Stamford Bridge can ill-afford to lose this summer. Hazard capped a fine evening with an outstanding individual goal, only his fourth in the Premier League this season, and his recovery comes just in time for Belgium’s Euro 2016 campaign. But Guus Hiddink’s team paid the price for failing to kill the contest in the second half. “He had a difficult year,” Hiddink, Chelsea’s interim manager, said of the Belgian. “He was one of the best last year and this year he was falling into injury, coming back nearly, falling back into injury and that made him vulnerable physically. You get frustrated. The last few weeks he has been working on a programme to be fully fit and now steadily he has got his shape and then you can see what he is able to do. He has a lot of talent, is clever and can play one-on-one. He is conceding a lot of physical contacts but he goes on and it is nice to see. He is physically and mentally fit and it is a pleasure to see those sort of players.” For Jürgen Klopp, there was an element of fortune in Liverpool’s unbeaten run at Anfield reaching game No13. A ninth Premier League defeat beckoned in the manager’s 50th match in charge until the Chelsea goalkeeper Asmir Begovic was deceived by Sheyi Ojo’s cross and pushed the ball on to the head of the waiting Benteke. The combination of the two Liverpool substitutes for the equaliser reflected well on the team’s attitude and the manager’s decision to go for broke, but Klopp will need much more from what appeared his Europa League final side when it reconvenes against Sevilla next week. Klopp said: “For the first 15 minutes we played wonderful football without scoring and I said after the game it was the most important game of the season. We showed in the first 15 minutes what we were capable of. There was not enough faith in our own quality and so we lost patience and when you lose patience it is always difficult and we lost formation.           Jürgen Klopp: Liverpool need patience after draw against Chelsea – video    “We didn’t defend together but we invested a lot and that made us tired. That was the problem of the game. Maybe they could have scored the second one but Simon Mignolet did brilliantly and Kolo [Touré] and Dejan [Lovren] saved our life at this moment. We had two or three really good moments and we used one to get a draw. The last 10 minutes it was not too lucky but we could have lost today.” Hazard opened the scoring with a quite exquisite goal. There was minimal threat to the home defence when the playmaker collected possession deep in the Liverpool half and even after exchanging passes with Cesc Fàbregas. But then he accelerated past four weak challenges with a deft touch and a drop of the shoulder and, from the edge of the penalty area, swept an outstanding finish into the far corner of Mignolet’s goal. It served as a reminder of the form and talent that brought Hazard player of the year awards last season and has been sorely missed at Stamford Bridge for the majority of this campaign. Bertrand Traoré, the youngster Tammy Abraham and Hazard all had chances to secure the away win but, with Mignolet saving well and opportunities wasted, Liverpool always had hope of a reprieve. Benteke provided it with a close-range header before Klopp led his squad on a lap of anticipation. It is now all about Sevilla.",
  "webTitle": "Liverpool’s Christian Benteke pegs back Chelsea after Eden Hazard’s stunner",
  "webPublicationDate": "2016-05-11T20:59:35Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/liverpool-chelsea-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/11/liverpool-chelsea-premier-league-match-report"
}