{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/14/vw-sharan-se-nav-car-review-more-well-than-you-think",
  "id": "2016-05-14-133",
  "sectionId": "technology",
  "body": "I looked at this car and thought it was going to drive a bit wheezy and puffed out. I don’t know if that’s an assumption I have about seven-seaters, or whether I got some subliminal message from its eminently reputable face, but whatever it was, I was wrong. The Sharan is not a particularly nippy vehicle, but it has more welly than you’d think, and is incredibly solid and reassuring. Obviously the point of a people carrier is not welly but wellies; can everybody fit into it with their stuff, and do they do lumbar stretches and moan when they get out? Is the middle seat big enough, not just for adults but adults who don’t really know each other and would rather die than rub thighs? It is. It doesn’t have a huge boot with the seats up, but if it did, it wouldn’t be a car, it would be a bus. With the seats down, you could fit another car in there. The seat-flattening is incredibly intuitive and well-designed, and you finish with a space so airy, you’re almost compelled to lug stuff around. The only place there isn’t very much space is in the oddment stowage; but who needs a nook for your keys when you’ve got a table, four chairs and a man in a hammock in your boot? It’s big; you’ve got that, right?   Related: Skoda Superb Estate car review – ‘It looks like a cartoon character with a friendly moustache’     The VW styling is quite divisive, along the battle lines of boring versus pleasingly car-like. I admire its predictable edges, the fact that it doesn’t stick twiddly bits anywhere and expect you to be impressed. I loved the familiarity of the cabin, so that you could close your eyes and be in a Passat – except definitely don’t close your eyes, and of course, if you closed your eyes, you could be in a Skoda. Maybe it is a little staid, but – like the perfectly alert six-speed gearbox and the fine but not grippy steering – that is part of the point. People carriers that pretend they are SUVs are basically a mobile advert for how much your life has disappointed you. You should be grateful to the Sharan for looking the way it does. I had the SE NAV 2.0, a diesel engine and the greenest version, with mileage that was impressive given the size and an emissions count that was as low as it could be, unless you go back in time and have fewer children. I did the least mature driving I’ve ever done, filling it so that I couldn’t see the rearview or even one wing mirror, then throwing myself around the roads on one wing and a prayer, thinking: God, I’m respectable. VW Sharan SE Nav 2.0 TDI 150PS DSG: in numbers      Price £30,465 Top speed 124mph Acceleration 0-60mph in 10.3 seconds Combined fuel consumption 57mpg CO2 emissions 130g/km Eco rating 6/10 Cool rating 5/10",
  "webTitle": "VW Sharan SE Nav 2.0 TDI car review – ‘It has more welly than you’d think’",
  "webPublicationDate": "2016-05-14T10:00:00Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/14/vw-sharan-se-nav-car-review-more-well-than-you-think",
  "keyword": [
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Volkswagen (VW)",
      "id": "business/vw-volkswagen",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Automotive industry",
      "id": "business/automotive-industry",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Williams",
      "id": "profile/zoewilliams"
    }
  ],
  "guardianId": "technology/2016/may/14/vw-sharan-se-nav-car-review-more-well-than-you-think"
}