{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/20/charles-lyte-the-journalist-who-blossomed-as-a-gardening-writer",
  "id": "2016-05-20-134",
  "sectionId": "media",
  "body": "Charles Lyte, one of the nicest men to grace the Daily Mirror’s editorial staff, has died, aged 80. By the time he left the paper in 1991, he was its gardening correspondent, a role in which he excelled. He was responsible for launching the Mirror garden at the Chelsea flower show and won a gold award for his pains.  Charles went on to write about gardening for several other papers, including the Daily Telegraph and Today, and became a prolific author. He was noted for being “a gent”, said a former Mirror reporter, recalling that his office nickname was “the rural dean.” The former news editor, Al Shillum, said: “Charlie was a likeable and erudite man who brought a touch of class to news conferences.”     Charles Lyte in 1980. Photograph: Alistar Macdonald/Mirrorpix    A former colleague, Mike McCarthy, agreed, describing him as “a well-bred gentleman - the soul of kindness and decency.” These were qualities that led to him being chosen for an unenviable regular assignment. He was deputed to be the weekly lunch companion of Kingsley Amis, who was appointed in January 1984 by the Mirror’s then editor, Mike Molloy, to be the paper’s first - and, it transpired, last - poetry editor. McCarthy recalls coming across Charles in the canteen one morning drinking a full carton of milk. He takes up the story:  “I said, ‘What are you doing, Charlie?’ and he replied, ‘Preparing for lunch with Kingsley’. About six hours later I came out of the Mirror building and saw him in the street, staggering along, with the great novelist in a similar state...  He spotted me and shouted: ‘Michael! Michael! Will you take Kingsley home?’ So I said sure, got my car, put Amis in the passenger seat and drove him to Camden somewhere. I took the opportunity to have a fascinating conversation with him about his great friend, Philip Larkin... When I dropped him off he couldn’t understand why I wouldn’t take any money. He said, ‘You seem to be remarkably well read for a taxi driver.’”  Charles loved that story too and had several others to tell about his outings with Amis, along with a host of tales about his long journalistic career. It began at the Farmer’s Weekly and the Kent & Sussex Courier before he went off to Rhodesia (now Zimbabwe) to work on the Bulawayo Chronicle.  On his return to Britain in 1965, he joined the diary team on the London Evening Standard, alongside Paul Callan and Max Hastings.  After stints on the Times, where he launched the business news diary, and the Daily Express, he freelanced for three years until 1973, when he helped to run the Daily Mail’s property section.     Charles Lyte showing Norma Major his Chelsea garden. Photograph: Harry Prosser/Mirrorpix    It was in 1976 that he joined the Mirror to work with his former colleague, Callan, on the diary. A string of different jobs at the paper followed, as lobby correspondent, religious correspondent and education correspondent before he was appointed to succeed the extraordinary Xenia Field as the gardening writer. Charles had found his true métier. He prospered in the role, and the Mirror prospered from his enthusiasm. As well as planning award-winning gardens, he launched a successful allotment competition. It was, of course, impossible to please all the readers all the time. In 1986, he was taken to task by a Mrs Thackray of Wakefield who thought him “beastly” for suggesting that moles should be gassed.  In 1991, Charles left the Mirror’s staff (I was editor at the time and secured him his redundancy deal) and a new career blossomed. Aside from his freelance journalism, he wrote a number of books, including a well received biography of the botanist Sir Joseph Banks, another about the explorer/plant-hunter Frank Kingdon-Ward, and a novel, A Land of Shades, set in the first world war. He is survived by his second wife, Sarah, and their two children. He also had two children with his first wife who was killed in a road accident in Bulawayo.  He and Sarah, who married in 1966, raised all four children, one of whom, Caroline, died three years ago. The funeral will be on 31 May at 2.30pm at Ugbrooke Chapel, Ugbrooke House, Chudleigh, Devon. *Charles Lyte, journalist, born 28 December 1935; died 17 May 2016",
  "webTitle": "Charles Lyte, the journalist who blossomed as a gardening writer",
  "webPublicationDate": "2016-05-20T14:06:13Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/20/charles-lyte-the-journalist-who-blossomed-as-a-gardening-writer",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mirror",
      "id": "media/daily-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "London Evening Standard",
      "id": "media/london-evening-standard",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Kingsley Amis",
      "id": "books/kingsleyamis",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Daily Express",
      "id": "media/dailyexpress",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail",
      "id": "media/dailymail",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Times",
      "id": "media/thetimes",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Telegraph",
      "id": "media/dailytelegraph",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Chelsea flower show",
      "id": "lifeandstyle/chelseaflowershow",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/20/charles-lyte-the-journalist-who-blossomed-as-a-gardening-writer"
}