{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/17/all-the-bright-places-jennifer-niven-review",
  "id": "2016-05-17-144",
  "sectionId": "childrens-books-site",
  "body": "Theodore Finch and Violet Markey meet on the ledge of the school’s bell tower, where both are contemplating suicide. Their story then begins, a heart-wrenching story of a girl who learns to live from a boy who wants to die, told by the voice of a new and talented author Jennifer Niven. Yes, this is her first book and it is utter brilliance. Theodore Finch helps Violet Markey to heal after the tragic death of her sister Eleanor in a car accident. Finch shows Violet that there is so much to live for, countless places to wander to and how to discover yourself along the journey. While Violet starts believing in infinite possibilities again, Finch’s world starts crumbling and he is thinking all the dark thoughts that he fears, which is very hypocritical (Violet agrees with me on this) since he just brightened up Violet’s world by showing her that there is so much to look forward too. All The Bright Places is a contemporary novel written from both Finch’s and Violet’s perspective so it vividly shows their different point of views, making the story all the more captivating.         The book addresses the fragile and sensitive issues of suicide and mental illness and it depicts how after someone’s death, their loved ones are left behind as the survivors of suicide who are radically changed and trying to come to terms with the loss. It is the kind of book that will stay with you for a long time. Furthermore the story is adapted from a true scenario in Jennifer Niven’s life: yes I know, right, appalling. Anyone who loved The Fault In Our Stars, 13 Reasons Why, Eleanor and Park or If I Stay, this is the book for you! Grab it and read it! This book is going to captivate you to such lengths that you are hooked onto each and every word and are incapable of putting it down. It will overwhelm you to the extent that you are either smiling with bliss or you are in tears.   Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "All the Bright Places by Jennifer Niven – review",
  "webPublicationDate": "2016-05-17T14:00:05Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/17/all-the-bright-places-jennifer-niven-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "School",
      "id": "books/school",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/17/all-the-bright-places-jennifer-niven-review"
}