{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/west-ham-swansea-city-premier-league-match-report",
  "id": "2016-05-07-84",
  "sectionId": "football",
  "body": "West Ham say goodbye to Upton Park on Tuesday and here they surprisingly took the opportunity to all but say goodbye to their hopes of qualifying for the Champions League. This was a match the hosts were meant to win at a canter but instead they were ruthlessly and deservedly defeated by a Swansea side who continue their transformation from relegation candidates to mid-table entertainers under Francesco Guidolin. The Italian’s name was sung by those who filled the away end while from the home supporters came little else but a sense of muted shock. And no wonder, given what they were witnessing. West Ham came into this match having lost only twice here all season and on the back of a 10-match unbeaten run. They had also recorded their highest points total in the Premier League, 59. Another three points felt guaranteed, especially given there were six changes to the Swansea line-up on the back of them securing their top-flight status with victory over Liverpool last week. But instead it was the visitors who imposed and impressed, securing their fourth away win of the season thanks to goals from Wayne Routledge, André Ayew, Ki Sung-yueng and Bafétimbi Gomis. West Ham now find themselves five points behind Manchester City in fourth and four points behind fifth-placed Manchester United with two matches to play, the first of which is against United, on what is sure to be an emotional occasion as West Ham fans, officials, players past and present bid farewell to their home of the past 112 years. Should they fail to beat Louis van Gaal’s side, the Londoners will also have to deal with being mathematically out of the running to finish in the top four. A win for Manchester City on Sunday against Arsenal will do that in any case. Failing to qualify for the Europa League is also a very real possibility for West Ham, as their manager, Slaven Bilic, is fully aware. “What I’ve kept saying for the last three or four weeks is that, unfortunately, the gap between us and the top four is bigger than the gap between us and Southampton and Liverpool, and that’s the gap that I’m concentrated on,” he said. “I could not say we did not want it [the Champions League] but I wanted to approach it game by game and the good thing is we have an opportunity on Tuesday in maybe the most special game ever at Upton Park to make up for this.” To do that West Ham will have to perform markedly better than they did here. Bilic described himself as angry with his team’s showing, claiming there were too many “passengers” in claret and blue. They started brightly and with purpose but after a quarter of an hour became increasingly disjointed and sluggish, with no one in the home ranks suffering a more torrid afternoon than Michail Antonio, who looked every part a right winger operating at right back. He was at fault for Swansea’s second and third goals, first allowing Stephen Kingsley too much time and space to play in a cross that Ayew thumped past Darren Randolph from close range on 31 minutesand then being turned and beaten too easily by Modou Barrow shortly after half-time, allowing the Swansea winger to put in a delivery that Ki swept home from near the penalty spot. Frankly, it came as no surprise to see Bilic move Antonio to a more advanced position on the hour mark. For all West Ham’s failings, Swansea deserve credit for how they performed here, passing the ball with intelligence and speed having weathered the early period of pressure. It also bodes well for their future that most of players that came into the team impressed, no one more so than Ki, who dictated the visitors’ tempo and played a part in their opening goal, sweeping a pass out to Kyle Naughton that was turned in from close range by the unmarked Wayne Routledge. Gomis, a substitute, wrapped up victory following a sweeping counterattack and after Kingsley had scored an own goal. “This was a good performance and we can now say it is not a bad season,” said Guidolin, who has lifted Swansea from 18th to 11th since becoming manager in January yet remarkably still does not know if he will be kept on by the Welsh club beyond next Sunday’s final match of the season, against Manchester City.   Related: Manchester United’s Juan Mata leaves Norwich City in relegation zone     Related: Dwight Gayle makes Crystal Palace safe with comeback against Stoke",
  "webTitle": "West Ham’s Europe hopes plunge as Routledge starts Swansea onslaught",
  "webPublicationDate": "2016-05-07T16:15:49Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/west-ham-swansea-city-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Swansea City",
      "id": "football/swansea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sachin Nakrani",
      "id": "profile/sachinnakrani"
    }
  ],
  "guardianId": "football/2016/may/07/west-ham-swansea-city-premier-league-match-report"
}