{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/fears-over-flying-to-egypt-only-increase-after-crash-of-flight-ms804",
  "id": "2016-05-19-77",
  "sectionId": "world",
  "body": "The crash of flight MS804 with 66 people on board on Thursday once again raises fears over the safety of passengers flying to Egypt – and over levels of airport security there and elsewhere.  No theory, technical or terror-related, has been ruled out for the disappearance of the Airbus A320, a modern plane with a good safety record, from its cruising altitude over the Mediterranean. But the flight between Paris and Cairo links two of the more obvious recent targets for Isis extremists.  Egypt reluctantly conceded that terror was the most likely reason for the latest tragedy. But the official Egyptian investigation into the downing of a Russian Metrojet airliner in October has still not concluded that a bomb downed the plane. It crashed in the Sinai desert killing 224 people aboard, mainly Russian holidaymakers. Russia soon announced its own findings, saying a homemade explosive had destroyed the plane, and Russian security chief Alexander Bortnikov has made clear that he assumes the EgyptAir crash was also an act of terror.      A section of the Russian plane that crashed in Egypt in October. Photograph: Maxim Grigoriev/EPA    Both Russia and Britain quickly stopped flights to Sharm el-Sheikh in November and returned thousands of tourists home without their luggage because of security fears. Despite Egypt’s renewed efforts, its security reputation took a further blow in March when a flight from Alexandria to Cairo was hijacked by a man wearing a fake suicide vest and diverted to Cyprus. The terror attacks on Paris last November and the bombing of Brussels airport in March have led to tightened security measures at Charles de Gaulle, France’s major hub airport. In France as in Egypt, the insider threat from airport staff, whether radicalised or induced, has been raised by security experts, who point to the number of screening, baggage, catering, technical and cleaning staff with access to planes.    Related: No theory ruled out over EgyptAir flight MS804 crash    One leading expert privately expressed concern about Paris’s major airport, which has had a history of terror-related activity as well as being a target; notoriously, the British shoe bomber Richard Reid travelled from Brussels to Charles de Gaulle to board a flight to Miami in 2001 despite security agents’ concerns.  Under the state of emergency in France, authorities have searched the lockers of airport staff and carried out checks on the thousands of employees with passes for sensitive airside areas of the airport – revoking access for dozens of staff. Bans on taking liquids or gels through security screening have since been applied to airport and airline crew as well as passengers. The EgyptAir flight was travelling with three security officers aboard, which has been normal procedure for some decades for numerous airlines in the Middle East. It was not carrying cargo. The security officers would have travelled throughout the plane’s various sectors in the previous 24 hours, which included stops at Carthage airport in Tunis and the Eritrean capital, Asmara. Despite the wider unrest in Eritrea and the terror threat within Tunisia, where 38 tourists were killed by a local gunman last year, security experts say it is no more likely that any explosive device would have been placed on the plane in north Africa than in Paris.  Norman Shanks, former head of security at Heathrow, said European regulations required security screening on every aircraft on a turnaround: “The search wouldn’t be the responsibility of the airport, but the airline, which would either do it itself or employ a contractor.” That would normally mean checking passenger areas, overhead bins, under seats and all compartments of the aircraft, he said, but added: “How detailed a search it would be is down to the people involved.”    EgyptAir plane's flights on Wednesday 18 May   David Gleave, an air accident investigator and aviation expert at Loughborough University, said that planting a bomb earlier in the itinerary was no more likely than in Paris: “EgyptAir had three security guards and there are thorough inspection procedures. Leaving a bomb onboard during five sectors [separate journeys] is possible but leaves a lot of issues about it exploding at the right point. Barometric timing [triggering through changing air pressure] doesn’t seem to be possible, and the longer you leave a bomb in a plane the more likely it is to be discovered.” Shanks said there was a possibility a bomb was placed aboard in Tunis or Amara, “but then you’d have to have a degree of collusion between the person conducting the check in Paris. You come down to a level of collusion or incompetence.” More information on the final movements of the plane were supplied by the Greek defence minister, Panos Kammenos, reporting “sudden swerves” and a rapid descent before flight MS804 dropped off the radar in the southern Mediterranean. While it appeared to suggest that the plane may have made a manoeuvre, experts said the accuracy of the information would depend on the source of the data.  Military radar could show the movements of large segments of a plane that had suffered a catastrophic breakup, Gleave said. He said the black boxes, designed to survive the impact, should be relatively easy to retrieve in the Mediterranean compared with other searches – certainly that of MH370. Investigators from the UK Air Accidents Investigation Branch with recent experience of recovering wreckage from the North Sea coastline, have offered assistance. Meanwhile, Egypt’s hopes of seeing its major European tourist customers return in numbers soon have been dealt another blow. Germany had just last week announced it would lift the ban on resuming flights to Sharm el-Sheikh but the British government has yet to change its stance, and airlines such as Monarch have already cancelled schedules until autumn.",
  "webTitle": "Fears over flying to Egypt only increase after crash of flight MS804",
  "webPublicationDate": "2016-05-19T17:52:51Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/fears-over-flying-to-egypt-only-increase-after-crash-of-flight-ms804",
  "keyword": [
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwyn Topham",
      "id": "profile/gwyntopham"
    }
  ],
  "guardianId": "world/2016/may/19/fears-over-flying-to-egypt-only-increase-after-crash-of-flight-ms804"
}