{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/09/translated-fiction-sells-better-uk-english-fiction-elena-ferrante-haruki-murakami",
  "id": "2016-05-09-125",
  "sectionId": "books",
  "body": "Translated literary fiction is selling better on average in the UK than literary fiction originally written in English, according to new research, with authors including Elena Ferrante, Haruki Murakami and Karl Ove Knausgaard driving a boom in sales. Though fiction in translation accounts for just 3.5% of literary fiction titles published, it accounted for 7% of sales in 2015, according to a survey commissioned by the Man Booker International prize.  The research, conducted by Nielsen Book, looked at physical book sales in the UK between January 2001 and April 2016. It found that translated fiction sales almost doubled over the last 15 years, from 1.3m to 2.5m copies, while the market for fiction as a whole fell from 51.6m in 2001 to 49.7m in 2015.  Although the proportion of translated fiction is still “extremely low”, at 1.5% overall, the sector still “punches well above its weight”, said the book sales monitor, with that 1.5% accounting for 5% of total fiction sales in 2015. “On average, translated fiction books sell better than books originally written in English, particularly in literary fiction,” said Nielsen. Looking specifically at translated literary fiction, sales rose from 1m copies in 2001 to 1.5m in 2015, with translated literary fiction accounting for just 3.5% of literary fiction titles published, but 7% of the volume of sales in 2015.    25% of our top 20 fiction titles are translated - if more were published I’m sure that percentage would be even higher  Chris White, fiction buyer for Waterstones     “In 2001, every literary fiction title written in English sold an average 1,153 copies, while every translated literary fiction title sold only 482 copies. By 2015 this had completely changed – every literary fiction title written in English sold an average of only 263 copies, while every translated literary fiction title sold an average of 531 copies,” said Fiammetta Rocco, administrator of the Man Booker International prize. “Not only are the numbers of translated books sold going up, but there is an incredibly devoted readership in Britain of translated fiction. We were amazed to discover this – the only thing we’ve known is the 3% figure and we didn’t know if that related to the number of titles published, or to sales. For translated literary fiction, it turns out the proportion published is about the same, at 3.5%, but that sales are much higher, at 7%.” Rocco said the research was “confirmation of the health and growth potential of international fiction in the UK”, and expressed the hope that it would “encourage publishers and agents to take more risks and invest in translation”. This year’s Man Booker International prize will be awarded for the first time to a single book translated into English, rather than an author’s body of work. Deborah Smith, publisher at Tilted Axis Press and translator of Han Kang’s The Vegetarian, which is shortlisted for this year’s prize, said she was “not surprised” by Nielsen Book’s “encouraging” research. “Part of the reason I became a translator in the first place was because Anglophone or Eurocentric writing often felt quite parochial. Setting up Tilted Axis Press came from a similar impulse; our focus on Asian literatures – where linguistic experimentation is informed by daily lives shifting between languages – is a brilliant way of discovering the stylistic innovation and non-conforming narratives that most excite us,” said Smith. “Judging by this year’s Man Booker International long- and shortlists, which included titles from South Korea, Japan, China, Indonesia, the Congo, the industry as a whole is definitely waking up to the fact that a lot of the most original and distinctive writing is happening in these areas. Exploring the underrepresented is also a great way to stand out in a crowded market as a publisher – when people hear we’re doing the UK’s first ever translation of contemporary Thai fiction, they sit up and take notice.”    The 'Ferrante phenomenon' has helped drive sales of Italian fiction from 7,000 in 2001 to 237,000 in 2015    “We’ve now reached a stage where not only are people happy to read fiction in translation, they are positively seeking it out,” agreed Waterstones fiction buyer Chris White. “Currently 25% of our top 20 fiction titles are translated and if more were published I’m sure that percentage would be higher still.” White said that the growth of Scandinavian crime had “certainly helped to break down any psychological barriers or pre-conceptions which readers may have had about translated fiction”. “The popularity of the likes of Stieg Larsson and Jo Nesbo has made people realise that ‘translated’ doesn’t automatically equal ‘difficult’ or ‘worthy’,” he said. “As a result, readers are now reading translated fiction of every description and you’re as likely to find My Brilliant Friend, The Hundred-Year-Old Man Who Climbed Out of the Window and Disappeared or Look Who’s Back on the bestseller tables as you are The Girl in the Spider’s Web.” Rocco believes there are three reasons for the increase: “People travel more and more people travel, there is highbrow foreign television coming here, so the whole landscape of foreignness is much more even – people cross boundaries much more easily. There are some stand-out authors like Knausgaard, Murakami and Ferrante. And there are also small publishers today, who were set up to deal almost entirely with translated fiction, which wasn’t the case 15 years ago.”   Related: Elena Ferrante: the global literary sensation nobody knows    French remains the most popular language for translation, with 200,000 books sold in 2001, and more than 400,000 in 2015, found Nielsen. But books were translated from 91 languages over the period studied, from Afrikaans to Yiddish. The “Ferrante phenomenon” helped drive sales of Italian literary fiction, up from 7,000 in 2001 to 237,000 in 2015, while Korean books also boomed, up from 88 copies in 2001 to 10,191 in 2015, according to the research. By 2015, the most popular languages for translation were French, Italian, Japanese, Swedish and German, while in 2001, they were French, Brazilian Portuguese, Spanish, Russian and Mandarin. Nielsen noted that “the languages of the Indian sub-continent are extremely under-represented with just a handful of titles published from Kannada and a fall in the number of literary fiction from Hindi available in the period from 686 to 299 titles”. Bestselling translated titles in 2001 The Alchemist by Paulo Coelho (114,430 copies sold) Shanghai Baby by Wei Hui (54,104)  Atomised by Michel Houellebecq (51,323) Bestselling translated titles in 2015 My Brilliant Friend by Elena Ferrante (108,969)  The Truth About the Harry Quebert Affair by Joël Dicker (87,002) Look Who’s Back by Timur Vermes (68,461)",
  "webTitle": "Translated fiction sells better in the UK than English fiction, research finds",
  "webPublicationDate": "2016-05-09T15:33:03Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/09/translated-fiction-sells-better-uk-english-fiction-elena-ferrante-haruki-murakami",
  "keyword": [
    {
      "webTitle": "Fiction in translation",
      "id": "books/fiction-in-translation",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/09/translated-fiction-sells-better-uk-english-fiction-elena-ferrante-haruki-murakami"
}