{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/26/eddie-jones-england-australia-squad-the-breakdown",
  "id": "2016-05-26-214",
  "sectionId": "sport",
  "body": "Phase two for Jones Given where the England head coach Eddie Jones was born, it could be said after he announced his tour party for Australia that he is looking to inject some Tasmanian devil into his squad. The three-Test trip to Jones’s native Australia marks phase two of his reign following the grand slam success England achieved with very largely the same group of players who flopped in the World Cup. Jones has said since arriving in England last year that he was looking for the next generation of players to introduce in the next three years. By making Dylan Hartley his captain, a forward who plays so close to the edge that he has fallen off it on a few occasions, he set a precept that was markedly different to the one established by his predecessor, Stuart Lancaster. The previous four years had been a cultural revolution after the excesses of the 2011 World Cup. Errant behaviour was not tolerated, as the likes of Danny Care, Manu Tuilagi and Hartley discovered. It was the era of the clean-cut, led by Chris Robshaw, with Joe Launchbury the model student. Jones wants attitude, not academy diplomas. He has picked the young props Ellis Genge and Kyle Sinckler for the trip not because he thinks they are ready for Test rugby but because, in a losing cause for their clubs after coming off the bench in big matches this month, they showed no deference to their opponents as they got stuck in.   Related: Chris Ashton’s decision not to tour with Saxons was cleared with Eddie Jones    The selections showed how Jones, like Wales’s Warren Gatland, trusts his instincts. Genge joined Leicester on loan from Bristol at the end of February having found himself on the margins of the newly promoted Premiership club for whom he made only three league starts before being released to the Tigers for “off-field reasons.” Genge, who played for England in last year’s Junior World Cup final, was contracted to Bristol until the end of next season but this week signed for Leicester. He attracted notice at Leicester against Worcester at the start of the month when he came off the bench and helped get the Tigers’ scrum out of reverse gear. Sinckler is more renowned for his work in the loose than the tight, but it is their characters that earned them selection. Both hint at a bygone era and with Northampton’s Teimana Harrison, a New Zealander, going to Australia, along with his compatriot Ben Te’o, a few months before the Wasps’ No8 Nathan Hughes, a Kiwi who is qualified to play for Fiji, becomes eligible through residency, Jones is getting rid of the English academy’s mortar board and gown as he looks to get to the top of the world’s class. One player with attitude who has missed out is the Saracens’ wing Chris Ashton. So miffed was the 29-year old at being overlooked for the tour to Australia that he ruled himself of the Saxons’ trip to South Africa. Jones refused to say why a player he had picked in his original squad in January was no longer considered to be among the three leading wings in the country, but last month he revealed his feelings. Ashton had just returned from a 10-week ban for putting his hand near the eyes of an opponent, a harsh, deterrent punishment imposed to deter others, when Saracens went to Bath. After the home side’s England wing Anthony Watson had taken out Alex Goode in the air, Ashton shoved him, sparking a scuffle and so incensing Watson that when he was sent off for the dangerous challenge, he left the field reluctantly and gave the fourth official a mouthful, earning an extra week’s ban. Nutritionists say that crisps amount to empty calories and that appears to be how Jones sees Ashton. Attitude is one thing, crassness another. The head coach has yet to start Owen Farrell at outside-half, constantly talking up George Ford who had a chastening few months with Bath; Farrell has been masterful for Saracens this season, but his career has been marked by petulance that flares from frustration, usually when a game is slipping away from his side. When Jones invoked the spirit of Bodyline before the Australia tour, a reference to England’s cricket tour Down Under in 1932-33 when they confected a plan to deal with Don Bradman, a batsman that bowlers could not tame, it was a statement of intent that while his side would operate within the laws, they would not necessarily observe the spirit of them. The phase two world of Jones will be notably different from phase one, as his selections indicate. England’s Six Nations campaign was notable for the way they neutralised their two main rivals, Ireland and Wales, at Twickenham, taking them on at their strongest points. Moving forward, Jones will be looking for England to impose their will on opponents, only too aware that the major southern hemisphere nations are more resourceful than the leading countries in Europe: merely trying to neutralise them is unlikely to be enough. It is fitting that at the end of Jones’s first season in England, Saracens and Exeter are contesting Saturday’s Premiership final at Twickenham. The two clubs embody the attitude he craves, one reason why the Chiefs’ coach Ali Hepher will lead the Saxons in South Africa. While Wasps, Leicester, Harlequins and Northampton have clear playing philosophies, the two finalists are more pragmatic and better able to adjust when a match is not going to plan. Saracens are the favourites, and not just because of their experience of finals this decade has been at the highest level, in contrast to Exeter, who have won a Championship play-off in 2010 and the LV=Cup in 2014 (they lost the following year’s final 23-20 to a Saracens side captained by Maro Itoje). Sarries have only lost one match this season when they have had their international players available and have over the years, learning from defeat, refined a playing style that allows them to adapt. Exeter are unlikely to play into Saracens’ hands like Bath last year, who brought their running game to Twickenham and ran into an unyielding defence that forced mistakes and fed off them. The Chiefs are more robust and more tactically flexible, tight knit and hard to knock off course. They have played at a consistently high standard this season, their one slump coming at Saracens. They have both developed a number of England players in recent years and play with balance, not wedded to one style. Jones wants England to be able to play both European and Super rugby and become adept at quick costume changes. Catch them young, as he has done with Itoje, Genge, Sinckler and Harrison, who are the first wave of the new generation, and he has time to mould them. England’s rivals have reasons to be fearful. • This is an extract taken from The Breakdown, the Guardian’s weekly rugby union email. To subscribe, just visit this page, find The Breakdown and follow the instructions.",
  "webTitle": "Eddie Jones’s England revival: attitude and adaptability key to next stage | The Breakdown",
  "webPublicationDate": "2016-05-26T11:33:47Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/26/eddie-jones-england-australia-squad-the-breakdown",
  "keyword": [
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Eddie Jones",
      "id": "sport/eddie-jones",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/26/eddie-jones-england-australia-squad-the-breakdown"
}