{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/bernie-sanders-donald-trump-divisive-personality-politics",
  "id": "2016-05-13-29",
  "sectionId": "commentisfree",
  "body": "Donald Trump’s candidacy has upended the traditional political narrative in the United States in ways that will be dissected for years. While it’s easy to focus on Trump’s celebrity, his status as an “outsider” and his Twitter outbursts, what truly sets him apart from other candidates is his most remarkable trait: he appears to be completely immune to one of the most damaging accusations in politics: the “flip-flop”. Too many pundits (including me) tried to view Trump as an aberration. Instead, his campaign shows the direction national politics might be heading: toward pure demagoguery, with candidates like Trump who can say whatever plays best in the moment and never be taken to task for it.   Related: Donald Trump represents the party base. Leaders must finally admit it | Lucia Graves    What a difference four years makes. When Mitt Romney was running for president in 2012, opponents from both parties lambasted him for his ever-shifting positions. Romney’s Republican rival John Huntsman called him a “well-lubricated weathervane”. Whether it was his moveable stances on Romneycare or his attempts to distance himself from positions that were popular in Massachusetts but might not play nationally, Romney appeared to be so malleable that Democrats launched a (now sadly defunct) website called “Mitt v Mitt”. Democrats weren’t immune to flip-flopping accusations either. During that same election cycle, President Obama was taken to task by the right for his 180-degree turn on gay marriage, his “if you like your plan you can keep it,” remarks, and more. That was then. Now, we have Donald Trump, who sometimes flip-flops mid-speech. Over the space of a few days, he can subscribe to just about every possible position on an issue with few repercussions from the faithful.  For example, in recent discussions of America’s debt, Trump first proposed the “potentially disastrous policy” that the United States renegotiate its debt payments with foreign creditors. Almost immediately, he walked that back, instead remarking: “I said if we can buy back government debt at a discount – in other words if interest rates go up and we can buy bonds back at a discount – if we are liquid enough as a country, we should do that.”  When pressed by critics to explain the economics underpinning his proposals, he simply changed course again, telling CNN’s Chris Cuomo: “This is the United States government. First of all, you never have to default because you print the money. I hate to tell you. So there’s never a default.”   Related: Donald Trump's views are impossible to discern. Why pretend otherwise? | Trevor Timm    The fact that Trump, a supposed business mogul, doesn’t fully grasp international monetary policy is scary enough. But what’s more frightening is that his shifting rhetoric does nothing to erode his support. When John Kerry ran for president in 2004 – and famously revealed that he was for the Iraq war before he was against it – his foes even manufactured actual flip-flops for his detractors to wear. Can you see Hillary Clinton giving those out today? Trump supporters would probably wear them as a badge of honor. The website of the pro-Trump Great America Pac proudly trumpets the Washington Post headline “Trump turns to general election – and away from past positions” on its website. It’s as if Trump’s constant shifts are a feature, not a bug. Some of Trump’s immunity from criticism is shared by the other “outsider” in the race, Bernie Sanders, whose more rabid supporters take umbrage at any disparagement of their candidate. However, unlike Trump, Sanders isn’t a flip-flopper; he is merely saddled with having to defend some positions (like that on guns) that are not always in keeping with his other progressive policies. It’s not as if Sanders spitballs answers, contradicts himself time and again or tells outright lies. Think about the rabbit hole we’ve jumped down: if everything Trump says is true simply by virtue of the fact that he said it, the usual political calculus is out the window. Our last celebrity in the White House, Ronald Reagan, was known as the Teflon President; Trump appears to have done him one better and constructed a Death Star-sized force field that protects him. Probable Democratic nominee Hillary Clinton doesn’t share any of Trump’s ability to shield herself from accusations of pandering and changing her mind on issues. If anything, there’s a constant scrutiny of her conduct – from Benghazi to the emails on her private server – from which Trump also seems immune. Despite Mitt Romney pointing out his failed real estate and casino ventures in a last-ditch attempts to keep Trump from securing the nomination, his lack of actual business acumen hasn’t become a part of the national conversation. That is what’s most disturbing about Trump: he has realized that no longer needs to speak the truth. Trump supporters praise his ability to “tell it like it is”. But that’s not what he’s doing. Often he doesn’t even make sense. Trump has opened a new chapter in American politics when it comes to veracity – and that door may never close again. Sure, there’s a chance that if, or when, Trump loses, the GOP will regroup and, in 2020, the party will run a more establishment candidate. But there’s as good a chance that a Trumpian – and to some extent Bernian – fusion of personality and politics is the beginning of a new normal.  On both sides of the political spectrum, people are tired of “career politicians”, those untrustworthy Washington insiders with rock-bottom approval numbers. Combine that with a mainstream media that is often derided for its bias, and it is not a stretch to imagine that a subsequent candidate will also gauge the zeitgeist and conclude it’s best to say whatever works in the moment. If the press criticizes him, then the press lies; if other politicians take him to task, it’s because they are only interested in self-promotion. In this new normal, everyone is a liar – except your preferred candidate.  If America isn’t careful, the future will allow candidates with no idea how to govern to flip-flop their way straight into the White House.",
  "webTitle": "The loose-cannon candidate may be the new normal | James Nevius",
  "webPublicationDate": "2016-05-13T20:39:48Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/bernie-sanders-donald-trump-divisive-personality-politics",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "James Nevius",
      "id": "profile/james-nevius"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/bernie-sanders-donald-trump-divisive-personality-politics"
}