{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/07/the-windsors-review-harry-enfield-prince-charles-middletons",
  "id": "2016-05-07-185",
  "sectionId": "tv-and-radio",
  "body": "I wonder if the Windsors watched The Windsors (Channel 4). You would, wouldn’t you, if someone made a satirical comedy about your family? I can imagine them (the real Windsors) all sitting down together in the TV room ... “But they’ve turned me into a deluded old fool!” splutters Charles. “I rather liked Henry Anfield, until this.” “Turned you into a deluded old fool?” says Camilla, taking a large glug of her gin and tonic. “And I’m not a Gypsy!” says Kate, crossly. “Not that I’ve got anything against them.” “No, of course you’re not, and of course you don’t,” says Prince William, patting her hand. “I thought you said this was a comedy,” says Prince Harry. “But it’s a documentary isn’t it? God, Pippa does have a fantastic arse, doesn’t she? How did they know about me shouting ‘incoming’ when I come? Oh, because it’s a documentary I suppose …” OK, so the show’s not saying anything new. But it is saying it with a new joy: this is caricature to the max. To the cli-max (“incoming!”), in Harry’s case. He’s not just a bit thick, he’s actually illegi … sorry, illiterate. Kate and Pippa aren’t just commoners, they drink Diamond White cider and fight rottweilers in a Morrisons car park. Camilla’s not just a bitter outsider, she’s pretty much Lady Macbeth, plotting the downfall of everyone around her (a brilliant idea – tricking Kate into going to Harry’s ball for amputee soldiers dressed as Long John Silver). Oh, and she’s pregnant – Camilla, not Kate. Charles must have somehow fumbled his way into the right hole, though an Italian fertility doctor also played his part.  Hilarious performances all over the place, including from Harry Enfield, who does a lovely deluded old fool. Give that man a knighthood. Actually, my favourite characters are Fergie’s girls, Beatrice and Eugenie (played by Ellie White and Celeste Dring), a couple of useless Sloanes searching for purpose on the fringes of the family. Until they get radicalised, that is. Glorious. The whole thing actually made me feel quite patriotic.",
  "webTitle": "The Windsors review – Harry Enfield demolishes the monarchy",
  "webPublicationDate": "2016-05-07T05:45:06Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/07/the-windsors-review-harry-enfield-prince-charles-middletons",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/07/the-windsors-review-harry-enfield-prince-charles-middletons"
}