{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/vote-remain-eu-brexit-conservatives-leave",
  "id": "2016-05-25-46",
  "sectionId": "commentisfree",
  "body": "The EU referendum is a major watershed in UK history. It will be important for the future of the Conservative party. It will be even more important for the future of our country. The reason so many Conservative Eurosceptics have campaigned for a referendum and are now campaigning to leave is that we see Europe as a rare issue that transcends party politics. To us it is more important than which party wins the next election or who is the prime minister. It determines whether we once again become an independent democratic country capable of making our own laws, imposing our own taxes and making our own spending decisions. If remain wins, we stay on a conveyor belt to EU political union. Defining the right constitution and long-term relationship with countries on the continent will determine so much of what we can and can’t achieve in the years ahead, whoever we elect as the government.   Related: Brexit could cause war? Utter nonsense, David Cameron | Simon Jenkins    Our problem as a country is that most of us do not want to join the euro and we wish to stay aloof from the common frontiers of the free-travel Schengen area. This makes our relationship with the EU fraught with tension and trouble. It is like joining a football club, then announcing you have no intention of either playing in or watching matches, and think the club subscription is too large. You just want to eat meals in the club cafe, which you could do anyway without joining the club. A large majority of the Conservative membership wants to leave the EU. Almost half of Tory MPs have announced their wish to leave, and dozens of others are saying little because some of them, too, would rather we left. There is a small group of Conservative enthusiasts for all things EU who have kept that argument going over the years in a consistent and honourable way. Then there are MPs who do not think the EU is the most important matter in UK politics, who just want the referendum to be over, and who worry about how to put the party together again once the votes are counted. It will be easier to unite the Conservative party if Britain chooses to leave the EU, as that will put the majority of members in agreement with a majority of the public and lead to the election of a pro-Brexit Conservative leader and prime minister when David Cameron steps down. That person will complete the task of extricating us from the EU while preserving our trade, friendship and many other links with European countries, institutions and people. Cameron faces a more difficult prospect if remain wins. Many of his MPs will be bitterly disappointed by the result, will want to hold the government to every promise made of an improved deal, and will wish to continue to expose the weaknesses and troubles of EU bureaucracy. Whichever way the public votes, the next leader of the Conservative party is likely to be a Brexiteer. Will the UK at last be able to abolish the tampon tax, as many MPs want? Will parliament be able to prevent the EU pushing up VAT on green products to 20% against our wishes? Will the UK compromise over the proposed treaty on political union, as outlined in the Five Presidents’ Report last year, and give more powers to the EU over our laws and budgets? Many will be waiting for a second referendum, which will come as soon as the new EU treaty is agreed – a treaty that we are assured will contain some words the UK wants, but which will also include further steps to political union that many other countries need. If the leadership does not reconcile its Eurosceptics through positive and generous moves, some members will leave the party and some MPs will be looking for every opportunity to use the dwindling powers of the UK parliament to hold up the EU assertion of more control over us. There is a danger for both the Conservative and Labour leaderships that Euroscepticism will become even more popular, just as Scottish nationalism surged in popularity after the result of the Scottish referendum.   Related: Voting Brexit to punish the PM would be self-defeating | Matthew d’Ancona    The politics of Europe is being transformed – and some would say damaged – by the European project. Traditional centre-left and centre-right parties on the continent that mirror Labour and Conservative are being swept away or marginalised by new insurgent parties on the left and right, often with more extreme views, that pick up on the anger and frustration with the EU’s bureaucratic-establishment approach. The UK need not go this way, as it is the euro more than anything else that is radicalising voters, thanks to the austerity, deflation and mass unemployment it imposes. Both the Conservative and Labour parties need to recognise that once the referendum is out of the way it will have solved little if the vote is to remain. There will still be plenty of unhappy people.",
  "webTitle": "A vote to remain in the EU won’t be the last we hear of Brexit | John Redwood",
  "webPublicationDate": "2016-05-25T18:12:59Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/vote-remain-eu-brexit-conservatives-leave",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Redwood",
      "id": "profile/johnredwood"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/vote-remain-eu-brexit-conservatives-leave"
}