{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/how-britain-funds-the-propaganda-war-against-isis-in-syria",
  "id": "2016-05-03-177",
  "sectionId": "world",
  "body": "The British government is waging information warfare in Syria by funding media operations for some rebel fighting groups, in the foreign front of what David Cameron has called “the propaganda war” against Islamic State. The campaign aims to boost the reputation of what the government calls the “moderate armed opposition”, a complex and shifting alliance of armed factions. Deciding which factions to support is risky for the government because many groups have become increasingly extremist as the five-year civil war grinds on. Contractors hired by the Foreign Office but overseen by the Ministry of Defence (MoD) produce videos, photos, military reports, radio broadcasts, print products and social media posts branded with the logos of fighting groups, and effectively run a press office for opposition fighters. Materials are circulated in the Arabic broadcast media and posted online with no indication of British government involvement. As the Guardian has reported, the Home Office’s Office of Security and Counter-Terrorism is running a parallel effort within the UK, aiming to bring about “behavioural and attitudinal change” among British Muslims by producing anti-Isis messaging “at an industrial pace and scale”.  In both the foreign and domestic campaigns, the government’s role is often concealed. Messages are put out under the banner of apparently independent groups – community organisations in the UK, and armed groups in Syria. The UK regards information as a vital element of modern conflict. The MoD has drawn up a doctrine describing information as “so prevalent, potent and unavoidable that it forms as much a part of the strategic environment as the terrain or weather”, and saying how it should be managed through “strategic communications”. The UK’s propaganda effort for the Syrian armed opposition began after the government failed to persuade parliament to support military action against the Assad regime. In autumn 2013, the UK embarked on behind-the-scenes work to influence the course of the war by shaping perceptions of opposition fighters. Contract documents seen by the Guardian show the government appears to view the project as a way to maintain a foothold in the country until there can be greater British military involvement, offering “the capability to expand back into the strategic space as and when the opportunity arises”. Through its Conflict and Stability Fund the government is spending £2.4m on private contractors working from Istanbul to deliver “strategic communications and media operations support to the Syrian moderate armed opposition” (MAO). The contract is part of a broader propaganda effort focused on Syria, with other elements intended to promote “the moderate values of the revolution” and help mould a Syrian sense of national identity that will reject both the Assad regime and Isis.     Free Syrian army fighters, one of the groups often considered to be part of the moderate armed opposition. Photograph: Reuters    The documents call for contractors to “select and train a spokesman able to represent all the MAO groups as a single unified voice”, as well as providing media coaching to “influential MAO officials” and running a round-the-clock “MAO central media office” with “media production capacity”. One British source with knowledge of the contracts in action said the government was essentially running a “Free Syrian army press office”. The contract to support the moderate armed opposition was briefly held by Regester Larkin, an international communications consultancy, where it was headed up by a former lieutenant colonel in the British army who had also worked as a strategic communications specialist at the MoD. He set up a company called Innovative Communications & Strategies, or InCoStrat, which took over the contract from November 2014, a Regester Larkin spokeswoman told the Guardian. An InCoStrat spokesman confirmed: “InCoStrat is providing media and communication support to the moderate Syrian opposition to assist Syrians to better convey the reality of war and those involved in it.” Both emphasised the close supervision of the work by the British government. An insider also described “tremendous oversight”, with handlers from the FCO and MoD meeting contractors up to three times a week. “They had the last say in everything,” the source said. Much of the material produced under these contracts is day-to-day wartime propaganda, aimed at Syrian civilian and military audiences. It includes bulletins of successful military engagements, or videos of opposition fighters handing out food. Some media, however, serve an additional military purpose, two sources familiar with the projects said. For example, a video of a shoulder-to-air missile shooting down a regime helicopter signals to those inside Syria that the group is well-armed and effective. But it also sends a message to those arming the group. “That’s good PR to go back to the Pentagon,” the insider said. An MoD spokeswoman emphasised that the groups the UK supports are moderate. But identifying which groups really are is fraught with risk, as they can commit unpalatable acts or ally with groups considered unacceptably extremist. The contracting document seen by the Guardian lists several “mid-level units” as examples of groups considered to be part of the “moderate armed opposition”. These include Harakat al-Hazm, which received military assistance from the US, and Jaysh al-Islam, a group reportedly set up with Saudi backing.   Related: Most young Arabs reject Isis and think 'caliphate' will fail, poll finds    But six months before the document was written in November 2014, Human Rights Watch identified Jaysh al-Islam as the likely kidnappers of four human rights activists in December 2013. The four are widely assumed to have been murdered. The group has also been criticised for using imprisoned civilians as human shields, and for releasing a glossy video last June showing the grisly murder of 18 captive Isis fighters, a war crime under the Geneva convention. The government initially denied that the group was referenced in its contracting documents. It later acknowledged that it was mentioned but said it was referenced in the document as part of a description of how other groups had described the moderate armed opposition. An MoD spokeswoman said: “Jaysh al-Islam has never been given any assistance by the MoD, FCO or any contractors working on HMG’s [Her Majesty’s government] behalf … All recipients of our assistance are rigorously assessed to ensure they are not involved in any extremist activity or human rights abuses.” A source said contractors had provided media support for Harakat al-Hazm, but the group collapsed in March 2015 and its weaponry, including anti-tank missiles provided by the US, fell into the hands of the al-Nusra Front, a group that has pledged allegiance to al-Qaida. An MoD spokeswoman said: “The UK has been a longstanding supporter of the moderate opposition in Syria, who are standing up to both the tyranny of the Assad regime and the poisonous and murderous ideology of Daesh [Isis].” Reporting team: Ian Cobain, Alice Ross, Rob Evans, Mona Mahmood, Nick Fielding and Safak Timur",
  "webTitle": "How Britain funds the 'propaganda war' against Isis in Syria",
  "webPublicationDate": "2016-05-03T13:00:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/how-britain-funds-the-propaganda-war-against-isis-in-syria",
  "keyword": [
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Ministry of Defence",
      "id": "uk/ministry-of-defence",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Counter-terrorism policy",
      "id": "politics/terrorism",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Cobain",
      "id": "profile/iancobain"
    },
    {
      "webTitle": "Alice Ross",
      "id": "profile/alice-ross"
    },
    {
      "webTitle": "Rob Evans",
      "id": "profile/robevans"
    },
    {
      "webTitle": "Mona Mahmood",
      "id": "profile/mona-mahmood"
    }
  ],
  "guardianId": "world/2016/may/03/how-britain-funds-the-propaganda-war-against-isis-in-syria"
}