{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/27/peter-pan-jm-barrie-house",
  "id": "2016-05-27-259",
  "sectionId": "books",
  "body": "When I tell people that I grew up in the house where Peter Pan was written they always ask, “What was it like?”. Of course there is no answer; every adult thing is equally baffling to children, and everybody’s own childhood oddities seem normal at the time. What do I remember? A lifelong discussion between family members as to which bedroom window Peter Pan came through. A logical shift from “If you don’t brush your teeth Peter Pan will come for you” to “If you don’t brush your teeth Peter Pan won’t come for you” – of course we longed for Peter Pan to come for us: what could be more exciting? A drawing of our house by Edward Ardizzone is in our edition of the book, proving beyond all doubt that the Darlings lived there and that Peter Pan was therefore real. “In the Broad Walk you meet all the people who are worth knowing,” JM Barrie wrote, at a time when London was much smaller and more affordable and all kinds of interesting people probably did walk in the same park, Kensington Gardens. Is it lovely or oppressive to think of a more villagey world, where “all the people worth knowing” ran into each other? Barrie lived along the north side, on Bayswater Road. He wrote Peter Pan in this lovely early Victorian villa, with (now) a tall magnolia and a blue plaque. I planted the magnolia, for my parents’ 25th wedding anniversary. My family lived there from 1926 till last year, and I am feeling elegiac for the London that passed through it, that I knew (and when I didn’t, I knew the stories), and that no longer exists.     JM Barrie, author of Peter Pan. Photograph: BBC    My grandmother, the charismatic sculptor and self-made woman Kathleen Bruce, knew Barrie through her first husband, Captain Scott of the Antarctic. Scott longed to be a writer, and Barrie dreamed of exploring; on first meeting they had so much to talk about that they walked each other home, to and fro, till the small hours. After Scott died, there were rumours that Kathleen was to marry Barrie; this was not true, though Barrie’s wife Mary had run away with the novelist Gilbert Cannan, who had been madly in love with Kathleen when Scott was courting her, and ended up in an insane asylum believing himself to be Captain Scott. So Kathleen, now with her second husband Edward Hilton-Young, Lord Kennet, poet, MP, financier and one-armed war hero, already knew the house. They bought a 50-year lease and moved in, with Kathleen’s son Peter – later Peter Scott, the father of modern conservation (according to David Attenborough) who kept newts in his bedroom – and three-year-old Wayland, their son, our father. In those days “north of the park” was verging on hinterlands, but Kathleen ran a sociable and creative household. The old coach house at the end of the back garden became her studio, with a small track for running big works out into the garden for open-air sculpting. She made portraits of Lawrence of Arabia – who left his robes and a fine dagger behind when he visited – George Bernard Shaw, and many others. She tended to make friends with her sitters: Kathleen was notably independent for a woman of her time, so much so that Shaw joked that his friendship with her was the nearest he came to homosexuality. EM Forster came (he also went sailing with my teenage father, who capsized him in a small dinghy, to which his soggy response was: “Is this part of it?”). Malcolm Sargent came and played the piano, while Madame Rambert danced. Isadora Duncan, Kathleen’s friend from her art school days in Paris, visited. My favourite diary entry of Kathleen’s, “I was washing my son’s hair in front of the fire when the prime minister came to call” (1916 – Asquith), was alas from her previous home in Buckingham Palace Road, now the Victoria coach station.     ‘There was a lifelong discussion between family members as to which bedroom window Peter Pan came through’ … a scene from the 1953 film of Peter Pan. Photograph: Courtesy Everett Collection/REX    Wayland Young, writer, politician, first user of the word fuck in a national paper (in the Guardian, reporting the Lady Chatterley trial) lived there till his death in 2009. He and our mother married in 1948; my early memories of family life include us five children stuffing Labour party leaflets into envelopes around the dining room table. Wayland was a Labour peer by then, Lord Kennet, a campaigning, active member of the Lords. Visitors included Richard Crossman, Tony Crosland, Tony Benn. Margaret Busby had the idea for setting up the publishing house Allison & Busby in our back garden; Wole Soyinka gave all us children Yoruba names. With John Betjeman, my parents plotted the saving of various London landmarks, from St Pancras to Christ Church, Spitalfields. They campaigned against FGM, and for the Hungarian satirist Tibor Déry, who was “cleansed” and imprisoned in the 50s. He translated William Golding, Wayland’s best friend. Our Aunt Jane, Elizabeth Jane Howard, Peter’s ex-wife from the 1940s, brought her new husband Kingsley Amis over. In the late 1970s the lease ran out, and developers bought the entire block (by then largely empty and rundown, a great playground, roses and irises running amok in abandoned back gardens) with a view to putting up a block of flats. Alas for them, Wayland, as a junior minister in the Ministry of Housing in the 1960s, had worked on the bill whereby buildings – including, as it turned out, our house – were listed. We ended up squatting our own home for a few years, to the amusement of the press, while the developers came to terms with the fact that they were not going to be able to knock it down, and had to build round it. Now, as you sail past on the 94 bus, you may wonder why this little pair of semi-detached villas survives, knee-high to the mansion blocks all around, like the ghost of a more human-sized, forgiving London.     John Betjeman was a frequent visitor to the house. Photograph: Martyn Goddard / Rex Features    I used the house in several of my novels, but I don’t think I will again now it has been sold. Few London families are wealthy enough to pay the tax on their now freakishly expensive homes when the parents die. I don’t know anybody who could afford to buy a London flat, even their own flat, if they had to buy it now. Half a million for a flat in Shepherd’s Bush, average wage circa £26,000. That’s 80 years of paying all your money for a roof over your head. Where is everyone going to live – young people, creative people, low-paid and insecurely employed people – now that even “affordable” means, let’s face it, “unaffordable”? Not in Bayswater. Nor in Primrose Hill like in the 50s, nor Hackney like in the noughties; nor Peckham like last year ... Something is killing London. How can we make it stop? • Devotion by Louisa Young is published by the Borough Press next week.  This article was amended on 27 May 2016. It previously stated JM Barrie’s former home is in Kensington; it is in Bayswater.",
  "webTitle": "‘We longed for Peter Pan to come for us: what could be more exciting?’",
  "webPublicationDate": "2016-05-27T08:00:00Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/27/peter-pan-jm-barrie-house",
  "keyword": [
    {
      "webTitle": "JM Barrie",
      "id": "stage/jmbarrie",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Louisa Young",
      "id": "profile/louisa-young"
    }
  ],
  "guardianId": "books/2016/may/27/peter-pan-jm-barrie-house"
}