{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/01/arsene-wenger-arsenal-fans-protests-norwich-city",
  "id": "2016-05-01-18",
  "sectionId": "football",
  "body": "Arsène Wenger felt it was time for change. After 56 minutes of tedium, during which Arsenal had failed to muster a shot on target, the manager broke from his habit and made what had to be considered as an early, unenforced substitution. The Emirates Stadium crowd responded positively to the sight of Danny Welbeck being stripped and ready but the cheers turned to boos when it was revealed it would be Alex Iwobi to make way. In other words, Olivier Giroud was staying on. Up to that point, Giroud had been intensely frustrating, with one moment rather summing things up. The centre-forward took a heavy touch when attempting to control a ball in the area on 48 minutes, then a heavier one and then he went down under no challenge. Goal-kick. The home crowd sighed. Minutes earlier, he had got a lay-off header all wrong inside the box and there had been chuntering in first-half stoppage time when he crumpled to the ground after an aerial challenge with the Norwich City centre-half Sébastien Bassong. Giroud writhed about for a bit before he jumped back up and was extremely angry.   Related: Arsenal climb to third place as Danny Welbeck goal beats Norwich    And yet, straight after Welbeck’s introduction, it was Giroud who got his lay-off header just right inside the box to set up the winning goal. Welbeck banged it home for his fifth in 14 appearances since his return from nine and a half months out with knee trouble and Wenger could enjoy a flash of vindication. This was a substitution that could hardly have worked out better and the thought occurred that, perhaps, the old dog still had a trick or two. It was a weird afternoon for Wenger, even if the heavily trailed fan protest against him was relatively tame. He admitted he thought it would be much worse. “From what I was told, the whole stadium would be white,” Wenger said after the 1-0 win. Instead, a few hundred dissenters stood up in the 12th minute with their A3-sized “Time for Change” sheets and it was significant there was then a rousing chorus of “One Arsène Wenger” from those who continue to support him. In the 78th minute, there were fewer people to stand up and show the slogan and at full time, there were a handful of banners calling for Wenger to stand aside. The time slots had been chosen to highlight Arsenal’s 12-year wait to regain the Premier League title. “I heard a lot about the protest and I thought that – I would not say real Arsenal fans – but the majority of the fans out-sung the so-called protesters,” Alex Neil, the Norwich manager, said. “For me, that showed the backing that Arsène has got.” Bassong said: “I didn’t even feel it inside the stadium. For me, they were behind the team. When you’re an Arsenal fan, you expect a lot. I didn’t even know when they were protesting or not, so I didn’t pay attention.” Wenger went through his usual stoic routine, saying he was in a public job and had to live with opinions and judgments, and there was an amusing moment when he was asked how he felt about being treated in this way. “I will come to your newspaper and do it as well, and ask you after how you feel,” he replied. What ought to have concerned Wenger was the thousands of empty seats at the Emirates and the flatness of the occasion and the performance. There was no tempo or excitement about his team. And then there was Giroud. After his assist, he laid on an 83rd-minute shooting opportunity for Mohamed Elneny but what stuck in the memory was how Mesut Özil and Aaron Ramsey would each lose their cool with him after he failed to get into proper positions for a pass from them. Welbeck’s spark and energy shone an uncomfortable light on Giroud and it feels as though the domestic season cannot end quickly enough for him. Norwich also experienced bitter frustration. This was a spirited performance from them and they did have chances, mainly through Nathan Redmond in the first half. They will take some positives into the final three games of their relegation battle and the message from Neil and his players was that they still believed. They now have home fixtures against Manchester United and Watford before a final-day visit to Everton. The bottom line, though, was that they lacked a cutting edge when and where it mattered. “It’s the story of the year for us,” Bassong said. “We created chances. But at some point, especially when you are fighting against relegation, you have to score. It’s fundamental.” Man of the match Danny Welbeck (Arsenal)",
  "webTitle": "Arsène Wenger admits he feared worse from Arsenal fans’ protests",
  "webPublicationDate": "2016-05-01T21:30:06Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/01/arsene-wenger-arsenal-fans-protests-norwich-city",
  "keyword": [
    {
      "webTitle": "Arsène Wenger",
      "id": "football/arsene-wenger",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Norwich City",
      "id": "football/norwichcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/01/arsene-wenger-arsenal-fans-protests-norwich-city"
}