{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/nfl-concussion-espn-investigation-study-funding",
  "id": "2016-05-23-94",
  "sectionId": "sport",
  "body": "Top NFL officials campaigned to influence a government research study into the effects of American football on brain disease, according to congressional investigators.  ESPN’s investigative team obtained a copy of the damning congressional report, which shows how the most lucrative sports league in the world tried to pressure the National Institutes of Health (NIH) to move $16m in funding meant for the government study.   Related: John McCain says NFL must do more to stop 'tragic outcome' of head trauma    Dr Walter Koroshetz, director of the NIH’s National Institute of Neurological Disorders and Stroke, said the NFL’s actions to intervene in the grant process were unprecedented, according to ESPN’s Outside the Lines investigative series. The NFL gave a $30m “unrestricted gift” to the NIH in 2012 and the agency directed $16m of those funds to a Boston University lead study into football and brain injuries, until the NFL backed out of its signed agreement with the agency, according to Outside the Lines.  The research was funded instead by taxpayer money, though the NFL disputed that they pulled funding when the claim was first reported in December 2015. The report prompted a congressional investigation into the NFL’s role in the study.  NFL spokesman Brian McCarthy said the league rejects the allegations in the congressional report. “There is no dispute that there were concerns raised about both the nature of the study in question and possible conflicts of interest,” McCarthy said in an emailed statement.  He said that the concerns were brought through the appropriate channels and that the final decision on funding was made by the NIH. “The nature of those conversations and a detailed account of the concerns were communicated in full to the committee members,” McCarthy said.  McCarthy said $12m of the $30m has been allocated so far and $6m of that has gone to a study done by Boston University School of Medicine and US Department of Veterans Affairs received $6m. “The NFL is deeply committed to continuing to accelerate scientific research and advancements in this critical area, and we stand ready to support additional independent research to that end,” McCarthy said.  Maria Pantages Ober, a spokeswoman for Boston University’s CTE lab, said in an emailed statement that the lab is “happy and grateful” for the NIH funding. “We are looking forward to getting started and we remain focused on the science,” Ober said. The congressional report concluded that the league also tried to redirect the funding to its own researchers, in violation of the NIH’s policies on funding from private donors. “In this instance, our investigation has shown that while the NFL had been publicly proclaiming its role as funder and accelerator of important research, it was privately attempting to influence that research,” the report said.    Related: Amid opioid epidemic, NFL player risks career to push for medical marijuana    The report also shows that NFL representatives talked about their objections to the study’s lead researcher Robert Stern, a Boston University neurology and neurosurgery professor, who has been critical of the league’s handling of concussions.  Stern is clinical director of Boston University’s lab dedicated to the study of chronic traumatic encephalopathy (CTE), which 87 of 91 former NFL players tested positive for, according to the lab’s study with the Department of Veterans Affairs, published on PBS’s Frontline. The NIH had ruled that allegations of Stern’s bias and a conflict of interest were unfounded. The study is set for its official launch next week. The NFL has previously denied that it withheld funding because of Stern.  The report also shows how the NFL tried to offer a last-minute $2m payment to the NIH after pulling funds and attempted to move the money to members of its brain injury committee. The NIH rejected both proposals.",
  "webTitle": "Report condemns NFL for attempting to influence brain injury study",
  "webPublicationDate": "2016-05-23T16:45:19Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/nfl-concussion-espn-investigation-study-funding",
  "keyword": [
    {
      "webTitle": "Concussion in sport",
      "id": "sport/concussion-in-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Holpuch",
      "id": "profile/amanda-holpuch"
    }
  ],
  "guardianId": "sport/2016/may/23/nfl-concussion-espn-investigation-study-funding"
}