{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/09/double-agents-007-elba-and-hiddleston-bond-at-the-baftas",
  "id": "2016-05-09-212",
  "sectionId": "film",
  "body": "It was Elba versus Hiddleston, a Bond-off between two actors repeatedly named as favourites to take over from Daniel Craig as the next 007. They met, they hugged, they nearly came to blows. The encounter at Sunday’s Bafta ceremony was, of course, good humoured, both men parodying the supposed rivalry. The images were captures by Guardian photographer Sarah Lee, who was granted exclusive backstage access at the awards.      I’ve been expecting you: Elba and Hiddleston meet. Photograph: Sarah Lee for the Guardian     Related: Behind the scenes at the Bafta TV awards – in pictures    Idris Elba, 6-1 with Ladbrokes to become the next Bond, has admitted being sick of the stories. “I’m probably the most famous Bond actor in the world, and I’ve not even played the role,” said Elba in an interview with the Daily Telegraph last year. “Enough is enough. I can’t talk about it any more.” The speculation has been going on for several years, coming to a head in the leaked hacked emails from Sony Pictures in which studio boss Amy Pascal said Elba was her choice to be the next Bond. Elba, who first came to fame in The Wire as Baltimore gangster Stringer Bell, has also expressed his wariness at being defined as the first black Bond. “I just don’t want to be the black James Bond,” he said. “Sean Connery wasn’t the Scottish James Bond and Daniel Craig wasn’t the blue-eyed James Bond so if I played him I don’t want to be called the black James Bond.”     Going in the for the kill? No just a friendly chat. Photograph: Sarah Lee for the Guardian       A quick frisk reveals no concealed weapons. Photograph: Sarah Lee for the Guardian    Having said that, Elba has hinted he would take the role if offered and he last week got the backing of George Lazenby, 007 in the 1969 film On Her Majesty’s Secret Service. Hiddleston is shorter odds to get the role, 3-1, his prospects boosted by his performance as an accidental spy in the recent BBC adaptation of John Le Carre’s The Night Manager. Asked about it on Friday’s Graham Norton show, Hiddleston said he had not been approached. “No, no one’s talked to me at all,” he said. “I think it’s come about because in The Night Manager I play a spy, and we all know that in the iconography of British culture there is a spy that we all know, and his name is James Bond. So people have made the link.”     But who will be left standing when the music stops? Photograph: Sarah Lee for the Guardian    Elba was nominated in the best actor category for Luther, losing out to Mark Rylance, who won for his portrayal of Thomas Cromwell in Wolf Hall. Hiddleston’s Bafta prospects, meanwhile, will have to wait for next year with The Night Manager falling too late for this year’s awards. Other names in the frame to fill a vacancy which technically does not yet exist are Aidan Turner, Tom Hardy, Damian Lewis and Michael Fassbender. For anyone who has fallen out of love with their money, odds of 200-1 are being offered on Ross Noble and 1,000-1 on Jeremy Corbyn.     But it was all just a bit of fun, wasn’t it? Photograph: Sarah Lee for the Guardian",
  "webTitle": "Double agents? Elba and Hiddleston bond at the Baftas",
  "webPublicationDate": "2016-05-09T11:49:26Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/09/double-agents-007-elba-and-hiddleston-bond-at-the-baftas",
  "keyword": [
    {
      "webTitle": "James Bond",
      "id": "film/jamesbond",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Idris Elba",
      "id": "culture/idris-elba",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Tom Hiddleston",
      "id": "film/tom-hiddleston",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Baftas 2016",
      "id": "tv-and-radio/baftas-2016-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "culture/2016/may/09/double-agents-007-elba-and-hiddleston-bond-at-the-baftas"
}