{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/poetry-is-a-perfect-form-human-rights-abuses-shami-chakrabarti",
  "id": "2016-05-11-142",
  "sectionId": "books",
  "body": "I am on my way to Newcastle. It’s pleasing to note that the city’s university awarded an honorary doctorate to Martin Luther King in his lifetime and that the unexpected and impromptu speech with which he received it in 1967 is up there with the legendary “I have a dream” of four years before. It was filmed, then lost for many years, before its rediscovery in the annals of the academy. It was shown to me some years ago and you can view it online. Is it a great speech, though, or more aptly described as a thunderous political poem against racism, poverty and war? So what better place for a poetry festival, and especially to discuss human rights and the “poetry of witness” with Carolyn Forché? Forché is a celebrated US poet, translator and human rights defender and I am fascinated by the way that this combination of skills and experience must have shaped all aspects of her work. I love her refusal to accept the bifurcation between “personal” and “political” poetry and to embrace instead a notion of the “social” that describes human rights thinking, so much great art and also, surely, the human condition itself. Aren’t we in essence all both individual and social creatures? Our rights and freedoms reflect the yearning for freedom, autonomy, privacy and conscience, but also our need to associate and express as family, community and society. A politics that ignores or suppresses the intimate sphere will allow or even ensure abuses of power in the home, on the streets and in its own institutions.  The poetry of witness has long compensated for censored or corrupted news media when truth must be spoken to power – think of Alfred Tennyson’s Charge of the Light Brigade or Wilfred Owen’s Anthem for Doomed Youth. Poetry and human rights are very often tied together; think of Muriel Rukeyser’s poetry, which are intimate while also tackling the huge themes of feminism, equality and being Jewish after the Holocaust. The civil rights poetry and activism of Langston Hughes are completely inseparable. WH Auden was surely as much a man of witness and as great verse. The subject matter of In Memory of Sigmund Freud shatters any notion of separating the personal from the political, and the great Refugee Blues should be as shaming of the powerful today as when it was written in 1939 (“Say this city has ten million souls, / Some are living in mansions, some are living in holes: / Yet there’s no place for us, my dear, yet there’s no place for us”). Even law can be crafted to be an inspiration and not mere legislation. There is poetry to be found in the Universal Declaration of Human Rights, and the opening words of the Scotland Act seem almost biblical: “There shall be a Scottish Parliament.” Shelley claimed that “poets are the unacknowledged legislators of the world”, and his work must have moved more people than a host of dry regulatory codes.   Related: Meet the Greek writers revolutionising poetry in the age of austerity    Mark Oakley’s forthcoming book The Splash of Words: Believing in Poetry is a wonderful exposition of the relationship between faith, poetry and struggle. He describes the way that the distilled word requires so much more of the reader, that once the engagement happens, it becomes incredibly potent – I believe this is true for human rights causes in particular. These days, human rights are under threat the world over – in Britain, Europe, and further afield. They have few friends in power, whether in politics, corporations or conventional media. Surely, this challenge creates a new opportunity and purpose for poetry, for it is this medium above all others that so connects our inner and outer voices; both a quiet conscience and a call to arms.  Shami Chakrabarti and Carolyn Forché will take part in Human Rights and Poetry at Newcastle Poetry Festival on Wednesday.",
  "webTitle": "Poetry is a perfect form to challenge human rights abuses",
  "webPublicationDate": "2016-05-11T15:31:32Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/poetry-is-a-perfect-form-human-rights-abuses-shami-chakrabarti",
  "keyword": [
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Shami Chakrabarti",
      "id": "profile/shamichakrabarti"
    }
  ],
  "guardianId": "books/2016/may/11/poetry-is-a-perfect-form-human-rights-abuses-shami-chakrabarti"
}