{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/07/barack-obama-howard-university-commencement-speech",
  "id": "2016-05-07-43",
  "sectionId": "us-news",
  "body": "With the end of his term on the horizon and a successor on the campaign trail, Barack Obama delivered the commencement address at Howard University on Saturday, encouraging thousands of mostly black graduates to change the US through civic action and compromise.    Related: #ThanksObama: president's greatest legacy may be Trumping of the GOP    “Passion is vital, but you better have a strategy. And your plan better include voting,” Obama said, bemoaning low youth turnout in the 2014 election. “You don’t think that made a difference in terms of the Congress I’ve had to deal with?” In the 40-minute address, Obama was equally light-hearted, cracking inside jokes about campus eateries and dormitories, and serious in his charge of graduates to fight for change and justice. “My generation,” he said, “is too stuck in our ways to provide much of the new thinking that will be required”. The president also urged the younger generation to channel their indignation into action. “Change requires more than righteous anger – it requires change and it requires a program and it requires organizing,” he said, noting the growth of young activist movements including “black Twitter” and Black Lives Matter. “I’m so proud of the new guard of black activists who understand this,” he added. “To bring about structural change, lasting change, awareness is not enough,” he went on. “It requires changes in law, changes in custom. If you care about mass incarceration, let me ask you, how are you pressuring members of Congress to pass the criminal reform bill now pending before them?” In a likely allusion to presumptive Republican nominee Donald Trump, whose rallies have been disrupted by progressive activists, Obama also discouraged graduates from trying to shut down the speeches and events of people they disagree with. “There’s been a trend around the country of trying to get colleges to disinvite speakers with a different point of view or disrupt a politician’s rally,” he said. “Don’t do that, no matter how ridiculous or offensive you might find the things that come out of their mouths. Because as my grandmother used to tell me, every time a fool speaks, they’re just advertising their own ignorance.”     Barack Obama chats with Valerie Jarrett and Vernon Jordan prior to delivering the speech. Photograph: UPI / Barcroft Images     Related: Unhappy with the Obama economy, voters are buying what Trump's selling    The historically black university conferred more than 2,000 degrees at the ceremony, and granted Obama an honorary doctorate of science. In his address, the president made sure to mention some of the university’s most distinguished alumni, such as Zora Neale Hurston, Thurgood Marshall and Ta-Nehisi Coates. Obama’s relationship to historically black colleges and universities (HBCUs), such as Howard, has been complicated, and the Ivy League-educated president has sometimes been accused of keeping the institutions at arm’s length. According to the Department of Education, overall federal funding to HBCUs is down slightly from 2008, after a peak during 2009-2010 thanks to Obama’s ARRA stimulus package. In addition, some of the policies the administration has taken up to slow the ballooning growth of student loan debt have had a disproportionate impact on HBCU students, who often come from less wealthy households than students nationwide. But at Howard on Saturday, it was all celebration. The crowd erupted into cheers of “Obama, Obama” several times and offered the president a raucous applause as he approached the lectern. Howard president Wayne Frederick also addressed some of the critiques of the president. He declared that Obama had “addressed our educational needs to the fullest measure, by radically reforming the trillion-dollar student loan program” and called him a “noble and courageous 21st-century visionary”. Obama, in the final commencement season of his presidency, will also address graduates at Rutgers University and the Air Force Academy in Colorado Springs.",
  "webTitle": "Obama tells Howard University students to change US through action",
  "webPublicationDate": "2016-05-07T21:29:31Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/07/barack-obama-howard-university-commencement-speech",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US education",
      "id": "education/education-us",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamiles Lartey",
      "id": "profile/jamiles-lartey"
    }
  ],
  "guardianId": "us-news/2016/may/07/barack-obama-howard-university-commencement-speech"
}