{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/01/scott-morrison-hints-at-tax-cuts-in-budget-as-part-of-economic-plan",
  "id": "2016-05-01-213",
  "sectionId": "australia-news",
  "body": "Scott Morrison has declared his first budget will not be “a typical budget”, while hinting at tax cuts and boosting education spending ahead of an expected double dissolution election on 2 July. Over the weekend, the government announced $1.2bn in extra spending for education, there were reports of tax cuts for people earning more than $80,000 and the treasurer said debt would peak within five to six years.  Morrison was asked if he could say “hand on heart” that the proximity to the federal election had nothing to do with the a raft of budget measures announced or leaked in the past week.   Related: Welfare groups say job seekers are being demonised in budget lead-up    “This budget is an economic plan,” Morrison said. “It’s an economic plan for jobs and growth and a stronger new economy, a more diversified economy. That’s what Australia needs.  “This is not a typical budget, I agree with you on that, it’s not a typical budget because this economic plan is so essential to the country’s future. That’s what I have been focusing on.”  Morrison would not specifically confirm reports in the Weekend Australian that there will be “modest” tax cuts for those earning more than $80,000 a year. “It is not the government’s policy to increase the tax burden on the Australian economy above what is currently projected and we believe that is the right approach to be taking to support jobs and growth,” Morrison said. The finance minister, Mathias Cormann, confirmed the budget would address bracket creep. “We have been committed to doing as much as we can sensibly afford to ensure the average wage earner doesn’t move into the ... second highest tax bracket,” Cormann told Sky News. If tax cuts go ahead, high income earners (those with incomes over $180,000) will get a double bonus when the temporary deficit levy introduced in the 2014 budget cuts out in 2017.  The shadow treasurer, Chris Bowen, would not commit to supporting any tax cuts for people who earn more than $80,000 until they see the details of the package. “We will look at this on its merits,” Bowen said. “We expect the government to pay for all its initiatives.    Related: 'Broken' budget has lost billions of dollars in a few months, report finds    “We know this government has added very significant spending, even since the last Myefo [mid-year economic and fiscal outlook], which is currently unfunded. We had the treasurer yesterday saying budget deficits don’t matter anymore. The AAA credit rating is under significant pressure which we regard as a very important priority. We’ll look at all these measures.”  The opposition leader, Bill Shorten, said the government might be patting itself on the back for offering modest tax cuts, but Australians would not fall for that tactic.“For the last three years, every day, the Liberal government has been pick-pocketing voters and now at the very last minute they are offering a few dollars in hope that all will be forgiven,” Shorten told reporters in Melbourne. Morrison said government debt would continue to increase while there was a budget deficit but said it would peak in the next five to six years. “As long as we have got a deficit, debt will obviously continue to increase and that is why we have to reduce the deficit and the deficit will fall over the budget and forward estimates in the statement,” he told the Nine Network. Morrison again confirmed the government was looking at changing tax rates for superannuation contributions. Last year Labor announced it would put a 15% tax on super earnings worth more than $75,000 a year and tax super contributions for those with incomes of more than $250,000. After Malcolm Turnbull took over the leadership, Labor committed not to run a scare campaign against the government in return for a sensible debate on tax reform. But Morrison used his pre-budget announcements to attack Labor for “throwing money around and paying for that with higher taxes”.  “We will be ensuring we better target the concessions in superannuation, we have said that for some time,” said Morrison.  “I don’t think there is any great secret about that. The detail of those things we will deal with on Tuesday night but it’s important we get those incentives right because superannuation is so important for Australians and their future and need to make sure the concessions are well targeted.” But the Turnbull government faces an uphill battle during the budget parliamentary sitting week. The Coalition is planning to introduced temporary supply bills to the house on Monday, which essentially provides temporary money supply to keep government running over the election period.   Related: Australians massively overestimate level of foreign aid in budget, poll finds    Separately, the budget appropriations bills, which contain the budget spending, are introduced to the lower house with Morrison’s budget speech on Tuesday night.  The first chance those bills can be passed by the lower house or the senate is Wednesday. Also competing for time is any proposed tax cuts, which reportedly were to begin as early as 1 July, the day before the expected election.  The Senate then rises on Wednesday night with budget estimates committees on Thursday and Friday, even though the opposition leader Bill Shorten’s budget reply speech does not occur until Thursday night.",
  "webTitle": "Scott Morrison hints at tax cuts in budget as part of 'economic plan'",
  "webPublicationDate": "2016-05-01T03:36:38Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/01/scott-morrison-hints-at-tax-cuts-in-budget-as-part-of-economic-plan",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Superannuation",
      "id": "australia-news/superannuation-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/01/scott-morrison-hints-at-tax-cuts-in-budget-as-part-of-economic-plan"
}