{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/sam-tomkins-weak-link-wigan-return-injury-rugby-league",
  "id": "2016-05-10-142",
  "sectionId": "sport",
  "body": "Sam Tomkins believes it may take him a few weeks to produce his best form in a Wigan shirt but says he will not be a “weak link” when he makes his comeback this weekend from the injury which has plagued him for more than a year. Tomkins has not played since his final appearance for New Zealand Warriors in August last year after initially injuring his knee five months before that. But following an off-season operation and subsequent six-month lay-off he will make his second debut for Wigan against Hull on Friday after the Warriors coach, Shaun Wane, confirmed he will return, most likely from the bench. Tomkins admitted that he did not expect to be at his best straight away but said he would still have plenty to offer. “I’m not going to be coming out Friday and performing to my very best,” he said. “I think the fans will probably expect it – they’ll probably be wanting to get rid of me after the weekend if I don’t bring my best game! I’m realistic, but I’ll certainly add something to the team on Friday, I’m not going to be a weak link, that’s for sure.” Tomkins also revealed the extent and timeline of the injury which ruled him out of both the end of the National Rugby League season and England’s international programme last year. “It’s been the same injury all the way through,” he said. “I snapped my posterior cruciate ligament in March last year and I had around eight weeks off. The medical staff told me I could play when I feel ready and I was putting my hand up to play every week – and it wasn’t ready. Playing on it meant I damaged the surface of my femur and it then became clear I needed another operation.” Wane admitted that the way Tomkins’s injury was handled by the Auckland side was not the same course of action Wigan would have taken had he been with them. “He’s had a major operation and he wasn’t right in New Zealand: it wasn’t how we’d have treated him,” Wane said. “We’ve got a superb medical team and there was never going to be any rush. I don’t know how their medical team works but I know it’s very different to what we do here, we’d have dealt with it differently.” Wane also weighed into the debate about player welfare, saying that if he had his way there would be more games in the domestic calendar, not fewer. His comments come after the Huddersfield prop Eorl Crabtree called for a reduction in games after an unprecedented amount of injuries in 2016 throughout Super League. “These guys aren’t mixing concrete in the rain, they’re coming in and doing weights with top medical staff and the best supplements,” Wane said. “I wish we had more games; I’d look after my players and give more debuts out. If we had a break I’d be bored stiff, and so would my players. I want a bigger squad and to have more games.”",
  "webTitle": "Sam Tomkins insists he will not be a ‘weak link’ on Wigan return",
  "webPublicationDate": "2016-05-10T14:12:55Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/sam-tomkins-weak-link-wigan-return-injury-rugby-league",
  "keyword": [
    {
      "webTitle": "Wigan Warriors",
      "id": "sport/wiganwarriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League XXI",
      "id": "sport/super-league-xxi",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League",
      "id": "sport/superleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Bower",
      "id": "profile/aaron-bower"
    }
  ],
  "guardianId": "sport/2016/may/10/sam-tomkins-weak-link-wigan-return-injury-rugby-league"
}