{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/china-marks-50-years-since-cultural-revolution-with-silence",
  "id": "2016-05-16-359",
  "sectionId": "world",
  "body": "Beijing has marked the 50th anniversary of one of the most devastating and defining events of 20th century China with silence. Chairman Mao’s Great Proletarian Cultural Revolution – a decade-long period of political and social turmoil – began exactly 50 years ago on Monday.   Related: The Cultural Revolution: all you need to know about China's political convulsion    On 16 May 1966 a Communist party document fired the opening salvo of the catastrophic mobilisation warning that counter-revolutionary schemers were conspiring to replace the party with a “dictatorship of the bourgeoisie”. What followed was an unprecedented period of upheaval, bloodshed and economic stagnation that only ended with Mao’s death, in September 1976. However, on Monday newspapers in mainland China were bereft of any coverage of the Cultural Revolution’s anniversary.  The party-run Global Times tabloid completely ignored the event leading instead with a story about Beijing’s anger over a Pentagon report detailing its land reclamation activities in the South China Sea. Stories about Donald Trump and Boris Johnson’s comparison of the EU with Hitler both found their way into the pages of the Beijing Morning Post but there was not a single mention of Mao Zedong or his mass mobilisation.  The Beijing Times also shunned the anniversary dedicating its front page to a story about police efforts to find missing children.  No official memorial events were reported by China’s heavily controlled media and Chinese academics were forbidden from talking about the sensitive period.  “Researchers cannot accept any interviews related to the Cultural Revolution,” one scholar told Canada’s The Globe and Mail. “They think that if we expose the Cultural Revolution’s dark side people will doubt the political system,” Wang Youqin, author of Victims of the Cultural Revolution, a three-decade investigation into Red Guard killings, told the Guardian.  Roderick MacFarquhar, a Cultural Revolution expert at Harvard University, said president Xi Jinping would be wary of anyone attempting to use Monday’s anniversary “to bring up uncomfortable facts” about the party’s past.     A propaganda squad of Red Guards, high school and university students, brandishing copies of Chairman Mao Zedong’s Little Red Book in 1966. Photograph: Jean Vincent/AFP/Getty Images    Particularly unwelcome was any reflection on Mao’s central role in orchestrating the mayhem that consumed China from 1966 onwards and is estimated to have claimed up to two million lives. “The really uncomfortable fact which Xi Jinping in particular cannot really stomach is Mao’s role [in the Cultural Revolution],” MacFarquhar said. “Mao actually gloried in the chaos. He loved the idea of civil war … The last thing Xi Jinping wants to do is raise anything to do with the Cultural Revolution because it inevitably affects Mao’s reputation.” Only in Hong Kong, which is part of China but enjoys far greater political freedoms thanks to a deal governing its return to Chinese control in 1997, was the media able to mark the painful anniversary. An opinion piece published in the South China Morning Post said: “Fifty years on, and the party has failed to bring any kind of justice to address the traumatic event. “If the party fears disclosing the truth about its own past and refuses to learn from it, how can it have a clear vision of the right direction for the future?” it added.     Mao Zedong with Zhou Enlai, left, and defence minister Lin Biao hold up Little Red Books as they review troops in Beijing in 1967. Photograph: STR/AFP/Getty Images    Half a century after the Cultural Revolution kicked off with an explosion of Red Guard violence in Beijing, academics are still debating the period’s impact on contemporary China. Daniel Leese, a Cultural Revolution expert from Freiburg University who is researching the legacies of the Mao era, said one consequence was the fixation of Chinese leaders with political stability. “From the view of the party it is very clear that one of the main legacies is that you should never let go of control, you should always maintain the commanding heights, there shouldn’t be factionalism at all within the party,” he said. For today’s leaders it was still paramount that “the 10 years shouldn’t appear as a period of complete anarchy because, after all, the party was still at the helm,” Leese added. MacFarquhar, the author of Mao’s Last Revolution, said half-a-century on the role of ordinary Chinese citizens in the violence had still not been been sufficiently interrogated. “I think that the most terrible aspect of the Cultural Revolution was not just that the chairman threw the whole country into chaos. It was that having fired the starting gun, Chinese became immensely cruel to each other,” he said.  “It wasn’t as if some Nazi boss had said, ‘Kill these 6,000 Jews’. People just fought each other, killed each other – especially in the Red Guard factional fights … It was just a case of letting them off the leash and they did it.”   Related: 'What mistake did we make?' Victims of Cultural Revolution seek answers, 50 years on    Outspoken groups of leftists who view the Cultural Revolution as a golden age of social equality and ideological righteousness have defied Beijing’s attempt to downplay the anniversary.  At one commemorative event in Shanxi province neo-Maoists held up red banners reading: “Mao’s thoughts are invincible” and “Long Live the Great Proletarian Cultural Revolution!”  At a rally in the northeastern city of Dalian demonstrators brandished portraits of Mao and banners that read: “Sailing the Seas Depends on the Helmsman.” Zhang Hongliang, a prominent Maoist scholar, claimed critics of the Communist party were manipulating Monday’s anniversary to destabilise China’s current regime.  “[Their purpose] is not only to reject the Cultural Revolution… they are taking advantage of these 10 years to entirely negate the leadership of the Communist party of China,” he said. “Even if it was a wrongful campaign, 40 years is enough time for people to move on.” Wang Youqin, the Cultural Revolution researcher, said such voices should not be allowed to continue their denial of the bloodshed and suffering.  She lamented how, unlike Cambodia, where the Khmer Rouge tribunal has investigated crimes committed under Pol Pot victims of the Cultural Revolution had been denied any historical reckoning. “I am shocked that after 50 years we still don’t have a complete report on the Cultural Revolution. It is a shame.”  The academic said she was convinced that ordinary people could make a difference by remembering and recording the events of that tumultuous decade.  “Things will change,” Wang said. “If we make the effort, if we tell the truth, people will listen.” Additional reporting by Christy Yao",
  "webTitle": "China marks 50 years since Cultural Revolution with silence",
  "webPublicationDate": "2016-05-16T04:10:39Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/china-marks-50-years-since-cultural-revolution-with-silence",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Xi Jinping",
      "id": "world/xi-jinping",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hong Kong",
      "id": "world/hong-kong",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/16/china-marks-50-years-since-cultural-revolution-with-silence"
}