{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/hiroshima-open-horrors-barack-obama-historic-visit-japan",
  "id": "2016-05-13-218",
  "sectionId": "world",
  "body": "The school uniform Nobuko Oshita made for herself looks like it would turn to dust at the slightest touch. One sleeve of what is left of her stained summer blouse is missing. A metal badge bearing the name of First Hiroshima Prefectural girls’ high school is still attached to the lapel. The 13-year-old was helping with demolition work when the US B-29 bomber Enola Gay released its atomic payload over Hiroshima on the morning of 6 August 1945. Rescue workers found Oshita, barely alive, amid the rubble and took her to her parents’ home, where she died that night.     Nobuko Ohshita’s summer uniform.    Not far from Oshita’s uniform are the blackened remains of a bento lunch that Shigeru Orimen, another Hiroshima schoolchild, would never eat. Three days passed before the 13-year-old’s mother, Shigeko, found her son’s charred remains, his metal lunchbox clasped to his stomach. Barack Obama has yet to decide whether exposure to the harrowing exhibits at the Hiroshima Peace Memorial Museum will be on his itinerary when he becomes the first sitting US president to visit the city this month.      Shigeru Orimen’s lunchbox.    Touring the museum – an experience his secretary of state, John Kerry, described as “gut-wrenching” – would bring him uncomfortably close to physical reminders of young lives ended in an instant 71 years ago, by a weapon used on the orders of a previous holder of his office. Like the dozens of schoolchildren snaking their way past the museum’s exhibits one afternoon this week, he may fall silent in front of a twisted tricycle belonging to a young boy who was among the 140,000 people who died that day and in the months that followed. Obama may pause to contemplate the unforgiving force of a weapon capable of generating enough light and heat to leave the “shadow” of an unidentified victim etched into the stone steps of a bank. In an irony that will be lost on few residents of Hiroshima, he will be flanked, as protocol demands, by a military aide carrying a metal briefcase, covered in black leather, known as the “nuclear football”. Inside are the codes US presidents need to authorise a nuclear strike when they are away from established command centres such as the White House.     A White House military aide carries a briefcase known as the ‘football’, containing emergency nuclear weapon codes. Photograph: Saul Loeb/AFP/Getty Images    “Obama is good at speaking from the heart – his words carry a lot of weight,” said Kenji Shiga, the museum’s director. “I want him to look at the exhibits and see what happened to the children here, and then to tell us how it makes him feel, not as a politician, but as a father.” Many of the 180,000 survivors say they too expect Obama to bear witness to the unspeakable human cost of nuclear warfare, although reports suggest he will confine his visit to a tribute at the nearby cenotaph before making a short speech. While there is a general acceptance that no apology is necessary – and none will be offered – Hiroshima survivors say they want Obama to leave having reaffirmed the commitment he made in Prague in 2009 to “a world without nuclear weapons”. “I don’t think there’s any need for him to apologise,” said Sunao Tsuboi, a 20-year-old student on the day of the attack, who has become the public face of the hibakusha – the radiation-exposed survivors of Hiroshima and Nagasaki.     Sunao Tsuboi, 90, in front of a map showing the scale of the damage to Hiroshima. Photograph: Toshifumi Kitamura/AFP/Getty Images    “That America was the first to drop the bomb is a matter of historical fact, but if you keep insisting on an apology and it doesn’t come, then how are we ever going to join hands and make progress on nuclear disarmament?” added Tsuboi, who remained unconscious in hospital after the blast until more than a month after Japan’s surrender on 15 August 1945. “The nuclear age came about because something had gone seriously wrong with humankind as a whole, not just with the US.” As their country’s leaders celebrate an unshakeable postwar military alliance, Japanese and American citizens have clung to their competing narratives over the Hiroshima bombing. In the US, it is credited with hastening the end of a war that would have killed far more American soldiers had the land battle moved to the main Japanese island of Honshu. By contrast, many Japanese view Hiroshima as an atrocity committed against a mainly civilian population, although there is recognition that the country’s militarist leaders should share responsibility for the attack. “Before Obama apologises, he should acknowledge that dropping nuclear bombs on Hiroshima and Nagasaki was a mistake – a war crime,” said Tadashi Sawada, a member of the Hiroshima Alliance for the Abolition of Nuclear Weapons. “Unless he is prepared to do that, then I see no point in him coming. “When he made that speech in Prague he gave a lot of people reason to be hopeful, but what has he achieved in the seven years since then? I can’t help feeling that he won the Nobel peace prize on the back of a lie.” Rather than court the domestic political risks implicit in attempting to explain the decision to twice use nuclear weapons against Japan, Obama will “shine a spotlight on the tremendous and devastating human toll of war” and “honour the memory of all innocents who were lost”, said Ben Rhodes, Obama’s deputy national security adviser. There is little prospect that views on the Hiroshima bombing in the US and Japan will ever converge. But for Tsuboi, who is being treated for cancer and heart disease that he attributes to his exposure to radiation as a young man, Obama’s visit should not be used as an excuse to dwell on the past.     Staff at the Hiroshima Peace Memorial Museum clean exhibits before the 70th anniversary of the bombing last July. Photograph: The Asahi Shimbun/Getty Images    “When I read his Prague address, I was convinced that he was serious about disarmament. If I get to meet him in Hiroshima, I would simply thank him for coming and tell him: ‘We believe in you.’” Hiroshi Shimizu, secretary general of the biggest organisation of Hiroshima survivors, said that even as excitement builds over Obama’s visit, “not everyone” in the city was comfortable with the absence of an apology. “My feeling is that he’s coming here to burnish his political legacy,” said Shimizu. “It would have been much better if he had come here in 2009 to make his speech about a nuclear-free world. But he is a Nobel peace prize winner, so he still has a huge responsibility to follow through on his promises.” Nuclear campaigners expecting even a mild show of contrition are likely to be disappointed. Josh Earnest, the White House press secretary, dismissed speculation that Obama would give an address similar to the one he delivered in Prague. “When he visits Hiroshima, I would anticipate the president will have an opportunity to reflect on his time there,” Earnest told reporters. “But the president does not plan to deliver a major address in Hiroshima.” The passage of time has softened attitudes towards the US among the remaining survivors, according to Tsuboi. “In the past, 90% of us would have been horrified by the prospect of a visit by the US president,” he said. “I hated Americans for 30 years. Then I started going there and meeting people, and I realised that I had been deceived by Japanese militarism. We survivors are all getting old now, so we want to see progress towards the abolition of nuclear weapons before we die. I will repeat that demand until the day my heart stops beating.”",
  "webTitle": "Hiroshima to open up its horrors to Barack Obama during historic visit",
  "webPublicationDate": "2016-05-13T11:02:33Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/hiroshima-open-horrors-barack-obama-historic-visit-japan",
  "keyword": [
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    }
  ],
  "guardianId": "world/2016/may/13/hiroshima-open-horrors-barack-obama-historic-visit-japan"
}