{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/saudi-arabia-yemen-bombing-uk-claims-humanitarian-law-committee",
  "id": "2016-05-04-343",
  "sectionId": "world",
  "body": "The British government’s claim that Saudi Arabia’s bombing campaign in Yemen has not breached international humanitarian law is “deeply disappointing” and contributes to an “anything goes” attitude from the opposing sides in the conflict, the international development select committee has said. The finding comes as a rebuke to the foreign secretary, Philip Hammond, who made the assessment despite a UN-sponsored report and many charities presenting evidence to the contrary. The Conservative-dominated committee said the Saudi inquiry into the Yemen campaign, supported by the Foreign Office, was inadequate and called for an independent inquiry. “It is deeply disappointing that the UK government does not accept that breaches of international humanitarian law have taken place in Yemen,” the committee said in a report. “The failure to hold parties to the conflict to account for their actions appears to have contributed to an ‘anything goes’ attitude by both sides to this conflict.” Saudi Arabia entered the Yemeni civil war in March 2015 at the head of a coalition supporting the government against Shia Houthi rebels and forces loyal to the deposed president Ali Abdullah Saleh. About 6,400 people, half of them civilians, were killed in the first year of the Saudi intervention, according to World Health Organization figures, and 2.5 million were displaced.  The MPs’ report, published on Wednesday, found that “there was clear evidence [that] international humanitarian law is being breached, making the relief effort difficult and dangerous. Schools, health and vital water and nutrition supplies are at risk, while the civilian population bears the brunt of the fighting. Yemen faces one of the worst humanitarian crises in the world, with 82% of the population in need of assistance”. But in a sign of the sensitivity of UK-Saudi relations, Conservative MPs on the committee blocked a call for Britain’s highly profitable arms sales to Saudi Arabia to be suspended pending clear evidence that the air campaign in Yemen was targeting civilians. The six Conservatives on the 11-member committee voted for UK weapons sales to be referred to a separate committee specialising in arms exports. In correspondence with the committee, Hammond set out a series of reasons why the government believes that there is no case for revoking licences issued to arms exporters. He said the Saudi-led coalition was not targeting civilians; Saudi Arabia’s processes and procedures were in place to ensure respect for the principles of international humanitarian law; and the kingdom was investigating incidents of concern, including those involving civilian casualties.  “Saudi Arabia has throughout engaged in constructive dialogue with the UK about both its processes and incidents of concern,” Hammond told the committee. “Saudi Arabia has been and remains genuinely committed to [international humanitarian law] compliance”. David Mepham, the UK director of Human Rights Watch, said in response that multiple attacks on markets, hospitals, schools and private homes had been documented in violation of the laws of war.  “Hammond misleadingly claims the Saudis have procedures in place to ensure adherence to the laws of war and investigate incidents of concern,” he said. “But the reality is one of ongoing, large-scale violations by the Saudis in Yemen that have continued for over a year and a refusal by the Saudis either to acknowledge these violations or properly investigate them.” A Saudi internal inquiry into the Yemen campaign, set up in January in response to international criticism, has not yet published any findings. The Foreign Office minister, Tobias Ellwood, said last week that he had contacted the Saudi ambassador to the UK to complain that the inquiry was taking an excessively long time.  The MPs’ report said it remained “unconvinced that Saudi Arabia is best placed to conduct investigations into reports of [international humanitarian law] abuses by the Saudi-led coalition. It is a longstanding principle of the rule of law that inquiries should be independent of those being investigated”. In separate evidence last week, the minister for defence procurement, Philip Dunne, revealed for the first time that British officials stationed in Riyadh had access to reports compiled by the Saudi air force into its air raids. He said the UK government advises the Saudi air force on general air campaign tactics, but not individual targets. Tim Farron, the Liberal Democrat leader, called on the British government to reveal the findings of UK officials in Riyadh. “A Conservative-controlled select committee has found, unlike the foreign secretary, that there are breaches of international humanitarian law by the Saudis using UK weapons,” he said. “Due to the absence of an independent inquiry, and the failure of the Saudi government, acknowledged by the Foreign Office, to publish its findings of its inquiry, it is time [for] the foreign secretary to publish details of what UK government officials have found about the Saudi bombing campaign.  “We now need to know what UK officials based in Riyadh are reporting back to their political masters back in London. Otherwise the only conclusion is that Britain is colluding in breaches of humanitarian law and Hammond is covering this up.”",
  "webTitle": "UK's claims over Saudi bombing in Yemen 'deeply disappointing', say MPs",
  "webPublicationDate": "2016-05-04T05:01:18Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/saudi-arabia-yemen-bombing-uk-claims-humanitarian-law-committee",
  "keyword": [
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Yemen",
      "id": "world/yemen",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "world/2016/may/04/saudi-arabia-yemen-bombing-uk-claims-humanitarian-law-committee"
}