{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/23/family-cycling-holiday-netherlands",
  "id": "2016-05-23-255",
  "sectionId": "travel",
  "body": "For a cycling holiday with children, it pays to pick your destination carefully: somewhere where the pedalling isn’t too demanding for little legs, somewhere that feels safe – but somewhere with enough distractions for kids and adults alike. The Netherlands, I discovered on a trip with nine-year-old William and 11-year-old Rose, ticks plenty of boxes. It’s flat and cycle lanes are not just an afterthought tacked on by politicians with an eye on the green vote. Well-signposted cycle routes crisscross the country, lanes are wide and generous, and cyclists have priority at roundabouts. While I might miss the exhilaration of a downhill swoop after a steep ascent, it’s a small price to pay for not having to sweet-talk them up the hill in the first place. The overnight ferry from Harwich to Hook of Holland was a wild success: having a shower in a ferry cabin is hugely exciting if you’re nine. It was spring and we hoped to be riding through fields of bright tulips, but the flowers weren’t out yet – so we drove on to Edam to spend two days cycling through (flower-free) agricultural landscapes. No one was disappointed.     William and Rose cycled 100km in two days    The common image of Edam is of windmills, canals and women in clogs and bonnets. There is a bit of that, but the reality is less picturesque and more interesting. The town of Wormer was an unexpected highlight: it’s home to one of the world’s largest cocoa factories, the Gerkens plant, and the air smells of chocolate. From our base at De Fortuna, a 17th-century, family-run hotel in several small buildings overlooking the canal in Edam town, we cycled two loops, totting up an impressive 100km in two days, with no more than a few cursory complaints from the children. It was a taste of a trip run by InnTravel, made enjoyable by comfortable bikes and detailed notes that made it impossible to get lost on interesting quiet routes along canals and polders. From Edam, we took the coast road to the town of Monnickendam, where we stopped for coffee and almond biscuits. It was too cold to swim, but later in the year we might have tried.     William and Rose in Edam’s sweetshop    The next day, we headed west to Zaanse Schans, where working windmills and preserved buildings recreate a 17th-century Dutch village. It was pretty but we preferred less touristy De Rijp, with great hot chocolate at Het Wapen van Munster. Along the way we passed pretty pyramid-roofed stolp houses, with shaky wooden bridges over streams linking them to the canals. We saw lambs and goats and foals and a lot of agri-industry – huge factories and warehouses next to tiny wooden houses, plus industrial-sized greenhouses growing flowers. Finally, we cycled through the beautiful polders inland from Edam, along paths through nature reserves where people go to birdwatch. The flat landscape made the skies amazing. In the evening, the hotel’s restaurant satisfied our ravenous appetites with great locally sourced beef and lamb, and fish with rocket salad. We bought cheese to take home, but there was more interest in Edam’s sweetshop, with its double-salt liquorice, pink striped mints and chocolate letters. We fantasised about buying a small, green wooden-gabled house opposite the hotel, and relocating to Edam. Once the bother of learning Dutch was dealt with, I think it would be a happy place to live with children. We didn’t want to leave and almost weren’t able to, because the car battery had gone flat. The hotel management rounded up passersby to give us a push-start in time for us to catch the ferry back. A tour of the tulip fields would have to wait for another spring.• The trip was provided by Inntravel, whose Taste of Holland cycling break costs from £590pp including four nights’ B&B, one dinner, luggage transportation and cycle hire. Ferry travel was provided by Stena Line (08447 707070) which has returns from Harwich to Hook of Holland from £150 for a family of four and a car",
  "webTitle": "Flat-out: family cycling fun in the Netherlands",
  "webPublicationDate": "2016-05-23T09:00:08Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/23/family-cycling-holiday-netherlands",
  "keyword": [
    {
      "webTitle": "Family holidays",
      "id": "travel/familyholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Cycling holidays",
      "id": "travel/cyclingholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Netherlands holidays",
      "id": "travel/netherlands",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Cycling",
      "id": "lifeandstyle/cycling",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Amelia Gentleman",
      "id": "profile/ameliagentleman"
    }
  ],
  "guardianId": "travel/2016/may/23/family-cycling-holiday-netherlands"
}