{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/lostinshowbiz/2016/may/05/beyonce-jay-z-lemonade-fawlty-towers-basil-sybil",
  "id": "2016-05-05-92",
  "sectionId": "lifeandstyle",
  "body": "To the Torquay hotel that is Beyoncé and Jay Z’s marriage, with news that Jay might be planning an album response to his wife’s Lemonade. In truth, Lost in Showbiz hadn’t foreseen the couple’s emergence as the Sybil and Basil Fawlty of pop, but it is now staring us so hard in the face that to deny the overwhelming parallels would be nothing short of absurd. So many of the best sitcom characters are trapped, of course, and although the Carters’ situation appears marginally more lucrative than offering full board on the English Riviera, there is at least potential financial parity in the summer months, when you factor in moneyspinning ideas such as gourmet night. I know Sybil never produced a stunning visual album – in many ways her telephone manner was her art – but, other than that, the marriages are entirely analogous. Ever since said visual album dropped less than two weeks ago, many have been wondering feverishly what Jay thought of Lemonade. So, allow me to clear that up for you without delay. He watched a playback of it with exaggerated politeness before inquiring nonchalantly: “Do I detect the smell of burning martyr?” With his eye on an artistic retort, Jay Z has spent the days since torn between his perennial fear of incurring his wife’s wrath again, and amusing himself trying to think of rhymes for “my little piranha fish”. Jay didn’t accompany the missus to Sunday’s Met Gala, although I’m sure that, once she’d finished upholstering herself, he checked his wife had everything with her – “handbag, knuckledusters, flick knife?”– and wished Beyoncé a good evening at the event. “Don’t drive over any mines or anything!” As for Beyonce, her long-suffering feels easily as long and insufferable as Sybil’s. Though it must be said she’s the clear winner on the good hair front, Basil having once dismissed Sybil’s as “that rat’s maze of yours.” Even so, none of the above is intended to paint either marriage as one-dimensional. The Fawltys’ situation wouldn’t be so mesmerising if there weren’t some residual something there, however deep down. I still find The Anniversary episode the hardest watch, because Basil really does try. No, despite what the cynics say, neither the Fawltys’ nor the Knowles-Zs’ marriages can be entirely performative, although it must be said that both seem creatively assisted by the presence of an audience. “You must excuse my wife,” Basil confides stagily to a guest, “I’m afraid her local finishing school got bombed.” We could continue, but let’s play out with the observation that neither of our unions is a stranger to vehicular damage. One of the most eye-catching sequences in Lemonade involves Beyoncé stalking down a street smashing in car windows with a baseball bat, and it’s certainly one that will demand a formal visual retort from Jay Z. It’s not for me to try to influence his process, but I very much hope that we’ll see him taking a branch to an Austin 1100 Countryman.",
  "webTitle": "Beyoncé and Jay Z – the Sybil and Basil Fawlty of pop",
  "webPublicationDate": "2016-05-05T17:24:35Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2016/may/05/beyonce-jay-z-lemonade-fawlty-towers-basil-sybil",
  "keyword": [
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Jay Z",
      "id": "music/jayz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "R&B",
      "id": "music/r-and-b",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Rap",
      "id": "music/rap",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "John Cleese",
      "id": "culture/john-cleese",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina Hyde",
      "id": "profile/marinahyde"
    }
  ],
  "guardianId": "lifeandstyle/lostinshowbiz/2016/may/05/beyonce-jay-z-lemonade-fawlty-towers-basil-sybil"
}