{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/04/peace-activists-bae-systems-agm-saudi-arms-sales",
  "id": "2016-05-04-181",
  "sectionId": "business",
  "body": "The chairman of BAE Systems has claimed his company’s weapons sales encourage peace, as he responded to questions from peace activists who infiltrated the arms maker’s shareholder meeting.  Sir Roger Carr was forced on the defensive by a salvo of questions probing BAE’s dealings with Saudi Arabia, which is currently at war in Yemen. According to a UN panel, Saudi forces have conducted “widespread and systematic” attacks on civilian targets. In response to one such question, Carr said: “We are not here to judge the way that other governments work, we are here to do a job under the rules and regulations we are given.”  He insisted that Saudi Arabia, as a crucial ally to Britain, was an entirely appropriate customer for BAE’s weapons and services. All sales by BAE were in accordance with rules and regulations set out by the UK government, he repeatedly said. “We will stop doing it when they tell us to stop doing it,” Carr added. Peace activists dominated the meeting, repeatedly asking the BAE board to give their moral justification for supplying weapons to countries accused of human rights abuses. Others urged the board to switch their business to finding solutions to climate change, water shortages and other environmental problems. When one questioner argued that lasting peace can only be achieved through negotiations, Carr replied: “There is, however, in the world in which we all live, the principle of speaking softly but carrying a big stick – and that very often encourages people to negotiate. “We try and provide our people, our government, our allies with the very best weapons, the very best sticks they can have, to encourage peace.” At another point, Carr said his ethical justification was “in our belief that what we are doing is in the interests of peace for the world, rather than simply as aggressors. We maintain peace by having the ability to make war and that has stood the test of time. “We are a defence company and I have tried to give you clearly and openly the rules under which we operate – not hide behind – and the belief that we have as individuals which allows us to do this work in a proud and positive way, rather than with a sense of shame.” At the beginning of the meeting, after two activists were carried out for holding up placards, Carr acknowledged the presence of protesters. “Some of you will have genuine reservations about both what we do and where we do it,” he said.  “As always there will be an opportunity to put questions to the board and I and my team will seek to respond clearly and courteously to any question you pose. Whilst we may not always agree, I’m certain that mutual respect and good manners will always produce the most valuable exchanges.” Carr only appeared to lose his temper when one shareholder said: “Your defence reminds me of the IG Farben defence at the Nuremberg tribunals.” It was an IG Farben subsidiary that made the Zyklon B gas used to murder Jews and others in Nazi concentration camps during the second world war. “Can I just say to you, sir, how grossly offensive I find that and to every member sitting on this board,” Carr replied. After more than an hour of hostile questions, Carr asked shareholders to come forward to change the subject. When one man raised the inadequacy of the venue’s sound system, Carr replied: “I’m sorry you hadn’t heard the questions. Actually there were some questions I wish I hadn’t heard.” Towards the end, organisers resorted to switching off the microphones when people whom they identified as activists took to the lectern.   Related: EU parliament votes for embargo on arms sales to Saudi Arabia    About 30 activists affiliated to the Campaign Against the Arms Trade (CAAT) had bought shares in BAE to gain access to the AGM. They brought placards with quotes from people enduring bombardments in Yemen, which they held up to display to other shareholders. Some dressed in black and wore red gloves and funeral-style black veils.  On Tuesday another peace group, Sisters Against the Arms Trade, blockaded a missile factory owned by MBDA, in which BAE has a 37.5% stake. Fifteen women and non-binary people blocked the gates of the site in Bedford before the start of the day to stop workers from entering.  MBDA produces the Brimstone missile and other precision-guided weapons, which are used by both Saudi and Emirati forces in their campaign against Yemen’s Houthi rebels.  On the same day, a committee of MPs said it was “deeply disappointing” that the UK government had ignored alleged breaches of humanitarian law in Yemen. “The failure by the parties to the conflict to account for their actions appears to have contributed to an ‘anything goes’ attitude by both sides,” said a report by the international development select committee.",
  "webTitle": "BAE chairman to peace activists: 'weapons sales encourage peace'",
  "webPublicationDate": "2016-05-04T13:07:44Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/04/peace-activists-bae-systems-agm-saudi-arms-sales",
  "keyword": [
    {
      "webTitle": "BAE Systems",
      "id": "business/baesystems",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Arms trade",
      "id": "world/arms-trade",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Yemen",
      "id": "world/yemen",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "business/2016/may/04/peace-activists-bae-systems-agm-saudi-arms-sales"
}