{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/29/matt-black-photography-poverty-geography-california-us-sean-ohagan",
  "id": "2016-05-29-176",
  "sectionId": "artanddesign",
  "body": "Last summer Matt Black left the Central Valley of California, where he lives, to travel 18,000 miles across the US on a road trip that took him through 30 states and 70 of the poorest towns in America. The startling image of a hand resting on a fence post against a barren backdrop was taken in the small town of Allensworth, California, where 54% of the population of 471 people live below the poverty level.    All these diverse communities are connected, not least in their powerlessness    “California always seemed special and unique in terms of how it symbolised promise and progress,” says Black, 45, during a break in shooting landscapes in Idaho, where he’s working on another stage of the same series, Geography of Poverty. “So it seemed somehow symbolic to begin there and travel east, but what has surprised me is the similarities I have encountered as I travelled from one community to another. All these diverse communities are connected, not least in their powerlessness. In the mainstream media, poverty is often looked at in isolation, but it is an American problem. It seems to me that it goes unreported because it does not fit the way America sees itself.”     USA. Tulare, California. 2014. Birds. Tulare has a population of 59,278 and 21.4% live below the poverty level. Photograph: Matt Black / Magnum Photos    As if to bear this out, Black tells me that the route he took was mapped out in advance using geotagged photographs found online alongside census information to identify the poorest areas. In each instance, the communities he visited were never more than a two-hour drive apart. “I was able to drive from California to the east coast and back without ever leaving these poor areas.” Black’s striking images are on show in a group exhibition, New Blood, at the Magnum Print Room in London alongside the work of Newsha Tavakolian and Max Pinckers. Working in high contrast black and white, he produces photographs that are stark and impressionistic. His work is far from the straight documentary that Magnum is famed for and, in places, as in the image of birds on telegraph wires taken in Tulare, California, seems more redolent of the grainy visual poetry of postwar Japanese photographers like Shomei Tomatsu and Masahishi Fukase. “This is not a polemic and I have no set agenda,” he says of his epic undertaking, possibly the most extensive documentary photography project ever, which he began in 2014. “I’m more interested in the psychology of poverty because poverty is a culture with its own norms, and it requires a different way of looking. I wanted to capture the atmosphere of certain places so I’ve also kept a journal which I will incorporate into the finished work somehow.”     USA. El Paso, Texas. 2015. El Paso has a population of 649,121 and 21.5% live below the poverty level. Photograph: Matt Black / Magnum Photos    In the process of making Geography of Poverty, Black has won awards and become something of an Instagram phenomenon (he was named Time’s Instagram photographer of the year in 2014), even though he posts relatively infrequently – on average an image every five days. “I’ve kind of broken the mould. I know social media commentary doesn’t have the best rep,” he says, “but I have had the opposite experience – very few negative comments. In fact, the most common response is, ‘When are you coming to my town?’ People see their own communities reflected in these other communities. That, in itself, says a lot about the widespread and depressingly similar nature of American poverty.” New Blood is at Magnum Print Room, London EC1 until 29 July",
  "webTitle": "‘Poverty is often looked at in isolation, but it is an American problem’",
  "webPublicationDate": "2016-05-29T06:00:26Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/29/matt-black-photography-poverty-geography-california-us-sean-ohagan",
  "keyword": [
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean O'Hagan",
      "id": "profile/seanohagan"
    }
  ],
  "guardianId": "artanddesign/2016/may/29/matt-black-photography-poverty-geography-california-us-sean-ohagan"
}