{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/28/dear-jeremy-work-problems-solved-careers-expert",
  "id": "2016-05-28-169",
  "sectionId": "money",
  "body": "I retired three years ago but now I’d like to find some part-time work I retired almost three years ago, after 40-plus years in NHS management. I had always intended to take short-term contracts or ad hoc work, however within weeks I suffered some health problems and had not felt fit enough to work, until recently. I am now fully recovered and would love to start work again, on a part-time basis, but all the previous options that were open to me have now been taken. I want to use my brain, to enjoy working with colleagues and to do something meaningful. This could be in any area, not just the NHS. I have an MSc in health studies and a BA in social sciences, and am a published author within two academic textbooks. I am in my 60s but continue to have an active brain and a great work ethic. Jeremy says I’m not sure why the options that were open to you three years ago “have now been taken”. Do make sure that you’ve fully explored these possibilities before finally abandoning them. Your writing ability made me think that you could probably build up a small business, working from home, helping small firms, perhaps ones with health connections, with their communications. That remains a possibility but, understandably, you say you want to enjoy working with colleagues – and that’s certainly one of the pleasures that going out to work provides. I don’t think there’s an obvious job description for what you’d like to do, or if there is I haven’t thought of it. But I am going to suggest a practical course of action. Your first move must be to draw up and print a simple synopsis of your interests, qualifications and contact details – a sort of CV. Then you should make a realistic assumption: that somewhere within a certain radius of your house there must be at least one business or organisation that would benefit from your involvement. It might be a school, for example, or a hospital or care home. Then you need to do a painstaking search within that defined area, making a note of any such firm that might just be interested in what you have to offer. Once you have done that, approach each one directly, always leaving a copy of your CV behind. I know it sounds arduous, but I believe that’s the most likely way for you to find what you’re looking for. Readers say • Volunteering is worthwhile and life-affirming, but I would also recommend taking up activities new to you. Since retiring I have developed interests in classical music, watercolours and batik, and while I have moderate ability I thoroughly enjoy using my brain in different ways to before (I was an engineer turned maths teacher). stevekbk • Organisations such as Homestart look for part-time family liaison staff and volunteers. ajchm • If you have time on your hands the noblest thing I can think of, given your background, would be to do everything in your power to save the NHS. I’m sure you could consult on matters and write open letters in response to statements and legislature proposed by the government. Juno Hoo  What can I do about a colleague who simply isn’t up to the job? I have to work with a colleague who – not to put too fine a point on it – is fundamentally incompetent at his job. He occupies a mid-senior role and I’m at a loss as to why he was hired in the first place or how he passed his probation. We are a website and he barely seems to grasp how the internet works, let alone the relatively advanced levels of analysis that his role demands. If he held a more junior position it would be more tolerable, but as it is he is at best a dead weight, and at worst an annoyance. I am not alone in thinking this. In meetings his input causes an awkward pause as people attempt to digest that someone suggested such a bad idea. If you explain why it is not viable (and in most cases would likely be harmful to the business) and methodically list your points, he will just repeat his initial idea as if he didn’t hear anything you said. He was hired by another team, with whom he passed his probation, and is now being foisted on us. Our company embraces “agile management” where you have a fluid structure of partly self-sufficient business units, and personnel moving between these is encouraged. Infuriatingly, he’s keen to remain with our team as we’re “such nice guys”. I can only assume this is because we’re generally polite to him. I work closely with him and he is a drain on my time. I’m unsure as to how to proceed. I am sure you can sense my sheer frustration, but I don’t like the idea of getting someone fired. Jeremy says “Agile management”? This “fluid structure” seems designed to enable management to escape the consequences of their mistakes. It’s entirely wrong that you should find yourself in this position. The responsibility for assessing this person’s ability, and for taking any necessary action as a result of that assessment, lies not with you but with the team that hired him and saw him through his probationary period. It must surely be agreed that successful teams are highly dependent on personal chemistry – a star in one team may be a dog in another. Taking advantage of your fluid structure and the encouraged practice of personnel moving between your partly self-sufficient business units, make it clear – on behalf of your whole team – that this particular character, though obviously well regarded by the team that took him on, is an unacceptable member of yours. By requesting that he returns to his original team you’re not getting him fired. You’re saying that it’s in everybody’s interest, including his, that he rejoins a group where his contribution will be appreciated. This puts the responsibility for dealing with him squarely back where it belongs. Readers say • Put up with it. Lots of people are incompetent and it sounds like the hiring manager and his probation supervisor were also incompetent. He will probably be promoted to your manager before long, so be nice to him. With a bit of luck you’ll soon have an (even more) incompetent manager. Tobemon • Keep sending him “helpful” email links for training courses that might be of use to him. Or links for jobs “that he would be really good at”. ID8917109  • You’re lucky you only have one desk zombie. I work with someone who falls asleep daily for extended periods and this nap time is probably when he is at his most productive. In my organisation the dangerously incompetent get shunted around from section to section until they land in some corner where they can’t do any harm. BaddHamster • Don’t worry about it. It’s not your job to manage this guy, it’s his manager’s. If it gets to the stage where he forces some terrible decision on you, go over his head. Otherwise just carry on – you get paid the same. OverThereByTheDoor Do you need advice on a work issue? For Jeremy’s and readers’ help, send a brief email to dear.jeremy@theguardian.com. Please note that he is unable to answer questions of a legal nature or to reply personally.",
  "webTitle": "Dear Jeremy – your work problems solved",
  "webPublicationDate": "2016-05-28T05:59:26Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/28/dear-jeremy-work-problems-solved-careers-expert",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Job hunting",
      "id": "money/job-hunting",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Jeremy Bullmore",
      "id": "profile/jeremybullmore"
    }
  ],
  "guardianId": "money/2016/may/28/dear-jeremy-work-problems-solved-careers-expert"
}