{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/riots-in-barcelona-after-squatters-evicted-from-bank",
  "id": "2016-05-24-179",
  "sectionId": "world",
  "body": "Barcelona’s radical mayor, Ada Colau, faces her first popular revolt after rioting broke out on Monday night in the fashionable Gràcia district of the city following the eviction of squatters from a former bank. Protesters have promised five more nights of confrontations. Police baton-charged demonstrators and fired foam-tipped rubber bullets while protesters set bins alight, overturned cars and smashed the windows of shops and banks. The trouble began around 10pm when a large crowd of sympathisers gathered in Plaça de la Revolució and some of them tried to reopen the bank that had been sealed up following the eviction. The bank was squatted in 2011 and since then has served as an ad hoc community centre known locally as “the expropriated bank”. The owners ignored the squatters for several years. Last year Barcelona’s then mayor, Xavier Trias, agreed that the city would pay the owners €65,500 (£50,000) rent if they let the squatters be, although the squatters were unaware of this deal. Trias was facing re-election and, having been severely criticised over the demolition of Can Vies, a similar centre in the Sants area of the city, which led to five nights of rioting, he was prepared to pay for peace. However, Colau was elected mayor and in January this year she announced that it was inappropriate for the taxpayer to pay rent “in order to buy peace during an election campaign”. Colau, a long-time housing activist who had her own confrontations with the police before she became mayor, has spent her first year in office fending off attacks from the establishment and vested interests. Now she faces the ire of some of her natural constituents. She is deeply rooted in Barcelona’s long tradition of grassroots militancy. One activist who has been involved with the expropriated bank told the Guardian that people were divided between those who resented what they saw as a lack of solidarity on Colau’s part and those who understood the city could not intervene when – unlike at Can Vives – it was not the property owner.   Related: Barcelona mayor-elect Ada Colau calls for more 'feminised' democracy    Speaking on Monday, before the court order was carried out, Colau said: “The occupants have made it plain that they’re not interested in any sort of mediation or alternative and therefore it’s something between private persons that has been resolved in the courts.” She said that although it wasn’t the business of the city council to interfere, “that doesn’t mean we are trying to avoid the issue”. In response, the protesters tweeted: “Ada Colau says it’s between private parties – people without scruples, like her and the police.” On Tuesday Colau condemned the violence but said: “We have to look at what’s behind this, residents who are angry and defending a social space with roots in the community [that is] part of the fabric of the neighbourhood.” She has offered to find the squatters an alternative location.  Catalan MPs from the left-wing CUP (United Popular) party have condemned Monday night’s police action and called for the resignation of Albert Battle, head of he local Mossos d’Esquadra police force.  “We condemn the police action,” said MP Mireia Vehí. “Police repression should never be the response to political conflict. And if the foam bullets are a precision weapon, how is that some ended up on balconies?”",
  "webTitle": "Riots in Barcelona after squatters evicted from former bank",
  "webPublicationDate": "2016-05-24T12:08:37Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/riots-in-barcelona-after-squatters-evicted-from-bank",
  "keyword": [
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Squatting",
      "id": "society/squatting",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Burgen",
      "id": "profile/stephen-burgen"
    }
  ],
  "guardianId": "world/2016/may/24/riots-in-barcelona-after-squatters-evicted-from-bank"
}