{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/20/coloradocare-healthcare-plan-faces-opposition-from-democrats",
  "id": "2016-05-20-145",
  "sectionId": "us-news",
  "body": "A ballot measure in Colorado that would, if passed, make the state the first in the country to have universal, government-run healthcare is facing resistance from a surprising group: state Democrats. ColoradoCare, as it’s being called, has given ammunition to Republicans looking to attack Obamacare-supporting politicians during the campaign season. That has prompted establishment Democrats to come out against the plan, revealing a split between populist voters who support Bernie Sanders and pro-Clinton politicians, such as Governor John Hickenlooper and US senator Michael Bennet. “Our reforms are just beginning to bear fruit,” said Hickenlooper in a statement, “and it would be premature to dramatically remake our health care system at this time.” His predecessor, Democratic governor Bill Ritter, also has given ColoradoCare a thumbs-down: “Universal coverage is a worthy goal. But a state by state approach to a single payer system does not seem practical or feasible.”  Some state Democrats argue that the state can’t afford universal coverage, that it will kill jobs, and that it will raise taxes for working families. But for Colorado legislators, there is serious political capital at stake as well.  Over the last two years, Bennet, who is up for re-election this year, has been the target of negative TV ads from the Koch Brothers’ Americans for Prosperity, who have used his echoing of Obama’s line “if you like your coverage and your doctor, you can keep them” against him.  Last October, the National Republican Senatorial Committee teased Bennet for not taking a stance on ColoradoCare, and used his silence to assert that he was for the measure. Bennet put a stop to this in April when his campaign spokesman told the Colorado Independent: “Michael does not think that single payer is the right approach to solving our health care problems, and in particular has concerns about putting a complete overhaul of our health care system, including a massive tax increase, into the state constitution where it can’t be changed.”  TR Reid, a spokesman for ColoradoCare and a former Washington Post political journalist, is pretty cynical about Bennet’s reluctance to endorse the measure.  “Michael Bennet is a gutless politician who gets his principles from his campaign manager,” Reid said recently. “He was afraid of being accused of supporting socialized medicine. Until this year he has always been for universal healthcare, he’s given a hundred speeches saying he wants to see everyone covered. If this had not come up in his election year he would be for it.”  “There is a disconnect between the powers that be and the people,” said state senator Irene Aguilar, a former doctor and the chief architect of ColoradoCare. “The powers that be are incrementalists. There hasn’t been a courage of conviction to try and deal with [healthcare coverage].”  Economic concerns about the plan are not unfounded, though.  With a tax increase of $25bn a year – the size of the current state budget – ColoradoCare would be far and away the largest tax increase in state history, and would give Colorado the highest tax rate in the nation. This would be implemented as a payroll tax that would be split into 3.33% for employees, and 6.67% by employers. An additional $18bn would be asked of the federal government, as well as a waiver to let the state opt out of the Affordable Care Act.  If voters approved ColoradoCare, it would become written into the state constitution, making it very difficult to dismantle.  “There are a number of Democrats who are opposed [to ColoradoCare] – like president of the Denver chamber of commerce, Kelly Brough. And now that the legislative session is over I’m sure other Democrats will be speaking out,” said Sean Duffy, a spokesman for Coloradans for Coloradans, which is fighting ColoradoCare. “We even have Democratic consultants running the campaign.” Global Strategy Group, the Democratic consultant firm that Coloradans for Coloradans has retained, is also currently working for Priorities USA Action – a Hillary Clinton Super Pac. Clinton has received $13.2m in donations from the health sector over the years, according to nonpartisan Center for Responsive Politics. This well-funded industry is also the chief financial backer of the effort to destroy ColoradoCare.  “There is huge money from the [health insurance] industry involved in financing not only the campaign against ColoradoCare, but also in financing the politicians who decide on health care legislation,” said Owen Perkins, communications director for ColoradoCareYes, which is pushing for the measure. “The role that big money, big medicine plays in funding campaigns and influencing political votes is certainly a good reason to take [healthcare] out of the insurance industry and politicians and put it in the hands of the people.” According to ColoradoCareYes, most of the funding for Coloradans for Coloradans came from corporations, with many of the donations coming from the health insurance industry and some from outside of the state. For their part, ColoradoCareYes said that the vast majority of their contributions come from individual donors, at an average rate of $126. When asked about the source of funding, Sean Duffy, of Coloradans for Coloradans, said: “We have a number of companies from both sides of the aisle, particularly small businesses, who have said that this amendment will hurt their ability to run and grow a business.” Some supporters of ColoradoCare remain optimistic that Clinton will come out in favor of the plan, even though the consultant firm behind Priorities USA is the same group fighting ColoradoCare.  “I’m still waiting for Hillary to say she’s for it,” Reid said. “That’s one of the reasons I wanted to put it on the ballot in 2016, because I figured Hillary would endorse it. But if she doesn’t, that’s OK, because I’m running a campaign against the health insurance industry and the political establishment, which are both about as popular as Satan in our state.”  During a campaign stop in Boulder late last year, Clinton briefly mentioned ColoradoCare: “I know you all here in Colorado have a [healthcare] initiative this year. States can help lead the way.” In a statement to the Colorado Independent last October, Sanders lent his support to the single-payer measure. “Colorado could lead the nation in moving toward a system to ensure better healthcare for more people at less cost. In the richest nation on earth, we should make healthcare a right for all citizens.” His wildly popular campaign rallies in Colorado were a prime resource for collecting signatures to get ColoradoCare on the ballot, according to ColoradoCareYes. So opposition to the healthcare measure could backfire on establishment Democrats such as Bennet and Hickenlooper, two superdelegates whose support for Clinton angered Sanders supporters, denying him significant delegate gains despite winning the caucus by 18 points.  If it passes, ColoradoCare wouldn’t be the first ballot measure to go against the wishes of the political establishment in Colorado. In 2012, the measure to legalize recreational cannabis in the state was opposed by nearly every lawmaker in the state, yet still passed by more than 10 points.",
  "webTitle": "ColoradoCare: universal healthcare plan has Democrats divided",
  "webPublicationDate": "2016-05-20T13:41:01Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/20/coloradocare-healthcare-plan-faces-opposition-from-democrats",
  "keyword": [
    {
      "webTitle": "Colorado",
      "id": "us-news/colorado",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US healthcare",
      "id": "us-news/healthcare",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Josiah Hesse",
      "id": "profile/josiah-hesse"
    }
  ],
  "guardianId": "us-news/2016/may/20/coloradocare-healthcare-plan-faces-opposition-from-democrats"
}