{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/mauricio-pochettino-tottenham-chelsea-fighting-stamford-bridge",
  "id": "2016-05-02-3",
  "sectionId": "football",
  "body": "Mauricio Pochettino refused to criticise his Tottenham players despite his side receiving nine bookings in the 2-2 draw with Chelsea and with both clubs facing potential retrospective conduct sanctions from the Football Association. Spurs’ title hopes were abruptly ended following a tempestuous match in which 12 players were booked by the referee, Mark Clattenburg. Tottenham’s nine yellow cards is a Premier League record for a single match on a night when ferocious and reckless challenges were frequent.   Related: The Leicester Supremacy – a triumph that was never supposed to happen | Barney Ronay    Shortly before half-time Pochettino stepped in between Danny Rose and Willian, resulting in a mass mêlée by the touchline. During the chaos Mousa Dembélé appeared to poke the eye of Chelsea’s Diego Costa and the Belgian may face retrospective action if the officials did not see the incident. At the final whistle there was an even bigger brawl by the tunnel between almost every player, both managers and a significant number of both backroom staffs. Both clubs could be charged with failing to control their players. Pochettino, though, did not criticise his side despite their approach. The Argentinian said: “It was a derby, we were fighting to win the title and Chelsea were fighting to try and win. We were all involved. When you play for the title and play a big team like Chelsea, they want to win. It was normal emotion, fighting on the pitch is not a good example, for both teams. “In football we want to win and sometimes situations like tonight happen. I think there is nothing to say, nothing to blame, how they [Chelsea] take the game shows big respect for us. That makes us feel proud. “Our players are disappointed and sad, we need to feel that for the future. We are the youngest squad in the Premier League and to be in this position is fantastic. Now we need to focus to keep our place and finish second.”   Related: Claudio Ranieri thanks Guus Hiddink and Chelsea in emotional phone call    Asked if Tottenham’s players had crossed the line, Pochettino added: “Maybe yes but we need to see the video. On the touchline is hard to observe the situations.” The Chelsea manager, Guus Hiddink, revealed there were some scratches on Costa’s face and said most of the insults being thrown were in Spanish, with Cesc Fàbregas involved. “Of course it was a very emotional and hectic game,” said Hiddink. “At the end highly emotional, there was a bit of verbal animosity and I tried to come in between and protect a bit and go into the locker room. We shuffled a bit on the benches. “I took Fàbregas, I tried to get him down [the tunnel], because there were some words in Spanish and I understand Spanish. Threatening a bit. There became more people involved and we shuffled around. “There was a lot at stake for them, and for us prestige at stake. An emotional game between two big clubs. I had to come in between a lot of people today. It normally happens a lot in the Latin world. Steve [Holland, the Chelsea coach] got very emotional. We are not the most beautiful boys, let’s be honest. It’s a fight and there’s frustration, losing the championship. It’s difficult.”",
  "webTitle": "Mauricio Pochettino: ‘It was a derby and we were fighting’",
  "webPublicationDate": "2016-05-02T23:27:27Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/mauricio-pochettino-tottenham-chelsea-fighting-stamford-bridge",
  "keyword": [
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Mauricio Pochettino",
      "id": "football/mauricio-pochettino",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Guus Hiddink",
      "id": "football/guus-hiddink",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "James Riach",
      "id": "profile/james-riach"
    }
  ],
  "guardianId": "football/2016/may/03/mauricio-pochettino-tottenham-chelsea-fighting-stamford-bridge"
}