{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/03/tories-beat-labour-scottish-elections-ruth-davidson",
  "id": "2016-05-03-171",
  "sectionId": "politics",
  "body": "The leader of the Scottish Conservatives, has predicted her party will beat Labour into third place for the first time in the history of the Holyrood parliament. With just one full day of campaigning left before Thursday’s elections, Ruth Davidson said her party’s internal polling leaves her confident that the Tories will be returned as the official opposition to the SNP. “We know what the crossover point is, we know the percentage that we need to get past Labour, and we’re there,” she said.   Related: 5 May: your guide to this week's local and mayoral elections    With polling consistently placing the SNP at about 50%, the nationalists are expected to win the majority of constituency seats, with Labour and the Conservatives locked in an unprecedented battle for second place over the remaining regional list seats. Polling for the Daily Record published on Tuesday morning shows the parties are neck and neck, but Davidson told the Guardian she believes the Tories are marginally ahead.  Acknowledging that the Holyrood voting system, which selects the list seats proportionately, is difficult to predict, Davidson said: “I think it will be close. I think you’ll be able to count on the fingers of one hand the difference between us but I think our nose is in front. I think it’s on.” Conservative strategists have extrapolated from recent YouGov figures that up to 150,000 voters, who backed the UK in the 2014 independence referendum and then supported Labour or the Lib Dems in last year’s general election, could switch to Davidson’s party, which is targeting them with its core messages of strong opposition to the SNP and defence of the union.     Ruth Davidson speaks to local residents in Peterhead, Scotland. Photograph: Jeff J Mitchell/Getty Images    While a substantial SNP victory seems likely, the unique interaction of the first (constituency) and second (regional) votes in the D’Hondt system for allocating seats makes the placement of the runners up far less predictable than in a traditional first past the post arrangement. Davidson’s final week strategy is also based on an understanding that the constitution remains the defining faultline in Scottish politics. She believes the independence question is heavily informing voters’ decision-making some 20 months after the referendum.  The Tory leader has underlined her party’s unionist credentials throughout the campaign, pledging to oppose a second independence referendum no matter what the outcome of June’s EU vote and directly matching the SNP’s plans for a summer independence drive with her own initiative to state the positive case for the union. She has also baited the Scottish Labour leader, Kezia Dugdale, over the strength of her pro-union leadership. Voters who backed remaining in the UK, according to Davidson, “by and large want someone who will validate the decision they made just 20 months ago”. She includes in this category many older, working-class Labour voters, “who look at Jeremy Corbyn and run a mile”.  “There is also a frustration from people who don’t support the SNP and just want someone to take them on. There’s a lot there for any party that says ‘we will stand up for the decision you made’. For some people that’s an attractive offer when they see a bit of chaos and confusion in the Labour party both north and south of the border.”           How long can the SNP own Scottish politics?    Davidson is not precious about the fact that such voters may lend her their support on a short-term arrangement. “There’s also that latent sense of Scottish fairness: ‘We gave Labour two chances and the SNP are still rampant, let’s give someone else a go.’ And they look at me and think ‘aye her, she’ll do’. I’m not pretending these people love the Conservative party and are going to vote for us forever.” Scottish Tory candidates, who describe themselves as “with Ruth Davidson’s team” rather than “Conservative” on the doorstep, say their leader’s personal popularity and promotion as the only woman to stand up to Nicola Sturgeon cuts through powerfully. One candidate also told the Guardian that animosity towards David Cameron and George Osborne was “the hardest thing to overcome on the doors”. The prime minister has been notably absent in the final weeks of campaigning in Scotland, amid reports of fears that his dire approval ratings north of the border and recent questions over his tax affairs could damage Davidson’s chances. Did she tell Cameron not to come to Scotland? “No,” she says briskly, “we had a conversation and he gets that I’m in charge of this. It’s the first election that’s wholly about me and he trusts me to get on with it.” Davidson has worked hard to distance herself from the more elitist form of Conservatism that dominates. “We have huge support from working-class areas right across the UK. We used to have that in Scotland and we lost it and one of the things I’ve been working hard to do is bring it back. We will never be as significant a movement in Scotland as we can be if we don’t get it back,” she says.",
  "webTitle": "Conservatives will beat Labour in Scotland, says Ruth Davidson",
  "webPublicationDate": "2016-05-03T13:31:05Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/03/tories-beat-labour-scottish-elections-ruth-davidson",
  "keyword": [
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ruth Davidson",
      "id": "politics/ruth-davidson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "politics/2016/may/03/tories-beat-labour-scottish-elections-ruth-davidson"
}