{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/26/inquest-finds-police-unlawfully-detained-logan-peters-who-then-found-hanged",
  "id": "2016-05-26-76",
  "sectionId": "uk-news",
  "body": "A vulnerable young man was found hanged the day after being unlawfully detained, held in an unauthorised headlock and illegally strip-searched by police who stopped him on suspicion of minor criminal damage at a takeaway.  Logan Peters, 22, who had mental health issues, battered his head against the walls of a police cell and tried to strangle himself while being detained for 12 hours, but was treated as an attention-seeker and released without any care plan being put in place. The Cornish boat builder, said by his family to have had very strong views on right and wrong and a keen interest in human rights, went home and claimed Devon and Cornwall police officers had “roughed him up”. The next day he was found dead in a summerhouse.  The way the police dealt with Peters was strongly criticised by an inquest jury in Truro on Thursday.  The panel concluded that there were “errors, omissions and failures” in the way Peters was seized on the street. “It is extremely likely that the series of events, together with the unreasonable, disproportionate and unnecessary force used … had a negative impact on Logan’s physical and psychological wellbeing,” the panel said in its written findings.  “Inadequate steps” were taken to address risks to Peters at the police station. And it said the failure to address his complaints that he was the victim of force and the strip-search “significantly contributed to a further deterioration of Logan’s psychological wellbeing”. After the inquest, Peters’ family described him as a gentle soul who was never aggressive.  His mother, Tammy, told the Guardian: “He had his troubles but he was very sensitive.”  She said it had been soul-destroying to watch footage of her son being detained and then harming himself in the police station. “I feel let down by the police.” His father, Robert, said Peters would have known his rights and would have been angry at being detained illegally. “He was very frustrated because he thought his human rights had been breached.” Both said they were shocked when they first saw the videos, obtained by the Guardian. “He was put in a headlock and thrown to the ground,” his father said. “It looks like thuggish behaviour. It is not the sort of thing you expect of the police.”  His mother said: “He was complying with the police. There was no need for them to act as they did. And I can’t understand why he wasn’t properly observed and looked after at the police station. So many people weren’t doing their jobs.”  The assistant coroner for Cornwall, Andrew Cox, directed the jury to find that, for a period after Peters was subjected to a stop and search but before he was arrested, he was detained unlawfully. During that time Logan was put in the headlock, pushed up against a police car and forced to the ground, all unlawfully, the coroner said. Cox also ruled that at Charles Cross police station in Plymouth, Peters was subject to an unlawful strip search. The case once again highlights failings within the police to look after people with mental health issues while they are in custody. Around half of all deaths of people in or recently in police custody involve detainees with some form of mental health problems. The inquest heard that Peters, who lived in a village on the banks of the river Tamar, and a younger cousin rowed across to Plymouth for a night out in May 2014. Peters had been drinking and had taken medication he had not been prescribed. In the early hours the pair visited a takeaway and a £20 picture was broken. A few minutes later the pair were stopped by two constables, Andrew Denton and Leon Hannaford. Peters’ hands were cuffed in front of him – the routine method is to secure a detainee’s hands behind their back – and searched. Denton accepted in court that he put Logan in an unapproved headlock but denied being heavy-handed.  The officers waited for about 10 minutes while Peters and his cousin were identified as the two who had been in the takeaway. The coroner ruled they had no right to hold the pair for this period. Peters was then arrested and at the police station was ordered to remove his clothes for a search, again against the law, according to the coroner.  While in his cell Peters butted the walls and tried to strangle himself but was considered to be “attention-seeking” rather than suicidal, the inquest heard. He was seen by two custody nurses and a mental health professional but no alarm was raised and he was released.  Peters told his father he had been “done over” by the police. His mother told the court Peters had suffered from anxiety and insomnia since 2013. He had taken legal highs to achieve a sense of calm but she said he was never aggressive and always avoided conflict.  She said he was strong-willed and prepared to challenge authority, and was angry after his release. “He said he had been wronged by the police.” It also emerged during the inquest that Peters’ GP had suggested he needed urgent psychiatric help, but was judged to be a non-urgent case when he was assessed and was still waiting for an appointment at the time of his death. Peters’ stepfather, Chris Matthews, a community psychiatric nurse, expressed concerns outside court at how the case had been handled.  The barrister for the family, Fiona Murphy asked the coroner to make a preventing future fatalities report concerning the constabulary’s what she said was “systemic non-compliance” with the Police and Criminal Evidence Act - the legislation that governs police use of their powers. The police denied this. She also said the case flagged up concerns about mental health awareness. The coroner said he would write to Devon and Cornwall police on nine topics that had concerned him, including the unlawful detention of Peters and the unlawful use of force on him.  The solicitor Fiona McGhie, representing Peters’ family, said: “There are clearly a number of issues that require addressing by the police concerning the lack of awareness among the Devon and Cornwall police officers who dealt with Logan during his arrest and during the time he spent in custody. This resulted in Logan being subjected to an unlawful period of detention, unlawful force and an unlawful strip search, with devastating consequences for a young man who knew that his rights were being violated.” A spokesperson for Devon and Cornwall police said the force would look in detail at the findings and conclusions of the inquest. “As a result of this tragic case we have already made a number of amendments to our working practices and procedures within the custody environment,” the spokesperson said. Those changes included ones based on the recommendations of the Independent Police Complaints Commission, which carried out its own investigation. “We agree that the actions of a number of the officers involved in Mr Peters’ case did not meet the very high standards that we expect and these officers have received management action in relation to their future conduct.”",
  "webTitle": "Inquest finds police unlawfully detained man later found hanged",
  "webPublicationDate": "2016-05-26T18:44:41Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/26/inquest-finds-police-unlawfully-detained-logan-peters-who-then-found-hanged",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Cornwall",
      "id": "uk-news/cornwall",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "uk-news/2016/may/26/inquest-finds-police-unlawfully-detained-logan-peters-who-then-found-hanged"
}