{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/20/us-election-obituaries-donald-trump",
  "id": "2016-05-20-122",
  "sectionId": "us-news",
  "body": "You can still stay woke when you’re dead. The November elections appear to have catalyzed a craze for what one might term the “politobituary” – obituaries that include political messages, or posthumous endorsements for a particular presidential candidate. Take Jeffrey Cohen, a celebrated Pittsburgh chiropractor, whose obituary pleaded: “In lieu of flowers, please do not vote for Donald Trump.”. Sadly, six days after he died, his wife, Carol Chisholm Cohen, followed. Her obituary thanked “everyone who pledged to honor Jeffrey’s request not to vote for Donald Trump. And to Jeffrey’s detractors / Trump supporters – beware, [Carol] will likely haunt you until the election.”  Dr Joshua Cohen, one of the couple’s four sons, told me his parents hadn’t specifically requested a “don’t vote Trump” line in their obituaries but had frequently made their dismay at Trump clear in their lifetimes. “They carried very strong opinions … [my] brothers and I wanted to give them a fitting send off.”    According to this obituary, instead of choosing between Trump or Clinton, this lady went with another choice. pic.twitter.com/Gmd86RmvIM— R.L. Bynum (@RL_Bynum) May 17, 2016    Some people haven’t trusted that their children will broadcast their political persuasions in quite the manner they’d like and made their dying wishes very explicit. The obituary of 86-year-old grandmother “Ruth” reads: “As stipulated in her will, Ruth wanted to make sure her obituary included this final line: ‘If you vote for Donald Trump, you seriously must be a fucking dumb ass.’” Rather than backing a candidate there are some who prefer to use their obituary to effectively spoil their ballot. Mary Anne Noland’s obituary states: “Faced with the prospect of voting either Donald Trump or Hillary Clinton, Mary Anne Noland of Richmond chose, instead, to pass into the eternal love of God on Sunday.”  Now all this is amusing in a very-sorry-for-your-loss sort of way but of little relevance to the November result, right? Dead people can’t swing an election … can they? Well, where there’s a will there’s a way. The free media a viral obituary drums up is equivalent to a fortune in advertising spend. Dr Cohen says he hopes the press attention his parents’ obituaries received does have an influence on how people vote. “Every little bit counts.” Every little bit does count. Aside from the few ‘politobituaries’ that have gone viral, there are many many more. I looked up US obituaries from the last year, and tallied up “persuasive mentions” of various candidates to find out what the posthumous polls can tell us about the election. These either state strong regret for not sticking around long enough to vote for Trump/Clinton/Sanders or implore mourners to vote for/against one of the three “in lieu of flowers”. The first thing to note is that Clinton seems to have stirred the dead more than Trump or Sanders. Clinton has inspired 40 obituary mentions; 21 more than Trump who had 19; 33 more than Sanders who only had six.  Before the Clinton crowd feels too smug, it should be noted that not all obituary publicity is good publicity. Clinton inspired far more more negative feeling than anyone else. Twenty-eight obituaries exhorted people not to vote for her. Only one person didn’t “feel the Bern” from beyond the grave, and seven obituaries asked people not to vote for Trump. Let’s look at how the “yes” ballots were cast. Twelve obituaries asked people to vote for Clinton; 11 obituaries asked people to vote Trump; five people rooted for Sanders. Clinton may pip Trump in the “vote for Her” obituaries but it doesn’t quite balance out all the negative campaigning. So what’s the net-net with all this? Well I’m afraid that once you’ve crunched all the numbers it seems that Trump is the clear winner in the posthumous polls. Which really goes to prove what has been clear all along: Trump’s most vocal supporters are literally brain dead.",
  "webTitle": "Can dead people swing an election? Where there's a will there's a way",
  "webPublicationDate": "2016-05-20T14:35:55Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/20/us-election-obituaries-donald-trump",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Arwa Mahdawi",
      "id": "profile/arwa-mahdawi"
    }
  ],
  "guardianId": "us-news/2016/may/20/us-election-obituaries-donald-trump"
}