{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/22/group-reviews-a-selection",
  "id": "2016-05-22-110",
  "sectionId": "childrens-books-site",
  "body": "Murder Most Unladylike by Robin Stevens Review by Emily The book is about two girls who go to boarding school and whose teachers are murdered. The girls form a detective society and solve the mystery of the murdered teachers.  I think children aged 9+ would enjoy the book if they read it to themselves. Maybe someone older could read it to younger children as they would enjoy it just as much.       I loved this book! I liked it because just when they are on the cusp of solving the mystery, it suddenly all falls apart! It also has two of my favourite things to read about in one book – mysteries and boarding schools. I give it five stars out of five! My favourite bit of the book was when Mademoiselle reveals her secret!  Charlie Bone and the Shadow of Badlock by Jenny Nimmo Review by Aleksandra This book is about Charlie’s adventures in Badlock. It is the seventh book in the Charlie Bone series and I’ve loved them all. In this instalment, Charlie is ‘endowed’ and his ‘capacity’ is being able to know what people are saying in photos.          Anyone who loves magic would really enjoy this book. Perhaps children of 8+ would like it best.  I really liked it as much as all the other Charlie Bone books. I love them because they take me into another world. I give it 4.5 stars out of five.  Witch Wars by Sibeal Pounder  Review by Emily This book is about a girl called Tiga Whicabim. She lives in the shed with a horrible old lady. She discovers a fairy who takes her down the sink pipes for witch wars.       I think children aged 6-8 would enjoy this book because it has just the right context. I liked it because it was about a competition and competitions are really fun to read about. I was curious about who would be disqualified.  I give this book three stars out of five.  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Group reviews - a selection",
  "webPublicationDate": "2016-05-22T11:00:01Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/22/group-reviews-a-selection",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Horror (children and teens)",
      "id": "books/childrens-horror",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Witches, wizards and magic",
      "id": "books/witches-wizards-magic",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "School",
      "id": "books/school",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/22/group-reviews-a-selection"
}