{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/19/montreal-restaurants-cycle-music-readers-tips",
  "id": "2016-05-19-287",
  "sectionId": "travel",
  "body": "Winning tip: 24-hour bagel bakeries If I learnt anything during my time in Montreal, it’s that the locals are passionate about their bagels and pledge undying allegiance to either Fairmount or St Viateur. But these 24-hour bakeries are only about five minutes’ walk from each other so grab a bag of each and decide for yourself. I found the bagels best at about 3am, when the bakeries were gearing up for the breakfast rush, but then the fact I was fresh from a bar may have swayed my judgement. Oh, and pick up a jar of Liberté cream cheese. It’s heavenly.• fairmountbagel.com, stviateurbagel.comhecticplanet  Cycle the F1 track     Riding a shared Bixi bike in Outremont Park, Montreal. Photograph: Alamy    Montreal is brilliant for cycling, no matter what your ability. The Bixi bike-sharing system has 3,000 cycles at 300 stations, and the city has more than 560km of cycle paths. Along with the Bixis, you can also hire a decent mountain or racing bike for the day and head out over the bridges and even race around the city’s Formula 1 track, which is open and makes up part of the city route.parcjeandrapeau.com MattPomroy Poutine with a Portuguese twist      Type “best poutine in Montreal” into any search engine and La Banquise is bound to come up, but right across the road is Ma Poule Mouillée. We found this place by chance, when asking a resident if we could park outside their house and were not disappointed. It has lots of great chicken choices, but the best was the chicken and chorizo poutine, which came as a very hearty portion and tasted divine. Even more surprising was the price ($13), for the huge amount of food. The place left us wishing we were staying an extra night. • mapoulemouillee.ca afromikey Classical concerts at McGill University Check newspaper listings or mcgill.ca/music/events/concerts for shows at the McGill University Schulich School of Music, including student recitals and professional performances. The McGill International String Quartet Academy in August has free concerts by young international string quartets coached by well-known professional players.Chris McGlone Bike ride along the Lachine Canal     Cyclists on a bike path by the Lachine Canal. Photograph: Alamy    When the weather is nice, head down to the Old Port, pick up a Bixi Bike and make your way down the trails that line the waterway. On your journey, stop by the Atwater Market to pick up supplies for a picnic along the canal. Finally, continue along the trails to the Terrasse St-Ambroise and have a beer (or three) from the McAuslan Brewery.jserroka Bistro serving only steak-frites     Steak-frites at l’Entrecôte Saint-Jean    One of our favourite dinner spots is l’Entrecôte Saint-Jean, an old-fashioned bistro on Rue Peel, close to many other good eats. The only main dish they offer is steak frites, but they have perfected it. Round it out with walnut-topped salad and soup, and finish with profiteroles.• lentrecotestjean.comJulia Singer Bansal Tam-tams and jousting     A medieval battles in Mont-Royal Park, Montreal. Photograph: Stock Photo    If you’re there on a Sunday, grab some bagels and beer and head towards Mont-Royal. You’ll know when you’re in the right place when you spot the big angel statue – or the large group of hippies, smoking weed and jamming out on their tambourines. You can easily chill out there the rest of the day but for something a bit more entertaining, and unusual, start making your way up Chemin Olmsted and before long, you’ll encounter a group of people engaging in a casual joust or two. They take this very seriously, with head-to-toe medieval dress, armour, swords, shields, drinking horns and all!WONGMichelle The best, exotic French baked goods in the world      Kouign-amann is an old Breton pastry that is crispy on the outside and light and fluffy on the inside with cloud-like layers of sugary, pastry lightness inside. Couple this with a robust coffee and a seat in the funkiest little place in Montreal and you have arrived at Patisserie Au Kouign Amann. The almond pastries, wedges of almondy goodness with a slight crunch, satisfy the tastebuds like nothing else and the buttery croissants rival the best from Paris. • 322 Avenue du Mont-Royal E Ziskat Mile End for vintage shopping     Independent shops on Bernard Street in Mile End. Photograph: Alamy    Walk up Avenue du Parc to Mile End. On boulevard Saint Laurent, up near Bernard Street, are a bunch of vintage stores such as Citizen Vintage, Annex Vintage, and Empire Exchange. Tucked between these stores are lovely little local-owned cafes that you can spend hours in.  racheljohnston1991 Cafe Le Falco      I’m a digital nomad, so coffee shops are my offices, and whenever I get to a new place I like to find the best coffee spot in town. In Le Falco, the baristas really know what they’re doing, the coffee is superb, and the space would put any east London joint to shame. • cafefalco.ca Macca501  Au pied de Cochon     Poutine with foie gras at Le Pied de Cochon, Photograph: AFP/Getty Images    For a taste of what Quebec province is all about, go (hungry, very hungry) to Au pied de Cochon. People with cardiac issues look away now – the menu features such heart-stoppers as foie gras in a number of guises, fries cooked in duck fat, stuffed pig’s knuckle and other Québécois variations on pork, hefty maple syrup dishes and an extensive variety of sweet and heavy desserts, all washed down with a selection of craft beers. Tabernacle!• aupieddecochon.caDianaTorrens  Jazz history      Diese Onze jazz club    Montreal is an incubator for world-renowned jazz music. Having produced the likes of Oscar Peterson, the city is steeped in tradition and the reverberations are still vibrating through the scene. Visit either The Upstairs (Montreal’s premier jazz club) or Diese Onze (the venue for up-and-coming stars), to see the world’s most celebrated and up-and-coming jazz artists. kschwonik Mon Dieu – the food!         My first day in Montreal, I always hit Cafe Vasco da Gama on Peel Street for lunch. It’s vibrant, always packed and always delicious. Ask the staff behind the counter what they’d recommend or go for the special. Don’t leave without getting some salted caramels for later. • vascodagama.cacmtchuck  Montreal’s Mediterranean market      In the heart of Little Italy, the Jean Talon food market has some of the cheapest and best eats in town. Housewives, food critics and bohemian artists rub shoulders easily at stalls or in cosy cafes. Try El Rey del Taco, which does three delicious, spicy tacos for $8, – or fresh fish from Les Delices de la Mer: $8 for salmon and salad lunches. Great atmosphere – just brush up your French or Italian first!marchespublics-mtl.com/marches/jean-talon funinfinland",
  "webTitle": "Montreal highlights: readers’ travel tips",
  "webPublicationDate": "2016-05-19T08:19:11Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/19/montreal-restaurants-cycle-music-readers-tips",
  "keyword": [
    {
      "webTitle": "Montreal holidays",
      "id": "travel/montreal",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "North and Central America holidays",
      "id": "travel/northandcentralamerica",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Canada holidays",
      "id": "travel/canada",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "City breaks",
      "id": "travel/city-breaks",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "travel/2016/may/19/montreal-restaurants-cycle-music-readers-tips"
}