{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/06/inside-50-drew-petries-300th-game-puts-worthy-focus-on-an-unassuming-star",
  "id": "2016-05-05-36",
  "sectionId": "sport",
  "body": "There’s a moment known well to most AFL supporters, no matter who we support. Hanging in there late in a game against North Melbourne, we’re trying to block it out of our minds that Roos forward Drew Petrie has been unusually quiet, still crashing into packs with his patented bone-rattling force but perhaps not quite hauling in his usual team-lifting marks or kicking the steadying goal his side craves.  But then it happens; the ball breaks from the centre, Petrie motors away from the goal square like Dick Dastardly malevolently rounding the final bend, sprints down the middle and lays waste to a pack of players, all knobbly knees and meaty forearms as he crash-lands with the ball hugged to a chest as wide and welcoming as the team banner. Minutes later he’s kicked two goals and set up another. Momentum has shifted North’s way, the game is as good as gone. “Drat, drat and double drat.” When he first appeared in 2001, Petrie became North Melbourne’s 884th player, a Roos debut wedged between that of Daniel Harris and long-retired Saverio Rocca, whose salad days of the mid-90s now feel every bit the two decades away that they are, and who has since embarked on and finished a whole other career in an entirely different sport. When Arden street oval was redeveloped to upgrade the most deplorable training facilities in the AFL, they practically built the new digs around Petrie and teammate Brent Harvey.    Related: Do rev-up speeches and coaching sprays really work in modern AFL football? | Mick Ellis    Think of all the ways your life has changed in the 15 years since Petrie made his debut – births, deaths, marriages, relocations, new jobs, new friends and all the emotional curveballs that accompany them, the way the world’s changed, the way you’ve changed – then consider how Drew Petrie has stood in the same spot, as much a fixture of winter for a generation of North Melbourne fans as goal posts and umpire’s flags. Rocca’s among 104 players who’ve appeared at senior level for North since Petrie first ran out, among long-forgotten novelties like Ricky Olarenshaw, Callum Urch, Eddie Sansbury and Cruize Garlett, but also enough similarly-sized key position players – Digby Morrell, Jonathan Hay, Leigh Harding, John Baird, Aaron Edwards – to tell you what odds he’s overcome, not only in lasting so damned long at the top level but doing so dive-bombing into contests like a kamikaze fighter pilot. Every other week he seems to be slotting a couple of momentum-shifting goals and scattering dizzied defenders in his wake. Players like that tend to buckle quicker, their bodies left aching and battered from even half the number of collisions Petrie’s has endured.  Since 2003, he’s failed to reach 20 games for the season only once, when foot injuries recked his 2010 season (in one of only two games that year, against Sydney, he simply grimaced his way through a broken foot, determinedly playing out the game so his side wasn’t one short). It’s a quite phenomenal feat of durability for a player of his size and manic approach to climbing over packs, laying bone-crunching bumps and throwing himself into ruck duels. On Sunday, against St Kilda, Petrie becomes the 74th man to reach 300 games at AFL level, a feat that is impressive even before you consider it expressed as a ratio of the 12,436th players who’ve reached league level – only 0.006% of them get to this point.  Petrie’s value to North in the past five to six years has not always been reflected in stats sheets because sheer presence never has been (what price in North’s against-odds success of the last two seasons the intimidation factor of Petrie, Jarrad Waite and Ben Brown steaming towards defenders?) but it is at calculable through his goal scoring since his defensive load lessened. He quietly reinvented himself from a player who kicked 80 goals in his first 110 games to one who has posted season totals of 48, 58, 48, 50 and 42 since 2011 , the definition of consistency and reliability in a side that often veered so wildly between its best and worst.  Between 2011 and 2014 Petrie was by most statistical definitions a top five forward of the competition – not that you heard about it much, especially not out of his mouth. The hope this week, as Petrie rightfully takes the attention that’s so often lavished on others at the club, is that his teammates repay him with Petrie-like efforts of their own. In much-loved Roo Glenn Archer’s 300th appearance in 2007, Petrie was the man who booted six goals in a quarter to blast away the Bulldogs. The “shinboner of the century” tag became something of a cliche in Archer’s career but Petrie’s been a worthy heir to those old-fashioned ideals; actions speaking louder than words, the team coming before the individual.  Despite being named All-Australian and once even going close to taking out the Coleman medal, somehow Petrie’s never won a best and fairest award at North. But measured across a career, his value to the club in both lean times and good ones place him among their greats – a modest, one-club champion in an era where such concepts border on arcane. The saddest story of this 2016 season is that we’ve had to discover how the Western Bulldogs look without Bob Murphy, their soul and conscience. Equally, there will come a time when North Melbourne need to face life without indefatigable, unassuming and invaluable Petrie. An undersold virtue of the man is that the very concept of a 21st century North Melbourne side without Petrie marauding his way towards heavy traffic is something you still cannot conceive of. Quote of the week Sydney’s chairman, Andrew Pridham, was always going to be winning himself a guernsey here by labelling the Collingwood president, Eddie McGuire, and his Triple M colleagues “intellectual pygmies”, but the Sydney staffer really solidified his position this week with a follow-up tweet.     Some have suggested my Tweet yesterday was inappropriate and could be viewed as insulting. Fair cop. I apologise to all Pygmies.— Andrew Pridham (@Pridhamhq) May 5, 2016    Update: Pridham has since been forced to eat a little bit of humble pie after admitting that he’d heard McGuire’s comments out of context. Photograph of the week The spring in ruckman Brodie Grundy’s step before Collingwood’s Domain Stadium clash with West Coast was about as good as it got for the Pies in their 62-point loss but this Paul Kane shot still tickled our fancy.     Brodie Grundy and his Collingwood teammates run through the banner before facing West Coast in round six. Photograph: Paul Kane/Getty Images    Bits and bobs For a second successive week, the last round of action went a fair way to rubbishing claims that 2016 had started on an aesthetic high, with only the surprisingly close Sydney-Brisbane game and the low-scoring Carlton-Essendon clash proving any great contest. Round seven throws up at least another five clear mis-matches so gird up your loins for some uninspiring football. Our main points of interest are whether the Giants can consign Fremantle to a 0-7 start at Domain Stadium, how West Coast might fare in the unfamiliar surrounds of Simonds Stadium and, in what shapes as the match of the round, whether Adelaide and the Bulldogs can deliver the thrills their Saturday night encounter promises. All that said, this week Inside 50 is leaving you with a hot tip: despite the navel-gazing premise and granting that the last thing the world needs is yet another podcast, we suggest you check out The Sounding Board, in which veteran footy journalists Craig Hutchison and Damien Barrett rake over old grudges and tip the odd bucket over their media colleagues. It’s such a horrendously bad idea that somehow it works.",
  "webTitle": "Inside 50: Drew Petrie's 300th game puts worthy focus on an unassuming star | Russell Jackson",
  "webPublicationDate": "2016-05-05T20:30:04Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/06/inside-50-drew-petries-300th-game-puts-worthy-focus-on-an-unassuming-star",
  "keyword": [
    {
      "webTitle": "AFL",
      "id": "sport/afl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australian rules football",
      "id": "sport/australian-rules-football",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Russell Jackson",
      "id": "profile/russell-jackson"
    }
  ],
  "guardianId": "sport/blog/2016/may/06/inside-50-drew-petries-300th-game-puts-worthy-focus-on-an-unassuming-star"
}