{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/benefits-assessment-ptsd-benefit",
  "id": "2016-05-12-251",
  "sectionId": "commentisfree",
  "body": "Looking through the letter marked “Atos healthcare”, Lucia – who has severe post-traumatic stress disorder (PTSD) and anxiety – can only remember fragments of the assessment for personal independence payments (PIP) she had two months ago. A normal day is often hard enough for the 34-year-old. Lucia’s husband Daniel, a former hospital administrator, had to leave work three years ago to become her full-time carer. She’s been relying on disability living allowance (DLA) – the benefit the government is replacing with PIP – for six years to pay for weekly therapy sessions. On the days running up to her Atos medical, Lucia tells me she “wasn’t functioning” because of the stress: she couldn’t get dressed, wash, or leave the house.   Related: Personal independence payments are a punishment of the poor and ill | Polly Toynbee    But within a few minutes of the assessment itself, she began to panic: she could hear voices coming from the room next door. Due to a shortage in facilities, the assessor told her and Daniel that the assessment room had been divided in two and without soundproofing – so as Lucia had her medical, she could hear another disabled person being assessed. That would be uncomfortable for anyone, but for Lucia it was impossible: a symptom of her PTSD is that she hears internal “voices” and conversations. As Lucia began to shake and cry, Daniel was told no other rooms were available. The assessor offered to reschedule the appointment but as having to go through an assessment again would further trigger Lucia’s condition, she had no choice but to continue. “I was trapped,” she says. For the rest of the assessment, Lucia had to answer the assessor’s questions with earphones in, playing music from an MP3 player to distract herself from the voices with calming “white noise”. “I couldn’t concentrate. I went blank,” she says. “Daniel had to help me with responses. I don’t even remember it.” The next day, Daniel wrote to Atos on behalf of Lucia about their concern that this situation would affect the result. A week later, the Department for Work and Pensions (DWP) informed Lucia she’d been rejected for PIP. She’d scored zero points in the assessment.    Lucia knows their money will soon run out and the couple is now cutting back on food.    “To have your decision based on such a flawed assessment is ridiculous,” Lucia says. “They should have cancelled before I got there. They knew [my condition]. They knew what would happen.” But she tells me the report by Atos barely mentions any of it. “[The report has] one sentence: ‘The claimant had difficulties with this assessment.’ That’s it. The only reference to the room,” she says. “I had a complete breakdown in the medical and they didn’t even put that in.” Now without her benefit, she has no way to pay the £45 needed each week for her therapy. “I had my last session on 11 April when my last DLA went out. I don’t have PIP, so I can’t have it,” she says. She pauses. “I’ve had a relapse … My symptoms are getting worse. I only ever felt able to go out with my husband and now it feels impossible. It’s taking so much effort just to function.” Among all the rhetoric on so-called “benefit reform”, what the Conservatives don’t mention is that DLA – and now PIP – is what’s in technical terms “a gateway benefit”. That means that when disabled people such as Lucia are rejected for transferring to PIP, they don’t just lose DLA – they can also lose several other benefits that they’ve been relying on for years.     ‘Lucia has severe post-traumatic stress disorder and anxiety.’    As Lucia puts it to me: “It’s a bit like dominos.” The same day her DLA was stopped, Daniel’s carers’ allowance was too. Because that went, so did Lucia’s income support. The couple’s housing benefit was also suspended (it’s since been reinstated after the council assessed them as needing support). In the space of a day, Lucia says, “everything that we had before has stopped”. That’s almost £300 a week. “We’re not living. We’re just surviving.” Currently, this survival is coming from money they saved from the previous month’s DLA “in case the worst” happened with PIP. Lucia knows this will soon run out and the couple is now cutting back on food.   Related: £13bn in unclaimed welfare? It’s just fuel for the Tories’ Big Benefits Myth | Frances Ryan    “We’re lucky because there’s a place down the road that sells food past its best-before date so it’s still legal to sell it,” she says. Lucia plans to appeal against her rejection for PIP but before she can, she must first go through what the DWP call mandatory reconsideration – a compulsory process where the decision is “reconsidered”. She receives no money in the meantime. “They backdate it if you win but what good’s that now?” she says. “It should only take a month. Now [they say] it’s nine weeks because of a lack of staff. They say they’ve got more work than they were expecting.” It took until last Wednesday for Lucia and Daniel to get a reply from Atos – weeks after she’d already been rejected. The firm apologised and said the room division was a temporary measure (that won’t be repeated) caused by a lack of available computers. When I contacted Atos, a spokesperson told me that they’d reviewed the assessment report produced “which was appropriately detailed and justified”. But taking into account the concerns raised, they will now ask for Lucia’s case to “be sent back to us so that we can look to schedule a reassessment as a home consultation”. They apologised again. “They were under pressure to have that appointment then. That’s what it felt like,” Lucia says. “Everyone’s under pressure. The government set the targets and Atos follow.”",
  "webTitle": "Shaking, crying, panic – the trauma of a benefits assessment with PTSD | Frances Ryan",
  "webPublicationDate": "2016-05-12T11:01:10Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/benefits-assessment-ptsd-benefit",
  "keyword": [
    {
      "webTitle": "Benefits",
      "id": "society/benefits",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Welfare",
      "id": "politics/welfare",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Atos",
      "id": "society/atos",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Ryan",
      "id": "profile/frances-ryan"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/benefits-assessment-ptsd-benefit"
}