{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/brazil-rightwing-government-michel-temer",
  "id": "2016-05-20-275",
  "sectionId": "world",
  "body": "It is just a week since Michel Temer became interim president of Brazil, but his new centre-right administration already has begun scaling back many of the social policies put in place by Workers’ party governments over the previous 13 years. Moves are under way to soften the definition of slavery, roll back the demarcation of indigenous land, trim housebuilding programs and sell off state assets in airports, utilities and the post office. Newly appointed ministers also are talking of cutting healthcare spending and reducing the cost of the bolsa familia poverty relief system. Four thousand government jobs have been cut. The culture ministry has been subsumed into education. For the interim government and its supporters, these austerity measures represent sound fiscal management as they attempt to rein in the government’s budget deficit and restore market confidence in Brazil, which has seen its sovereign debt rating downgraded to junk status over the past year. For critics, however, they represent a shift toward a neoliberal economic policy by the old elite that ousted elected president Dilma Rousseff, who is suspended pending her impeachment trial in the senate.   Related: 'A lot of testosterone and little pigment': Brazil's old elite deals a blow to diversity    Renato Boschi, a professor of social and political studies at the State University of Rio de Janeiro, said the new administration – with no female or black senior ministers – was unrepresentative and its cost-cutting goals were implausible.  “It’s a completely rightwing government. Even [President Mauricio] Macri in Argentina is not as rightwing as Temer’s government,” he said. The change of government and the shift of ideology already has sparked protests on the streets of major cities and even at Cannes film festival, where Brazilian actors and film-makers said their country had suffered a coup.  Temer has said he is prepared to make unpopular decisions because he does not intend to stand for re-election in 2018. He is barred from running due to previous electoral violations – and is so widely disliked that he would not stand a chance of winning even if he could.  “I do not need to practice gestures or actions leading to a possible re-election. I can even be – shall we say – unpopular as long as it produces benefits for the country. For me, that would be enough,” he told a local news program. But he is less confrontational in congress. This was evident in his seemingly reluctant acceptance of André Moura – who is accused of attempted murder, criminal conspiracy and embezzlement – as the coalition leader in the lower house.  Temer had wanted a less controversial figure, but had to accept the recommendation of a powerful rightwing lobby controlled by the suspended house speaker Eduardo Cunha, who orchestrated Rousseff’s impeachment.    Related: 'Brazil is not a democracy': Cannes contender's cast stage red carpet protest    Underscoring the extent of the canker in Brazil’s political class, Cunha was himself removed from his post by the supreme court for obstructing justice. On Thursday, he defended himself before a house ethics committee, where he is charged with corruption and perjury. Changes are clearly needed to drag Brazil out of its deepest recession in decades. But how to do this is the subject of fierce debate. The new finance minister Henrique Meirelles has said it may be necessary to temporarily raise taxes – which already are among the highest in the world – in order to reduce the public deficit. Other priorities are reform of the pension system and labour laws, he has said. Aside from the recipients, few question the need to amend the pension scheme for state employees, who enjoyed some of the most generous payouts in the world.  But adjustments to regulations for workers risk worsening conditions for vulnerable workers, particularly in farming and food processing. The new agricultural minister Blairo Maggi – a soybean magnate who is one of the richest men in Brazil – has proposed legislation separating “degrading conditions” and “exhausting shifts” from the definition of slavery. The agribusiness lobby that Maggi represents has also long been working to change land demarcation policies so that more territory can be opened up for crops and cattle.  In some of her last acts in office, Rousseff – who had otherwise not been known as an environmentalist – created 56 million hectares of conservation land, recognised indigenous claims on other areas and acknowledged several quilombolos (territories inhabited by the descendants of runaway slaves). Temer’s aides have said these decrees are now under review and could be revoked, along with other measures introduced shortly before Rousseff was suspended, such as an open data policy that would have made government records more transparent and official recognition of identity changes by transgender people. Few environmentalists were satisfied with Rousseff, but some fear the new administration could be worse. Chief among their concerns is that the pro-business government will fast-track moves already underway in the senate to weaken or scrap environmental impact assessments for major infrastructure projects.  But the picture is not black and white. The new environment minister José Sarney Filho has long committed himself to green policies. Also the new foreign minister José Serra used his first major speech to stress the importance of climate policy and protection of the Amazon – something few of his predecessors prioritised.  But while Brazil may have a somewhat greener foreign policy, it is also likely to be a lot less red. Serra – who twice represented the right in losing presidential campaigns – signalled that Brazil’s alliances with leftwing Latin American nations, such as Venezuela, Bolivia and Ecuador will soon be a thing of the past when he said diplomacy would reflect the interest of the Brazilian economy rather than the “ideological preferences of a political party and its foreign allies”.  Most controversial, however, are likely to be reductions in social spending. Health minister Ricardo Barros kicked up a storm by suggesting the government could not afford public healthcare at its current levels and encouraging people to take out private insurance plans. “We will not be able to sustain the level of rights that the Constitution requires,” he told local reporters. The dire quality of hospitals has long contradicted the constitutional guarantee of public healthcare, but the comments by Barros – who has previously called for cuts in welfare payments – have been interpreted as a sign that deeper cuts are likely to be imposed.  In his inaugural speech, Temer promised to maintain welfare programs and he has subsequently said that cuts will not affect the poor, but his ministers suggest this may not be the case. Social development minister Osmar Terra, said Bolsa Familiia poverty relief system could be “fine-combed” to reduce costs by 10%.  Cities minister Bruno Araujo has already scrapped a plan to build 11,250 new houses under the Minha Casa Minha Vida affordable housing program introduced by the old Workers’ party government.  Conservatives have not had it all their own way. After the outcry that followed the unveiling of an all-male, all-white cabinet, Temer has tried to placate critics by appointing several women to junior ministerial posts, and promised to name some female to his cabinet “a little further ahead”. Many on the right are particularly unhappy at the appointment of Flávia Piovesan as secretary of human rights because they feel she defends abortion. But for the most part, economic liberals are mostly delighted by this first week. “The Temer government is showing good movement in the economic area, with the reduction of the public machine and a rationalization of fiscal and monetary issues,” said Bernardo Santoro, the head of the Liberal Institute. “The main thing this government got right was cutting 4,000 commissioned jobs and picking Meirelles as finance minister. He is an excellent choice and committed to the adjustment.” On the left and in social movements, there is dismay. “What we perceive happening in many senses is a general step backward – of rights that had been won recently,” said Maynara Fanucci, a leading feminist campaigner. “Unfortunately, we will feel the effects of this government in the long term, and those that will most feel it are those that already have less rights and poorer conditions.” Additional reporting by Shanna Hanbury",
  "webTitle": "Brazil turns right as old elite wastes no time erasing Workers' party influence",
  "webPublicationDate": "2016-05-20T09:00:36Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/brazil-rightwing-government-michel-temer",
  "keyword": [
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Watts",
      "id": "profile/jonathanwatts"
    }
  ],
  "guardianId": "world/2016/may/20/brazil-rightwing-government-michel-temer"
}