{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/employers-cant-force-you-to-be-happy-labor-relations-board",
  "id": "2016-05-13-224",
  "sectionId": "commentisfree",
  "body": "Rejoice, haters! The law now says that you don’t have to be happy about coming to work. In April, the National Labor Relations Board presided over a conflict between T-Mobile and some employees who felt that the company was asking too much by demanding that workers maintain a “positive work environment” at all times. In its ruling, the NLRB concluded that workers have a right to address concerns about their jobs and that for businesses to require workers to be relentlessly positive all the time amounts to a stifling of free speech. Dissent and criticism, the board noted, are an essential rallying point for workers who want to address unfair working conditions or other workplace issues. Studies of businesses and human psychology have shown us that in spite of our professed cultural love for optimists and a sunny, can-do attitude, the people who actually meet with success are those who approach life with a “defensive pessimism”: a willingness to embrace and factor in all of the ways that a plan can go wrong before they implement it. Highly optimistic entrepreneurs, on the other hand, often take on risky debts and “swing for the fences”, placing their companies and employees in the line of fire by way of their own reckless faith that everything will break their way. My twin brother used to break things for a living. He worked at a software startup that sold server platforms and it was his job to find out how the products would hold up under various kinds of strain, improper installation, user errors and other problems. The design and marketing departments hated him because he was always taking their shiny new toys and then returning them as smoking, broken wreckage. It didn’t make him popular, but it was sound business practice. Addressing product failures and how to recover from them is what has brought us things like seatbelts, airbags and lifeboats on ships.  When I was young, I thought my late mother was a serial killer of fun plans and ideas. It was her who explained to me that jumping off the roof with a trash bag parachute wasn’t a very good idea. Later, she warned that if the police pulled me and my friends over and Emily the goth girl was carrying a gram of weed and a fistful of her mother’s Xanax, we were all going to jail, not just Emily. And still later when I came out of the closet and was dating, she told me to assume that everyone was HIV-positive, no matter what they said. “People will lie to you more often than they’ll tell you the truth about two things: money and sex. Assume everything people say about those two things is too good to be true and you’ll never be sorry.” Back then I thought she was an unduly negative drag who saw the worst in everyone and never wanted anyone to have any fun. In hindsight, of course, I see her wisdom in that she was constantly gaming out everything in her mind to its worst-case scenario. As a result, life very, very rarely caught my mother by surprise, and when it did, she always had a backup plan. Perhaps as a result, her life was filled with fewer blissful moments of unalloyed hope and optimism than some people’s, but I never saw anything ever get the best of her. The employee who foresees failures everywhere is probably never going to be the most popular person at any morning staff meeting. Other workers may see them as a “downer” and “not a team player,” but it’s important to have them around. By challenging your ideas, they make you stronger. If you’re wrong, you should know it before you put your work out into the world. If you’re right, on the other hand, then you should be able to explain why.  So, while CEOs and startups may want to swell out their companies’ ranks with eager, pie-eyed suck-ups who are eternally positive, their companies will fare better if they resist the urge to root out and dismiss the pessimists, troublemakers and dissidents on board. And now, according to the NLRB, they have to.",
  "webTitle": "It's official: employers can't force you to be happy. Hallelujah | David Ferguson",
  "webPublicationDate": "2016-05-13T11:00:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/employers-cant-force-you-to-be-happy-labor-relations-board",
  "keyword": [
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "US work & careers",
      "id": "money/work-careers-us",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "David Ferguson",
      "id": "profile/david-ferguson"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/employers-cant-force-you-to-be-happy-labor-relations-board"
}