{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/07/leicester-city-bonkers-party-league-winning-season",
  "id": "2016-05-07-60",
  "sectionId": "football",
  "body": "Well, that went off pretty well. As delirious, once-in-a-lifetime sporting underdog parties go, this one really does have to be up there. On the day the world came to Leicester the club and the town produced something thrilling. This wasn’t just a coronation, but a brilliantly staged day of Total Leicester Celebration entirely worthy of the story that preceded it. Part of Leicester’s success has been the way these outsider champions have grown into their expanding role with such elan. And here too every note was perfect. Leicester played like champions. The air crackled with a very distinct kind of humid delirium. Andrea Bocelli appeared for 10 minutes and brought a house that was already down into a state of complete emotional disrepair. Frankly, it was all gloriously bonkers.   Related: Leicester City's Premier League title celebrations – in pictures    Before kick-off the atmosphere outside the King Power Stadium had been fevered and strangely unbound. Title-victory parties usually come with a bolt-on atmosphere, a set of rituals pulled out from under the bed with the baubles and tinsel, songs that are sung when those songs are always sung. Not so here. There is no precedent for any of this, no received way of behaving. Instead there was a more generalised delirium, from the fully functioning fairground sprung up by the roundabout, to the heavily tattooed, deliriously gurning man being carried aloft through the crowd ringing his dilly-dong bell. People watched and rambled. The drums thudded. A middle-aged couple dressed in full-sized pizza slice outfits loitered near the main entrance. Groups of incredibly happy day-tripping Italians (there were hundreds in the city) gathered in clutches and sang songs. An hour before kick-off the clouds massed, thunder battered the skies and the King Power was drenched with rain. Nobody really noticed. Finally Ranieri emerged leading Bocelli by the arm to the garlanded centrepiece on the pitch as a huge roar came barrelling around the clattery corrugated stands. “We are champions because of you,” Ranieri announced. “Thank you so much . I love you.” And so Bocelli sang with magisterial showmanship, building his way to the climax of Nessun Dorma by swishing off his hoodie to reveal a Leicester shirt and sparking a kind of football-opera-karaoke as the whole stadium seemed to join the final straight, Italia 90 style. In the stands the man from the Italian newspaper wiped away his tears. Leicester’s owner Vichai Srivaddhanaprabha stood beaming, arms spread, imperial.   Related: Jamie Vardy kickstarts Leicester City’s title party by sinking Everton    It was thrilling, mind-bending stuff, right up to the moment Bocelli finally left his stage so that Leicester’s 37th league match – the grandest, most improbable dead rubber of them all – could take place. Albeit, this wasn’t really a football match, more a kind of all-singing closing medley for a crowd already in a state of encore-pleading rapture. Shinji Okazaki ferreted and fought; Riyad Mahrez ambled winningly, at one point jinking around Romelu Lukaku with such ease it was a surprise to see the game hadn’t actually stopped. N’Golo Kanté continued to play with the benefit of a three-second radio delay, intercepting, sniping , tactfully steering the day Leicester’s way. Plus of course Jamie Vardy scored. It was a lovely flicked finish on the run, fizzing the ball into the corner of the net from Andy King’s cross. The King Power would have erupted at this point, but it was already pre-erupted, a fuzz of booming swirling shrieking noise from all sides. King’s second goal was a perfect moment for this man for all divisions, almost too schmaltzy for its own good. More prosaically, King just looked like an excellent player here, a constant creative menace against a horribly bedraggled Everton, flustered minor guests at someone else’s party of a lifetime. Vardy spanked in his second from the spot to make it 3-0 on 64 minutes. Minutes later he punted another penalty high over the bar when a Vardy hat-trick would have perhaps stretched credibility even here. And so the final whistle finally arrived, greeted by a luscious, post-coital rumble. The stage unfurled, complete with massed enclosure for Wags, friends, staff, VIPs. Wes Morgan, embodiment of Leicester’s social mobility, got to lift that four-stone trophy, leading the scenes of rapture beneath the fireworks and smoke. Leicester’s players danced and gambolled, then set off on a lap of honour, led by the slightly bizarre sight of the club owner taking the trophy off for a walk of his own, waggling that great shiny cup at the crowd. Occasions like these often demand some kind of broader view, a sense of what might happen next. Is there any reason this can’t happen again? Leicester will be £40m richer just by playing in the Champions League . The structures, they say, are solidly in place, the management coherent. It is a question for another week, another season. Whatever Leicester make of their triumph, this is a day that deserves to stand on its own, never losing its lustre, a fitting end to an improbably thrilling season.",
  "webTitle": "Leicester City’s title-winning season summed up with bonkers party | Barney Ronay",
  "webPublicationDate": "2016-05-07T19:40:01Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/07/leicester-city-bonkers-party-league-winning-season",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barney Ronay",
      "id": "profile/barneyronay"
    }
  ],
  "guardianId": "football/blog/2016/may/07/leicester-city-bonkers-party-league-winning-season"
}