{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/sole-briton-on-flight-ms804-had-just-become-father-for-second-time",
  "id": "2016-05-19-43",
  "sectionId": "world",
  "body": "The sole British citizen on flight MS804 had become a father for the second time less than a month ago. Richard Osman’s French-born wife, Aurelie, 36, gave birth to Olympe on 27 April. The couple already had a 14-month-old daughter, Victios. The two infants are with their mother at the family’s Paris home, although their main home was in Jersey.  EgyptAir flight MS804 from Paris to Cairo disappeared from radar 10 miles inside Egyptian airspace at 2.30am Cairo time (1.30am BST) on Thursday after taking off just less than three-and-a-half hours earlier.  His younger brother, Alastair Osman, said: “Richard was so happy at the birth of his second daughter, and yet two weeks later he is no longer with us – it’s an absolute tragedy. He was really happy about having the baby and was looking forward to enjoying a lovely family life with his two girls.” The 40-year-old geologist, who grew up in Carmarthen in west Wales, was travelling to Egypt for work, his brother said. The Welsh first minister, Carwyn Jones, tweeted:    Horrified to hear reports that a Welshman may be among victims of the EgyptAir disaster. My officials are liaising with the FCO.— Carwyn Jones (@fmwales) May 19, 2016    Richard Osman worked for a gold mining company based in Alexandria and frequently travelled there. He studied at Kingston University before taking a master’s degree at Camborne mining school in Cornwall. Alastair Osman, 36, who is studying biochemistry at Swansea University, said he was told about the crash by his sister Anna on Thursday morning and said he was still in shock. “Of all the family I would’ve thought Richard would have been the last to go,” he said. “He was incredibly fit and a workaholic and since leaving university he has never stopped.”           Missing EgyptAir flight: what we know so far    Alastair Osman told ITV News his brother was a very admirable person who “never deviated from the straight path”, adding: “Richard was a very kind person, loving person, very focused ... A very admirable person and a lot of people admired him for his strength and values.” He said other family members were still holding out and were advising others not to listen to the media too much due to conflicting evidence.  Asked about why his brother was on the flight, he told the news programme: “He would’ve been going to work I assume. I know he works in both Egypt and another country in Africa. I guess it was work-related ... This was a regular trip. He used to do it at least once a month, year after year.”   He added: “This is the reality of Isis and groups like that. It’s indiscriminate. They don’t think any of these people have family members, or a past, or a history of hopes and dreams. It’s indiscriminate.  “It happens, you know what I mean – I still really can’t believe that it has actually, or there’s a great possibility that it has happened.”  The siblings’ late father, Dr Mohamed Fekry Ali Osman, moved to Wales from his native Egypt to work as a consultant in ear, nose and throat surgery at the Singleton hospital in Swansea. He later founded the Werndale private hospital in Bancyfelin.",
  "webTitle": "Sole Briton on flight MS804 had just become father for second time",
  "webPublicationDate": "2016-05-19T19:56:15Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/sole-briton-on-flight-ms804-had-just-become-father-for-second-time",
  "keyword": [
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Plane crashes",
      "id": "world/plane-crashes",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Johnston",
      "id": "profile/chris-johnston"
    }
  ],
  "guardianId": "world/2016/may/19/sole-briton-on-flight-ms804-had-just-become-father-for-second-time"
}