{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/03/luxury-flat-developers-reuben-linked-to-46000-of-donations-to-zac-goldsmith",
  "id": "2016-05-03-47",
  "sectionId": "politics",
  "body": "The billionaire property investors David and Simon Reuben have been linked to £46,000 in donations received by Zac Goldsmith. The developers last week secured approval for a controversial proposal to turn a London landmark into hundreds of luxury flats from the incumbent mayor, Boris Johnson.   The bulk of these donations, received by the MP and Conservative London mayoral candidate since the general election, either came from the children of the Reuben brothers or from entities overseen by them but none of them was listed as being made from a person with the Reuben name. The Reuben brothers, who were born in India, first rose to prominence doing business in post-Soviet Russia before buying up several London landmarks, including John Lewis’s headquarters on Oxford Street. According to the Sunday Times they are now Britain’s richest family with a combined fortune of £13.1bn. Last Thursday Boris Johnson’s team approved the brothers’ plans for 207 luxury flats and a 150-room boutique hotel at Millbank Tower, near the palace of Westminster. The scheme was contested in part because it envisaged more expensive accommodation in a city with the second-highest house prices in the world. Lambeth council opposed the scheme pointing out that there was no affordable housing provision, and city planners had suggested that a £57m “financial contribution in mitigation is an appropriate alternative”. However, in one of its last acts before this Thursday’s election, the mayor’s office accepted the “maximum reasonable amount of affordable housing in this instance is zero”, did not request any compensation and gave the go-ahead for the scheme.  Sadiq Khan has said that half of any new housing development will have to be “affordable”. A spokesman for Labour’s mayoral candidate described the Reubens’ scheme as “unacceptable … there’s no affordable homes at all in this scheme and Zac Goldsmith in City Hall would only mean more of the same”. Karen Buck, Labour MP for Westminster North, added: “The lack of affordable housing in this scheme, granted approval while attention is diverted by the election of Boris’s successor, will rightly concern Londoners that yet another luxury development is being erected on his watch, particularly given the donation from the developers to the Tory mayoral candidate.”  In February this year Goldsmith told Newsnight that “every single application that crosses the mayor’s desk should be interrogated with a really robust approach to ensure we get the maximum possible amount of affordability out of it”. When pressed if that meant taking on developers who wanted to build on private land with no affordable housing, Goldsmith said: “Absolutely. I will drive a very hard bargain, because the housing crisis is the number one issue in the next election.” There is no suggestion that Goldsmith had any influence over the decisions taken by the current mayor.  Last June in the parliamentary register Goldsmith, the Tory MP for Richmond, registered £46,000 in donations from companies and individuals who at first glance were apparently unconnected to the billionaire property developers. The Guardian established £15,000 of that sum is from a company called Investors in Private Capital, which is run by James Reuben, the son of David.  Another £21,000 is recorded as donations from Lisa Valk, the married name of Lisa Reuben, daughter of Simon. She also appears as Dana L Reuben, giving £5,000 to Goldsmith. Dana is Lisa’s middle name. A similar amount was given by a director of the Reuben Foundation, the charity set up by the developers.  A spokesman for the Reuben families said: “The Goldsmith and Reuben families have known each other well for many years. During that time James and Lisa have become good friends with Zac. “Many of the donations were made at fundraising events not in relation to Zac’s campaign for mayor but rather as MP for Richmond Park. The property interests of the Reubens are largely in central London, not the Richmond area. The name of Simon’s daughter is Dana Lisa Reuben. Professionally she uses Lisa as her first name. The uses of different names relate to the timings of the donations, and the capacities in which they were made.” A spokesman for Goldsmith rejected any “suggestion of impropriety by the party” telling the Guardian that “all donations are properly and transparently declared in accordance with rules”. He added that Labour candidate Khan had taken more than £19,000 from a property developer in Croydon. Goldsmith announced his bid to run for London mayor days after registering these donations linked to the Reuben families. The next month the Reubens submitted plans to Westminster council to turn the Millbank Tower complex into luxury flats. Westminster council consented to the scheme on 12 April. Two weeks later, just before a new mayor would take power, Johnson’s team approved the proposal. Only the secretary of state for communities and local government can now challenge the scheme. A spokesman for the mayor of London said: “This development secures the future of a Grade II-listed building, which is of considerable architectural and historic significance to the capital. The Millbank complex not only includes high-quality new homes for London, but provides further benefits for the city, with a hotel and cultural facility to complement the nearby Tate Britain.” In a statement Westminster city council said: “The proposal for Millbank Tower will bring great value to the local community, with payment for highway works, public art and a new cultural space. This refurbishment will also provide a new hotel, residential units and a Skybar with beautiful views across London.”  This article was amended on 4 May 2016. An earlier version suggested there were plans to demolish Millbank Tower. However, developers proposed to demolish only part of the site, reclad the complex and extend the tower and the so-called Y building. A reference to the complex being in Labour MP Karen Buck’s Westminster North constituency has been removed as it is in fact in the neighbouring Cities of London and Westminster.",
  "webTitle": "Zac Goldsmith received £46,000 linked to luxury flat developers",
  "webPublicationDate": "2016-05-03T18:54:33Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/03/luxury-flat-developers-reuben-linked-to-46000-of-donations-to-zac-goldsmith",
  "keyword": [
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Randeep Ramesh",
      "id": "profile/randeepramesh"
    }
  ],
  "guardianId": "politics/2016/may/03/luxury-flat-developers-reuben-linked-to-46000-of-donations-to-zac-goldsmith"
}