{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/smokers-to-pay-more-than-45-for-a-packet-of-cigarettes-from-2020",
  "id": "2016-05-03-277",
  "sectionId": "australia-news",
  "body": "The average price of a packet of cigarettes in Australia is now likely to climb to more than $45 from September 2020. The government will increase the excise on tobacco products by 12.5% each year from 2017 to 2020, at which point it will make up 69% of the price of a pack of cigarettes.   Related: Budget 2016: Scott Morrison sets Coalition on course for election – live    Treasury is billing the increase as a health measure, saying the World Health Organisation recommends a tax rate of 70% of the price of a cigarette, but the revenue gain is significant. “The net impact of the tobacco measures will raise $4.7bn over the next four years,” the treasurer, Scott Morrison, said in his speech to parliament. The 2017-20 rise replicates four years of increases legislated by Labor – and referred to as “a tax on workers” by the then opposition leader, Tony Abbott. Budget documents say increasing excise has helped reduce the number of smokers, saying rates have fallen from close to 25% of the population in 1993 to less than 15% in 2013. The revenue windfall is offset slightly by an allocation of $7.7m over two years to the Australian Border Force to police the illegal importation of tobacco products. Existing penalties will be strengthened and new offences introduced for tobacco smuggling, which is considered to be at risk of increasing as prices rise. The duty-free allowance for tobacco products will be cut from 50 cigarettes (two packs) to 25 (one pack).   Related: Australian teenage smoking at record low but 'constant vigilance' required    The government is partly counting on the steeply rising price of tobacco products to lift the inflation rate to 2.25% by the June quarter of 2018 from an unusually low 1.25% in 2016. The budget also allocates an undisclosed amount to ongoing legal action to defend Australia’s plain packaging laws – the Tobacco Plain Packaging Act 2011. “The act is currently the subject of dispute settlement proceedings involving four countries through the World Trade Organisation and an international legal challenge,” the budget papers say. “The funding will support work undertaken by the Department of Health, the Attorney-General’s Department and the Department of Foreign Affairs and Trade to defend the legislation.” The amount set aside for these defences is not disclosed “to protect the Australian government’s position in any litigation”.  • Click here for full budget coverage",
  "webTitle": "Australian smokers to pay more than $45 for a packet of cigarettes from 2020",
  "webPublicationDate": "2016-05-03T09:36:57Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/smokers-to-pay-more-than-45-for-a-packet-of-cigarettes-from-2020",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Merran Hitchick",
      "id": "profile/merran-hitchick"
    }
  ],
  "guardianId": "australia-news/2016/may/03/smokers-to-pay-more-than-45-for-a-packet-of-cigarettes-from-2020"
}