{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/23/tinder-sues-threesome-app-rival-3nder",
  "id": "2016-05-23-92",
  "sectionId": "technology",
  "body": "Two’s company but three’s a crowd according to dating app Tinder, which has launched a legal bid to kill off a rival app aimed at people looking for threesomes.   Related: Tinder launches group dating feature – and exposes you to Facebook friends    Tinder, owned by global dating firm Match Group, is alleging trademark infringement in the high court against 3nder, an independent app for non-monogamous couples and their potential partners. It wants its smaller competitor to shut down and erase its presence from the web entirely to avoid “confusion” between the two apps, claiming the alleged similarity gives 3nder an “unfair advantage”. But 3nder launched its fightback in bizarre fashion on Monday, calling on its users to send Tinder pictures of their socks via Twitter, using the hashtag #TinderSuckMySocks. Founder Dimo Trifonov vowed to fight Tinder, which he accused of “loading a nuclear weapon” against his firm, which employs just eight people. The campaign has already gained some support online from fans of 3nder posting their own sock-based photographs and anti-Tinder sentiment. Twitter user @payah posted a picture of her own sock-clad feet in response to 3nder’s call to arms.    #TinderSuckMySocks on @TreehouseLDN terrace.. My big toe is already sticking out ready for a good suck :P @3nderapp pic.twitter.com/SqZTEzQL09— Paulina Sygulska (@Payah) May 23, 2016    But Trifonov admitted that the financial muscle of Tinder’s parent company, which floated with a value of £2bn last year, might prove too strong. “If I’m realistic, they can bankrupt us,” said Trifonov. “It’s not about that though, it’s about right or wrong.” Tinder’s claim is based on the supposed pronunciation of 3nder, according to a legal letter seen by the Guardian. “Phonetically, the infringing mark is closely similar to the Tinder mark, as the obvious pronunciation of ‘3nder’ is ‘Thrinder’, which rhymes with Tinder,” the letter warns. Tinder’s lawyers pointed to an interview with the New York Post in which they allege that Trifonov confirms this pronunciation. They added that the use of the name for an online dating app was “likely to bring our client’s Tinder mark to mind”. The letter demands that 3nder respond by shutting down its website and remove all references to its name, including by third party sources. But Trifonov said his app’s name was pronounced differently in many countries and questioned Tinder’s ability to copyright an existing word or combination of letters. He added that Tinder itself was preceded by gay dating app Grindr, whose name is only a few letters different.  “The whole thing is unfair ... can I trademark the word coffee and then sue every coffee shop in the world?” he said. “Who does that? Evil corporations do that.” The web designer, who developed the app after his girlfriend wrote him a love letter about a French woman, said Tinder’s legal assault could force him to lay off his eight-strong team. The threat comes after a period of rapid growth: the number of would-be troilists using 3nder grew by 30% in 2015, sending its revenues soaring by 980%. A launch on the Android operating system is now being planned, allowing it to expand its reach far beyond its current stable of Apple users, because many more people around the world own Android phones. The growth plan is a turnaround from last year when the company flirted with bankruptcy before securing a $500,000 investment. In its call to its users to send pictures of their socks to Tinder, 3nder said: “When a multi-billion corporation is after you, you don’t have many options but to fight back hard or just let them destroy you. On the outside Tinder is cute and friendly but if you look below the surface you will see it is one piece of a gigantic corporation hungry for more.” A spokesperson for Tinder did not respond to requests for comment.",
  "webTitle": "Tinder sues threesome app rival 3nder",
  "webPublicationDate": "2016-05-23T16:51:51Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/23/tinder-sues-threesome-app-rival-3nder",
  "keyword": [
    {
      "webTitle": "Tinder",
      "id": "technology/tinder",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Online dating",
      "id": "lifeandstyle/online-dating",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    }
  ],
  "guardianId": "technology/2016/may/23/tinder-sues-threesome-app-rival-3nder"
}