{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/13/sunken-cities-turner-prize-shortlist-week-in-art",
  "id": "2016-05-13-110",
  "sectionId": "artanddesign",
  "body": "Exhibition of the week Sunken CitiesEgypt is the most darkly alluring of ancient cultures. Underwater archaeology is one of the most adventurous ways to study the past. Put them both together and the British Museum hopes for a summer smash hit with this survey of two lost cities whose treasures have been recovered from the depths.• British Museum, London, 19 May-27 November. Also showing Francis BaconThis new exhibition focuses on the existentialist painter’s claustrophobic fictional architecture. • Tate Liverpool, Liverpool, 18 May-18 September. Martine SymsA video poem in 180 parts and still growing is at the heart of this Los Angeles artist’s meditations on representation and reality.• ICA, London, 20 April-19 June. Maria LassnigBody-conscious paintings by this influential Austrian artist.• Tate Liverpool, Liverpool, 18 May-18 September. Ori GershtLyrical images with a disconcerting historical burden make Gersht a subtle and thought-provoking artist.• Ben Brown Fine Arts, London, until 16 June. Masterpiece of the week     Antoine Watteau’s Sous un habit de Mezetin. 1717- 1719. Photograph: The Wallace Collection, London    The commedia dell’arte character Mezetin looks at us with lyrical intimacy as he strums his guitar. His silken costume, bohemian company and the theatrical feel of the setting all reflect the fantastical, dreamlike atmosphere Watteau’s brush creates. Yet the robust, earthy quality of the faces tells us these are real people. Mezetin is a portrait of Watteau’s art dealer Pierre Sirois. Art and life magically merge.• Wallace Collection, London. Image of the week     Nathan French, Maxi More and Kat Toronto, stars of Damien’s Frost’s new book Night Flowers – see more of Damien’s startling beautiful images in this gallery. Photograph: Damien Frost    What we learned The shortlist for the Turner prize 2016 has been announced And it’s a cheeky but surprisingly smart selection Megumi Igarashi has been found guilty of obscenity for her vagina kayak Too many people think art is just a white thing, says Martine Syms Here are the rising stars of African photography to disprove them  Performance artist Selina Thompson has retraced the Atlantic slave triangle Also in Bristol, artists Iain and Jane are taking Latin Mass with Stanley Kubrick A US Antiques Roadshow expert mistook a school art project for a Picasso A German artist has made “offshore paintings” inspired by the Panama Papers  George Shaw’s new work at the National Gallery is a down and dirty delight Louis Khan has given the Yale Center for British Art a masterful makeover Alex Needham travelled to the cosmic heart of land art in New Mexico We got a peek at the shining gems of the SFMOMA’s Pritzker photo collection Greece is seeking international justice on the Parthenon marbles – again English Heritage has launched a campaign to save war objector’s grafitti Mary Seacole’s statue has been given the go-ahead – but do we need it? The National Portrait Gallery has bought a rare early photography album James O Jenkins captured fans who turned out for Margaret Thatcher’s funeral Gered Mankowitz shared his photo albums of the Rolling Stones backstage Anita Corbin took this wonderful look at female sub-culture style – then and now And finally ... London’s part in the birth of Yves Klein’s blue Get involved A-Z of readers’ art – share your art on the theme of hegemony Don’t forget To follow us on Twitter @GdnArtandDesign",
  "webTitle": "Vagina kayaks, sunken cities and a cheeky Turner list – the week in art",
  "webPublicationDate": "2016-05-13T15:45:33Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/13/sunken-cities-turner-prize-shortlist-week-in-art",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Illustration",
      "id": "artanddesign/illustration",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "British Museum",
      "id": "culture/british-museum",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/2016/may/13/sunken-cities-turner-prize-shortlist-week-in-art"
}