{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/orange-new-black-taught-me-criminal-justice-reform-congress-must-act",
  "id": "2016-05-02-33",
  "sectionId": "commentisfree",
  "body": "Republicans and Democrats in the Senate have finally struck a deal on criminal justice reform. Following the announcement on Thursday, only Senate majority leader Mitch McConnell stands between us and a vote. You might wonder why I care, why I am out advocating for this issue so passionately. I filmed dozens of episodes of Orange is the New Black without understanding the depth of the issues in our criminal justice system. I’m grateful that the show played a pivotal role in introducing me to the change that was needed.  I am a white man who grew up in a family with financial security. Because of that, I’ve had the great fortune of never having to worry about our broken criminal justice system. My community, a white community, has not been affected by police and courts in the ways many communities of color have. Put simply, I didn’t pay attention to the issue of criminal justice because it didn’t pay attention to me.    Related: Orange is the New Black renewed for three additional seasons    But then I started reading Michelle Alexander’s incredible book The New Jim Crow, followed by Shaka Sengor’s memoir Writing My Wrongs. I studied, I learned and I realized I couldn’t afford to sit on the sidelines while the cycle of mass incarceration continued to rob so many people of their lives, so many communities of their most talented friends and family. One in three black men born today can expect to spend time in prison during their lifetime, if current trends continue. Black people are imprisoned at six times the rate of white people. Of the 2.3 million people behind bars today in America, 60% are people of color. And we aren’t talking about violent crimes here – we are talking about drugs. While white people use and sell drugs at roughly the same rates as black, Latino and Native Americans, people of color are stopped by police, searched, arrested, prosecuted, convicted and incarcerated at higher rates than white people for drug crimes, according to the Drug Policy Institute. The disparities span every step in the criminal justice system, from police to prison. And while these statistics are startling, it’s the personal stories that are even more heart-wrenching. On Thursday, I was on Capitol Hill with a man named Alton Mills. Alton was sentenced to life in prison at just 25 years old for a nonviolent drug offense. Recently granted clemency by Barack Obama after more than 20 years behind bars, he joined me in advocating for change. His daughter was just 19 months old when he went to prison, and she is now graduating nursing school. She was forced to grow up without him. The most unique part of his story, unfortunately, is that as an African American man in the criminal justice system, he got out. The US currently incarcerates more people than any other nation in the world. We have 5% of the world’s population, and 25% of the world’s prisoners. We can change this. We can stop wasting the incredible talent of millions of Americans behind bars.  While in Washington DC and with Congress, I have heard a lot of talk about how America leads the world. This is one area where we don’t want to. That’s why Mitch McConnell has to allow this bill to get a vote. We have more than 30 bipartisan cosponsors. We have momentum. Now we need his. It’s time.",
  "webTitle": "Orange is the New Black taught me about criminal justice reform. Congress must act | Matt McGorry",
  "webPublicationDate": "2016-05-02T20:43:50Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/orange-new-black-taught-me-criminal-justice-reform-congress-must-act",
  "keyword": [
    {
      "webTitle": "US prisons",
      "id": "us-news/us-prisons",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US Senate",
      "id": "us-news/us-senate",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matt McGorry",
      "id": "profile/matt-mcgorry"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/orange-new-black-taught-me-criminal-justice-reform-congress-must-act"
}