{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/tamara-ecclestone-10k-playhouse-super-rich-uk-destitution",
  "id": "2016-05-10-191",
  "sectionId": "commentisfree",
  "body": "If the latest issue of Hello! magazine is anything to go by (let’s be honest, it usually isn’t), ostentatious displays of wealth are, following a timely hiatus, very much back. The super-rich went quiet there, for a bit, in the wake of the global financial crisis, but now, according to Tamara Ecclestone’s latest display in that venerable publication’s pages, we plebs can rejoice in the return of the Paris Hilton ethos, which can be adequately summed up: “Suck it, peasants.” So you can take the old adage that money talks and wealth whispers, and tear it up, because Ecclestone is crowing. Showing off her two-year-old daughter’s palatial playhouse – an exact replica of Ecclestone’s 57-room £70m Kensington mansion – in the midst of a horrific housing crisis can only suggest one of two things: ignorance or indifference, and neither are especially gratifying to those who, for a brief moment, will have taken succour in London’s rejection of a Tory billionaire for mayor in favour of the son of a bus driver committed to building more homes.   Related: Former garage in south-west London fetches £466,000 at auction    Of course, those who dare to criticise the billionaire class are likely to be accused of practising the politics of envy, which is why I’d like to state categorically here that, as a woman in her twenties, there is very little use I could personally get out of a 10-grand playhouse. I suppose I could use it to house all the cats men’s rights activists are convinced that every vocal feminist must have, or, once I hit 30, I could heed the tabloid media and use it as a temple to my biological clock and sexual allure. I could even rent it out to some refugee children. But I could not live in it. Still, at this time of rampant social inequality, such ostentatious displays of more money than sense are prone to make even the least acquisitive of humans reflect a bit. Ten grand. What would you spend it on? I’d help my mum out with a dispute she’s having with social services, and take my autistic brother on holiday to the seaside. No doubt many of you have debts you’d pay off or children to get through apprenticeships and college, or elderly parents whose care needs financing, or a house you’d like to buy but can’t – you know, the stuff of life. Is it the politics of envy to point this out? Probably, but I don’t care. I’m sick to the back teeth of seeing the denigration of those righteously angry at how the world’s richest 62 people are as wealthy as half the world’s population. It’s as though the rich are some kind of superhuman class. In fact, we are all made of the same blood and bone and muscle, and all merit a share of the safe, comfortable lives this planet is perfectly capable of offering us.     The Hello! issue featuring Ecclestone’s daughter’s playhouse. Photograph: Hello! Magazine/PA    Which is why I’m glad, in a way, that wealth flaunting is back. It’s been bubbling for a while now, what with Rich Kids of Instagram and the Kardashians and Made in Chelsea, and the Real Housewives of Bloody Narnia or Westeros or Wherever. We’ve just seen the Sunday Times Rich List crop up again with all the sad inevitability of a yeast infection, and it tells us that property tycoons are doing brilliantly. In a weekend supplement, I read that Kazakh oil billionaire Goga Ashkenazi “once accidentally bid £240,000 on a painting when she was waving at J-Lo at an auction”. Meanwhile, in a parallel universe, slum landlords are being taken to court for cramming people into houses not suitable for multiple occupancy, some of the country’s 11 million private renters have been sharing their appalling housing conditions via #ventyourrent, there’s a homelessness crisis in Manchester, property websites advertise mezzanines and cupboards for frankly absurd prices and people are literally living and dying in sheds. As a garage in south-west London fetches £466,000, the windows of unoccupied piggy-bank Mayfair townhouses stay dark and the wealthy squirrel away their money offshore, more than a million people in the UK are living in destitution. In this context, if someone like Ecclestone wants to come along and show off a garish, overpriced Wendy house then I am all for it. Please, for the love of God Tamara, do not check your privilege. There are no doubt those out there who genuinely hate the rich, providing ample fodder for public-school educated actors to complain about posh-bashing in our newspaper supplements. I am not one of those people. No one is responsible for the circumstances into which they were born, whether privilege or poverty. But what you do with that privilege, whether you manage it with generosity, and humility, and grace, is crucial. I’m all for the politics of envy when it’s channelled into positive social change. Those who criticise its use as a tactic when applied to rich people are frequently those who will happily deploy it when it comes to peeking over their neighbour’s fence in an attempt to work out how much help they receive from the state. So I’m happy for the billionaires to keep on crowing. It might not be on a par with “let them eat cake”, but people do notice, and, if we’re lucky, they might feel compelled to do something about it.",
  "webTitle": "Let Tamara Ecclestone crow over her toddler’s £10k playhouse | Rhiannon Lucy Cosslett",
  "webPublicationDate": "2016-05-10T11:51:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/tamara-ecclestone-10k-playhouse-super-rich-uk-destitution",
  "keyword": [
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rhiannon Lucy Cosslett",
      "id": "profile/rhiannon-lucy-cosslett"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/tamara-ecclestone-10k-playhouse-super-rich-uk-destitution"
}