{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/22/nederlands-dans-theater-2-review-sadlers-wells-solo-cacti",
  "id": "2016-05-22-169",
  "sectionId": "stage",
  "body": "Solo was choreographed by Hans van Manen in 1997, and it’s a wonder. Now 83, Van Manen is the high priest of Dutch modernism. His work is characterised by rigorous musicality and an austere wit, both in evidence here. Solo was made for three male dancers, who dash through Bach’s first partita for solo violin with thrilling velocity, replacing each other at intervals like a relay team. Van Manen gives us flurries of stage-skimming terre-à-terre, taut-sprung reverses, skittering turns. Steps glint and ricochet like beads cascading from a broken necklace.    There’s pseudo-ritual, faux martial-artistry and much breathless rushing about    Performed here by Gregory Lau, Benjamin Behrends, and Miguel Duarte, it’s the strongest work in a mixed programme by Nederlands Dans Theater 2. NDT2, whose dancers are all between 18 and 23, is the junior division of the Hague-based Nederlands Dans Theater, which was founded in 1959. All are good, the best are brilliant. Lau, who started his career in breakdance, is a performer of consummate virtuosity, with an elegantly cursive style and an openness of manner which is a joy to watch. Alice Godfrey, who appears in three of the evening’s six works, is another dancer who compels the gaze, her expansive arms and long, articulate leg line endowing the simplest move with beauty.     Katarina van den Wouwer and Alexander Anderson in NDT2’s Schubert. Photograph: Tristram Kenton    In terms of technical finish, this 18-strong ensemble is a dream team. So it’s a pity that the work they have to perform is so uneven. The evening opens with three pieces by Sol Léon and Paul Lightfoot, who have created more than 50 ballets for the company (Lightfoot is also the artistic director of NDT). Léon and Lightfoot’s collaborations show off the physical skills of the company to advantage, but Schubert (2014), Sad Case (1998) and Some Other Time (2014) are typical in that they do so in a shallow and meretricious context, heavily reliant on whimsy. So there’s much face-pulling, specious vocalisation, ironic bumping and grinding and would-be significant slow-motion walking. It’s all very glossily produced, but it doesn’t amount to a hill of beans, and these dancers deserve better. The evening wraps with Alexander Ekman’s Cacti (2010), a witty demolition of postmodern dance’s pomposities and pretensions. Behind a larky veneer, Ekman puts the boot in with no little ferocity. There’s pseudo-ritual, faux martial-artistry and much breathless rushing about, with the titular cacti carried hither and thither as if profoundly significant. There’s a clever passage in which a couple rehearse a duet, and discover that their relationship is constructed from the same inconsequential cliches as the choreography. There’s a certain irony in Cacti’s inclusion in a NDT programme, and with Solo, it redeems the evening’s shaky start. But the real pleasure of NDT2 is the dancers.",
  "webTitle": "Nederlands Dans Theater 2 review – this dream team deserves better",
  "webPublicationDate": "2016-05-22T07:00:36Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/22/nederlands-dans-theater-2-review-sadlers-wells-solo-cacti",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sadler's Wells",
      "id": "stage/sadlers-wells",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Jennings",
      "id": "profile/lukejennings"
    }
  ],
  "guardianId": "stage/2016/may/22/nederlands-dans-theater-2-review-sadlers-wells-solo-cacti"
}