{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/25/indie-sad-lads-car-seat-headrest-alex-g-whitney-palace-winter-kevin-morby",
  "id": "2016-05-25-162",
  "sectionId": "music",
  "body": "As pop’s foremost females furiously demolish all in their path – think Beyoncé, walloping the windows of parked cars with a baseball bat on Hold Up, or Rihanna, gunning down her boyfriend in a strip club on Needed Me – pure melancholy hangs over their male counterparts.  Sorrow seeps from songs by Yung Lean and Zayn Malik, Radiohead’s A Moon Shaped Pool is a sea of sadness and torment, Views reaffirms Drake’s place as rap’s leading sad lad and James Blake spends the 17 tracks of The Colour in Anything locked in a loop of loneliness and isolation. A new Frank Ocean album is on its way and I’d wager it won’t be packed with upbeat bangers about sunshine and lollipops.             But this grey cloud floating over music made by men extends beyond the cinematic scales of the major league artists. A new wave of indie artists such as Car Seat Headrest, Palace Winter, Kevin Morby, Alex G and Whitney recall the introversion, awkwardness and introspection spearheaded by post-grunge, Gen X artists of the late 90s – a period of music in which rock was transitioning following the end of grunge and the birth of Britpop.  It addressed those who felt alienated from mass culture. Only these new artists face a different sense of outsiderness from society – a future with no pension, mortgages or upward mobility. Add to that the gradually dissolving stigma surrounding male sensitivity and the secluded set-up of independent bedroom artists, and you’ve got yourself all the components of a gloom revival.  The accessibility artists have to their fans also allows for wider discussions about more sensitive lyrical content. Will Toledo of Car Seat Headrest makes lo-fi rock that is brutally honest and touches on mental health and sexuality. He also openly elaborates on them online. Most recently, in support of his new album, Teens Of Denial, Toledo set up his own Reddit AMA.  The fan Q&A platform allowed for a range of questions, from the sprawling – “If you could give the entire youth of America one bit of advice, what would it be?” – to the specific – “Do you ever feel ashamed of how much of your sexuality you reveal in your lyrics?” Having grown up in the age of the internet, able to share and express his feelings with strangers, Toledo’s ability to connect with fans on this emotional level maintains a relationship with them, and therefore enforces his career. He is also unafraid to mock this morbidity:    early outline for album bio pic.twitter.com/h7S5tV1ROt— car seat headrest (@carseatheadrest) May 9, 2016    Toledo is not alone. This new throng of solemn young males often reveal a lighter side of themselves on social media. It enables them to be the sad lad in the studio and the idiot elsewhere; so as not to scare off those who feel on the outskirts only occasionally.  I recently interviewed Julien Ehrlich and Max Kakacek of Chicago Americana group Whitney about their debut album, Light Upon the Lake, and the way in which they tap into a “weird, vulnerable mind state”. They agreed that it was easier to be an “emotional man these days” and as a result make wistful songs about growing up and falling in and out of love. Their social media tells another story, however. It is mostly centred around nude selfies, weed and girls. It’s an approach that’s also benefited the career of Mac Demarco; a hopeless romantic who, on record, is broken and blue, but is as known for his fraternity-styled ridiculousness as he is his music. It’s almost as if these men are multifaceted beings, or something.            Perhaps the arrival of this new melancholy mood is why the Last Shadow Puppets’ return this year seemed so incongruous. It was a campaign which featured apologies for misogyny and surreal, swaggering stage performances by Miles Kane and Alex Turner that seemed more like a parody than anything genuine. There was a general sense of entitlement about it. A lack of self-awareness. A lack of sincerity. The antithesis of the new indie sad lad.  Back in March, a piece in the Telegraph proclaimed: “Millennial men have gone soft.” It cited a study which revealed the diminishing capabilities of the modern man – apparently only one in five millennial men are confident fixing a dripping tap, two-thirds of millennial males are unable to change the oil in their car and three in 10 men are comfortable with the assembly of flat pack furniture. Maybe they’re too busy cradling their guitars, making sensitive Microsoft Paint art and talking about their feelings on the internet. If that means there’s more music as affecting and beautifully crafted as this new wave, then long may the more gentle gender prosper. Besides, millennial women are fully equipped to fix up the house anyway. Right after they’ve finished smashing it up.",
  "webTitle": "Indie sad lads: rock's millennial men show they have feelings too",
  "webPublicationDate": "2016-05-25T13:00:41Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/25/indie-sad-lads-car-seat-headrest-alex-g-whitney-palace-winter-kevin-morby",
  "keyword": [
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Rihanna",
      "id": "music/rihanna",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Gibsone",
      "id": "profile/harriet-gibsone"
    }
  ],
  "guardianId": "music/2016/may/25/indie-sad-lads-car-seat-headrest-alex-g-whitney-palace-winter-kevin-morby"
}