{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/12/wimbledon-debentures-and-tesla-cars-are-they-worth-it",
  "id": "2016-05-12-168",
  "sectionId": "money",
  "body": "Hello and welcome to this week’s Money Talks – a roundup of the week’s biggest stories and some things you may have missed. Money news Tenant evictions up in England and Wales Barclays plans contactless payment app for Android phones Average price of London home almost doubles to £600,625 since 2009 ‘Women should not expect government help over pension changes’ Inflation rate three times higher for millennials than for pensioners Former garage in south-west London fetches £466,000 at auction Toll and trouble: Dartford cameras fine drivers for journeys they didn’t make Feature Net gains: why Wimbledon debentures could be worth their £31,000 price tag     The 1,000 new debentures offer excellent views of No 1 Court, and exclusive access to lounges, restaurants and bars not open to the general public. Photograph: Alastair Grant/AP    In pictures Surreal estate: a London penthouse where you can bring the outside in     This flat in Kensington allows you to swim on the mezzanine floor and ‘put the top down’ too. Photograph: Julian Abrams/Savills    In the spotlight At £25,000 Tesla Model 3 is being hailed as an “affordable” electric car, and an astonishing 400,000 have been ordered. But is it worth the asking price? Miles Brignall looks under the bonnet. Consumer champions Targeted by fraudsters despite TalkTalk’s denials Up a gumtree when I lost my £100 deposit on a bike Hung out to dry by Indesit as I’m left to babysit a fire hazard Money deals Visit our new look mortgage advice site where you’ll find best buys, calculators and more.  Download a free guide to investing for income, including MarketViews’ five top tips.",
  "webTitle": "Wimbledon debentures and Tesla cars: are they worth it?",
  "webPublicationDate": "2016-05-12T14:25:09Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/12/wimbledon-debentures-and-tesla-cars-are-they-worth-it",
  "keyword": [
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Wimbledon",
      "id": "sport/wimbledon",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Hilary Osborne",
      "id": "profile/hilaryosborne"
    }
  ],
  "guardianId": "money/2016/may/12/wimbledon-debentures-and-tesla-cars-are-they-worth-it"
}