{
  "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2016/may/09/pensions-regulator-bhs-deficit-",
  "id": "2016-05-09-68",
  "sectionId": "business",
  "body": "How did Sir Philip Green manage to give away BHS, complete with a huge deficit in its pension fund, to a bunch of retailing amateurs ill-equipped to revitalise the chain of department stores? The short answer is the Pensions Regulator did not think it was its job to stop him – and, indeed, it may have been unable to do anything even if it had wanted to stick its nose in. Lesley Titcomb, chief executive of the Pensions Regulator, told MPs she found out about the sale of BHS to Retail Acquisitions for £1 in March 2015 by reading about the deal in the newspapers. This was despite the regulator having concerns about the funding of the BHS scheme as far back as 2012. “You’re not much of a regulator are you,” jabbed one MP. Titcomb, naturally, didn’t agree, but the description was surely fair. The impression created by Monday’s hearing is that the Pensions Regulator is stuffed with theoretical powers that it rarely bothers to use. Instead, it likes facilitation, engagement and flexibility – anything, in fact, to avoid throwing its weight around.  In the BHS case, this hands-off approach was doubly amazing since the warning signs were obvious in 2012 when the pension fund trustees signed off an arrangement whereby the company would take 23 years to attempt to close a deficit that then stood at £200m. That period was “atypical”, conceded Titcomb, but no consequences followed at the time. Instead, after learning that BHS had been sold, it opened an anti-avoidance inquiry that has still not reached any conclusions. Green – probably – will still end up being roasted by the MPs, as he should be. But what we learned on Monday was frightening. It seems the Pensions Regulator’s role is to wait until things go wrong and then launch a leisurely inquiry.  Princely sums at VW  Finally, somebody with a stake in Volkswagen’s future has said the way the top brass in Wolfsburg pay themselves is ridiculous. The fact he is hedge fund manager Chris Hohn, who in a previous German outing found himself branded a “locust” by the chairman of Deutsche Börse, may not advance the cause. Never mind. The spiky head of TCI Fund Management, who says he speaks for a 2% interest in the carmaker, is correct when he says payments of €400m (£316m) over six years to nine members of VW’s management board represent “corporate excess on an epic scale”. Indeed, the most striking figure in Hohn’s blistering letter is the detail that VW’s head of trucks made €15m in 2015 whereas the entire eight-strong executive board of Swedish lorry firm Scania, before it was absorbed into VW in 2014, received a combined €7m. Hohn argues that excessive pay for management, unlinked to clear performance targets, has “encouraged aggressive management behaviour, contributing to the diesel-emission scandal”. That is hard to prove definitively but is a reasonable thesis since VW’s post-scandal stance on pay has been to carry on as if nothing had happened. The management board received €63m last year, only a modest reduction from 2014, and the basis for awarding bonuses was as unfathomable as ever. Hohn suspects a cosy stitch-up, going back years, in which management knew they could get away with paying themselves princely sums as long as they protected jobs and increased wages, and thus didn’t upset the trade union representatives on VW’s supervisory board. Again, he’s probably right. Whatever the explanation, it would be a good thing if the few shareholders outside the VW’s tight circle of control – the Porsche and Piëch families, the state of Lower Saxony, the Qataris and the unions – joined Hohn in making a fuss over corporate governance.  Sausage rolls on a roll It wasn’t Greggs’ greatest few months of recent years but a 3.7% increase in like-for-like sales was better than most of the high street is managing. The reinvention of a chain of bakeries as a food-on-the-go merchant continues apace, even if the corporate musing about the wonders of the teriyaki chicken noodles was an unnecessary adornment; one suspects the sausage rolls are not about to be replaced. Indeed, Greggs’ success makes you wonder why the supermarkets, as they tried to enter this territory, didn’t try to copy the cheap-and-cheeful offer. Instead, Tesco gave us Harris + Hoole, which was pitched at the “artisan” end of the market, complete with obligatory references to being “passionate” about coffee. Greggs no-nonsense style was the one to imitate.",
  "webTitle": "Pensions watchdog faces its own BHS deficit … in credibility",
  "webPublicationDate": "2016-05-09T18:36:06Z",
  "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2016/may/09/pensions-regulator-bhs-deficit-",
  "keyword": [
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corporate governance",
      "id": "business/corporate-governance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Volkswagen (VW)",
      "id": "business/vw-volkswagen",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Automotive industry",
      "id": "business/automotive-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Greggs",
      "id": "business/greggs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/nils-pratley-on-finance/2016/may/09/pensions-regulator-bhs-deficit-"
}