{
  "apiUrl": "https://content.guardianapis.com/small-business-network/kia-fleet-partner-zone/2016/may/03/moving-on-entrepreneurs-talk-failure-learning-from-their-mistakes",
  "id": "2016-05-03-254",
  "sectionId": "small-business-network/kia-fleet-partner-zone",
  "body": "“Most entrepreneurs I know have at some point lost the lot – including me. Twice.” says Stuart Miller, founder of delivery solutions company ByBox, which reported a turnover of £73m last year.  ByBox was very far from an instant success. Months of pitching resulted in not a single customer and Miller had to slink back to the UK with nothing to show for his efforts. However for this entrepreneur, as for so many, one failed venture didn’t daunt his ambition to build a successful company. Serial risk takers If you’re going to understand why serial entrepreneurs keep at it, Miller says, it’s important to grasp that what drives them isn’t flashing dollar signs. “It’s a bit of myth that entrepreneurs do it to make money – there’s a saying that ‘the harder you chase money the faster it runs,’” he laughs.      Gavin Wheeldon CEO Purple    There are attributes that will help you start a new business when a previous idea has tanked – a breezy lack of concern about being poor is a vital liberating factor for entrepreneurs, who by definition must take risks to have a chance of succeeding. But as well as the self-belief and conviction that typically characterise self-starters, there are skills and knowledge to be gained from failure that shouldn’t be ignored. “There’s no better way of learning than doing, and failing imprints valuable lessons on your mind,” says Gavin Wheeldon, CEO of Purple, which deals in “intelligent spaces” and has 70 staff in four countries.  “I went from a fairly nice house to a one-bedroom flat and it took me a while to get back on track,” Wheeldon recalls. “But if people are too afraid of failure, they won’t make decisions. If you’re sat there frozen by indecision, then you’re not going to innovate.”  Wheeldon’s first business, which he set up at the age of 19, expanded too fast. Overstretched, his cashflow couldn’t keep up with his growing financial commitments for salaries, and the company folded. By the time he set up a new venture at the age of 26, he’d analysed the mistakes he made first time around and also went on a course to learn the skills he needed to create a financial strategy and learn how to offset risk. It made all the difference.  Important too, says Wheeldon says, is to develop a company culture that allows employees some leeway to get things wrong.”If something happens once, it’s learning, if it happens twice, it’s a mistake, if it happens three times we’ve got a problem,” he says. Purple puts significant investment into trying out new ideas, some of which Wheeldon knows won’t come good. “We’re always testing, then refining. Seriously, I don’t think this culture values failure as it should,” he says. Learning from experience     Helen Nurse, co-founder of Wonderslide World Photograph: NULL    Helen Nurse and her husband set up their first business 15 years ago. They have since have invested “a huge” amount of money in a number of ventures that failed, as well as one that has been a success and is still running today. Rather than being put off, Nurse explains that each failure fuelled new ideas and helped the pair to home in on exactly what it was they most wanted to do.  Last year the couple launched a new venture, Wonderslide World, that aims to inspire children creatively by getting them active, using their imaginations, problem-solving and trying out new skills through storytelling. They published a children’s book, designed interactive storytelling shows and creative skills workshops and also run educational sessions for primary schools and children’s parties. But this time, the pair didn’t just leap in blindly with great hopes for their big idea. “We carefully analysed the market need and the potential customers, and deduced exactly what we need to deliver,” says Nurse. This has resulted in a steady evolution of the business – another important learning point.  “Rather than rushing the development of a product as we did before, we have taken it slowly, done lots of testing with customers and used their feedback to shape the service and experience we are delivering,” Nurse continues. “In the past, we’ve come up with an idea, created it and tried to sell it, and it’s not worked because we’ve not really created a brand, or researched a strategy around who would buy it.” This time, they are accessing their target market in lots of different ways. “It’s much more slowly evolving but it’s having much more success.”    We are deliberately disrupting our core business... you either do it yourself, or someone else will do it for you  Stuart Miller     There are always good and bad times in any business cycle, and reacting fast to a market downturn – the Nurses have weathered two recessions – is critical to keeping a company afloat when things get tough. Downsizing decisions can be particularly painful for entrepreneurs who have recruited staff personally.  “With our first few redundancies, in the first recession, we left it a bit late,” Nurse admits. “We really struggled because we felt very close to them. That hit us hard, and we had to learn some harsh lessons.” When the recent recession first loomed into sight, they were more pragmatic. “We did it a bit quicker,” she says. Listening to the market And if you’re not to lose the shirt off your back more than once, remember to listen to what the market is telling you, says Stuart Miller.  “In Silicon Valley, I spent months traipsing up and down hearing people say that my electronic locker delivery solution wasn’t going to work. If I’d just listened I’d have saved a lot of time and money,” he says ruefully.  Knowing when to pivot and re-angle (if not entirely jettison), your precious business idea is however always delicate judgment call to make. Miller, who came back to the UK with just £10,000 in his pocket, has since adapted his idea to a new business-to-business market, and made millions. But in trying to crack the consumer market again more recently with his locker concept, he failed to convince people to pay extra for a premium service, and had to cut his losses – around £5m.  It was an expensive way to finally learn that the mass market isn’t going to pay for this service when they can get a somewhat worse one for free. But Miller doesn’t waste time with regrets – he spends most of his time “horizon scanning” now, so he can adapt his successful business model as society’s needs change. “We are deliberately disrupting our core business and making our old lockers obsolete,” he explains. “You either do it yourself, or someone else will do it to you.” Content on this page is paid for and produced to a brief agreed with Kia Fleet, sponsor of the Guardian Small Business Network Accessing Expertise hub.",
  "webTitle": "Moving on: Entrepreneurs talk failure and learning from their mistakes",
  "webPublicationDate": "2016-05-03T10:17:31Z",
  "webUrl": "https://www.theguardian.com/small-business-network/kia-fleet-partner-zone/2016/may/03/moving-on-entrepreneurs-talk-failure-learning-from-their-mistakes",
  "keyword": [
    {
      "webTitle": "KIA Fleet partner zone",
      "id": "kia-fleet-partner-zone/kia-fleet-partner-zone",
      "sectionId": "small-business-network/kia-fleet-partner-zone",
      "sectionName": "KIA Fleet partner zone"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Tickle",
      "id": "profile/louise-tickle"
    }
  ],
  "guardianId": "small-business-network/kia-fleet-partner-zone/2016/may/03/moving-on-entrepreneurs-talk-failure-learning-from-their-mistakes"
}