{
  "apiUrl": "https://content.guardianapis.com/crosswords/crossword-blog/2016/may/16/crossword-roundup-cryptic-obituaries",
  "id": "2016-05-16-260",
  "sectionId": "crosswords",
  "body": "The news in clues Victoria Wood’s luxury on Desert Island Discs was “a bumper book of sudoku with blank pages and pens”. Lionel Blair, Trevor Brooking, Birgit Nilsson, Thomas Keneally and Simon Russell Beale each preferred the kind of puzzle where you write in letters, not digits, but the gallant world of crosswording has not held that against Wood.  And so Lohengrin discovered in the Independent that the title of Wood’s most enduring song ...  9d Band fared badly with randy couple in song (5,3,5)[ synonym for ‘band’ + anagram (‘badly’) of FARED RANDY ]  ... was the same length as that of her most versatile sketch ...  8d Musical article featuring my old pieces (5,8)[ grammatical article around (‘featuring’) synonym for expression of surprise (‘my’) + synonym for ‘old pieces’ ][ AN around COR + ANTIQUES ]  ... and made BARRY AND FREDA and ACORN ANTIQUES the framework for a touching tribute puzzle. In the same (digital) paper the next day, Eimi did a similar job for another musician.  I have never seen any firm evidence of his being a devoted solver, but the lyrics on his inner sleeves read like the parsing of cryptic clues and so I shall refuse to believe that he wasn’t. This pair of successive clues should give away the theme ...  13ac Norwegian band covering record by live act finally leading to letters (8)[ AHA (‘Norwegian band’) surrounding LP (‘record’) + BE (‘live’) + T (final letter of ACT ][ A + LP + HA + BE + T ]    15ac Way Oscar-winning actress steered clear of Last Tango (6)[ STREE (STREEP - its last letter) + T (‘Tango’ in Nato alphabet) ][ STREE + T ]  ... and whether it does or not, the puzzle contains a poignant hidden valediction (not in the clues, and not in the answers). Latter patter The setter known as Brendan is a former editor of the Times’s puzzles and his occasional visits here with a cryptic challenge are always welcome and welcomed. The only spoiler I’ll give for his most recent puzzle – which, if you haven’t yet solved, you must do so at once – is to note that its subject’s use of language threatens to create many new entries in the dictionaries of the century. The neologisms in question include the topic of our next challenge. Reader, how would you clue SYMBLOMATIC? Clueing competition Thanks for your clues for SETTER. What a versatile set of letters. Unexpected surfaces included mojoseeker’s apocalyptic “My best friend and I left Trieste in chaos” and GeoScanner’s smart “I’m in a jam”. This is not to say that there were not many canine pleasures: Qfwfq73’s malodorous “Odd scent at rear of dog”, say, LeSange’s terse “Basset-terrier crossbreed” and ComedyPseudonym’s plain-sight “In a Dorset Terrier, we may have found the next winner of Crufts”. And how unexpectedly topical were Peshwari’s “Examiner orders retest” and steveran’s “Doctor time reset – one points at Hunt”. The runners-up are phitonelly’s pointed “The Sun could be keeping the Times in profit allegedly” and alberyalbery’s down clue “Dog end of cigarettes picked up”; the winner could only be kolf’s “Rufus Hound”. Kudos to Kolf; please leave this fortnight’s entries and your pick of the broadsheet cryptics below. Clue of the fortnight A letter-count with two or more digits is usually a great help, but it’s more pleasing when it’s not, as with this Times clue ...  25ac Pour ale all round insect (2,6)[ synonym for ‘ale’ surrounding an insect ][ BEER around MOTH ]  ... for BE MOTHER. TT, then, FN.",
  "webTitle": "Crossword roundup: cryptic obituaries",
  "webPublicationDate": "2016-05-16T10:16:26Z",
  "webUrl": "https://www.theguardian.com/crosswords/crossword-blog/2016/may/16/crossword-roundup-cryptic-obituaries",
  "keyword": [
    {
      "webTitle": "Crosswords",
      "id": "crosswords/crosswords",
      "sectionId": "crosswords",
      "sectionName": "Crosswords"
    },
    {
      "webTitle": "Victoria Wood",
      "id": "culture/victoria-wood",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Connor",
      "id": "profile/alan-connor"
    }
  ],
  "guardianId": "crosswords/crossword-blog/2016/may/16/crossword-roundup-cryptic-obituaries"
}