{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/david-cameron-china-ruling-south-china-sea-the-hague-philippines",
  "id": "2016-05-25-118",
  "sectionId": "world",
  "body": "David Cameron has warned China that it must abide by the outcome of international arbitration on its increasingly assertive territorial claims in the South China Sea – the cause of bitter disputes with the Philippines and other countries in the region. Speaking as he arrived in Japan for the G7 summit, Cameron adopted his toughest stance yet on China’s claims, following criticism from the White House that he has been too accommodating towards Beijing. Cameron said China must respect the ruling, expected in a few weeks, by the permanent court of arbitration in The Hague in response to a case brought by the Philippines challenging the construction of military bases in disputed waters. “Because we are in Japan, the regional picture will be a feature of this G7,” the prime minister said, adding that it was in Britain’s interest for other counties to abide by international law.   Related: Obama backs Vietnam in South China Sea dispute with Beijing    “We want to encourage China to be part of that rules-based world. We want to encourage everyone to abide by these adjudications. I’m sure that will be something that will be discussed.”  Cameron’s comments are expected to anger Beijing, which has refused to cooperate with the legal move and has accused the Philippines of using the court to undermine Chinese sovereignty in the region. China denounced the case as a “blatant grab for territory” and warned that it “would not accept and would not engage” in the move. The court does not have the authority to enforce its decision, and its rulings have been ignored before. Cameron and other G7 leaders are expected to voice strong opposition to Chinese construction of military installations on reclaimed islands in parts of the South China Sea during their two-day summit in central Japan, which begins on Thursday. As host, Japan is keen to secure a strong statement on China’s unilateral assertion of sovereignty over large parts of the South China Sea, given that it too is embroiled in a dispute with Beijing over ownership of the Senkakus, a group of islets in the East China Sea. The South China Sea is thought to have significant oil and gas reserves and is a route for about $4.5tn (£3.2tn) in trade. The Chinese ambassador to London, Liu Xiaoming, in a major speech last week said it would be wrong to believe China would feel bound by the tribunal arbitration or that it would be in breach of international law if it rejected its findings. He said in a speech to a defence thinktank that the “crucial point is that the tribunal is not a permanent arbitration body, nor is it a court of law”.  “From the very start of the reference from the Philippines for the arbitration China made it clear this was not an acceptable way to resolve the dispute.” He also accused the Philippines of reneging on a commitment to settle disputes by negotiation, adding that its behaviour was unreasonable and illegal.  “The islands in the arbitration case are the sovereignty property of China since ancient times. What the Philippines is doing is robbing its neighbour and asking the court to rule in its favour over the ownership of the booty. No one in the world should find this reasonable.” Washington has voiced concern over Beijing’s growing assertiveness in the area. A recent Pentagon report said Beijing had reclaimed more than 3,200 acres of land in the south-eastern part of the South China Sea, and had weaponised islands in an attempt to build a deterrent capability in the region. US officials fear China could be preparing to enforce an air-defence identification zone over the South China Sea, similar to one it declared over the disputed Senkaku Islands in 2013. Barack Obama said tensions in the South China Sea were not of the US’s making, adding “we would very much like to see a peaceful resolution of disputes” between China and the Philippines, Vietnam, and other countries in the region. “We are not taking a position on those claims,” Obama said on Wednesday. “It is entirely in China’s power to resolve those disputes.” The US, Obama added, was determined to ensure freedom of navigation and respect for international law, “because that benefits everyone, including China”.  The lacklustre global economy is expected to take centre stage in the formal talks, although divisions are likely to remain over whether the world should spend or save its way out of the current malaise. The G7 will also discuss Islamist terrorism, with the French president, François Hollande, keen to address the issue after the country suffered two bloody terror attacks in a year.",
  "webTitle": "David Cameron: China must abide by ruling on South China Sea",
  "webPublicationDate": "2016-05-25T15:04:35Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/david-cameron-china-ruling-south-china-sea-the-hague-philippines",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "South China Sea",
      "id": "world/south-china-sea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "G7",
      "id": "world/g7",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    },
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "world/2016/may/25/david-cameron-china-ruling-south-china-sea-the-hague-philippines"
}