{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/11/fort-mcmurray-wildfire-cuts-canadas-oil-output-by-a-third",
  "id": "2016-05-11-388",
  "sectionId": "world",
  "body": "A wildfire that partly destroyed the city of Fort McMurray has cut Canada’s oil output by as much as a third after forcing the oil sands industry to effectively shut down in the province of Alberta.   Related: Fort McMurray evacuees caught in uneasy limbo week after wildfires    The majority of Alberta’s oil sands had stopped production and would only start back up when it was “absolutely safe”, said Rachel Notley, the premier, who predicted that production would restart soon. Suncor chief executive Steve Williams, the head of Canada’s largest oil company, said about a million barrels a day went offline but said some of that had started to come back. Notley said the massive mines north of Fort McMurray, Canada’s main oil sands city, had not been damaged. But the wildfire forced as much as a third of Canada’s oil output offline and was expected to impact an economy already hurt by the fall in oil prices. Alberta’s oil sands have the third-largest reserves of oil in the world behind Saudi Arabia and Venezuela. Its workers largely live in Fort McMurray, a former frontier outpost that grew into a city on the back of the oil sands. Notley said the halted production affected the livelihood of thousands of Canadians, with both companies and the government losing revenue. She said the main highway into Fort McMurray and to the mines to the north had been reopened for oil workers but they were not allowed to visit the city. Getting electricity back and pipelines operating were priorities, said the premier. She predicted getting production back online would be a matter of “days and short weeks”. “The majority of production has stopped, certainly not all of it, but the majority. If that were to continue for a month or two you would start to see measurable outcomes to our GDP,” Notley said.   Related: Alberta wildfires leave Fort McMurray charred and desolate – in pictures    Officials have said 85-90% of Fort McMurray remains intact, including the downtown district. About 2,400 homes and buildings were destroyed but officials said firefighters saved 25,000 others in the city, including the hospital, municipal buildings and every functioning school. Williams, the Suncor CEO, said no layoffs were planned and some employees were getting advances from companies. Getting production back up would depend on each company and facility. “The shortest ones will be 24 to 48 hours before they are operating. Some will be more difficult and will be a week or two. The most difficult are the ones we haven’t been to yet which will be down south of Fort McMurray where the fire actually went across the plants,” Williams said, adding that the sites were not normally affected by this type of fire but companies needed to check. Justin Trudeau, the Canadian prime minister, is scheduled to visit Fort McMurray on Friday. With the Associated Press",
  "webTitle": "Fort McMurray wildfire cuts Canada's oil output by a third",
  "webPublicationDate": "2016-05-11T00:56:33Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/11/fort-mcmurray-wildfire-cuts-canadas-oil-output-by-a-third",
  "keyword": [
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Shale oil",
      "id": "environment/shale-oil",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/11/fort-mcmurray-wildfire-cuts-canadas-oil-output-by-a-third"
}