{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/11/amman-viral-video-jordan-gate-project",
  "id": "2016-05-11-166",
  "sectionId": "cities",
  "body": "Architect Hanna Salameh is blunt about how his city is different from many others. “We have no concept of sidewalks,” he says. “We really see them as something you cross over to get to your car. I think that’s why so many people throw trash on the sidewalks – we have no connection to our streets. You don’t walk there and you don’t see it as yours.” Instead, the streets of the Jordanian capital are something else entirely: slow-moving strips of metallic colour, car roofs gleaming beneath fast food drive-thru signs and glass-fronted malls in interminable gridlock. If Amman was built for cars, it sometimes seems incapable of dealing with them. But the problems of the city don’t end with traffic; infrastructure, public transport, the lack of public space and poor planning are huge issues here. And one project has become a special symbol of the city’s urban failures: the two, magnificent, blue mirrored skyscrapers of the Jordan Gate Project. They can be seen from almost anywhere in Amman. They’ve also been in a state of perpetual suspension for nearly a decade. Eleven years ago the land was a public park – but it was sold by the municipality to make way for an ambitious hotel, office and mall complex. Then a dispute between investors stopped it in its tracks, and the land is now unused, a location full of memories of picnics and kite-flying, now dominated by two towers rusting grandly in the sun. Salameh, fed up with the lack of progress, decided to make a short video outlining a new plan for the towers. The proposals were ambitious: he suggested replacing the building’s facades with solar panels, turning the lift shaft into a wind power generator, and planting several floors with an urban farm.      The Jordan Gate Project has been on hold for several years. Photograph: Maurits Otterloo    But the response surprised everyone. To date, more than 670,000 people – nearly 10% of Jordan’s population – have viewed the film on Facebook alone, and it has attracted tens of thousands of shares and comments. “It’s crazy,” he says from his firm’s Amman offices of the interest and support he has received. “In a good way, though, because one of the main reasons for doing this was to get the people talking, to get people caring about their city and realising that we can come up with our own solutions.”    We have a big problem with public space in Jordan. We’re not used to it  Hanna Salameh     Ammanis have long bemoaned the fact that the towers deprived the area of a public park. They are frustrated at the city’s inability to break the deadlock, and many people suggest that corruption and mismanagement have thwarted positive contributions to life in the city. Until now, however, the disillusionment with the city’s lack of community life has often generated a kind of apathy.  Salameh believes the new response demonstrates an unmet hunger among ordinary people for public space. “We don’t have real urban life. It’s a car city,” he says. “We have a big problem with public space in Jordan. We’re not used to it. The city was not built to accommodate public space – although the few places that we do have are doing extremely well.” The area around the towers – suburban, residential and peppered with malls and stores – is similar to other areas in the city’s wealthier west. It is organised around a busy highway. Places to congregate include shopping malls and roadside cafes. That’s not to say there’s no urban life here – new parks are hugely popular in Amman, and in some areas the streets are buzzing, especially on summer evenings – but the layout of the city doesn’t easily lend itself to public space.     There is a significant lack of public space in Amman. Photograph: Rachel Lewis/Getty Images/Lonely Planet Images    At the University of Jordan’s architecture school, Prof Wael Al-Azhari is doubtful that Salameh’s tower proposal is workable. But he believes it demonstrates that people are frustrated with their ability to have a say in how the city is designed. “They want to see the results of this thing,” he says, adding that the disaster of the skyscrapers is widely perceived as being linked to corruption. “They’re frustrated with decisions in Amman, and they don’t participate in the decision making.” Part of the problem, Al-Azhari says, is a centralised decision-making process that has a tendency to “short circuit” ideas from the public, as well as government anxiety over providing public space – which, he notes, can have the troublesome habit of hosting equally public uprisings. Land ownership has also had a profound effect; much of Amman is owned privately, not by the government, and long-term urban planning is relatively new.   Related: River of garbage: parody drone video mocks Beirut's rubbish crisis    Officials with the greater Amman municipality, for their part, point to a developing master plan for the city that they say addresses the lack of public input, in the service of creating what city documents call a “city with a soul”. But officials insist that progress on the towers is largely out of their control. “We don’t own the building or the project,” says Murad Awamieh, the city’s director of special projects. “It’s owned by the private sector, so we don’t have the authority to say we’re with it our without.” He, too, deems Salameh’s proposal unlikely, but he applauds the idea and its reception. “I felt their emotion,” he says of the public response. “We all feel the same; we want to see the project done, and to realise this vision for Amman.” To the people who loved the video, such assurances may not be particularly convincing. Their comments suggest enthusiasm wedded with cynicism – even those who vehemently support the plan suggest that nothing so radical could happen in Jordan, or that corruption will scupper it before it gets off the ground. Salameh feels it isn’t a pipe dream – several companies have approached him about investing – but he also believes the conversation it has started is a victory in itself. “People are often convinced that nothing good could ever happen, so why bother,” he says. “But let’s bother!” Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "One small step for Amman: could a viral video shake up Jordan's stifled capital?",
  "webPublicationDate": "2016-05-11T14:41:24Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/11/amman-viral-video-jordan-gate-project",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Jordan",
      "id": "world/jordan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Solar power",
      "id": "environment/solarpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "cities/2016/may/11/amman-viral-video-jordan-gate-project"
}