{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/01/jeremy-corbyn-len-mccluskey-attacks-treacherous-labour-mps",
  "id": "2016-05-02-253",
  "sectionId": "politics",
  "body": "A key ally of Jeremy Corbyn has accused MPs of employing treacherous tactics designed to undermine Labour’s leader, as an analysis of the latest polls by a leading academic suggests the party is on course for its worst local election results for 35 years. Len McCluskey, the head of the UK’s biggest union, Unite, claimed former shadow ministers Liz Kendall and Michael Dugher, Gordon Brown’s former aide Ian Austin and newly elected MP Wes Streeting have made interventions meant to damage Corbyn.  McCluskey’s intervention comes as a new projection conducted for the Guardian shows that Labour is on course to lose 175 council seats in Thursday’s elections .  Such a result would be the worst local election performance in opposition since 1982 when voting took place against the background of the Falklands war.  Labour’s performance in the first nationwide electoral test since Corbyn won the party leadership with an overwhelming majority last year is seen in Westminster as a day of reckoning. The decision by McCluskey, the head of the the party’s main financial backer, to escalate the party’s row by naming names follows weeks of frustration over attacks by the party’s MPs on Corbyn.  It will be seen as a shot across the bows of some of Corbyn’s harshest critics to ensure there is not a leadership challenge after Thursday’s results come through. Both McCluskey and Labour MP Diane Abbott, a longstanding Corbyn supporter, claimed on Sunday that the damaging row over antisemitism, sparked by Ken Livingstone’s controversial comments last week, is being manipulated for political ends. In an interview with the Guardian, McCluskey said that some MPs had been “nothing short of treacherous” and set “stupid traps” for Corbyn and his supporters by claiming the party should win a certain number of seats. “We have had Michael Dugher saying Jeremy has 99 days to prove himself and suddenly 5 May becomes a litmus test on Corbyn’s ability to lead the party. “We have had Liz Kendall saying we should win 400 council seats. This is the woman who got 4.5% of the vote in the leadership election. We won’t be taking lectures off people like that who are interested in setting false traps,” he said.  McCluskey said two other MPs instigated an internal party row last month after protesting that the fast food chain McDonald’s had been banned from sponsoring a stall at Labour’s conference. “People like Wes Streeting and Ian Austin going on about McDonald’s ... It is laughable. [McDonald’s] is viciously anti-trade union and is attacking the bakers’ union and has been ripping off young kids with zero-hours contracts. And suddenly we have Labour MPs coming to their rescue. It is not about McDonald’s – it is about attacking Jeremy Corbyn,” he said. McCluskey predicted the party would lose seats in Scotland and Wales but said that such results should not spark any moves from within the party against Corbyn.  “[Corbyn’s team] have to be given time to get their message beyond the media who attack them every single day aided and abetted by a bunch of Labour MPs. It is as if they wake up every day and think ‘What stick can we beat Jeremy Corbyn with today?’” he said.  McCluskey claimed that Austin should face disciplinary procedures for showing “disrespect” to Corbyn after Austin, the MP for Dudley North, had reportedly confronted Corbyn at a recent parliamentary Labour party meeting.    Related: Local elections 2016: how to judge what Labour's result will mean for the party    “Some of the individuals, including Ian Austin, are behaving despicably. Should that sort of disrespect be dealt with? I think it should, by the chief whip,” he said. McCluskey was interviewed on Wednesday – after Labour MP Naz Shah apologised to parliament for writing that Israel could be moved to the US, butbefore Livingstone made remarks appearing to claim that Adolf Hitler was a supporter of Zionism. Austin said McCluskey’s attack was “really unfair”.  “I am very surprised that the leader of a union I have been a member of for 30 years would say something like this without contacting me.  “We are working really hard for these elections and everyone else should too,” he said.  Dugher said: “I am not apologising for standing against antisemitism and for urging the leadership to do more which eventually they did.  “Its not a ‘stupid test’ to say that the Labour party must show that we are capable of ever winning a general election. Too many of Len’s members can’t afford endless Conservative governments.” In response, Kendall said the party should this week show “clear evidence” that it can win in 2020 and maintained that the party should be aiming to win 400 council seats.  “The people we came into politics to serve rely on us to deliver Labour councils and a realistic prospect of winning in 2020,” she said.  Streeting did not respond to a request for a comment.  Using the average of the latest opinion poll results, including the Opinium/Observer poll carried out after the antisemitism row last week, Steve Fisher, of Oxford University, one of the country’s leading elections experts, predicts that Labour could be on course for losses of 175 local council seats, while the Conservatives could gain 30. On the national equivalent vote share, which tends to be a good predictor of subsequent general elections, Labour looks likely to be one percentage point behind the Conservatives, Fisher calculates – on a par with 2011. That compares to the six-point lead achieved by Ed Miliband in the 2012 local elections; and approximately 15 points needed for a majority at a general election. Labour MPs will also be watching the party’s performance in the Scottish parliament in Holyrood, and the Welsh assembly, closely. Some polls suggested Labour could even slip into third place in Scotland, behind a reinvigorated Conservative party led by the popular Ruth Davidson. Corbyn, who on Monday said that he and the party “stand absolutely against racism in any form”, has been requested by his Welsh colleagues not to visit the country amid fears that his intervention would not be helpful in a hard-fought contest, with Ukip keen to pick up seats. He has deliberately shifted his party to the left, basing its appeal on a strong anti-austerity message, which plays well in Labour heartlands. But if the party is to win a general election in 2020, it will also need to appeal to swing voters in traditionally Conservative areas. Council elections are notoriously difficult to predict, and Fisher points out that Labour could yet make some gains – or even worse losses than his central projection, based on the Conservatives’ average poll lead of 3.8 percentage points, suggests. But as well as the number of seats won or lost, Corbyn’s critics in parliament will also be closely watching the party’s performance in bellwether councils such as Crawley, where it currently has 19 seats against the Tories’ 18. The Liberal Democrats could be set to win up to 90 local council seats this week, the new projections suggest, as they seek to rebuild their shattered power-base following the collapse of their share of the vote after they joined the coalition government in 2010. At a May Day rally on Sunday, Corbyn insisted that Labour is “united” in opposing antisemitism. He has announced an independent review and pledged to tighten party codes of conduct in a bid to put a lid on the row – which has seen Shah and Livingstone suspended.  Corbyn has received warnings – including from the London mayoral candidate Sadiq Khan - that the party would be punished in the 5 May elections.  Opponents have accused him of acting too slowly to deal with incidents, most notably Livingstone’s incendiary assertion that Hitler was a supporter of Zionism before he “went mad and ended up killing six million Jews”.",
  "webTitle": "Corbyn ally Len McCluskey attacks ‘treacherous’ Labour MPs",
  "webPublicationDate": "2016-05-02T05:32:47Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/01/jeremy-corbyn-len-mccluskey-attacks-treacherous-labour-mps",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Len McCluskey",
      "id": "politics/len-mccluskey",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Liz Kendall",
      "id": "politics/liz-kendall",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Dugher",
      "id": "politics/michael-dugher",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rajeev Syal",
      "id": "profile/rajeev-syal"
    },
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/01/jeremy-corbyn-len-mccluskey-attacks-treacherous-labour-mps"
}