{
  "apiUrl": "https://content.guardianapis.com/politics/blog/2016/may/09/why-neil-hamiltons-return-should-trouble-us",
  "id": "2016-05-09-184",
  "sectionId": "politics",
  "body": "In all the many sub-dramas over last week’s elections did you find yourself surprised that the disgraced former Tory MP Neil Hamilton managed to get himself elected to the Welsh assembly, one where he already seems to have leadership designs this week?  Me too. But should it be a surprise that the shameless, self-promoting rascal should put himself forward as a Ukip candidate in his native Wales after the party’s leader, Nigel Farage, apparently suppressed his qualms? Or that its decent citizens elected him on Thursday amid merriment  – he lives in Wiltshire – and horror at his past record in public life (don’t forget that “A liar and a cheat” Guardian headline from 1996).   Related: UK elections 2016 at a glance: the key points and results    I know he was only elected on the regional list system, not through a direct personal vote. But the former Tatton MP and Thatcher minister was top of the Ukip list in Mid and West Wales, where he grew up. With 25,042 list votes, Hamilton was always likely to win a seat at Cardiff Bay from alienated voters. Why he did is more disturbing. In west Wales, as in many parts of the political west, so many normally level-headed people feel so let down by faltering living standards or immigration that they want to punish the elites they blame for their distress. In that frame of mind they are more willing than wise to vote for candidates who lazily denounce “elites” while being part of them. That should trouble the rest of us much more. No good can come of a revolt that elects Hamilton into authority, especially (irony alert) on a “shrink the state” ideology in Wales of all places. The Hamiltons (Neil and his formidable wife, Christine, are joined at the hip) are not rich. Assorted court cases suggest they have been formidable spongers, the then MP took brown envelopes and other favours. But when the legal tide overwhelmed them they lost a lot of money, much of it from sympathetic backers, and went bust. But his views can’t have changed much: anti-EU, anti-trades unions and immigration, pro-free market and pro-privatisation of “vast monoliths” like state schools and the NHS, pro-coal mine closure (in Wales!) and pro-nuclear, pro-smoking lobby. Here’s Ukip’s Welsh manifesto – not much Thatcherism there.  What could Wales, historically opposed to so much of that, have been thinking of when it elected him on Thursday? Probably of immigration and job security, themes linked in many angry people’s minds, but also on giving a slap in the face to the “political elite” at the Welsh assembly in Cardiff Bay and the smug London elites. They lecture them on the benefits of EU membership and other aspects of globalisation that seem to hurt their own lives. Plenty of folk in Wales understand how EU “Objective 1” aid has helped poorer areas, but it’s not compulsory to do so when rascally politicians who should know better tell them it’s all “our money” which would be better spent on NHS Wales and Welsh farming if only London or Cardiff controlled it.   If we take the Keep Calm view, we tell each other that the charlatan snake oil salesmen and populist demagogues have their moment in the spotlight but usually fall back, destroyed by their own incompetence, rascality and greed as much as by opponents. Thus mainstream France of left and right united to see off Jean-Marie Le Pen’s presidential challenge to Jacques Chirac in 2002, just as rightwing Americans from George Wallace to Pat Buchanan were marginalised by the system. Where is the BNP’s Nick Griffin now? What happened to Enoch Powell? Not much.  But that’s no guarantee the system will hold forever, certainly not when Britain votes on Brexit on 23 June. I saw Vote Leave posters plastered on walls in London yesterday, but only in a poorer neighbourhood. As with breaking up the BBC, Brexit is advocated by spokespersons – and newspapers – which expect to benefit from it more than their readers.    Not all gift-of-the-gab populists of either left or right turn out to be incompetents or rogues, though both of London’s elected ex-mayors, Ken and Boris, are looking shopsoiled and tacky this month. Others mature in government, take hard choices, endure the heat of the kitchen. So, are we watching the gradual destruction of Alexis Tsipras in Greece over excessive EU demands? Or his slow metamorphosis into a tough realist who can stabilise his country’s battered economy and help the poor?  Ditto Jeremy Corbyn. As one unkind commentator puts it (paywall), Jez has no interest in becoming PM and may quit before anyone tries to push him. “He’s never worked in politics before and he doesn’t enjoy it.”  Even in failure they can bequeath a better legacy than they inherited to a successor, as Neil Kinnock (1992) and Michael Howard (2005) did and Ed Miliband (2015) didn’t. But Neil Hamilton?  No, I don’t think so.",
  "webTitle": "Why Neil Hamilton's return should trouble us",
  "webPublicationDate": "2016-05-09T13:04:58Z",
  "webUrl": "https://www.theguardian.com/politics/blog/2016/may/09/why-neil-hamiltons-return-should-trouble-us",
  "keyword": [
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "politics/blog/2016/may/09/why-neil-hamiltons-return-should-trouble-us"
}