{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/28/seaside-resort-revival-bournemouth-torquay-barry-newcastle-county-down",
  "id": "2016-05-28-145",
  "sectionId": "travel",
  "body": "Newcastle, County Down Since its £14m seafront revamp, Newcastle has become one of Northern Ireland’s most sought-after coastal resorts. Set amid rugged mountainous countryside that rolls down to beautiful windswept beaches, the town is popular with hikers and beach-lovers alike. It sets its cap firmly at active types, with mountaineering, canoeing and hiking all available. Newcastle’s restaurant scene is thriving, and makes the most of a rich selection of fresh produce. Do Reward an early morning hike with a lazy afternoon at the UK’s only seaweed bath house – Soak Seaweed Baths on the South Promenade (from £25). Seaweed bathing is said to reduce stress, relieve skin conditions, and treat muscle aches and joint stiffness. Eat For cool and casual New York-style dining, head to Great Jones Craft & Kitchen (73 Main Street). Equally fashionable Brunel’s (11 Bryansford Road, brunelsrestaurant.co.uk) puts on frequent taster nights that are so popular it sometimes offers a special meal-inclusive bus service to and from Belfast. Newcastle’s culinary scene is a prime example of well-travelled chefs returning home with the tastes and aesthetics of the big city. Stay There’s a host of luxury hotels around Newcastle, including the upmarket Slieve Donard Resort and Spa (from £145 B&B, but for some Grand Designs-worthy alternatives, it’s worth checking Airbnb: you could end up in a gem.  Bournemouth, Dorset      From retirement hub to Silicon Valley-on-Sea, Bournemouth, now home to the fastest-growing and densest concentration of digital companies in Britain, has seen quite a transformation over recent years. Its football team’s 2015 promotion to the Premier League has also been helpful for encouraging day trippers. Seven miles of award-winning beaches await visitors, as well as a host of water sports and thriving entertainment venues including the Pavilion Theatre and International Centre concert venue. Do Opened in 2014, Pierzip is the world’s first pier-to-shore zipwire, running from a launch tower in the water to the beach (from £15pp). Eat Ojo Rojo (106 Commercial Road) serves Mexican-inspired street food and a wide selection of Mezcals in a unusual setting decorated with murals and artwork by local artists and designers. Afterwards, stop off at the buzzy 60 Million Postcards (19-21 Exeter Road) – the bar does craft cocktails for £5 and is participating in the UK Keg Craft Showcase until 26 June. Stay The Green House (doubles from £108 B&B) is an elegantly restored Grade II-listed Victorian villa in the heart of Bournemouth, with 32 bedrooms and an eco-friendly restaurant, Arbor. Torquay, Devon      The town that inspired Fawlty Towers has traded its dusty slapstick image for Michelin-starred restaurants and swanky yachts. Capital of the English Riviera, Torquay is steeped in history and a gateway for walks in the Devon countryside. The biennial International Agatha Christie Festival runs for 10 days in September 2017, but the town celebrates its most famous daughter every year on her birthday (15 September). Do Torbay is one of Britain’s foremost competitive sailing destinations, and Corinthian Sailing Club in nearby Babbacombe has won RYA awards for its training centre, which is ideal for novices. Eat Priding itself on its sustainability and overlooking the inner harbour, Rockfish (20 Victoria Parade, ) offers alternatives to a classic fish and chip supper (which it also serves). Choose from fritto misto, seafood tacos or dressed South Devon crab. For that Michelin star, head to The Elephant on Beacon Hill. Stay Above Babbacombe beach, The Cary Arms (doubles from £195 B&B) combines contemporary seaside chic with classic touches. Rooms are light and stylish and the restaurant serves local meat and line-caught seafood. Barry, Glamorgan      Synonymous with BBC sitcom Gavin and Stacey, Barry is home to some promising new developments. Along with its attractive open spaces and the vintage seaside thrills of Barry Island, the town has seen a multimillion pound redevelopment of its iconic Pleasure Park, with its waltzers, dodgems and family rides (which is still ongoing) as well as, on the “mainland”, the stylish regeneration of its Grade II-listed Pumphouse. The 1800s building houses apartments, a gym, a coffee house, and the new Hangfire US barbecue restaurant (see below).  Do Work up an appetite for the town’s many dinner options with a walk through Porthkerry Country Park, west of Barry. Its inviting meadows lead to Instagram-worthy cliff views and pebble beaches. Eat Newly opened Hangfire Southern Kitchen (which had more than 1,300 bookings in its first 24 hours) serves award-winning barbecued meats influenced by the southern US. The Gallery restaurant (2 Broad Street) has been crowned sustainable restaurant of the year three years running. Its fresh and inventive menu changes each month; its beers are all Welsh, and its wines organic or biodynamic. Stay North of town, Sutton Mawr Farm (doubles from £89 B&B, on Facebook) is a scenic French-style farmhouse with views over the Glamorgan countryside. Elegantly furnished en suite rooms have private entrances and are perfect for walkers and cyclists.",
  "webTitle": "Style revival: Britain’s booming seaside towns",
  "webPublicationDate": "2016-05-28T08:00:29Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/28/seaside-resort-revival-bournemouth-torquay-barry-newcastle-county-down",
  "keyword": [
    {
      "webTitle": "Beach holidays",
      "id": "travel/beach",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Family holidays",
      "id": "travel/familyholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Short breaks",
      "id": "travel/short-breaks",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Weekend breaks",
      "id": "travel/weekends",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Hotels",
      "id": "travel/hotels",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Restaurants",
      "id": "travel/restaurants",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Devon holidays",
      "id": "travel/devon",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Wales holidays",
      "id": "travel/wales",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Northern Ireland holidays",
      "id": "travel/northern-ireland",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Davey Brett",
      "id": "profile/davey-brett"
    }
  ],
  "guardianId": "travel/2016/may/28/seaside-resort-revival-bournemouth-torquay-barry-newcastle-county-down"
}