{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/06/pro12-rugby-european-places-play-offs-ulster-scarlets",
  "id": "2016-05-06-109",
  "sectionId": "sport",
  "body": "Only two teams have nothing to play for in the final round of Pro12 regular-season fixtures, testament to the way the league has changed since qualification for the European Champions Cup became more merit-based. Ten teams – Cardiff Blues and Newport Gwent Dragons are the exceptions – have something to aim for, from play-off home advantage for the top three for Glasgow, Connacht and Leinster, to a place in the top four for Ulster and the Scarlets and a Champions Cup slot next season for Munster, Ospreys, Edinburgh, Treviso and Zebre. Three Irish provinces have already qualified for the Champions Cup and if Munster pick up two points from their home encounter with the Scarlets, they will make it a clean sweep, condemning Wales and Scotland to one team in the tournament.   Related: Pro12 has grounds for improvement but it must come from within    Glasgow head the table going into the final round, two points ahead of Connacht. The two teams meet in Galway with the winner guaranteed a home draw in the play-off semi-finals. The loser will be condemned to an away tie unless Leinster slip up, which they are unlikely to do against Treviso in Dublin. Connacht have been the surprise element of the Pro12 campaign. They were outsiders to win the league at the start of the season, and if their odds were not as long as Leicester City’s 5,000-1, they were 500-1 but are now a bonus-point victory away from finishing first having done the double over Munster and defeated Leinster at home. “I am being inundated with emails from players who want to join us,” said the Connacht head coach, Pat Lam. “It has been an unbelievable effort that we sit here with an opportunity to win a game and finish top of the league when you consider the quality of players that are in other teams.” Connacht, along with the Dragons, have the fewest international players on their books and that has counted for them in a season that started with the World Cup. Lam, though, said the tournament was not a factor in the province’s rise to the point where it sits above the country’s traditional big three, Leinster, Munster and Ulster, all previous winners of the European Cup. “I have never been able to pick my strongest team and I have not been able to name an unchanged side,” said Lam. “People highlight the World Cup and the Six Nations, but we have had players unavailable through injury. We are also the only team that has been in the top four for 22 rounds, which highlights the consistency despite all of the disruptions and the changes we have made. It is a credit to everyone involved here.” While Connacht look to create history, Ospreys face missing out on the Champions Cup for the first time since their creation in 2003. They need to beat Ulster at the Liberty Stadium and see Munster emerge with no more than a point from their tussle with the Scarlets. Edinburgh have faint hopes of Champions Cup qualification, needing Munster to lose by more than seven points and Ospreys to win narrowly while thumping the Blues, and Zebre – despite starting the day in bottom place – will qualify for Europe’s premier club tournament for the first time as the highest-place Italian team if they pick up a point at home to the Dragons and Treviso leave Dublin with nothing.",
  "webTitle": "Pro12 gears up for final day thriller with play-off and European places at stake",
  "webPublicationDate": "2016-05-06T15:12:21Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/06/pro12-rugby-european-places-play-offs-ulster-scarlets",
  "keyword": [
    {
      "webTitle": "Pro12",
      "id": "sport/pro12",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/06/pro12-rugby-european-places-play-offs-ulster-scarlets"
}