{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/06/department-tells-parents-dental-scheme-is-ending-but-legislation-has-not-passed",
  "id": "2016-05-06-312",
  "sectionId": "australia-news",
  "body": "The health department has published information claiming children will no longer be eligible for a $2.7bn dental program from 1 July, despite the government not having legislated the cut yet. In April, the government replaced the $2.7bn child dental benefits schedule with a program for adults and children, which the budget shows is worth $1.7bn over the next four years. A fact sheet on the health department’s website tells parents their children will no longer be able to access the old scheme from 1 July “if the parliament agrees”.   Related: Cost of medical and dental care a barrier to Australians – survey    In answer to a second frequently asked question, the sheet said: “The child dental benefits schedule will close to all patients from 1 July 2016. This means that you will not be able to access the [scheme] on or after this date. The cost of any dental services provided on or after this date will need to be met by you.” In estimates health officials said it was a statement of the government’s intent and the presumption was the scheme would close from 1 July. The Greens leader, Richard Di Natale, said children had an entitlement to the scheme until legislation was passed and that would not be possible because parliament would be dissolved. “It’s beyond the pale the department would be advising people they can’t access a service they’re entitled to.” Di Natale suggested the advice was particularly perverse because the government had justified changes to dental health on the basis the old scheme was under-utilised. The health department secretary, Martin Bowles, said if the abolition of the old scheme wasn’t legislated the department would adjust its advice.  Bowles said the statement that children would not be eligible had to be read in context of the statement abolition of the scheme required parliament’s agreement. The minister for rural health, Fiona Nash, said the advice was correct when it was written and would be reassessed when parliament was dissolved. The opposition health spokeswoman, Catherine King, said the Turnbull government had “been caught out lying to parents” about the scheme. “Health department officials [on Friday] confirmed in Senate estimates that the [old scheme] could only be abolished through legislation and that this legislation has not yet passed parliament,” she said. King said given parliament would be dissolved this weekend, Labor’s scheme could not now be abolished before 1 July and parents would be able to access the scheme at least until the new parliament sat later this year. King said the government’s new dental scheme only provided funding for 600,000 children and adults, 400,000 fewer places than the 1 million children treated under Labor’s scheme.   Related: 'I'm too young to die': the disease of disadvantage forcing Indigenous children to have open-heart surgery    The health minister, Sussan Ley, said the government had already introduced legislation for its new scheme before the 1 July start date and parliament remained in session. “This is the dental scheme that Labor should have introduced, giving full, affordable protection to all children and low-income adults if they need it,” she said. Ley said Labor’s dental plan would remain open until 1 July and “if contingencies were required, they would be addressed when the need arose”. “Labor should be careful throwing stones, given Bill Shorten avoided any mention of their failed child dental scheme in his budget reply,” she said.",
  "webTitle": "Department tells parents dental scheme is ending – but legislation has not passed",
  "webPublicationDate": "2016-05-06T06:55:26Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/06/department-tells-parents-dental-scheme-is-ending-but-legislation-has-not-passed",
  "keyword": [
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2013",
      "id": "australia-news/australian-election-2013",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sussan Ley",
      "id": "australia-news/sussan-ley",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/06/department-tells-parents-dental-scheme-is-ending-but-legislation-has-not-passed"
}