{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/06/todays-media-stories-from-the-papers",
  "id": "2016-05-06-300",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Mirror journalists fear cuts to cover ‘secretive’ New Day costsAs newspaper closes after just nine weeks, NUJ voices financial and job concerns outside Trinity Mirror’s annual meeting Top comment on MediaGuardian Goodnight, New Day. Yours was the true spirit of journalism: fail again, fail betterBob Nicholson Like so many newspapers before it, the title lasted just months. But without such bold tests of public taste, how would the press ever advance? Today’s headlines The GuardianSouth Yorkshire press officer ‘told to spin lines favouring police’ during Hillsborough inquest. P3Tory plans for BBC ‘smack of Putin’s Russia’. P5Comment: BT’s £6bn not really splashing out. P29BT to invest £6bn in services and broadband after Ofcom criticism. P31 Daily TelegraphHigh-speed broadband pledge is abandoned. P1, 4. Comment. P21BBC’s Midsummer Night’s Dream with a twist – a lesbian kiss. P5US editor will keep targeting celebrities who gag the press. P11Trinity Mirror shares gain as New Day is shut down. B5BT challenges regulator’s plan for Openreach to be incorporated. B4 Financial TimesWembley to host BBC debate on eve of EU referendum. P2Personal technology. P12White House race proves a winner for pay-TV. P17Trinity Mirror defends strategy after New Day folds. P21 The TimesCameron targets BBC spending with demand for new powers. P1, 2Sir David Attenborough criticised over Radio Times lion photo-shoot. P3U-turn on superfast broadband. P4. Leader. P29Liberty Global gives £500,000 to stop Brexit. P14BT’s £6bn high-fibre fix ‘too little, too late’. P38New Day folds. P45Obituary: Philip Kives – pioneer of direct selling on TV. P54 The New DayIs it time we all pulled together to save the BBC? P6Bafta preparations begin. P15 iMirror to axe 3am column. P6Steve Coogan attacks ‘bullying’ Jeremy Clarkson. P17Why New Day called it a day after nine weeks. P18David Mitchell on new Shakespeare comedy. P30, 31Inside Television. P37 Wall Street JournalApple and SAP to develop Apps for business. B1Ford invests in cloud software firm. B2India mulls used iPhone sales. B3Netflix adds feature to control data usage. B3New Day folds. B3BT to boost broadband spending. B4 Daily MailMasterChef coverage. P5The Bard with lesbian kisses and gay trysts … that’s right, it’s on the BBC. P5US editor will keep targeting celebrities who gag the press. P11BBC must act on ‘vile, bullying’ Chris Evans, says his old friend. P15BT profits soar. P21I’m leading a charmed life, says Hugh Bonneville. P29Feature: Peaky Blinders. P46BT to boost broadband spending. P74BBC Sport presenter Dan Walker ‘reminded of editorial guidelines’ over promotional tweets. P83Ed Chamberlain favourite to become ITV’s lead presenter for horse racing. P83BT Sport debating whether to show Champions League final on YouTube channel. P83 Daily ExpressGwen Stefani, George Clooney and Julia Roberts join James Corden’s carpool karaoke. P3Jennifer Lawrence adds her support to TV series exploring women’s issues. P16 The SunBBC too scared to stop bully Chris Evans says radio sidekick. P1, 9The growing number of gagging orders revealed. P19BBC’s A Midsummer Night’s Dream has gay lust and cross-dresser. P21MasterChef’s a three-course race. P29Live Arctic show may blow BBC’s budget. P39BBC planning one-off programme of The Really Wild Show. P39 Daily MirrorCJ de Mooi axed as BBC searches for new brains for Eggheads show. P5Top Gear star Chris Evans is ‘witch-hunt’ target says friends. P7BBC gives Bard lesbian kiss in A Midsummer Night’s Dream. P6Vicky Pattison lands regular slot on Loose Women. P21 Daily StarHugh Bonneville pleads with TV bosses to continue W1A. P3Royle Family’s Sue Johnson and Craig Cash reunited for new comedy. P27 Go to MediaGuardian",
  "webTitle": "Today’s media stories from the papers",
  "webPublicationDate": "2016-05-06T07:48:30Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/06/todays-media-stories-from-the-papers",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/06/todays-media-stories-from-the-papers"
}