{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/08/peston-on-sunday-review-bleeding-edged-blade-old-school-ties",
  "id": "2016-05-08-91",
  "sectionId": "media",
  "body": "The unintended first words heard from the host of ITV’s new Sunday morning talk show, Peston on Sunday, were “break a leg”, spoken to co-host Allegra Stratton as the opening titles ended.   Related: Robert Peston goes for the jugular with George Osborne in new Sunday show    But the reason for Robert Peston breaking the first rule of live broadcasting – know when the mic is live – was possibly explained by a line in his official intro: “Before you ask, yes, I’m bleeding nervous.” This decision to break the second rule of live broadcasting – hide from the audience how terrifying it can be – was risky, but exposed a touching vulnerability that may have usefully undercut, for some viewers, the allegations of arrogance that have sometimes haunted the broadcaster. Over at the BBC, which Peston left in November in a big-money transfer, an expletive even as mild as “bleeding” would have brought phalanxes of middle managers running across the fields. So his gentle oath may have been a celebration of greater editorial freedom, as perhaps was his appearance without a tie, his preference for a bare neck having also reputedly been a source of tension at the corporation.   Related: Robert Peston criticises ‘vicious’ approach to interviewing politicians    In the hour before the debut of Peston on Sunday, Andrew Marr, in a tie, had talked to an equally buttoned-up Michael Gove and a polo-shirted Prince Harry in the latest edition of the 11-year-old BBC1 series which ITV has decided to follow, at 10am, rather than challenge directly. Differences were immediately clear. Whereas Marr had expressed fogeyish surprise at a guest’s use of an iPad during the prolonged newspaper review that starts his show, Peston threw straight to Stratton – a colleague from ITV’s News At Ten, where she is national editor and he political editor - at an interactive widescreen. Extending the meme that led the public to attempt to name a polar vessel Boaty McBoatface, viewers had voted pre-transmission for the show’s window on the digital world to be baptised Screeny McScreenface. Screeny is intended to display tweets, some of which were actively solicited. “I know you’re watching,” Stratton directly addressed the Scottish Tory leader, Ruth Davidson, “so send us a tweet!” “Yes, do, Ruth, I’m feeling a bit lonely here!,” added Peston, again seeming winningly jittery as he introduced “my very first big Sunday interview, George Osborne”. Attuning to the show’s aim to loosen the mood of sabbath television, the chancellor had turned up tieless, although had stopped short of changing his name to Votey McVoteface.   Related: Tom Hanks speaks of lonely childhood in emotional Desert Island Discs    In a development likely to induce terror among the union of TV critics, it soon became clear that Peston on Sunday is constructed as a self-reviewing show. After talking to Osborne for a while, Peston handed over to Stratton, who provided immediate personal feedback (“House prices will fall if we leave the EU – that’s the main line out of your interview”) before revealing what viewers had tweeted to Screeny. Even the chancellor was freelancing as a reviewer: “It’s early minutes but the show’s looking good.” While the preceding Marr show had less arts content than usual, Peston introduced a regular “book club” and, breaking the usual broadcasting rule about not promoting rivals, interviewed Louis Theroux about his new BBC2 documentaries. Relatively new to live presenting, Peston needs to learn to trust pauses. More than once, he jumped in with a new question just as Theroux seemed about to answer thoughtfully the previous one. After promising Jeremy Corbyn next week, the host’s sign-off again played the nervous newbie card: “I hope I haven’t made too much of a fool of myself.” He certainly had not, and he has the makings of an intelligent and engaging double act with Stratton. But, although Peston and Marr are not going head-to-head, there must still be a question over whether Sunday morning can sustain two news overviews. As Peston and Stratton have already discovered with the sparkily revamped News at Ten, the audience seems to have an inbuilt preference for BBC journalism. Despite showing promising signs, amid inevitable first-morning nerves, of being lively and likable, Peston on Sunday risks winning the energy medal but losing the ratings war to the tie-knotted, old technology Marr.",
  "webTitle": "Peston on Sunday review: a bleeding-edged blade cuts old-school ties",
  "webPublicationDate": "2016-05-08T13:53:20Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/08/peston-on-sunday-review-bleeding-edged-blade-old-school-ties",
  "keyword": [
    {
      "webTitle": "Robert Peston",
      "id": "media/robert-peston",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics TV",
      "id": "tv-and-radio/politics-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "The news on TV",
      "id": "tv-and-radio/tv-news",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Lawson",
      "id": "profile/marklawson"
    }
  ],
  "guardianId": "media/2016/may/08/peston-on-sunday-review-bleeding-edged-blade-old-school-ties"
}