{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/climbers-hope-to-reach-everest-summit-for-first-time-in-over-two-years",
  "id": "2016-05-10-178",
  "sectionId": "world",
  "body": "Climbers are hoping to reach the summit of Everest this week for the first time in almost three years, following two seasons marked by tragedies on the world’s highest mountain. Summit attempts are expected to be made around a weather window forecast for the end of this week after the Nepalese Department of Tourism announced that fixed lines had been established on the mountain’s South Col, the final camp, last weekend. Guiding companies, which charge climbers tens of thousands of dollars to try to climb the mountain, were expected to finish fixing ropes to the summit ridge by Wednesday. “Climbers will then start making summit attempts from Thursday,” said Ang Tshering Sherpa, chief of the Nepal Mountaineering Association, who is in contact with climbers at base camp.  There have been successive tragedies on Everest’s Nepalese approach. In 2014, 16 Sherpa climbing guides were killed by an avalanche in the dangerous Khumbu Icefall. Last year, an earthquake that killed 9,000 people across Nepal sent another avalanche from a neighbouring peak roaring through base camp, killing 18 foreign climbers and Sherpa guides. The tragedies – in which the Sherpa climbing guides were the biggest group of mountaineering fatalities – sparked an intense debate over ethical issues involved in facilitating ascents, often by wealthy westerners.    Related: Sherpa families angry and fearful eight months on from Everest disaster    In particular it cast a spotlight on issues such as safety and wage inequalities between Sherpa and western guides. A new source of friction has emerged this year with complaints about newer, cut-price guiding companies which some claim are threatening safety on the mountain. Underlying the risks of climbing Everest, an operation was launched on Tuesday to rescue two Slovakian climbers, Vladimír Štrba and Zoltán Pál, who got trapped after an avalanche hit the region above Camp 2 while they were trying a different and more dangerous route. At least 289 climbers and their guides are in different high camps waiting for a weather window and jostling to become the first to scale the peak this year. Nearly 700 people summited in 2013.  Gyanendra Shrestha, of the tourism department, said climbers had fixed ropes up to the South Col, at about 8,000 metres (26,246ft), and were stocking it with supplies. He said the weather was favourable for climbing, with only light snow falling on Tuesday. “Climbers have begun to move from the base camp to higher camps for the summit.” The veteran mountaineer and blogger Alan Arnette, who is tracking the campaign, said in a post that eight teams had slept at Camp 3, at 7,162 metres. Unpredictable weather remains a challenge.Last September, Japan’s Nobukazu Kuriki, 33, had to call off his solo attempt when he was beaten back by wind and snow at 8,150 metres. Wang Jing, a 40-year-old Chinese woman, was the only person to climb Everest in 2014 but her ascent sparked controversy amid reports she took a helicopter over the Khumbu Icefall, invalidating the ascent in the view of many climbers.",
  "webTitle": "Climbers hope to reach Everest summit  for first time in over two years",
  "webPublicationDate": "2016-05-10T12:19:01Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/climbers-hope-to-reach-everest-summit-for-first-time-in-over-two-years",
  "keyword": [
    {
      "webTitle": "Mount Everest",
      "id": "world/everest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nepal",
      "id": "world/nepal",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nepal earthquake 2015",
      "id": "world/nepal-earthquake-2015",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mountaineering",
      "id": "world/mountaineering",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mountains",
      "id": "environment/mountains",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/10/climbers-hope-to-reach-everest-summit-for-first-time-in-over-two-years"
}