{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/20/stephen-king-the-body-stewart-foster-bubble-boy",
  "id": "2016-05-20-207",
  "sectionId": "childrens-books-site",
  "body": "I have to admit \u001fI saw the film (Stand by Me) before I read the book. I was maybe 30-years-old at the time, and that opening scene: five kids in a tree house dreaming of the summer, not knowing that their plans had been scuppered before they’d even descended back to the ground – struck a chord.  When I picked up Stephen King’s Different Seasons a couple of years later and read ‘The Body’ (one of four novellas in the book), I didn’t realise it was the same story, but it reeled me into a tale of coming–of-age and of innocence, and, just like the film had, it made me feel like I was 11 again.  I often think I was the luckiest kid. I loved school – they really were the best years of my life – and I was lucky enough to know it at the time. I use the memories every day I write. Like the main character of The Body, Gordie, I’d sit and tell stories to my mates: tales of ghosts in church halls; how I had a bionic heart to help me run fast; how I sailed a raft down the river Avon and ended up in Japan. And I’d sit in the teacher’s chair at lunchtime and pretend I had my own chat show. I’d chat to Muhammad Ali and my mates would sit there, waiting to see if they would be the next guest on. I loved sitting in that chair, huddled with my friends around an invisible fire.   Related: Are books better than films?     However, I wasn’t completely like Gordie. He seemed to want to sit back and observe, while I was happy to be in the middle of the action. I was no action hero; I was partially deaf and pretty fat, but it didn’t seem to matter. I talked a lot and made people laugh which, combined with my place on the school rugby team, got me a free pass out of most detentions. Not that I did purposefully bad things, just things I thought were funny, for example stuffing foam under my shirt to muscle up like the PE teacher, for example. (I am truly sorry though, Mr Edmondson. You were my favourite English teacher, and still I mimicked your whistle.)     Stewart Foster: I hated the last day when four of us jumped off the school wall and shouted “We’re free!” because while they walked off, I found myself looking back at the main gates, wishing they’d let me back in. Photograph: PR     Mr Edmondson encouraged me to let my imagination go. I think I could write pretty well even then, or maybe it was just that I knew how to tell a story. Mates would look forward to me reading out my stories, especially when they were acrostic and spelt out something rude. Being able to write helped with other lessons too, as I swapped poems and short stories in return for completed biology and chemistry homework. I got the best deal for sure.   It was never a hardship to write. I’d walk home with friends, telling them stories on the way, and by the time I reached my bedroom I’d have lines of poetry in my head; about the troubles in Ireland, the Falklands War, me being overweight, and the scariness of a sixth former at school dying of AIDS. I wrote about the first two in We Used to Be Kings and the sense of sadness and the loss of the sixth former I never knew, is in The Bubble Boy. Gordie does much the same with the kid who died on the railway line.   Related: How do I get involved in the Guardian children's books site?     As I went through my teenage years, a lot of my friends went their separate ways. We were still in the same class, but the kids I played Top Trumps with when we were eleven turned into skinheads, mods and punks, or became obsessed with Star Wars and James Bond. But I was still loving school, and the stories, and I hated the last day when four of us jumped off the school wall and shouted “We’re free!” because while they walked off, I found myself looking back at the main gates, wishing they’d let me back in.  So here I am, 40 years later, a writer like Gordie, and those stories once locked away are coming back to life. I went back to uni to do a creative writing degree and I found it amazing that, after all those years, I was the same character in class again. The BA was great, the MA less so. I was far more comfortable writing and studying with young students than with adults the same age as me, but I had an audience again and I’m so grateful because without readers, there would be no writers. Or, as Gordie wrote, “secrets stay locked away, not for the want of a teller but for the want of an understanding ear.” You can buy Stewart Foster’s Bubble Boy from the Guardian bookshop.       Photograph: PR",
  "webTitle": "Stephen King's The Body made me feel like I was 11 again",
  "webPublicationDate": "2016-05-20T11:30:51Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/20/stephen-king-the-body-stewart-foster-bubble-boy",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Stephen King",
      "id": "books/stephenking",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Literacy",
      "id": "education/literacy",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/20/stephen-king-the-body-stewart-foster-bubble-boy"
}