{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/22/looking-for-better-ways-to-make-prison-work-in-the-21st-century",
  "id": "2016-05-22-42",
  "sectionId": "society",
  "body": "The proposals for prison reform which have been outlined in the Queen’s speech are certainly welcome – as far as they go. Simon Jenkins is absolutely right (Unless Gove cuts prison numbers, he’s doomed to fail, 19 May). The issue of sentencing is crucial – but there is a more fundamental problem which is rarely addressed. As a society, we seem to have lost our way in agreeing what prison is for. Punishment? Retribution? Vengeance? Rehabilitation? Education? With a rightwing press clamouring for a lock-them-up-and-throw-away-the-key mentality, the philosophy of out of sight and out of mind will come to haunt us. With the doubling of prisoner numbers over the past 25 years, and a 50% recidivism rate, something is clearly wrong. As an official prison visitor, I see at first hand the consequences of incarcerating young men within a regime that struggles to deal with their complex problems and needs. I can only hope that the justice secretary will promote a wider and deeper approach, otherwise the spinning of the reforms as “an agenda for a revolution” will be nothing more than that – spin in order to appease his backbenchers.Malcolm GoldringMarkfield, Leicestershire • The government fails to recognise that high imprisonment rates are one of the many costs of inequality. Not only is there a close relationship internationally and among US states between income inequality and the proportion of the population imprisoned, but the doubling of numbers in UK prisons since 1990 took off after the biggest sustained rise in UK inequality for a century. The correlation between inequality and imprisonment is not driven mainly by more crime: most of it is harsher sentencing in more unequal countries. More punitive attitudes are also evidenced by the younger ages at which children are tried as adults in more unequal countries, by the more brutal prison regimes, and by the greater tendency for more equal US states to abandon the death penalty. Whether more punitive penal systems reflect more fear or less empathy in more unequal societies is not clear. But studies show that people trust each other less in more unequal societies and are less willing to help each other. In addition, the rich in more unequal societies seem to have a greater sense of entitlement and to behave more antisocially than the less well off. Richard Wilkinson Emeritus professor of social epidemiology, University of Nottingham Kate Pickett Professor of epidemiology, University of York • In 1993 the then home secretary Michael Howard claimed that “prison works”. He was absolutely right. Prison does indeed grimly work. It works to dehumanise and brutalise prisoners, and to increase their risk of suicide. It works to allow the widespread use of drugs and their trading in prisons. It works to deny most prisoners decent education and rehabilitation opportunities, so that half of them reoffend within a year of discharge. It works to deprive prisoners of basic human rights, including the right to NHS treatment on the same terms as in the community and the right to vote. It works to undermine the lives of the innocent families of prisoners. It is good that David Cameron and Michael Gove have belatedly recognised the need for radical prison reform, but the present situation is the direct result of the hardline penal policies pursued by Howard and his successors (with the notable exception of Kenneth Clarke), and the resulting steep rise in the prison population on their watch, together with obverse drastic reductions in prison staff.Robin Wendt Chester • Three cheers for Simon Jenkins. He could not have described the situation more starkly. Yet another prisons bill will set out plans to reduce reoffending by released prisoners. But this latest “initiative” comes too late for many locally based charities with a track record of successful resettlement work. Our trained volunteer mentors work with people before release and meet them at the gate, thus avoiding the pub, the drug dealer and almost inevitable homelessness. But the so-called “transforming rehabilitation” movement has contracted out crucial areas of work to big companies, many of which have little or no experience of working with offenders and see very little value in work that can’t easily be measured. Independent research confirms a reduction in reoffending for people who have had a mentor. Need I say more?Margaret Carey JPChair of board, Sussex Pathways • We hear fine words in the Queen’s speech about prison reform and rehabilitation, but must assume that little has changed since the time when I had oversight of the development of prison education in six prisons as adult education adviser in Lancashire for 20 years. It took me several years to get a literacy assessment included in the prison induction programme and then they got a shock. Daytime literacy programmes were offered at the request of the prisons but take-up was low because the prisoners lost pay. Most of the education provision therefore took place in the evening, but prisoners were moved around the prison system at short notice and it took up to a month for their education papers outlining their needs to follow them. The public exams that some prisoners wished to take could only be taken at fixed times and releases took place, often at short notice, at any time, and prison education officers were forbidden to contact a college in the release area to help in the continuation of study. In conjunction with the Lancashire probation service we set up education liaison posts to assist in this process and I was asked to speak about them at a national conference which included the then prisons minister but they have long since disappeared. In my experience whenever there were cuts – and there were several – education was the first to be affected. The prison system appeared to me to have a built-in inertia and it is not clear whether the increase in the private companies running prisons, with their emphasis on profit and the outsourcing of the education provision, has improved the situation. The prison system should be built around rehabilitation; the punishment is being there.David SelbySouth Wonston, Winchester • It is not just patients with terminal health problems who should be encouraged to spend more time outside (GPs are urged to prescribe gardening, 18 May). We should be setting up gardens in our youth offending institutions and prisons too. A ground-breaking scheme in the San Francisco county jail in the 1990s was so successful in turning lives around that prisoners who had been discharged reoffended purely so that they could rejoin the garden project. This led to a further project being set up in the community as a halfway house to help those leaving prison adapt to life on the outside. Instead of the iPads being suggested by the justice secretary, Michael Gove, prison gardens would provide prisoners with valuable skills, contribute to healthy diets within the jail and raise prisoners’ sense of self-worth by giving them something meaningful to do. Gardening has the power to transform lives and should be part of a panoply of measures needed to bring our prisons into the 21st century.Fiona CarnieIsle of Coll, Argyll • The Coates review (Give prisoners iPads and Skype, review to urge, 18 May) proposes more in-cell technology for prisoner education. Their use should also be explored for enhancing family contacts, to expand the email scheme introduced last year at the suggestion of a prisoner. The evidence is that recidivism is dramatically reduced where prisoners and families are enabled to keep in touch, and this could lead to substantial financial savings.Tommy GeeWingfield, Suffolk  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Looking for better ways to make prison work in the 21st century | Letters",
  "webPublicationDate": "2016-05-22T18:49:38Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/22/looking-for-better-ways-to-make-prison-work-in-the-21st-century",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/22/looking-for-better-ways-to-make-prison-work-in-the-21st-century"
}