{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/11/facebook-moments-facial-recognition-app-europe",
  "id": "2016-05-11-310",
  "sectionId": "technology",
  "body": "Almost a year after it came out in the US, Facebook is releasing its facial recognition-powered photo app Moments in Europe. Except the new version won’t actually include any facial recognition technology, thanks to the company’s long-running fight with the Irish data protection commissioner over whether the technology is actually legal in the EU. Launched in June, Moments is Facebook’s answer to dedicated photo management applications like Google Photos and Apple’s Photos. The app bundles pictures together by the event they’re taken at, and applies facial recognition technology to identify who’s in each picture. Facebook takes the offering a step further than Apple or Google, by leveraging its social network: once you’ve created your “moments”, you can share them with other people at the same event, to ensure that they have the photos of them, and you have the photos of you. And, naturally, you can then post them to your wall with just a click, creating some new original content that Facebook so desperately needs. The core idea is solid. As Facebook says: “It’s hard to get the photos your friends have taken of you, and everyone always insists on taking that same group shot with multiple phones to ensure they get a copy. Even if you do end up getting some of your friends’ photos, it’s difficult to keep them all organised in one place on your phone.”     Facebook’s Moments app works with facial recognition at its core to make selfies easily shareable. Can it work without the technology? Photograph: Alamy    But will the app work without facial recognition technology at its core? Rather than simply uploading an album and hitting sync, European users have to individually, manually, tag friends. Facebook helps a bit, by “clustering” pictures of the same person together (so you can tag all the photos of the groom at a wedding at once, say). That’s the most it can do while still complying with data protection regulations. It’s a laborious process, and one that isn’t much simpler than simply uploading the pictures publicly and letting friends tag themselves. The big difference that remains is the ability to privately share pictures, though, and it’s one that cuts to the core of Facebook’s issues today. The company has to deal with a user-base increasingly aware of privacy issues, and can often be unwilling to post publicly where they would once share copiously. The ability to share images privately with others could reverse that trend. Facebook would probably like to release the full version of Moments in Europe, but its longstanding issues with European privacy regulations prevent that. In 2011, for instance, Germany ruled that Facebook’s “tag suggestions” feature, which applied facial recognition to public pictures, violated privacy laws and offered potential for “considerable abuse”. In 2012, Irish data protection regulators reiterated that tag suggestions weren’t fit for Europe. In that, the regulators are currently looking fairly prescient. Last month, a Russian photographer showed just how powerful facial recognition can be for invading privacy, tracking down multiple people on “Russia’s Facebook”, VKontake, using just a picture taken on the St Petersburg metro and a site called FindFace. “Nobody noticed that I photographed them, but I used a simple camera and I didn’t try to hide it,” the photographer, said Yegor Tsvetkov. “One girl in the project texted me after the publication and said that it was a bad feeling when she saw herself … but she fully understood my idea.”",
  "webTitle": "Facebook launches facial recognition app in Europe (without facial recognition)",
  "webPublicationDate": "2016-05-11T08:36:53Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/11/facebook-moments-facial-recognition-app-europe",
  "keyword": [
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Photography",
      "id": "technology/photography",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Hern",
      "id": "profile/alex-hern"
    }
  ],
  "guardianId": "technology/2016/may/11/facebook-moments-facial-recognition-app-europe"
}