{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/26/liss-review-moth-club-london",
  "id": "2016-05-26-211",
  "sectionId": "music",
  "body": "Maybe it’s the venue’s gold shimmer curtain or perhaps it’s the nervous energy of the five skinny boys in sportswear on stage. Whatever it is, there’s a distinct atmosphere of adolescent school disco lingering over Liss’s debut headline gig in London. The Danish four-piece are a curious contradiction. Their music, dubbed Scandi-soul, is often experimental and modern – the requisite qualities of any act signed to XL – but it also contains the schmaltz and sincerity of a 90s pop boyband. Tonight their intention is to establish themselves as pioneers of the strange and the smooth. Alien energies implode into sparkles and glitter, while electronic beats shatter blissful moments of serenity.  Playing a set composed largely of their debut EP, First, frontman Søren Holm – a gangly figure fizzing with earnest intensity – has a voice that, at its most high pitched, sounds like a cross between a newborn baby and UB40’s Ali Campbell.      Liss at Moth Club, London. Photograph: Venla Shalin/Getty Images    Playing a set composed largely of their debut EP, First, the group loosen their locked limbs after three songs, but they add very little between songs. Still, you sense that stage patter would only detract from the sense that we’re witnessing heartbreak beamed in from a fumbling, teen-filled dancefloor: “She only thinks of me in the night-time,” Holm sings on Miles Apart, skewering the archetypal booty-calling-bloke trope in pop. Sorry, meanwhile, is a skeletal slow dance, whereas the faraway wonder of Without Me sounds like Connan Mockasin honeymooning in Jamaica.  It all points to the fact that Liss are offering an odd, intriguing new take on the guitar band: skinheads and innocent smiles; their waistbands high, but the falsetto even higher.",
  "webTitle": "Liss review - the sound of school discos and adolescent heartbreak",
  "webPublicationDate": "2016-05-26T11:39:16Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/26/liss-review-moth-club-london",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Gibsone",
      "id": "profile/harriet-gibsone"
    }
  ],
  "guardianId": "music/2016/may/26/liss-review-moth-club-london"
}