{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/mario-balotelli-phone-milan-chief-executive-penalty-miss",
  "id": "2016-05-02-127",
  "sectionId": "football",
  "body": "Mario Balotelli has phoned Milan’s chief executive, Adriano Galliani, to apologise for missing a penalty in the 3-3 draw against Frosinone at the weekend. Milan were losing 2-0 when Balotelli, on loan from Liverpool, saw his penalty kept out after 48 minutes.   Related: Sassuolo show hare-brained Milan the value of simplicity and structure | Paolo Bandini    Carlos Bacca pulled a goal back for Milan but Federico Dionisi extended the visitors’ lead before Luca Antonelli scored and Jérémy Ménez put away his own penalty in injury-time. Balotelli then hit the bar. Milan, who have won just one of their last nine league matches, dropped to seventh in Serie A. According to Football Italia, Balotelli personally phoned Galliani to apologise for his miss in the hope of making his return to Milan permanent. Galliani confirmed the call when he said: “To give you an idea of how much Balotelli has changed, I’ll tell you that, 15 or 20 minutes after the game he called me and apologised for having missed the penalty. He was unlucky, he missed the penalty and hit the bar in the 94th minute.” Balotelli said recently he was determined not to go back to Anfield. “When it comes to my future I want to stay with Milan because I wasn’t happy at Liverpool and I don’t want to return there,” he said. Liverpool paid £16m for the then Italy striker in August 2014 but in his one season at Anfield he scored only four goals in 28 matches, including one in the Premier League. Also according to Football Italia, the Chinese investors interested in buying Milan have told the president Silvio Berlusconi they want an answer to their bid by Wednesday. The Chinese conglomerate is said to have deposited €150m as a guarantee that it has the financial resources to buy the club. Milan are expected to sell 70% of the club for €720m (£564m) and the remaining 30% in 2017.",
  "webTitle": "Mario Balotelli phoned Milan chief executive to apologise for penalty miss",
  "webPublicationDate": "2016-05-02T13:37:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/mario-balotelli-phone-milan-chief-executive-penalty-miss",
  "keyword": [
    {
      "webTitle": "Mario Balotelli",
      "id": "football/mario-balotelli",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Milan",
      "id": "football/acmilan",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Frosinone",
      "id": "football/frosinone",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/02/mario-balotelli-phone-milan-chief-executive-penalty-miss"
}