{
  "apiUrl": "https://content.guardianapis.com/guardian-masterclasses/guardian-masterclass-blog/2016/may/26/james-randerson-on-science-journalism-and-darwinism-the-survival-of-the-fittest-is-replicated-on-the-page",
  "id": "2016-05-26-163",
  "sectionId": "guardian-masterclasses",
  "body": "Like organisms, newspapers must compete with each other in order to survive    The news cycle and the natural world have more in common than you might think. Like organisms, newspapers must compete with each other in order to survive and reproduce. TV bulletins vie for viewers. News websites desperately try to out-click each other. Headlines shout, pictures titillate and pull-quotes intrigue. Once set down in newsprint or released onto the web, it’s every story for itself. News, red in tooth and claw. In journalism, like in Darwin’s theory of evolution, the survival of the fittest is replicated on the page, with each story tugging at the reader for their limited attention – and the consequences of poor performance are similar to those in the natural world. Lose the favour of your readers and a publication risks decline and, ultimately, extinction. In today’s news landscape, writers can’t count on the undivided attention of the reader – they have to earn it. For this reason, the idea of putting your reader first is the central message of the Guardian Masterclass I’ll be giving on Monday 27 June, How to be a science journalist. During the class, I’ll discuss why science, health and environmental stories have no protection from the journalism maelstrom. They must compete with the rest of the news bruisers in order to be noticed, first by editors, then by readers.     Writers can’t count on the undivided attention of the reader – they have to earn it    I’ve worked at the Guardian for many years, initially as a science correspondent, now as assistant national news editor, with a special responsibility for science, environment and technology. In my Guardian Masterclass, I’ll share some of the key things I’ve learned during my career, along with up-to-date advice on science journalism in all its diverse forms.  We’ll explore where science stories come from - and how you can seek them out - how to pitch to time-pressed editors, get stories from pitch to page, structure your writing and much, much more. Importantly, I’ll also discuss how digital platforms have created opportunities and threats for science journalism, and why stories sometimes go wrong. During the class, I’ll emphasise the importance of getting the reader’s attention and sustaining their interest. The worst offence as a science journalist is to bore your reader by preaching at them about things so terribly important that they really ought to know about them. Do that, and you’ll find they’ve flicked over the page or screen faster than you can say Justin Bieber. As ex-Guardian science editor and all-round-news-brain Tim Radford puts it in his manifesto for the simple scribe: ‘When you sit down to write, there is only one important person in your life. This is someone you will never met, called a reader’. Radford goes on to say that although you may feel ‘obliged to write, nobody has ever felt obliged to read’.    Writing for the reader means drawing them in with a compelling top line, then explaining why your story is important    Writing for your reader means drawing them in with a compelling or surprising top line, then explaining quickly and clearly why your story is important. If your story is about something brilliantly cool, or just plain fun, even better - but you can’t count on the attention of your reader, as they clutch onto a strap on the Tube, or look at the paper across a crowded, family breakfast table. Writers and reporters must learn how to make stories stand out. That doesn’t mean sexing them up, or dumbing them down, but it does mean finding a way into the story that will make people want to read it.  At my Guardian Masterclass this June, I’ll share techniques and tricks that will help you to draw in your lovely, busy, distracted reader, and maintain their interest. I’ll also share some advice on conveying complex, scientific ideas to a general audience, as well as a few tips on getting your writing published. Whether you want to be a science journalist, improve your blogging skills or become a more effective science communicator, the Masterclass will offer lots of practical advice and up-to-date information, plus the chance to ask me any questions you might have about science journalism. I hope you can make it. Spaces for James Randerson’s next Guardian Masterclass, How to be a science journalist, are limited to 100 people. Book your place now for only £49 to ensure you don’t miss out on a ticket. Explore the full range of Masterclasses here",
  "webTitle": "James Randerson on science journalism and Darwinism: ‘The survival of the fittest is replicated on the page’",
  "webPublicationDate": "2016-05-26T14:27:53Z",
  "webUrl": "https://www.theguardian.com/guardian-masterclasses/guardian-masterclass-blog/2016/may/26/james-randerson-on-science-journalism-and-darwinism-the-survival-of-the-fittest-is-replicated-on-the-page",
  "keyword": [
    {
      "webTitle": "Guardian Masterclasses",
      "id": "guardian-masterclasses/guardian-masterclasses",
      "sectionId": "guardian-masterclasses",
      "sectionName": "Guardian Masterclasses"
    }
  ],
  "authors": [
    {
      "webTitle": "James Randerson",
      "id": "profile/jamesranderson"
    }
  ],
  "guardianId": "guardian-masterclasses/guardian-masterclass-blog/2016/may/26/james-randerson-on-science-journalism-and-darwinism-the-survival-of-the-fittest-is-replicated-on-the-page"
}