{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/23/dear-britain-dont-leave-the-eu-we-would-miss-you",
  "id": "2016-05-23-222",
  "sectionId": "politics",
  "body": "Germany Just weeks before the British vote, Angela Merkel must be feeling exasperated: it’s one of the biggest moments facing the European Union, which she has directed for years, but good sense forbids her from intervening. Merkel certainly wants to. No other country in Europe would suffer more from a Brexit than Germany. The Anglo-German love-in cannot be reduced to just trade data or market regulation. It’s about far more than that. The German leadership feels that a British exit would raise questions over the entire EU. The centrifugal forces already at play within the union would drastically accelerate, and other countries would start flirting with ideas of exit, or at least securing special favours from Brussels. And the growing chorus of criticism of both the euro and EU – predominantly from the right in Germany – would start to sound more emboldened. In short, Brexit would trigger a fatal dynamic and send out an image of a self-destructing, weak and unappealing community – a picture the German leadership really doesn’t want to give to Russia or China. For a country that has bound up its own raison d’être with the EU, the exit of the third largest nation would be a terrible blow. “The EU is tied up deeply within the DNA of post-war Germany,” said one high-placed official in Berlin. And there can be no experimentation with this DNA.     You can stand under my umbrella: Helmut Kohl shelters Margaret Thatcher. Photograph: Ulrich Baumgarten/Getty Images    Besides these big historical and strategic interests, the Germans also have a rather more mundane reason why they want the Brits at their side. Without Britain, Germany would stand alone in Brussels negotiations. One government official spoke of Britain as a “spiritual brother” that Germany would not want to do without during endless rounds of “Brussels poker”. Whether it’s about free trade, economic policy, subsidies, finance or antitrust, Berlin finds it has more in common with London than with just about any other EU capital. Services, the digital world, the internal market, deregulation – often it is the Brits who set the pace and open doors for the German government.  The experience of recent years in which Germany has emerged as uber-strong has taught Berlin that its own initiatives are often knocked down on principle. It needs allies to do its bidding. The Germans share the British view of Europe as a global economic power to rival the US and China. If Britain backs out, Europe would fall back on introspection and be left staring at its own backyard, where statist and protectionist instincts lurk. And so Berlin is sitting and watching Britain’s troubled political landscape. It can’t do much. If anyone calls from the UK, then the foreign ministry can weigh in to bust a few myths: no, there will be no renegotiation in the case of an out vote; no, there are no exceptions to the internal market. The tactics of deterrence, in small measure. And a waiting game. Stefan Kornelius, Süddeutsche Zeitung France Opinion polls show the majority of French people favour Britain staying in the EU. But you wouldn’t know it from public discourse. With a month to go before the UK referendum, most French officials have said little on the subject – even though the vast majority of them recognise that Britain is a vital asset in Europe as a counterweight to Germany. “If we have decided not to intervene in the campaign it’s above all because it is a sovereign choice of the British people. But it’s also because we think that intervening would have at best a limited impact, and at worse would be counter-productive,” said Harlem Désir, European affairs secretary. François Hollande has remained below the radar: since the Franco-British summit in March during which he said that leaving the EU would have negative consequences for Britain in terms of migratory moves, the president has only spoken of Brexit once, and then only obliquely. The opposition is proving similarly discreet, but for different reasons: six months before the primary that will decide who leads the French right into the 2017 presidential election, the leading candidates are looking for things that set them apart one from another – and from the government. Brexit doesn’t cut it as an issue: it’s not controversial within the right, nor a bone of contention between it and the government. When Nicolas Sarkozy said Brexit would be “a catastrophe for [Britons] and for us, and when Alain Juppé said “it would not be good for anyone”, they were basically stating something that Hollande might have said. Polls shows the majority of French people feel the same, with 58% saying in a survey in late April that they hoped Britain would stay in, as opposed to 40% who would like an out vote. Front National supporters are keen to see a rupture with Britain, with the poll showing 77% of them favouring Brexit. France, of course, has form on taking sides over Britain’s position in Europe. De Gaulle twice vetoed the UK’s entry into the EEC in the 1960s, regarding Britain as Washington’s “Trojan horse”.      General de Gaulle a dit ‘non’ to Britain being part of the union. Now France has changed its mind. Photograph: Popperfoto    It was only when his successor, Georges Pompidou, convinced the Gaullist right that the time had come to open up the Common Market to new countries that Britain was able to accede in 1973. “One of the reasons for Pompidou wanting to reach out to Britain was the growing weight of Germany at the time. For him, Britain joining the EU was seen as a way of counterbalancing German power,” said Christian Lequesne, former director of the centre of international study and research at Sciences Po. This hasn’t changed. Britain is still an important counterweight.  Brexit would also hand an important political victory to the Front National’s leader, Marine Le Pen, though it’s not the political windfall that some have suggested. Le Pen was snubbed by the Brexiters at the same time that the Bremain camp welcomed Barack Obama to the UK last month. Le Pen was critical. The subtext was clear: they’re happy listening to an American but not a European. The Trojan horse narrative of the 1960s still resonates. Thomas Wieder, Le Monde Poland Poland’s biggest fears about Brexit have little to do with the future of the European Union and far more to do with the fate of its own nationals in the UK. Since January, the new Polish conservative government has been playing a complex diplomatic game around Brexit. They would like to see the EU weaker and less integrated. Politicians from the ruling Law and Justice party speak volubly against the “European superstate”. But crucially they still want Poland – and the UK – to stay in, mostly because of national security, but also for economic reasons. Warsaw wants to keep the euros streaming from Brussels into the Polish economy, and Brexit would probably reduce the flow. The new Polish government also dreams about a London-Warsaw Eurosceptic axis as counterbalance to pro-integration Berlin and Paris. Official Polish-German relations are in the worst shape since the fall of Berlin wall in 1989. The problem in this conservative lovefest was social benefits for Polish migrants, which Cameron said he wanted to cut during his negotiations with Brussels. At the beginning of January, the Polish government suggested clumsily that it would agree to cuts in benefits for Poles in the UK in exchange for British support for increasing Nato’s presence in Poland.     Poles apart? David Cameron and Jarosław Kaczyński. Photograph: Alik Kęplicz/AP    After uproar in Polish media the government backpedalled quickly. But it still wanted Cameron as an ally in the EU against France and Germany. The foreign minister, Witold Waszczykowski, was very open about this in his policy speech in the Polish parliament in late January. “A debate about the future of a European Union beset by crises is of fundamental importance today; crises that were sparked off by not always realistic integration projects such as the common currency, over-regulation and economic governance … We should be looking at these as the reasons behind the Greek crisis and the UK’s questioning of the idea of an ever-closer union,” he said. Cameron had met Jarosław Kaczyński, the leader of Law and Justice, a few days later in early February. They struck a deal. Kaczyński agreed to a British proposal to withhold in-work benefits for up to four years for EU citizens moving to work in Britain. The most influential politician in Poland said he was satisfied because the rights of the 600,000 Poles already working in the UK would be preserved in full. It is not obvious what Kaczyński got from Cameron, but the deal still stands. “We support Prime Minister Cameron and that is why we agreed to far-reaching concessions,” Kaczyński said on 2 May. The Nato summit will start in Warsaw in July, after the Brexit referendum. We will see then whether Cameron is going to keep his promises. Adam Leszczyński, Gazeta Wyborcza Italy For Italians, the biggest threat posed by Brexit is probably losing the right to work in London, seen by many people as a refuge from their own moribund economy. “Brexit? It would be absurd. It’s multiculturalism that makes England special,” said Alessandra Di Lorenzo, who is in London studying for a master’s degree at the University of the Arts. “The victory of Sadiq Khan in London demonstrates this. If the United Kingdom leaves Europe, then cultural exchanges, Erasmus, study abroad, are all more complicated. “My future? I don’t yet know where I will be, but I would like to have a choice. And Brexit risks making everything more difficult,” she said. Massimo D’Alessio, an electronics professor in Turin, thinks the same. In 2014 he arranged internships for students in London. “The project,” he said, “was a success. The students perfected their language skills, enjoyed the British lifestyle, and there was even one who found work. Of course EU membership helped this. “Also because the English rules on getting a visa are very strict. The institute selected two young people that did not have Italian citizenship – a Moroccan and an Albanian – and despite their top references, it was not possible for them to go. I don’t want to imagine what complications will happen in the case of Brexit.” However, it is not only travel and cultural exchanges that worry Italians who have ties to the UK (there are an estimated 600,000 Italians living in England and Wales).  Stefano Bertolotto, a 29-year-old economics graduate from Milan and resident of London for eight years, warns of the political risks of a divorce between Europe and the UK for other EU countries. “I do not believe there’s a risk of war on the continent, but the departure of London from Brussels will almost certainly have a domino effect. “To avoid cases in which others emulate the UK, the EU will be forced to impose punitive conditions on London, complicating things for those who in the future want to move here to work. This is the reason why last November I decided to get English citizenship.” Analysts have also warned of the risk of other countries emulating the UK. A survey by Ipsos Mori suggests 58% of Italians and 55% of the French want a referendum on the EU, and that 48% of Italians would like to even bid farewell to the EU.     Blairlusconi: Tony Blair famously stayed at Silvio Berlusconi’s villa. Photograph: Ettore Ferrari/EPA    Virginia Moniaci, a 34-year-old with a graduate degree in business administration, has seen a bit of everything. An Erasmus placement in Spain, six-months internship in Brussels, a couple of years in Paris and finally in 2008 she arrived in London to work in the arts. “I cannot imagine a UK that closes itself off from Europe and says it will empty itself of all the international minds that make it unique. In any case I hope that no EU country will pull back in building what is already history.” Davide Viapini (not his real name) is an environmental economist who has spent 10 years living in London. He is concerned about the economic consequences. “With Brexit, sterling will be depressed, home values will go down and the import-export business with other EU countries will slow, with enormous damage to British companies exporting to 44% towards the old continent. The economic shock will not spare Italy, which ranks among the top countries that invest in the UK.” Enrico Caporale, La Stampa Spain Spanish business does not want to see Brexit, which would harm Spain’s economy. It would push up regulatory costs for the banks, while the depreciation of the pound would have consequences for tourism given the number of people who visit Spain from the UK. “We’d see rising uncertainty, falling confidence and a reduction in direct investment,” said Emilio Ontiveros, a professor of business economics at the Autonomous University of Madrid. The UK is Spain’s fifth biggest export market, making up nearly 7% of the total figure. According to the Spanish Institute for Foreign Trade, there are more than 250 Spanish companies operating in the UK, among them such big banking names as Santander and Sabadell (which owns TSB), the construction firms Ferrovial and Acciona, the electricity supplier Iberdrola, the troubled telephone giant Telefónica, clothing companies such Inditex and Mango, and the IAG partnership of British Airways and Iberia. Although many businesses are reluctant to take a public position, some have spoken out. César Alierta, president of Telefónica, revealed that Spain’s biggest businesses had sent a letter to David Cameron arguing in favour of the UK’s continued membership. Sabadell’s president, Josep Oliu, went a little further: “We think there’s a certain feeling that the most likely outcome is a vote to remain in the EU. Obviously the more stable things are, the better.” In his most recent strategy presentation, José Ignacio Sánchez Galán, president of Iberdrola, which maintains a UK presence through Scottish Power, said: “We understand that membership of the common market benefits Britain, as both a means of guaranteeing the security of its energy supplies and a way to achieve its emission reductions. Whatever the result is, Iberdrola will remain one of the biggest companies in Britain, with a value of €30bn and annual investments of €2bn.”     British former prime minister John Major poses with the sign for a street named after him in the Spanish town of Candeleda, where he spends his holidays. Photograph: Cesar Manso/AFP/Getty Images    José Manuel Entrecanales, the president of Acciona, stressed that “Europe represents the result of a combined effort to integrate citizens and states, and one in which the UK has played a fundamental role since its inception. The negative effects [of Brexit] have been well rehearsed, but it’s worth underlining that the IMF believes that it would severely damage commercial relations between countries, chiefly within Europe itself and its markets”. Willie Walsh, chief executive of IAG, recently said: “Whatever the result, British citizens are going to keep on travelling and doing business with the rest of the world, so we don’t think it will have an impact on traffic as we’re a flexible, international company. But it could affect the global economy in the short term because it could create stagnation. I’ll be voting for the UK to remain, but it’s not our role as a business to tell people how to vote.” Juan Rosell, president of the Spanish Employers’ Confederation, said: “An EU without the UK would be weakened, and both would lose credibility in international forums which are increasingly characterised by the predominance of big decision-making hubs. As such, the UK would be doubly affected as it would be outside the EU, and because its main commercial partner would be weaker both economically and politically. There’s no doubt that the UK’s exit would have a systemic effect on the entire EU.” Ana Carbajosa, El Pais",
  "webTitle": "Dear Britain, don't leave the EU, we'd miss you",
  "webPublicationDate": "2016-05-23T10:46:12Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/23/dear-britain-dont-leave-the-eu-we-would-miss-you",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Poland",
      "id": "world/poland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Stefan Kornelius",
      "id": "profile/stefan-kornelius"
    },
    {
      "webTitle": "Adam Leszczyński",
      "id": "profile/adam-leszczynski"
    }
  ],
  "guardianId": "politics/2016/may/23/dear-britain-dont-leave-the-eu-we-would-miss-you"
}