{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/21/the-observer-view-on-prison-reform",
  "id": "2016-05-21-18",
  "sectionId": "commentisfree",
  "body": "“Prison works,” Michael Howard, then home secretary, declared to the Conservative party conference in 1993. Except – as we knew even back then – too often it doesn’t. Almost half of offenders re-offend within a year of release from prison, at a cost of at least £9.5bn a year. Howard set the tone for the two decades of criminal justice policy that followed. Virtually every justice secretary since then has, at least implicitly, signed up to his doctrine. Prisoner numbers have soared: we now have the largest prison population in western Europe. Of course prison is the right place for dangerous offenders. But our prisons are crammed full of too many people serving short sentences for minor crimes. They often have a multitude of other problems: homelessness; mental health issues; drug or alcohol addiction; learning disabilities. A quarter of adults in prison have been in care as children. Short sentences disrupt what little stability offenders may have had in their lives, whether family relationships or work. And they invariably fail to provide any means to address the factors associated with minor offending like poor mental health or substance abuse. Little wonder then that recidivism rates for those serving short sentences are even worse than for prisoners serving sentences of more than a year. The situation for women is particularly bad: the vast majority of women in prison have committed non-violent offences, and six in 10 have dependent children. Their children are often taken into care as a result: a perniciously effective way of ensuring a self-perpetuating intergenerational cycle of offending. There has long been strong evidence that suspended and community sentences are both vastly cheaper and more effective in rehabilitating low-risk offenders. Yet ministers from all parties have failed to reform sentencing for fear of looking soft on crime. Kenneth Clarke was the first justice secretary to pledge to cut prison numbers in 2010, but after being attacked by some in the press for being “soft on the causes of crime” was swiftly moved out of post. The government’s proposals for prison reform, announced in last week’s Queen’s Speech, mark a break from the past. Governors of six “reform prisons” will be given new freedoms over budgets and the running of their prisons. There will be a greater emphasis on life after prison, with improvements to the shockingly bad existing education provision found in most prisons described on these pages by Peter Stanford, and prisoners will be able to access the internet to support independent learning and contact with families. Prisons will be held accountable through league tables that compare reoffending rates, literacy levels and employment outcomes for prisoners who have been released. There is much here to be welcomed. But there are also significant risks to the government’s stated objective of improving outcomes for offenders once they are released. Justice secretary Michael Gove has drawn inspiration for his “reform prisons” from his expansion of academy schools while he was at the education department. But are we really to believe ministers will allow prison governors to take risks with their new freedoms, given how risk-averse they have been in this area in the past? And, even more importantly, is it really prison governors’ lack of freedom that is the main factor in preventing prisons from playing a rehabilitory role? The most immediate problem facing the prison system is overcrowding. Many prisons are now operating at more than 150% of capacity. The prisons budget has been cut by a quarter since 2010, and the number of prison officers has fallen by a third, with many of the most experienced officers taking redundancy in recent years. This has resulted in intolerable conditions in many of our prisons: violence and drug dealing are rife; suicides are at their highest rate in years; and one in five prisoners in prisons inspected last year said they spent at least 22 hours a day locked in their cells. Overcrowding will stymie any attempt at progressive reform. The key to reducing overcrowding is sentencing reform. A significant proportion of prisoners is made up of people churning in and out of prison for those short sentences that are so ineffective and expensive. As the Howard League for Penal Reform has argued, we should stop handing out custodial sentences of less than a yearr: if a crime is not serious enough to merit a prison sentence of longer than a year, offenders should as a default be receiving community sentences. But sentencing reform is conspicuously absent from the government’s agenda. Gove has denied overcrowding is a problem, or that it would be a good thing to reduce the overall prisoner numbers. A high quality, innovative probation service is also critical to prison reform because of its role in overseeing community sentencing and supporting the reintegration of prisoners into the community. But Chris Grayling, Gove’s predecessor, decided to apply the approach he previously took with the Work Programme to the probation service. As a result, probation services have been contracted out, mainly to private companies like Sodexo, who have promised to deliver more for less. This has happened despite the serious concerns raised by many, including the Public Accounts Committee. One year in, the National Audit Office has noted the reforms risk hindering the development of innovative approaches to tackling reoffending. The prime minister clearly sees prison reform as central to the social legacy he wants to be remembered for. Yet prisons and probation are fundamentally end-of-the-road services. They cater for the symptoms of societal dysfunction and disadvantage that should have been tackled much earlier. Yes, we need a prison and probation service that is more effective at preventing reoffending: but there should be at least as much focus on preventing the social causes of crime in the first place. On this, the government is failing measurably. Even while it claims to be concerned with improving children’s life chances, the poorest councils have faced the sharpest cuts, affecting vital services such as children’s centres, special educational needs and child mental health services. It has cut in-work benefits for families with children, while delivering an expensive, across-the-board tax cut that most benefits the affluent. The government deserves credit for recognising, at long last, that prison doesn’t work. But reforming prisons, while a worthy task, will not by itself end the cycle of disadvantage so many children are born into.",
  "webTitle": "The Observer view on prison reform\r\n",
  "webPublicationDate": "2016-05-21T23:04:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/21/the-observer-view-on-prison-reform",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Observer editorial",
      "id": "profile/observer-editorials"
    }
  ],
  "guardianId": "commentisfree/2016/may/21/the-observer-view-on-prison-reform"
}