{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/15/opposites-attract-find-out-if-it-is-really-true",
  "id": "2016-05-15-214",
  "sectionId": "lifeandstyle",
  "body": "Both you and your partner rate the following statements on a scale of 1 (strongly disagree) to 7 (strongly agree): a) Anyone who works hard usually succeedsb) Going to war is often necessary and unavoidablec) University should be free for studentsd) I believe in love at first sighte) It is wrong to eat veal So is the cliché true: did your answers tend to opposite ends of the scale? Probably not. Many psychological studies have found that – for both friendships and romantic relationships – we tend to choose people who have similar attitudes to ourselves. The study this quiz was based on found that we suss out other people within minutes of meeting them and don’t pursue friendships with those whose attitudes are very different from ours. Researchers gave participants a wide range of questionnaires on their personality/attitudes/behaviour then paired them up, later returning to see which pairs pursued a friendship beyond the study. Weirdly, a follow-up study found that covering people’s torsos with a black bag (but not a clear bag) impaired participants’ ability to pick out others with similar attitudes and personalities. No one’s sure what people gleaned from each other’s torsos – body size, waist-to-hip ratio, a subtle shimmy radiating confidence – but we seem to use this information subconsciously to identify others with a similar take on life. Maybe one to consider when dressing… A fully referenced version of this article is available at benambridge.com. Order Psy-Q by Ben Ambridge (Profile Books, £8.99) for £6.99 at bookshop.theguardian.com",
  "webTitle": "Opposites attract? Find out if it's really true",
  "webPublicationDate": "2016-05-15T05:00:16Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/15/opposites-attract-find-out-if-it-is-really-true",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Ambridge",
      "id": "profile/ben-ambridge"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/15/opposites-attract-find-out-if-it-is-really-true"
}