{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/northamptonshire-kent-county-championship-match-report",
  "id": "2016-05-16-27",
  "sectionId": "sport",
  "body": "This, said Peter Willey, looking out from the press box at the moribund beige strip of turf away to the right, is not typical of the County Ground pitches these days. Which is just as well for the sake of the poor saps who have to bowl on it. After two days, it has offered nothing save a little nibble with the new ball, and, as the day was drawing to a close, some signs of even lower bounce so that by the end of the match, the county might need to apply for a mining permit. While it may be resourceful, pace bowlers should not be expected to operate with reverse umbrella fields in which the ring of catchers are in front of the bat rather than operate as lurking predators behind.   Related: Toby Roland-Jones and Middlesex teach Surrey several lessons    It will need something out of the ordinary to happen if there is to be any prospect of a win for either side unless there is some cooperation. Kent made 396 of which Joe Denly, 116 not out overnight, and after more than seven hours batting, eventually finished with an unbeaten 206, the highest score of his career, one of nine double centuries scored already in the championship this season. There will be plenty more around the land this summer if these pitches continue. By the close, Northamptonshire, in their reply, had reached 206 for three, heavy going against a seam attack that just banged away on a length and back of it, to a good straight line, and waited for the mistake. They have scant chance of making full batting points. Ben Duckett, who made one of the double hundreds right at the start of the season, and whose confident approach has raised his profile at a time when an England opening spot has been a subject of debate, spanked his 10th ball carelessly to cover point, and so missed out, not a clever career move with Angus Fraser, a selector, on his way to Leeds for the England awards dinner in the evening, having popped in to watch. But there was a solid second-wicket partnership of 156 between Alex Wakely and the opener Jake Libby, ended when the former edged Calum Haggett untidily to the keeper. He had made 87, his best score of the season, but for a batsman who has made only four centuries in 101 matches now, there was a real opportunity to add a fifth. The bowler meanwhile celebrated as if he had made 287. Libby though remained unobtrusively at the crease until shortly before the close when a tired shot resulted in him toe ending an attempted cut to the keeper. He had made 81. The morning was dominated by Denly, who having batted in measured fashion to his century, began to loosen his stays now that he was with the lower order. He had already lost Mitchell Claydon, stumped off Monty Panesar, before he reached 150, but then, with Matt Hunn, he thrashed his way to 200 in the space of 34 deliveries. Hunn played his obdurate part, batting 46 balls for his three runs but the ninth wicket stand produced 68 runs, ensured an extra batting point for Kent and deprived Northamptonshire of theirs. Throughout the innings, Monty Panesar had bowled his way steadily back into first-class cricket, sending down 40 overs to take three for 122. If he can do that sort of a job on a pitch like this, with the prospect of creating real damage when there is turn, he will be invaluable to the county.",
  "webTitle": "Kent’s Joe Denly dominates Northants but pitch has draw written all over it",
  "webPublicationDate": "2016-05-16T21:32:50Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/northamptonshire-kent-county-championship-match-report",
  "keyword": [
    {
      "webTitle": "County Championship Division Two",
      "id": "sport/countychampionship2nddivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Northamptonshire",
      "id": "sport/northamptonshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Kent",
      "id": "sport/kent",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/16/northamptonshire-kent-county-championship-match-report"
}