{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/17/susan-sarandon-direct-female-friendly-porn",
  "id": "2016-05-17-61",
  "sectionId": "film",
  "body": "Susan Sarandon: porn mogul? The Oscar-winning actor suggested as much at the Cannes film festival, saying she’d consider a sideways move into the adult film industry to make erotic movies which embrace a female point of view.    Related: Susan Sarandon blasts Woody Allen and Donald Trump at Cannes    According to the Times, Sarandon, who was in Cannes to celebrate the 25th anniversary of Thelma & Louise with her co-star, Geena Davis, argued that female directors are more comfortable with exploring the emotional undercurrent of a sex scene on film: “What the scene is supposed to tell you about these people.” Sarandon said that the porn industry could therefore benefit from the female gaze. “I have threatened, in my 80s, to direct porn,” she said. “I haven’t watched enough to know what the problems are. Most pornography is brutal and doesn’t look pleasurable from a female point of view. So I’ve been saying that when I no longer want to act, I want to do that.” Sarandon’s career has required her involvement in a fair number of sex scenes in films such Bill Durham and The Rocky Horror Picture Show. Speaking in Cannes, she revealed that she has long fought to make such sequences more meaningful through collaboration with her male directors. She cited her experience making Tony Scott’s 1983 vampire film, The Hunger, as a fruitful example. One scene involves an encounter between Sarandon and Catherine Deneuve.    Related: Susan Sarandon and Geena Davis: Hollywood hasn't had an epiphany since Thelma & Louise    “It was Tony Scott’s first film and I intervened in the script,” she said. “First of all it was written that I was drunk and I said, ‘Seriously? You have to be drunk to get into bed with Catherine Deneuve? I don’t think so. Isn’t it more interesting if it is voluntary?’” Sarandon added that it is the before and after in such scenarios, rather than the intercourse itself, which most interests her.  “A lot of people know what’s in the middle,” said Sarandon. “But what makes a sex act really interesting is how that first touch happens, how that first kiss comes, so in The Hunger Tony allowed me to come up with an idea about the T-shirt and then the kiss. Those moments need to be looked at.”",
  "webTitle": "Susan Sarandon: 'I want to direct female-friendly porn in my 80s'",
  "webPublicationDate": "2016-05-17T18:21:56Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/17/susan-sarandon-direct-female-friendly-porn",
  "keyword": [
    {
      "webTitle": "Susan Sarandon",
      "id": "film/susan-sarandon",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pornography",
      "id": "culture/pornography",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Tony Scott",
      "id": "film/tony-scott",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/17/susan-sarandon-direct-female-friendly-porn"
}