{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/britain-politicians-bbc-programmes",
  "id": "2016-05-06-38",
  "sectionId": "commentisfree",
  "body": "The British Academy awards on Sunday night will be a celebration of everything that is great about the British television industry and its programming. We have a world-beating sector, and the BBC is at its heart.   Related: BBC's Wolf Hall leads Bafta TV award nominations    Our drama nominations at the Baftas, to take just one example, will encompass the brilliance of Mark Rylance’s Cromwell, the intensity of Idris Elba as Luther, Ben Whishaw’s gripping performance in London Spy and Suranne Jones, utterly compelling as Doctor Foster. I could go on. In fact more than half the total number of nominations have gone to the BBC, yet we account for less than a fifth of TV revenues.   Related: Don't stop BBC making shows that can win Baftas, Tony Hall tells government    Shortly we will have a white paper from the government that will determine the content of our next royal charter. There has been much debate, speculation, and indeed concern, about what it will contain. Will it make the BBC smaller? Will it stop the BBC making popular programmes? Will it force the BBC down a funding route that isn’t reliant on the licence fee? Will it say that the BBC’s mission must change so that we don’t serve everyone? These are the types of questions posed by the government when it issued its green paper on the BBC’s future. We will shortly have the answers. But let me set a far simpler test. In five years’ time, in its centenary year, will the BBC still be delivering the high-quality, critically acclaimed programming that the public loves? During the charter discussions people have asked what the BBC is here to do, and whether it is doing it effectively. That is a completely legitimate debate, and I think it’s been a good one. We are spending the public’s money and we should be accountable to them. They are right to expect quality and value in return.    In this debate there has been a greater consensus behind the need for the BBC than I can ever remember    People have rightly looked at how fast this market is changing. They have asked whether the BBC will still have a role. And in my view they have come to the right conclusion, that there will be even more of a role for the BBC – to make great content, to be a trusted guide, for everyone. What has been heartwarming about this debate is that there has been a greater consensus behind the need for the BBC than I can ever remember. But important as industry interests have been in that process, they shouldn’t determine what’s in the white paper. And of course the BBC, like any organisation, is not without fault. We need to make it more efficient and open, but we have made great strides on both and plan to do more. I hope that the contents of the white paper place at its heart the voice of the public. I believe their views on the future of the BBC are very clear. They believe in the BBC. They are proud of it and they believe it matters to Britain. Survey after survey has shown this to be the case, as have the overwhelming majority of the responses to the government’s public consultation. So what should this mean for the white paper? The BBC should have a charter of sufficient length so that discussions about the future of the corporation don’t follow straight after a general election. The licence fee should remain the method of funding the organisation, and the BBC should be tasked to deliver not everything to everybody, but something great to everybody. I also believe the public would expect the government to keep to the funding settlement agreed last summer. In return for taking on the cost of free licences to the over-75s, the BBC was guaranteed a licence fee rising with inflation, a licence fee that covered people using catch-up on iPlayer and an agreement that there would be no more top-slicing of the licence fee for other purposes. I hope the government affirms the BBC’s importance to Britain both at home and abroad. The funding the chancellor recently made available to the World Service is recognition of this.   Related: BBC World Service to receive £289m from government    We also need one board for the BBC – which would be a big change for the organisation – a board that is composed of the very best people from across the UK to help challenge as well as nurture this organisation and steer it through the next decade. Above all, our audiences want the creativity of the BBC to be enhanced, not diminished. They will not want to see plans to reduce the scale and scope of the BBC so it can do less for them at home and less for Britain abroad. And they want it to be at its creative best in the future – a showcase for Britain to the world. They want a distinctive BBC that is ambitious, takes risks and finds and works with the next generation of talent – not a BBC constrained by over-regulation and box-ticking. For all the external noise, the debate with the government has been constructive and good-natured. I believe it too wants a BBC where its best days lie ahead. Of course the Baftas matter to the BBC, but I want to make sure that we are winning Baftas in five years’ time, on the very eve of our centenary. That’s the prize.",
  "webTitle": "Britain’s people, not its politicians, own the BBC. And they don’t want it reduced | Tony Hall",
  "webPublicationDate": "2016-05-06T18:41:30Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/britain-politicians-bbc-programmes",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Tony Hall",
      "id": "profile/tonyhall"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/britain-politicians-bbc-programmes"
}