{
  "apiUrl": "https://content.guardianapis.com/holiday-in-sweden/2016/may/12/locals-sharing-swedish-knowledge",
  "id": "2016-05-12-250",
  "sectionId": "holiday-in-sweden",
  "body": "Gothenburg Meet the man at the centre of Gothenburg’s creative revivalA former production manager at Volvo, Ali Davoodi recently launched ArtMadeThis, an initiative to make art accessible to the people of Gothenburg. This year also marks the 10th anniversary of his Fresh Fish event, an annual fashion show and competition aimed at promoting up-and-coming designers. “The city is getting more and more tolerant of new ideas. People are becoming less afraid of failing and that atmosphere allows for new talent to emerge,” he says. “That’s what inspires me – the people of Gothenburg.” And because of people like him, Gothenburg is buzzing.     Mai Nestor: ‘Regardless if it’s fashion, music, film or art, the cultural scene feels very genuine.’ Photograph: Lucy Johnston    Meet Gothenburg’s cultural mavenIf you want to know where to go for fashion, vinyl and food – Mai Nestor is an ideal travel companion in Gothenburg. “The biggest difference between Gothenburg and Stockholm is that Gothenburg feels more DIY and easy going,” she says. “There is a lot of creativity at the moment: if people miss something they will create it themselves. Regardless if it’s fashion, music, film or art, the cultural scene feels very genuine.” Discover the top 10 things to do in Gothenburg this summer and autumn Skåne     Michelin-starred chef Titti Qvarnström at Bloom in the Park. Photograph: Christopher Hunt    Meet the Michelin-starred chefTitti Qvarnström, chef at Bloom in the Park in Malmö, found herself delving into the past to rediscover Sweden’s culinary heritage. From this, she says: “A new Nordic gastronomy formed, with local produce as the base.” She adds: “Foraging in Skåne is full of options due to the shifting landscape. The coast, woods and fields offer different vegetation depending on the season.”     Mia Klitte, organiser of home-from-home experiences. Photograph: Christopher Hunt    Meet the locals in SkåneMia Klitte aims to serve visitors a slice of Swedish hospitality: the chance to share a genuine home-from-home experience with local families, where the focus is on sharing sustainably sourced food and exchanging ideas. “You sit together at the dinner table and exchange cultural experiences. Visitors might ask about the food and you’re able to tell them that the vegetables are from a farm two kilometres away, or sometimes even from the host’s own garden.”  Discover the top 10 things to do in Skåne this summer and autumn West Sweden     Ellika Mogenfelt, owner of Villa Sjötorp. Photograph: Kristina Salgvik     Meet the owner of one of Sweden’s most beautiful B&BsHotel Villa Sjötorp in Lyckorna, on the west coast of Sweden, is at the forefront of organic dining. It has taken owner Ellika Mogenfelt two decades to restore her B&B and realise a childhood dream. “One of my initial ideas was to serve organic food at Villa Sjötorp, despite the fact that it was still seen as alternative at the time,” she says. “Then, five years later, when people started talking about locally produced food, I was suddenly at the forefront.”      Crister Blume, your guide to the waterways. Photograph: Kristina Salgvik     Meet a pioneering adventurer among Sweden’s waterwaysCrister Blume knows all about the best waterways in West Sweden, after all he founded the Dalsland canoe marathon. He knows the locations of the best campsites in the middle of the Swedish wilderness and where to spend the night beside the ocean. “One of our favourite stops is the island Sydkoster, which is known for its wildlife. What’s more, you will most definitely spot seals on the way.”  Discover the top 10 things to do in West Sweden this summer and autumn",
  "webTitle": "Locals sharing Swedish knowledge",
  "webPublicationDate": "2016-05-12T11:02:59Z",
  "webUrl": "https://www.theguardian.com/holiday-in-sweden/2016/may/12/locals-sharing-swedish-knowledge",
  "keyword": [
    {
      "webTitle": "Holiday in Sweden",
      "id": "holiday-in-sweden/holiday-in-sweden"
    }
  ],
  "authors": [],
  "guardianId": "holiday-in-sweden/2016/may/12/locals-sharing-swedish-knowledge"
}