{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/25/tory-mp-accuses-george-osborne-planning-to-break-law-eu-referendum-bernard-jenkin",
  "id": "2016-05-25-169",
  "sectionId": "politics",
  "body": "George Osborne has been accused by a Conservative MP of plotting to break the law in order to “bludgeon” people into voting in favour of staying in the EU. Bernard Jenkin, a leading Brexit campaigner, took the extraordinary step of accusing Osborne of planning an illegal act by keeping pro-EU material up on government websites right up until the referendum. The out campaign is outraged that government websites will continue to set out a pro-EU position during the three-week period before the poll in which the civil service is meant to remain neutral. Speaking in the House of Commons, Jenkin said: “In my right honourable friend’s enthusiasm to bludgeon the British voter into supporting a EU they don’t really like, how can he justify planning to break the law? Is he aware the public administration committee has published three legal opinions from speaker’s counsel which make it perfectly clear it is illegal to keep pro-EU referendum up on government websites during purdah period?” In response, Osborne urged the Brexit camp to focus on the issues rather than the process of the referendum, as so much is at stake for the UK, including the economy and security. Jenkin’s public accusation is yet another sign of how bitter relations have become between Conservative colleagues in the EU referendum debate.  Labour’s Angela Eagle, the shadow first secretary of state, highlighted the way that acrimonious divisions are exposing the EU referendum as a “proxy war” over the leadership of the Conservative party. This has left the government “adrift” and at the mercy of rebel backbenchers, who are able to hold it to ransom, she said. She made the comments at prime minister’s questions, where she was standing in as opposition against Osborne while David Cameron is abroad. Osborne said it was “no great revelation” that the Tories are divided over Brexit along with other parties and the wider public. The chancellor said: “That’s why we’re having a referendum, because this issue does divide parties and families and friends, and we made a commitment in our manifesto that the British people would decide this question.  “And I might just observe that, if you want to talk about divisions in parties, while you are sitting here, the leader of the Labour party is sitting at home wondering whether to impeach the former leader of the Labour party for war crimes.”  Osborne also tried to highlight Labour’s divisions over whether to back renewing Trident nuclear submarines, which Jeremy Corbyn opposes but most of the party supports. After the referendum, The government is expected to hold a vote on the nuclear issue, which could give the Conservatives a reason to unite and cause splits within Labour. However, Eagle said the government should “bring it on”, as Labour was ready. Labour is most likely to allow a free vote on the issue, arguing that its policy is still under review by Emily Thornberry, the shadow defence secretary, and will not be considered by the wider party until autumn conference.",
  "webTitle": "Tory MP accuses Osborne of 'planning to break law' over EU referendum",
  "webPublicationDate": "2016-05-25T12:43:21Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/25/tory-mp-accuses-george-osborne-planning-to-break-law-eu-referendum-bernard-jenkin",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/25/tory-mp-accuses-george-osborne-planning-to-break-law-eu-referendum-bernard-jenkin"
}