{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/league-one-preview-blackpool-drop-burton-promotion",
  "id": "2016-05-07-56",
  "sectionId": "football",
  "body": "It is almost five years to the day since Blackpool kept their hopes of Premier League survival alive with a 1-1 draw at Tottenham. They lost that battle in the end, going down after losing at Manchester United on the final day of the season, but at least Ian Holloway’s side earned the admiration of neutrals across the country thanks to the charm and fearlessness of their football.   Related: Money laundering funds ‘might have been put into Blackpool’    They began that campaign – during which they would beat Liverpool home and away – with a 4-0 win at Wigan. That scoreline was reversed when they hosted the same opponents last Saturday, leaving Blackpool on the brink of a second consecutive relegation and an ignominious fall into League Two. The game was played amid a backdrop of supporter protests against Blackpool’s deeply unpopular owners, the Oyston family, at Bloomfield Road, and a plane towing a banner calling for “the club killers” to “get out now” flew above the ground before kick-off. Karl Oyston, Owen Oyston’s millionaire son, is the chairman who has enraged supporters by bringing the club to its knees and the poisonous atmosphere is likely to stay until there is a change in the boardroom. The club began last season with eight professional footballers on their books and ended it with 35 points. They have gone from bad to worse in League One. While Wigan returned to the Championship at the first time of asking thanks to their victory, Blackpool are heading in the opposite direction. They were handed a lifeline when Fleetwood, two points above them in 20th, lost at Walsall on Monday. Yet the likelihood is that it only delayed the inevitable. Blackpool, without a victory in their past four games, need to win at Peterborough on Sunday and hope Fleetwood fail to beat Crewe, who are already down. At the other end of the table, Burton will be promoted to the Championship for the first time in their history if they get a point at Doncaster, or even if they lose and Walsall fail to win at Port Vale by a sufficient margin.",
  "webTitle": "League One preview: Blackpool battle drop while Burton bid for promotion",
  "webPublicationDate": "2016-05-07T20:00:02Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/league-one-preview-blackpool-drop-burton-promotion",
  "keyword": [
    {
      "webTitle": "Blackpool",
      "id": "football/blackpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Burton Albion",
      "id": "football/burton-albion",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "League One",
      "id": "football/leagueonefootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/2016/may/07/league-one-preview-blackpool-drop-burton-promotion"
}