{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/10/hedge-fund-managers-salaries-billions-kenneth-griffin-james-simon",
  "id": "2016-05-10-95",
  "sectionId": "business",
  "body": "The world’s top 25 hedge fund managers earned $13bn last year – more than the entire economies of Namibia, the Bahamas or Nicaragua. Kenneth Griffin, founder and chief executive of Citadel, and James Simons, founder and chairman of Renaissance Technologies, shared the top spot, taking home $1.7bn each – equivalent to the annual salaries of 112,000 people taking home the US federal minimum wage of $15,080.  The earnings of the best-performing hedge fund managers, published by Institutional Investor’s Alpha magazine on Tuesday, dwarfs the pay of top Wall Street executives who have been under fire for their multimillion-dollar pay deals. The best paid banker last year was JPMorgan Chase CEO Jamie Dimon, who collected $27m. The huge pay at the top comes despite a tumultuous year on Wall Street that has led many well-known hedge funds to lose billions of dollars and others to close down. Daniel Loeb, CEO of Third Point, a hedge fund that manages $17.5bn, has described market conditions as a “hedge fund killing field”. Despite the challenges, Simons and Griffin managed to increase their earnings by $500m and $400m, respectively, compared with last year. Both men have poured a lot of money into the presidential race, but both backed Republicans who dropped out. Griffin, who is the richest man in Illinois with a $7.5bn fortune according to Forbes, has donated more than $3m into the failed campaigns of Marco Rubio, Jeb Bush and Scott Walker. Griffin, 47, who started from his dorm at Harvard University, was the biggest single donor to Rahm Emanuel’s successful campaign for a second term as mayor of Chicago.  He has rarely spoken about his political inclinations, but in 2012 he described himself as a “Reagan Republican” and said he thought the rich had “insufficient influence” on the political process. When Emanuel announced the closure of 50 schools, Griffin said he should have closed 125.  Griffin recently spent $500m buying Jackson Pollock’s Number 17A and Willem de Kooning’s Interchanged from the entertainment mogul David Geffen. He has loaned the paintings to the Art Institute of Chicago. Simons, a string theory expert and former cold war codebreaker, has made an estimated $15.5bn from Renaissance Technologies the mathematics-driven “quant” hedge fund he set up 34 years ago.  The fund, which is run from the tiny Long Island village of Setauket where Simons owns a huge beachfront compound, has donated $13m to Cruz’s failed campaign. With Cruz out of the race, Renaissance has switched donations to Hillary Clinton, with more than $2m donated so far. Euclidean Capital, Simon’s family office, has donated more than $7m to Clinton.  Simons, 78, who retired as CEO of Renaissance in 2009, is the 50th richest person in the world, according to Forbes. His earnings last year were so large that if he were a country it would rate as the world’s 178th most productive nation, according to the World Bank’s GDP rankings.  He has donated millions of dollars to maths and science education via the Simons Foundation he set up in 1994.  No woman has yet made it into the top 25 of the hedge fund highest-paid list, which has been running for 15 years. Hedge fund managers typically get paid based on a structure known as “two and 20”, in which they collect a 2% fee on the assets they manage and earn 20% of the profits they make for investors.",
  "webTitle": "Top 25 hedge fund managers earned $13bn in 2015 – more than some nations",
  "webPublicationDate": "2016-05-10T17:00:27Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/10/hedge-fund-managers-salaries-billions-kenneth-griffin-james-simon",
  "keyword": [
    {
      "webTitle": "Hedge funds",
      "id": "business/hedge-funds",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US income inequality",
      "id": "us-news/us-income-inequality",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Neate",
      "id": "profile/rupertneate"
    }
  ],
  "guardianId": "business/2016/may/10/hedge-fund-managers-salaries-billions-kenneth-griffin-james-simon"
}