{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/11/joe-rokocoko-racing-92-saracens-champions-cup-final",
  "id": "2016-05-11-32",
  "sectionId": "sport",
  "body": "Racing 92 may have one of the largest playing budgets in Europe and a squad that includes a dozen players brought in from overseas, but they have developed a tightness to rival that of Saracens, their opponents in Saturday’s Champions Cup final in Lyon.   Related: Saracens’ Owen Farrell hopes to mimic cool Dan Carter in Champions Cup final    That is the view of Racing’s former New Zealand wing Joe Rokocoko, whose fellow All Black Dan Carter became the world’s highest-paid player when he moved to Paris after last year’s World Cup. “At Racing it is about working hard for each other, not the names in the team,” said Rokocoko. “We showed that against Leicester in the semi-final and it is an attitude that Saracens have as well. It should make for a good final and to win it would make a huge dream come true. “Dan has blended in with the group. When he joined the club it was about making the transition to the way the game is played in the Top 14. He adjusted slowly and gradually added his touch. His actions have spoken for themselves in the last few games and he has adapted really well, but we are a team and one that takes the Champions Cup very seriously.” The 32-year-old Rokocoko is one of five All Blacks in the Racing squad after joining last summer from relegated Bayonne, where he had spent four years. Of his move, he said: “I had a decision to make about whether to leave Bayonne or stay and my wife asked me a question: Did I want to play competitive rugby and go as high as I could or did I want to sit back and enjoy the sunset of my career? “I was still hungry for success and did not want to waste any time. Racing was the perfect opportunity for me and the move has taken me to a European Cup final. When I was with Bayonne, I never imagined I would play in the tournament, never mind the final. Winning it would be huge and we do not regard the Top 14 as more important. The two competitions are equal and we aim to produce quality performances in both. This is the club’s first appearance in the Champions Cup final and beating Saracens would provide a huge boost.” The former Wales scrum-half Mike Phillips, who signed for Racing after being sacked by Bayonne, wants to leave the club with a winner’s medal before he joins Sale in the summer. “Saracens are a team full of confidence and players who have done well for England this year,” he said. “We will have to be accurate and take our opportunities.”",
  "webTitle": "Joe Rokocoko: Racing 92’s attitude can match Saracens in Champions Cup final",
  "webPublicationDate": "2016-05-11T21:00:09Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/11/joe-rokocoko-racing-92-saracens-champions-cup-final",
  "keyword": [
    {
      "webTitle": "Racing 92",
      "id": "sport/racing-metro-92",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Rugby Champions Cup",
      "id": "sport/european-rugby-champions-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/11/joe-rokocoko-racing-92-saracens-champions-cup-final"
}