{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/18/sport-england-four-year-plan-inactivity",
  "id": "2016-05-18-4",
  "sectionId": "sport",
  "body": "Sport England has vowed to plough £250m over the next four years into getting inactive people off the sofa, but national governing bodies (NGBs) are likely to see a substantial cut in funding as a result. Unveiling its new four-year plan, the quango’s chief executive, Jennie Price, said it would invest around a quarter of its annual budget on targeting inactivity, in response to a new government strategy published in December.   Related: Sports minister sets goals for a fitter nation after Olympic legacy stagnates    The move sees a lurch away from the earlier strategy, which was set before the London 2012 Olympics and was focused on getting more people to play more sport with only mixed results. “The heart of it is the government statement about needing to rebalance investment from people who would do this anyway to people who don’t do it at all or don’t do it very often,” said Price. She said Sport England, which currently channels more than £450m into governing bodies over each four-year funding cycles, said that those who already played sport were now a third priority behind those who did no activity at all and those who do some exercise. Price said she was not prejudging where the organisation’s money would go but that there would inevitably be less for governing bodies. “We are not looking at this through the lens of ringfencing money for types of organisations. It’s not who you are, it’s what you can do,” said Price. “Some NGBs have been brilliant at working with the mass market, starting to run, starting to play some of the more recreational sports. The policy direction is really clear that the core market needs to be funded at lower public subsidy.” She said that Sport England, which will now target its investment at children and young people from the age of five rather than the current threshold of 14, would also seek to learn the lessons of its award-winning consumer campaign, This Girl Can. “How can the public money that we’re responsible for make more difference. If tackling inactivity is the biggest priority, how do we do that?” She said that more than a quarter of the population were officially defined as inactive because they did less than 30 minutes of activity per week, including walking. Pilot projects will be established in 10 areas – a mixture of cities, towns and rural locations – to explore new ways of working with local authorities and local health schemes and £30m earmarked for a new volunteering strategy.",
  "webTitle": "Sport England unveils new four-year plan to tackle inactivity",
  "webPublicationDate": "2016-05-18T23:02:09Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/18/sport-england-four-year-plan-inactivity",
  "keyword": [
    {
      "webTitle": "Sport England",
      "id": "sport/sport-england",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "sport/2016/may/18/sport-england-four-year-plan-inactivity"
}