{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/28/americans-canadians-detained-united-arab-emirates-salim-alaradi",
  "id": "2016-05-28-107",
  "sectionId": "world",
  "body": "Barack Obama’s former White House counsel, human rights groups and families have made a final push to pressure the US and Canada over three men who have been detained in the United Arab Emirates for nearly two years. The three men, two American Libyans and one Canadian Libyan, face a verdict on Monday in their trial before the UAE’s highest court. In March, prosecutors suddenly dropped charges that the men supported terrorist groups, but charges remain that they provided supplies to groups in a foreign country and collected donations without permission.  Before that, the men were held in prisons for 505 days without charges, and family members have alleged torture including beatings, electric shocks and sleep deprivation. All three dual citizens are businessmen who had for decades traveled to and worked in the UAE without incident. “It’s been nowhere close to a fair trial,” said Amal Eldarat, 27, whose father Kamal and brother Mohammed are Americans who have been detained since August 2014. “You cannot just have a new charge sheet put in without any evidence and not reset a trial. They’re using the old case file for the new charges.” “We’ve tried everything in our capacity,” she added. “Now we’re just waiting for the UAE to do the right thing and to bring them home.”    Related: My brother is being illegally detained in the United Arab Emirates | Mohamed Alaradi    “Anyone who has looked at the case file has said confidently and publicly that there is no option but an acquittal,” Marwa Alaradi, the 18-year-old daughter of Canadian Salim Alaradi, told the Guardian. “Any other verdict on Monday will be a travesty.” She added that after almost two years of campaigning, she hopes “I can return to school and [we can] be a normal family again.”  “I am hoping that May 30 will represent a new light for the UAE’s human rights record and a new chapter for our family.” Drewery Dyke, a researcher for Amnesty International, said the UAE has presided over a trial “strewn with a catalogue of flaws and shocking human rights violations”, including imprisonment for a year without charge or access to counsel. “The government seems eerily determined to convict despite expressions of concern from the UN, the governments of Canada and the US,” he added. “But we will see on Monday how the UAE courts acquit themselves … Justice in the UAE is in the balance here.” Eldarat said that if the court acts independently, “then my dad and my brother are going to be acquitted, without a shadow of a doubt”. Even with this outcome, she said: “I keep wondering if they’re going to be the same father and brother that I used to know, because they’ve been through so much. We have a long road ahead of us with my dad and my brother’s recovery.” Greg Craig, former White House counsel to Obama, has taken up the Eldarats’ defense, and Canadian attorney Paul Champ represents Alaradi. The pair have appealed the men’s case in a letter to Obama, Canadian prime minister Justin Trudeau and UAE president Sheikh Khalifa bin Zayed al-Nahyan.     Isra Eldarat and her brother Mohamed, who has been detained since August 2014. Photograph: Amal Eldarat    “We believe that these individuals are innocent of any crimes,” they wrote. “We also believe that the decision to arrest, detain, interrogate, mistreat, prosecute and try them as enemies of the UAE state is a real stain on the honor of the UAE.” Obama and Trudeau “have expressed concern and urged rapid resolution of the matter”, the attorneys wrote. They added that each man has suffered increasingly poor health since August 2014.  “Under any circumstances, it would be an injustice to extend their incarceration. It would, on the other hand, be a great act of mercy for you to grant their release.” The US state department declined to say whether Obama raised the Eldarats’ case with Nahyan, whom he met on 21 April for the US-Gulf Cooperation Council summit.  The leaders also spoke a day earlier about terrorism and stabilizing Libya. Canada’s office of foreign affairs said senior officials have “taken every opportunity to raise Mr Alaradi’s case” with counterparts, but a spokesperson declined to comment on any action by Trudeau. Human rights groups have campaigned nearly as long as the Alaradi family for the men’s release. Nick McGeehan, the regional researcher for Human Rights Watch, said that with the verdict looming, western countries had to exercise their influence on their partner in the Middle East. “It would appear these men have been subjected to a horrendous ordeal at the hands of a state that has become emboldened to the point where detaining and torturing other people’s citizens isn’t viewed as a diplomatic faux pas,” he said.  “It’s time for the US and Canada to flex a little muscle of their own and insist on their release in view of the manifest unfairness of the trial.” Joining the activists and lawyers are a coalition of 44 prominent international attorneys and academics. The group similarly warned that the men “are in present danger of serious medical complications”, and said the UAE has violated basic human rights with arbitrary arrest.   Related: Two Americans detained in UAE to go on trial after 505 days without charges    “Mohamed has already lost full hearing in his left ear, Kamal is suffering from spinal injury and loss of motion in his body, and Salim is suffering from serious heart, kidney and prostate complications,” they wrote. The General Union of Libyan lawyers and members of the Libyan community in Britain have published similar open letters to Nahyan and prime minister David Cameron. Earlier this year the UN special rapporteur on torture condemned the UAE, saying the men were tortured into confessions, and called for their unconditional release. The UAE’s embassy in the US has said the men “are entitled to all of the due process guarantees under the constitution and laws of the United Arab Emirates in accordance with international fair trial standards.” Embassy personnel declined to comment on specific allegations “since the case is ongoing”.",
  "webTitle": "'Nowhere close to a fair trial': pressure to aid Americans and Canadian in UAE",
  "webPublicationDate": "2016-05-28T11:15:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/28/americans-canadians-detained-united-arab-emirates-salim-alaradi",
  "keyword": [
    {
      "webTitle": "United Arab Emirates",
      "id": "world/united-arab-emirates",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Justin Trudeau",
      "id": "world/justin-trudeau",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "world/2016/may/28/americans-canadians-detained-united-arab-emirates-salim-alaradi"
}