{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/tories-meddle-with-bbc-at-their-peril-public-service-broadcaster-revered",
  "id": "2016-05-11-59",
  "sectionId": "commentisfree",
  "body": "What is the government cooking up for the BBC? According to winners at last weekend’s Bafta awards, nothing short of evisceration. The director of Wolf Hall fulminated about evil Tories planning to turn Auntie into a North Korea-style state broadcaster. “Blink and it will be gone,” he thundered, to rapturous applause. Other stars from Private Eye editor Ian Hislop through to a judge on Strictly Come Dancing expressed similar sentiments, if using less excitable language, in defence of the institution.   Related: The BBC’s civilising thread runs through our democracy | Rafael Behr    Precise details will emerge with Thursday’s publication of the white paper on charter renewal, which brings simmering debate over the BBC’s future to boiling point. There will be suggestions to sharpen governance, refocus the public service remit, tackle unfair competition with private sector rivals, and review its digital role. Already it seems the chancellor may have got his way on one concern. Last year George Osborne highlighted recipes as evidence of the corporation’s “imperial” ambitions; leaks suggest Lord Hall, BBC director general, will remove many of the 11,283 recipes from its website. If confirmed, this tussle underscores how limited the government’s reform may turn out to be, for all the Bafta winners’ froth and fury. Far from disembowelling Auntie, ministers have already conceded the key point with regard to funding: the licence fee, an anachronistic tax, given the evolving media world and changing consumption of services, will continue, and will rise with inflation. This is not to diminish the importance of the white paper. The government is setting out a template for the BBC’s future over the next 11 years. This will lead to intense discussion over its contents, and is a crucial debate for Britain, given the corporation’s centrality to national culture, to political debate and to our confused role in the world. And as with the National Health Service, the right is seen as the bogeyman. Conservatives would do well to stop giving the impression they want to destroy one of the few institutions that still binds Britain together as one nation. Both the prime minister and his culture secretary have joked all too revealingly about wanting to close down the BBC. Backbenchers moan about “lefties” in Broadcasting House out of touch with “real people” (unlike, of course, politicians in the Palace of Westminster). Ideologues rail against state subsidies and push more commercial models. I was shocked, meeting one senior Conservative at the height of the Leveson investigation, to be asked if I thought the should launch a major inquiry into the BBC. Such myopic hostility on the right is aided and abetted by those on the left making similar fatuous complaints of bias – or indeed launching pathetic petitions against the political editor, Laura Kuenssberg.   Related: Britain’s people, not its politicians, own the BBC. And they don’t want it reduced | Tony Hall    The BBC does not get everything right. Far from it. Yet a bigger issue is how the agonised desire for balance tips too much content into blandness – with reporters restrained from breaking stories, and comedians constrained by compliance rules from being funny. At least this risk aversion is driven by an admirable desire to reflect all views and sections of society. Sadly, it has been worsened by bullying from successive governments that has left a bloated army of BBC chiefs lacking the confidence to defend their corner. This dates back to the atrocious behaviour of the Blair government over Iraq, since when the corporation has stumbled in often-hapless style through a succession of crises – from the Jimmy Savile scandal to overpaying staff and encouraging tax avoidance despite being publicly funded. This government is already forcing the BBC to shoulder the £650m bill for providing free licences to over-75s, which helped to cut welfare costs while protecting pledges to older voters. It would be good to think executives will have the guts to means-test this perk when they take full control in five years’ time, although I’m not optimistic – especially if reports are true that ministers seek to appoint at least half the members of a new BBC governing board, not just the chair. This is one reform that deserves strong resistance. There are valid questions over the BBC’s role in a rapidly changing media world: from whether it chases ratings too hard, to its impact on private competitors and scale of all-embracing digital content. Yet this debate should begin and end with understanding that Britain is fortunate to possess such a fine state broadcaster. We should appreciate not just its quest for impartiality but also its quality, range and reach. There is a danger that persistent top-slicing, political jousting and attempts to appease commercial rivals leave the BBC slowly diminished. Yet as I travel the globe, reporting on chaos and turmoil, my appreciation of this precious jewel is intensified. It is a rare unifying force in our nation and a trusted voice around the planet, even in this disruptive and unruly age. Tackling this state body is treacherous political terrain for the Tories, as with the NHS. But there is one big difference: the BBC really is the envy of the world.",
  "webTitle": "The Tories meddle with the BBC at their peril | Ian Birrell",
  "webPublicationDate": "2016-05-11T19:07:50Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/tories-meddle-with-bbc-at-their-peril-public-service-broadcaster-revered",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC licence fee",
      "id": "media/bbc-licence-fee",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Birrell",
      "id": "profile/ian-birrell"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/tories-meddle-with-bbc-at-their-peril-public-service-broadcaster-revered"
}