{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/turkish-laugh-politicians-president-erdogan-prime-minister-resigned",
  "id": "2016-05-05-48",
  "sectionId": "commentisfree",
  "body": "Amid the political turmoil in Turkey this week, culminating in the prime minister’s announcement that he’ll stand down within days, it was Oscar Wilde who became the subject of a heated debate in the Turkish parliament. A member of the pro-Kurdish Peoples’ Democratic Party (HDP) said he wanted to quote a line from Wilde. A deputy from the ruling AKP party objected to the idea of citing someone who was neither Muslim nor Turkish. “Do you not have any examples from this culture, this civilisation?” Yet another AKP member confused the Irish author with the Oscars, to which a female HDP deputy, Burcu Özkan protested: “It’s Oscar Wilde. He is not an award, he is a man!”   Related: Turkish PM Davutoğlu resigns as President Erdoğan tightens grip    When they are not debating Wilde, MPs are busy exchanging blows. During a discussion to strip them of their immunity – a deliberate amendment that might lead to the trial and incarceration of Kurdish MPs – Garo Paylan, an Armenian deputy, was kicked, punched and subjected to hate speech by several AKP members. Paylan said: “What they can’t digest is this: a person of Armenian identity reveals their lies and stands upright.” It is hard to be an Armenian in Turkey. Or a Kurd, or an Alevi, or gay, or a conscientious objector, or a Jew, or a woman, or someone who just doesn’t agree with what is happening in the country. If you happen to tick more than one box, life is even harder. The list goes on and on. Diversity has been stifled. Freedom of speech has been abandoned. An “ideology of sameness” dominates the land. That ideology is shaped by Turkish nationalism, Islamism and authoritarianism blended with machismo and patriarchy. The tension in politics penetrates all aspects of daily life. Turkey is no longer simply politically polarised. It is now bitterly divided into two planets: those who support and will continue to support the president, Recep Tayyip Erdoğan, no matter what; and those who are, for a variety of reasons, against him. The president, who is theoretically above political parties and strictly neutral, is in truth, anything but. Erdoğan is the most divisive politician in Turkey’s modern political history. A full, unconditional obedience to the leader is expected from AKP members. There isn’t even the slightest trace of inner-party democracy. Prime Minister Ahmet Davutoğlu’s announcement surprised everyone. He said his resignation was not a choice, but rather “a necessity”. It is no secret that his successor will be someone fully approved and controlled by Erdoğan, who will even further consolidate his power. Eventually, Erdoğan wants to change Turkey into a presidential regime with a monopoly of power.    It is hard to be an Armenian in Turkey. Or a Kurd, or an Alevi, or gay, or a conscientious objector, a Jew, or a woman    What little opposition exists is fragmented, scattered, and demoralised. Since the Gezi Park riots three years ago, people have been increasingly and systematically intimidated. On average, every four days someone is being sued in Turkey for insulting Erdoğan – almost 2,000 people since he became president. Among them are artists, journalists, cartoonists, academics, even students for Facebook comments. Over the years, as Turkey’s media has been curbed, social media has become more politicised. Now that too is heavily monitored. Turkey tops the countries demanding content removal from Twitter. Everything is shifting in Turkey – and very fast. We Turks live with a feeling of “what now?”, knowing that every day something new happens. As the country slides backwards, what we have in our hands is not a democracy but a crude form of majoritarianism. The central components of democracy – such as separation of powers, rule of law, freedom of speech – are all but broken. Murat Belge, a well-known academic and columnist, was put on trial for insulting the president. Academics who signed a peace petition criticising the government’s actions in southeast Anatolia have been slated in pro-government media. Some have lost their jobs. Four were imprisoned. The infamous article 301, which claims to protect “Turkishness”, even though nobody knows what exactly that means, has re-emerged. There are three major dangers: an absolutist monopoly of power; the total collapse of the Turkish-Kurdish peace process; and the loss of secularism. Recently the parliamentary speaker, İsmail Kahraman, came up with a horrifying proposition: “Secularism shouldn’t take place in the new constitution.” Secularism was the one principle that separated Turkey from other parts of the Middle East. It made the country relatively more liberal, more open, more diverse. And the recent talk by some AKP members about developing a religious constitution is alarming – particularly for women, who need to uphold secularism more loudly and wholeheartedly than men because they have more to lose in an Islamic fundamentalist regime. Befittingly, Bayan Yani, a humour magazine produced by an all-female staff, and whose title means “the seat next to a woman on public transportation”, drew a cartoon of a Turkish Marianne leading the people with the caption: “Long live secularism!”   Related: Merkel 'served me up for tea' to Erdoğan, says German comedian    Hikmet Çetinkaya and Ceyda Karan, two veteran journalists from the daily Cumhuriyet – one of the last remaining alternative voices in the media – have been sentenced to two years in prison for reprinting Charlie Hebdo cartoons. During their trial Islamist slogans were chanted in the courtroom. The sentence profoundly shocked Turkey’s democrats. Today, in Reporters Without Borders’ world press freedom index, Turkey ranks 151st of 180 countries. In the past we had a solid tradition of black humour. Politics was always rough, but it was OK for the people to laugh at politicians. Not any more. Recent research shows that only half of Turkey’s people think it OK to criticise the government publicly. When Angela Merkel allows German comedians to be sued by Erdoğan, it is a clear message to Turkey’s democrats: “You are all alone.” So what happened to the Turkish model we used to be so hopeful about? That unique blend of western democracy, secularism and majority-Muslim culture and pluralistic society is today empty rhetoric. Even the EU, to which we Turks once so aspired, has turned into a political game. However, Turkey has millions of beautiful people who – though deeply depressed, demoralised and lonely – are globally connected and ahead of their government. And that quote in parliament which fell on deaf ears? It was about the vulgarity of power.",
  "webTitle": "In Turkey we can’t even laugh at our politicians any more | Elif Shafak",
  "webPublicationDate": "2016-05-05T19:17:11Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/turkish-laugh-politicians-president-erdogan-prime-minister-resigned",
  "keyword": [
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Recep Tayyip Erdoğan",
      "id": "world/recep-tayyip-erdogan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kurds",
      "id": "world/kurds",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elif Shafak",
      "id": "profile/elif-shafak"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/turkish-laugh-politicians-president-erdogan-prime-minister-resigned"
}