{
  "apiUrl": "https://content.guardianapis.com/social-care-network/2016/may/06/social-work-hotdesking-stress-munro",
  "id": "2016-05-06-219",
  "sectionId": "social-care-network",
  "body": "Family support worker The combination of rigid adherence to council hotdesking policies, plus lack of car parking space definitely leads to burnout among social workers and family support workers. In addition to the reasons cited by Eileen Munro, it adds to a feeling of not being valued or supported by your employer.  Many people resort to working at home at least part of the week in order to avoid the stress caused by trying to find a parking space, then trying to find a desk as there are not enough to go round. This is not a profession where people should be working in isolation; we all need the support of our colleagues and managers.  Carrie Ann Logan, children and families social worker, Scotland The practice of hotdesking is something I have experienced in various local authorities. I voice my concern each time I moved as it has had a profound effect on my ability to let go of the day’s stresses. I am unable to share this with trusting colleagues, where before we tended to share experiences with each other. Sharing of knowledge, skills and values is so important. Emotional support and containment are vital to diminish feelings of burnout. Sadly, hotdesking is implemented despite concerns from frontline social workers. Is it really cost-cutting? In the long run I don’t agree. Where is the social in social work? Developing relationships is so vital and I view hotdesking as a barrier. Diana Burgui-Murúa, hospital social worker, Dublin, Ireland There is no denying that hotdesking in principle is not good. We all need space that we have responsibility for and we have our pet peeves about whether to eat at the desk, tidiness of the work environment, distance to the computer and even how tilted the screen is.  However, when I first started my current job 11 years ago, for the first three months I was hotdesking. A team of 27 social workers were spread over nine different offices, with numbers varying from two to four people in each of them. While I remember with quite some displeasure carrying my folders and files with me wherever I was going, I remember the experience as very positive indeed. I got to know everyone in the team and, what was more important for me at the time, I got to overhear not only how my colleagues approached sensitive issues on the phone – whether with other professionals, institutions or family members – but also had the chance to see how the complicated cases were discussed, advice sought so as to how to deal with certain issues.    I have heard of personal items being thrown out – even notebooks with confidential contents that should be shredded.  Jacqui Prior, locum social worker     Jacqui Prior, locum social worker As a locum I’ve been able to watch as well as experience hotdesking. Some councils have a culture of expecting workers to be visible at their base as well as hotdesk, and often there is an air of disapproval if a worker is not available in person. The disruption of a mixed office population and the confidentiality issues are very difficult to work with, particularly when working in earshot of other workers who I have found to my horror are related to a service user being discussed.  The difficulty of actually locating a social worker for the service user has ‎increased with the demise of dedicated reception staff and desk phones – particularly [for] vulnerable and elderly service users who are not smartphone or internet users. On a more prosaic note, some office support staff are instructed to throw out any belongings left, by mistake or otherwise. I have heard of personal items being thrown out overnight – even notebooks with confidential contents that should be shredded. Coupled with the isolation and lack of peer support, it is no surprise that workers are in a sorry state. ‎It may help if there is a sympathetic line manager, but all too often the corporate structure is too much to overcome, with facilities management snapping at everyone’s heels. A sad state of affairs that I fear contributes to high stress and sickness levels costing far more than that saved.  Prof Sue White, University of Birmingham The perils of so-called agile working for social work are plain to see. Agile working is fragile working. Emotionally demanding and at times objectively frightening work needs safe spaces to which workers can return. These are very challenging to provide when teams are working remotely. Moreover, sense-making in situations of ambiguity and moral complexity needs debate and challenge from trusted colleagues.  This way of organising work is often justified as an efficiency saving: “I had to save money, it was either social workers or the offices. I chose to keep the social workers”. [But] it is not efficient. At worst, it can lead to social workers clinging to their workstation for fear of losing it by going out to visit families. Maybe it can be made safe using new forms of communication and connectivity, but personally I doubt it.    Related: How can social workers embrace hotdesking?    Social worker I have experienced this twice in two different authorities. In the first, it was done properly. Thought was given to our equipment and how hotdesking would actually work. We had computers and phones which easily coped with different people logging in each day. We were also provided with a little set of desk drawers for our personal things, which was on wheels and could be moved around to whatever desk we were sitting at. We were given warning about the implementation of hotdesking and were prepared as well as we could be for the change. Credit to that local authority for trying its best to make it workable for the staff.  As someone who always gets in early, I carried on sitting at the same desk I had always sat in, as did most of my colleagues. However, if I had been out of the office on a visit and then came in, “my” desk might be occupied and I had to sit elsewhere.  I cannot express strongly enough just how much I hated that. I sat between two colleagues and opposite a third whom I knew well and was able to talk to. We shared our ups and downs and supported one another through stressful situations. So many times a social worker may need to turn to a trusted colleague for some peer support. After a stressful phone call, where perhaps I have been sworn at or shouted at or accused of being a liar, etc, I need a bit of support, I turn to my colleagues for that to have a quick debrief, and I feel better for having shared the anguish. After a stressful visit or meeting, I come back to the office and talk to my colleagues and get some informal support from them around whatever may have happened to me.  These moments of support are intangible and almost impossible to measure, but they make an enormous difference to my day.  Michael Egan, money advice caseworker, Merseyside I have worked for Citizens Advice St Helens in my current role since 2011. For the first couple of years I had my own desk but as we secured more funding and more advisers were employed, we simply ran out of available desks. I sacrificed my desk for a trainee adviser who needed the stability of a fixed desk and started hotdesking.  I personally enjoy hotdesking as I am able to sit in different sections of the office and be exposed to things I would otherwise miss. For example, sitting in the admin section I overheard conversations about good and bad practice from advisers. It also gives you the opportunity to interact and socialise with members of staff you might not otherwise have direct dealings with. Student social worker It has been very difficult as a student social worker to build a team working relationship due to the hotdesking system. You won’t even know where your onsite supervisor is and it will be a waste of time to go around the building looking for your supervisor or any member of your team for advice. I think this has to change especially for the benefit of student social workers. I would suggest that work stations for supervisors and practice educators as well as students should be prioritised.   Related: Social workers are blamed and vilified, but we should be proud of what we do    Karen Jones, social worker, Western Australia Social workers in health, child protection and mental health are being forced to hotdesk in Western Australia due to funding cuts. Last year I did a project and had no hotdesk to sit at. I was often mobile between desks, resting on filing cabinets and trying to find desks in any community centre or library that I could. It was very stressful and made the experience of doing the project unbearable at times. Space is a huge problem in newly developing outer areas of Perth where infrastructure does not keep up with development. Hotdesking is often presented as a positive but it is doublespeak for the depersonalisation of the workplace. Independent domestic violence adviser Hotdesking is an obstacle which does affect your wellbeing and specifically mental health, as it can become stressful when you have no workstation. It increases your stress levels when you are carrying a caseload of mainly working with vulnerable people; to then have to find a desk can be demoralising and makes you feel undervalued when you are doing an important job.  Social worker I am one of the lucky ones who has a permanent base, at present. However, hotdesking worries me as I’m disabled and need specialist equipment; such as software that enables me to say what I need to type up, and a special chair which needs to be near a socket. There has been talk of the team moving, but this fills me with anxieties; not only about will the hotdesk help me or exacerbate my conditions, but how can I talk to colleagues for advice in a safe environment.  Join the Social Care Network to read more pieces like this. Follow us on Twitter (@GdnSocialCare) and like us on Facebook to keep up with the latest social care news and views.",
  "webTitle": "Social workers on hotdesking: 'It contributes to high stress and sickness levels'",
  "webPublicationDate": "2016-05-06T11:18:10Z",
  "webUrl": "https://www.theguardian.com/social-care-network/2016/may/06/social-work-hotdesking-stress-munro",
  "keyword": [
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Work practices",
      "id": "social-care-network/work-practices",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Careers",
      "id": "social-care-network/careers",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Public sector careers",
      "id": "society/public-sector-careers",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Hardy",
      "id": "profile/ruth-hardy"
    }
  ],
  "guardianId": "social-care-network/2016/may/06/social-work-hotdesking-stress-munro"
}