{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/17/government-skewing-benefits-appeals-process-against-disabled-people",
  "id": "2016-05-17-246",
  "sectionId": "society",
  "body": "It’s now hard to miss the numerous stories of inept disability benefit rejections. But to really grasp how the government is stacking the odds against disabled people applying for benefits, it’s worth turning your eye to what is being done to the benefit appeals system. The Department for Work and Pensions (DWP) has been allocated £22m of public money to hire new “presenting officers” to “support” it at disability benefit tribunals. Disability campaigners warn that these 180 presenting officers, rather than helping judges to make fair decisions about whether to overturn the DWP’s rejection of someone’s claim for benefits, will inevitably argue as forcibly as possible in the government’s favour.    With no access to free representation – and unable to pay for it – people have to go up against the DWP alone    Could their appointment have anything to do with the fact that the proportion of successful appeals against personal independence payment (Pip) assessments has increased with every quarter since the benefit was introduced? Pip claimants won in 60% of cases from July to September 2015, up from 56% in the previous quarter. In cases of employment and support allowance, 58% of claimants won on appeal. Contrast the funding for the presenting officers with funding for advisers to help the disabled person going to tribunal. In many areas welfare rights officers have been cut, while legal aid cuts mean that people appealing against their benefit rejection no longer have the right to help (aid is only available for appeals of appeals based on points of law). For an insight into the impact of this, the Law Centres Network says that for the whole of 2015, there were only 254 new benefits cases helped by civil legal aid in England and Wales. This compares with 82,542 cases in 2012-13, the year before the cuts. Meanwhile, alternatives, such as Citizens Advice bureaux (CAB), local mental health charities and disability organisations are left to shoulder an impossible burden with insuffient resources. With no access to free representation – and unable to pay for it – people dealing with disabilities, chronic illness, and mental health problems have to go up against the DWP alone. “The whole system is skewed against us, first, getting the [benefit] we apply for and need and, then, being able to afford the help to appeal,” one woman, who has Ehlers-Danlos syndrome as well as depression and anxiety, said to me. The 29-year-old, like everyone I’ve spoken to who has struggled to appeal against the DWP, didn’t want to be named. She told me that, after scoring zero points in her Pip assessment, she was quoted £750 by a law firm to represent her at her appeal. Her mental health problems meant she felt too overwhelmed to go alone but nNo local service – from the CAB to mental health charities – had the resources to help her. She ended up going to her tribunal with a pro bono advocate – and ex-DWP employee – she found on Facebook. She won back the care component of her benefit but lost her appeal for help with her mobility needs. A 47-year-old woman, who has ME, osteoarthritis and nerve damage that leaves her incontinent, chose not even to go ahead with her appeal for Pip because, after waiting a year for a decision, she said that she “didn’t have an ounce of strength and just couldn’t face the stress”. She had been receiving Pip’s predecessor benefit, disability living allowance, for more than 15 years – and used some of it to pay the bedroom tax. Without winning at appeal, she is unable to afford a car and says she has “reached the point of being absolutely trapped”. A man with mental health problems, who contacted me after his emergency help to pay for the bedroom tax was stopped, had to represent himself at appeal. “In my borough some of the first services cut by the council several years ago were welfare rights,” he says. He lost and now has to pay the bedroom tax in full. In a climate of tightened benefit eligibility, flawed testing, and outright cuts, to block disabled people’s chance at appeal is yet another way to tilt power in the DWP’s favour. At a minimum, the benefit tribunal system – in reality, the hurdle disabled people must jump to be able to eat, buy a wheelchair, or get help to leave the house – must be accountable and accessible. As it is, the government is playing dirty tricks.",
  "webTitle": "The government is skewing the benefits appeals process against disabled people | Frances Ryan",
  "webPublicationDate": "2016-05-17T10:00:01Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/17/government-skewing-benefits-appeals-process-against-disabled-people",
  "keyword": [
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Benefits",
      "id": "society/benefits",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Ryan",
      "id": "profile/frances-ryan"
    }
  ],
  "guardianId": "society/2016/may/17/government-skewing-benefits-appeals-process-against-disabled-people"
}