{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/20/you-are-the-ref-fa-cup-special-no373-louis-van-gaal-and-alan-pardew",
  "id": "2016-05-20-271",
  "sectionId": "football",
  "body": "Click to enlarge, and debate the strip below the line. For a chance to have your question answered in a future strip, email us at you.are.the.ref@observer.co.uk.  Keith Hackett’s verdict 1) You can’t allow the captain to get away with this: caution him, or show him a red card if you feel his action involved excessive force. After checking on the wellbeing of the injured player, and telling the physio in no uncertain terms to calm down, have a word with their captain too, making it clear that any time-wasting tactics will be dealt with firmly. As always, include full details in your post-game report. Thanks to Bongai Jinguri. 2) If you let this go with just a warning you’ll be making the situation even worse for yourself. You have to show him a yellow card for dissent, because he’s clearly undermining your authority. You need to have the self-confidence to stand by, and to defend, difficult decisions. Thanks to Daniel Small. 3) You have the option to award a dropped ball in the corner – but really, with the ball obviously out of play, it is better to make a clear decision and stick to it. Again, it’s important in terms of game management to be clear, confident and decisive. You can make a case for either decision: the attacking team, whose restart it is, would obviously favour a corner, but a throw would be the safest, least controversial option. On balance, I’d award the throw. Thanks to David Robertson.Last week’s answers: No372: Kasper Schmeichel How this week’s FA Cup special came together...",
  "webTitle": "You are the Ref - FA Cup special: No373, Louis van Gaal and Alan Pardew",
  "webPublicationDate": "2016-05-20T09:00:36Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/20/you-are-the-ref-fa-cup-special-no373-louis-van-gaal-and-alan-pardew",
  "keyword": [
    {
      "webTitle": "Laws of football",
      "id": "football/laws-of-football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/20/you-are-the-ref-fa-cup-special-no373-louis-van-gaal-and-alan-pardew"
}