{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/china-military-kill-recruitment-video",
  "id": "2016-05-04-335",
  "sectionId": "world",
  "body": "China’s military is appealing to the younger generation with a slick new recruitment video featuring aircraft carriers, rocket launchers, tanks and fighter jets, all set to a rousing rap-rock soundtrack. With lyrics such as “just waiting for the order to kill, kill, kill”, the video appears aimed at millennials brought up on first-person shooter video games such as Call of Duty. While no potential opponents are identified in the clip, it cautions that “war can break out at any time” and asks “are you ready?”   Related: China to release last prisoner jailed over Tiananmen Square protests    At one point in the three-minute film, a man brandishing an AK-47 is shot in the head. The video, available on Wednesday via a link on the defence ministry’s official website, appears as the 2.3 million-member People’s Liberation Army is downsizing in an effort to boost its war-fighting capabilities. Chief among those steps is a cut of 300,000 personnel, while the navy, missile corps and air force are receiving more attention and funding. The video presents an image of the PLA as a hi-tech and high-powered force. While catering to traditional patriotic sentiments, it heavily emphasises the advances made by the world’s largest standing military as it takes on missions further afield.    Related: China military parade shows might as Xi Jinping pledges 300,000 cut in army    China’s sole aircraft carrier, the Liaoning, is featured prominently, as are latest generation tanks, warplanes, attack helicopters and ballistic missiles that were showcased in a massive military parade through the heart of Beijing in September. “Ambassadors of peace, we are the guardians of China. Ambassadors of power, we are the tiger’s teeth,” said some of the lyrics. It ends with a shot of a soldier passionately planting a Chinese flag into a patch of presumably foreign soil.  Traditionally focused on land-based threats and China’s threat to invade Taiwan, the PLA has taken on increasingly complex tasks, including long-range aerial patrols in the East China Sea, an anti-piracy mission in the Gulf of Aden and defending Beijing’s maritime claims in the South China Sea. Associated Press contributed to this report",
  "webTitle": "China's military appeals to younger generation with 'kill, kill, kill' video",
  "webPublicationDate": "2016-05-04T05:53:51Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/china-military-kill-recruitment-video",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/04/china-military-kill-recruitment-video"
}