{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/08/the-good-wife-feminist-successor-sex-and-the-city",
  "id": "2016-05-08-123",
  "sectionId": "tv-and-radio",
  "body": "As the quietly subversive series The Good Wife wraps up in the US this weekend, so does a seven-year exploration of a central question: what does it mean to be a good wife? What is the role one is expected to play?   Related: How The Good Wife transformed TV    Alicia Florrick (Julianna Margulies) was always an exceptional woman; junior associates do not usually end up winning the case. She ticked every box of Strong Female Lead so comprehensively it seems possible she inspired the Netflix category. Alicia navigated launching an impressive career, being a supportive mother, and standing by her man through less than ideal circumstances. None of this appeared effortless, but Florrick never cracked: conspicuously absent were discussions about women having it all, or scenes of Alicia eating ice-cream in her pyjamas on the couch. She was the woman who had it all – and increasingly, she wasn’t sure she wanted it.  So steely was her demeanor that by the fourth season she was being compared to another character famous for his gradual transformation – in the words of one blogger, she broke bad. So the good wife wasn’t quite ‘good’ anymore. But Alicia wasn’t the only one defying what the characters in the CBS show – and the audience – expected from her. Kalinda Sharma (Archie Panjabi) was an investigator who, despite being the picture of a badass sex bomb, never seduced informants so much as streamrolled them.       Christine Baranski’s Diane Lockhart was a realization of the 80s feminist icon of the Career Woman, running a prestigious law firm without much regard for a private life. Never did we see Diane bemoan not having had children, or needing the support of a good man. The creators used the procedural format to bring in an impressive array of female lawyers, who all played – and played into – an expression of femininity. Patti Nyholm (Martha Plimpton) was an Earth Mother, shamelessly exploiting the sympathy extended to pregnant women and mothers of young children. Patti waddles, winces in pain, then winks: the women in the show know they’re being played, but the male characters swallow it whole. Equally manipulative was Nancy Crozier (Mamie Gummer, otherwise known as Meryl Streep Jr), whose note-perfect impression of an inexperienced, guileless innocent charmed many a witness to follow her into a trap she then snapped shut. Carrie Preston played Elsbeth Tascioni, whose charmingly over-the-top take on a manic ditz hid a whip-smart, precise and creative brain; Elsbeth might have spoken in disrupted speech patterns, but there was nothing chaotic about the way she worked. And then there was Melissa George’s Marilyn Garbanza, hired in Peter Florrick’s office. Blonde-haired, blue-eyed and smoky voiced, she was the living incarnation of an office temptress trope, which – considering Peter’s adulterous behaviour – was a not an implausible threat. (Side note: Alan Cumming’s reaction after asking Marilyn what she plans to name her unborn child is one of the most magnificent spit-takes of screen history.)   Related: Why I love... The Good Wife’s Eli Gold    So there we have it: a career woman, a sex bomb, a mother, a ditz, an ingenue, a temptress and, of course, a good wife. Despite the trappings of a procedural courtroom drama, The Good Wife’s closest resonances are with another genre of TV altogether. Not since Sex and The City’s infamous foursome – the slut, the cynic, the princess and the romantic – has a show so fully mapped out the disparate roles that women are pressured to take on.  A critical difference though: Carrie, Miranda, Charlotte and Samantha, while aware of how they were perceived and the consequent limitations of that, weren’t acting. They did embody those characteristics; sometimes uncomfortably, but always unwaveringly. As Emily Nussbaum astutely pointed out, these personalities weren’t assumed for the benefit of men; indeed, most men in the audience didn’t seem to like them much at all, finding them “jagged, aggressive, and sometimes frightening figures.” In contrast, The Good Wife’s characters had learned a few things, and played the game accordingly. Patti and Nancy in particular knew exactly what people thought of them, and leaned right into it, expertly manoeuvring and manipulating to win their cases and prove the substance underneath the stereotype. It was Judith Butler’s seminal theory of gender as performance, fully realised. A critique often levelled at Sex and the City was that despite the show beginning with the declaration that women could have sex ‘like men’ (without commitment or emotion), at the end of the six seasons they all ended up in happily monogamous, heteronormative relationships. (We shall pretend here that the movies do not exist, as do all sane-minded fans.) Two were married, two had children; all were settled in homes and jobs and lives. And yet as The Good Wife ends, it’s wrapping up its story with a divorce – a radical move within television’s traditional resolutions and happily-ever-afters. This does actually represent a happy ending for Alicia, after a lifetime of standing by a partner through scandal, infidelity and imprisonment. She’s spent seven years slowly stretching the role of the good wife. It’s time for her cast off the costume and step off the stage.  The series finale of The Good Wife airs at 9pm on Sunday 8 May on CBS; and at 9.30pm on Wednesday 11 May on Channel 10 in Australia. UK viewers are only up to episode 16 of the final series, which airs at 9pm on Thursday 12 May on More4. A paragraph was accidentally deleted from this piece when published, and has since been added back in.",
  "webTitle": "The Good Wife: a feminist successor to Sex and the City",
  "webPublicationDate": "2016-05-08T10:54:29Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/08/the-good-wife-feminist-successor-sex-and-the-city",
  "keyword": [
    {
      "webTitle": "The Good Wife",
      "id": "tv-and-radio/the-good-wife",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [],
  "guardianId": "tv-and-radio/2016/may/08/the-good-wife-feminist-successor-sex-and-the-city"
}