{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/indians-demand-government-action-after-temperatures-hit-51c",
  "id": "2016-05-20-147",
  "sectionId": "world",
  "body": "Residents of a city in the north-west of India have called for government action as temperatures reached 51C (123.8F), the highest the country has experienced since records began. Phalodi, in the desert state of Rajasthan, is suffering an unprecedented medical crisis as a result of the record temperatures, which are high even by local summer standards and which smashed the previous record, set in 1956, of 50.6C. “[Thursday] was the hottest temperature ever recorded in the country: 51C in Phalodi,” BP Yadav, a director of India’s meteorological department, said on Friday.   Locator map of Phalodi, India   In Phalodi, where the temperature can fall below zero in winter and reach extreme peaks in the summer, the local government hospital has seen patient numbers double in the last few days as people report more heat-related illnesses. Shiv Prakash Chanda, who works as a nursing officer in the hospital, said: “It is incredibly hot. None of the air-conditioners or coolers are working. We have running water, but the water is stored in tanks on top the buildings, and when it comes out of the tap the water is so hot that you can’t even wash your hands with it. You can’t even go to the toilet.”  Ranjeet Singh, a local police constable, said: “The ground is so hot, you could cook chapatis on it.”  One man from the town died from heatstroke on Friday at a nearby railway station. Chanda said the heat was so extreme that the hospital was struggling to meet demand from patients. Children are particularly vulnerable to sunstroke, and the hospital has seen a rise in the number of cases of diarrhoea and vomiting. “The government needs to do something – they need to put up tents and offer cold water in places like railway stations where people gather. The local administration has done nothing so far,” Chanda said. Last year, more than 1,500 people died in India because of heatwaves.    Related: India set to start massive project to divert Ganges and Brahmaputra rivers    Chanda has written a letter to the chief minister of the state urging the government to delay a national polio vaccination programme because of the temperature. “Going door to door in this heat can be fatal,” he said. “The vaccines may be spoiled. Plus we need more people in the hospital here because so many people are coming in.” The heat has disrupted the regular working day in Phalodi, where people say they are afraid to leave their homes. Residents start work at sunrise and come home at about 10am to protect themselves from the midday sun, before returning to work in the evenings.            ‘There are no words to describe how bad it is’: India endures severe heatwave – video    However, the heatwave’s worst effects are not being felt as badly in the city – where residents know how to cope with the hot weather – as in the surrounding rural areas, where there is no infrastructure to protect people from the sun. In a nearby village called Pratapgarh, Chanulal said the heat had devastated this year’s harvest. “The trees and saplings have all dried up,” he said. “We can’t even leave our homes. I am an old man, and I can’t do anything. I eat whatever my children bring home.”   India's hottest day   There is no electricity in Pratapgarh and villagers have to walk miles to get drinking water. “There are no fridges or coolers here,” said Chanulal. “Only the wind – that’s your cooler.”  For the last few weeks, severe heatwaves have swept across India, and temperatures are expected to stay high in June. A devastating drought, which has left many villages and towns without a regular water supply is adding to the effects of the heat.  Schools have had to close down, and some hospitals have stopped performing surgeries. In some regions, cooking in the daytime has been banned because of the risk of starting fires.  Across the border, Pakistan is increasing its hospital capacity, digging more graves and consulting clerics about religious fasting guidelines as it, too, braces for another possible deadly heatwave.    Related: Calls for action mount as six Indian cities hit top 10 of air pollution    Last year, more than 1,300 people died when temperatures soared to their highest summer levels in nearly 35 years.  Particularly badly affected was the southern province of Sindh and its capital, Karachi, which suffers from crumbling infrastructure and a punishing “heat island” effect in the most built-up areas.  In 2015, hospitals were overwhelmed by heat stroke victims, many of them labourers and slum dwellers, complaining of dehydration, stomach pains and low blood pressure. At one point, bodies were piling up so quickly authorities were forced to bury them before they could be identified by relatives.  This year, hospitals in the city have added extra beds and emergency response points have been set up on street corners. In a perfect storm of problems, in 2015 the city was struck by record-breaking heat and power cuts caused by soaring demand for electricity. The power cuts were so bad that many people sought relief by sleeping outside in parks and on the city’s beaches. The extreme temperatures struck in the middle of the fasting month of Ramadan when Muslims abstain from food and drink during daylight hours. This year, provincial government officials have promised they will consult religious scholars about the possibility of publishing reminders that people can break their fast for health reasons.",
  "webTitle": "Indians demand government action after temperatures hit 51C",
  "webPublicationDate": "2016-05-20T13:37:47Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/indians-demand-government-action-after-temperatures-hit-51c",
  "keyword": [
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vidhi Doshi",
      "id": "profile/vidhi-doshi"
    },
    {
      "webTitle": "Jon Boone",
      "id": "profile/jon-boone"
    }
  ],
  "guardianId": "world/2016/may/20/indians-demand-government-action-after-temperatures-hit-51c"
}