{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/grave-of-the-boy-hero-of-battle-of-jutland-given-new-protected-status-to-mark-centenary",
  "id": "2016-05-26-308",
  "sectionId": "world",
  "body": "The grave of the “boy hero” of the Battle of Jutland, the only major set-piece naval battle of the first world war, is being given new protected status to mark next week’s centenary of the clash of the world’s two biggest fleets. The first world war battle was fought over 72 hours from 30 May to 1 June 1916, with the loss of 6,094 British seamen and 2,551 Germans, but the Germans failed to break the blockade of the North Sea by the British, making it a significant moment in the war.  Now memorials to the war dead are receiving new and upgraded listings by the Department for Culture, Media and Sport on the advice of government heritage agency Historic England.  John ‘Jack’ Travers Cornwell, aged 16, from Leyton, London, was found by medics still at his post as a gun sight-setter on HMS Chester after it came under intense fire from four German cruisers on 31 May 1916. Cornwell, the only member of the gun crew still at his station, looking at the gun sights and waiting for orders, had been pierced through the chest by steel shrapnel. The damaged ship steamed to the port of Immingham and Cornwell was taken to hospital in nearby Grimsby, where he died on 2 June, before his mother could get there. His body was taken home in a navy coffin and buried in a common grave, marked by a wooden sign with the number 323, in Manor Park cemetery in Newham, east London. But just over a month later, the Daily Sketch newspaper led its front page with the “scandal” of how an unrecognised war hero had been buried in a common grave. The story launched a national campaign to mark Cornwell’s heroism and in July he was reburied with full military honours in a new grave, now managed by the Commonwealth War Graves Commission.     Cornwell’s mother and family reading about his award of the Victoria Cross. Photograph: NMRN/PA    This grave has now been given a grade II listing, as has another memorial bearing Cornwell’s name, in the churchyard of St Botolph without Bishopsgate. This one, thought to be the first free-standing first world war memorial, unveiled in August 1916, also honours Field Marshal Earl Kitchener, drowned off Orkney the month before, the Honourable Artillery Company and local parishioners. But public recognition of Cornwell was not over. In September 1916, he was posthumously awarded the Victoria Cross, and 21 September was named Jack Cornwell Day. Fundraising in his honour paid for a ward for disabled sailors at the Star and Garter Home in Richmond, Surrey. Improved protection is also being given for three obelisk memorials in the naval ports of Chatham, Plymouth and Portsmouth honouring those who died at sea in both world wars. The culture department has approved recommendations from Historic England that these should be given the highest listing, grade I. There is a grade II* listing for another memorial in Portsmouth, in the city’s Guildhall Square, remembering the dead of both the army and navy in the first world war. It is inscribed with 4,500 names of which 500 are of sailors who died at Jutland. The grade II listing for St Michael and All Angels Church, in Brooksby, Leicestershire, parts of which date back to the 13th century, has been increased to grade II* to acknowledge its links to Jutland. The church stands in the grounds of Brooksby Hall, which was the home of David Beatty, who played a prominent role in the battle and later succeeded James Jellicoe as Admiral of the High Seas Fleet. A war memorial in Leckhampstead, Berkshire, surrounded by low chains, said to be from a ship that fought at Jutland, and shell cases, is also grade II listed. Roger Bowdler, director of listing at Historic England, said : “Jutland was the crescendo of the naval war. Its casualties and its ships lie on the seabed west of Denmark, but the memorials back home continue to remind us of those lost lives.” The battle – which involved a total of 100,000 men aboard 250 ships – will also be marked on Tuesday by centenary commemorations on Orkney, where Scapa Flow provided a vast natural harbour.",
  "webTitle": "Grave of the 'boy hero' of Battle of Jutland given new protected status to mark centenary",
  "webPublicationDate": "2016-05-26T06:01:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/grave-of-the-boy-hero-of-battle-of-jutland-given-new-protected-status-to-mark-centenary",
  "keyword": [
    {
      "webTitle": "First world war",
      "id": "world/firstworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "James Meikle",
      "id": "profile/jamesmeikle"
    }
  ],
  "guardianId": "world/2016/may/26/grave-of-the-boy-hero-of-battle-of-jutland-given-new-protected-status-to-mark-centenary"
}