{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/23/italy-pontine-islands-ponza-ventotene",
  "id": "2016-05-23-311",
  "sectionId": "travel",
  "body": "Fluorescent blue waters, cosy beach bars, stunning natural scenery, great seafood and affordable prices have turned the cool marine jewels of the Pontine Islands, off the coast between Rome and Naples, into the “Pearls of the Mediterranean”. It’s possible to tour all five of them in a weekend. The larger two, Ponza and Ventotene, are lively and inhabited all year round. Palmarola only comes to life during summer when it offers simple accommodation. Santo Stefano and Zannone are desert isles, dominated by wilderness. Ponza It’s the main isle, shaped like a crescent moon, and roughly nine square kilometres. It is also très chic, so be prepared to bump into football players and royals. But if you avoid spending too much time on the main drag of Piazza Carlo Pisacane, with its fancy boutiques, and opt for the sea-dog lifestyle, there’s much to explore. It’s a labyrinth of orange-purple sea grottos, talcum powder-like beaches, white granite rocks and pirates caves where scuba divers still search for hidden treasures.     One of Ponza’s many beautiful grottoes. Photograph: Silvia Marchetti    The Parata inlet, 3km from the crowded Frontone beach, is where Odysseus (on his way back home from burning Troy) was bewitched by the sorceress Circe, who made him her slave. The best way to reach it is by kayak from Cala Feola bay (rentals starts at €25pp with guide for a three-hour tour). Popular Chiaia di Luna cliff, with its reddish-yellow layers, looks like a slice of Mars and is towards the south of the island, opposite the harbour. You can swim in Roman aqueducts, cisterns and fisheries at Pontius Pilate’s caves adjacent to the port, named after the Roman governor of Judea who loved to bathe here. More are dotted about the isle and were used by the Romans in the past to breed moray eels. After a day sunbathing, stroll along the picturesque ancient Roman harbour made of colourful fishermen dwellings and prehistoric grottos turned into studios, and where evening drinks are served on rooftops. Up on the hills, the area is dotted with colonial villas built by early settlers who were sent here in the 1700s by the Bourbon kings of Naples to colonise the isle.     Cocktail o’clock at Au Bord de l’Eau. Photograph: Silvia Marchetti    Bellavista (doubles from €120 half-board B&B) is a family-run hotel and restaurant in one of the most scenic spots. Opt for a dish of paccheri alla nostromo, thick pasta with aubergines, clams, mussels and pecorino cheese. Pensione Silvia (doubles from €70 B&B), on a tiny pebble beach, is where Mussolini was imprisoned for a brief spell in 1943. Among the best beach bars are La Marina (Cala Feola, +39 077 180 8614) and Da Igino (Cala Fonte-Le Forna, +39 077 180 8366), renowned for fried murray, fish guts and tuna focaccia pizza. For cocktails and a taste of the local party scene, stop by Au Bord de L’Eau. Owner Valeria’s signature drinks include Il Ponza (lime and marine fennel), and L’Inaspettato with an “unexpected” chili pepper flavour.• Laziomar and Navlib run regular ferries from Anzio, Terracina and Formia, and you can get to them by train from Rome’s Termini station. The sea voyage takes roughly 1½ hours; tickets start at €10pp; advance booking is recommended during high season Ventotene     The piazza in Ventotene. Photograph: Silvia Marchetti    Prepare for narrow spaces but deep waters of a stunning marine reserve. This is the archipelago’s second-largest isle and is car-free, spartan and humble compared with Ponza. The laid-back vibe contrasts with its dark past: it was a jail for lustful Roman noble women and later on anti-fascists. Emperor Augustus shipped his daughter Julia here on charges of adultery and Nero exiled and sentenced to death his wife Octavia, so that he could marry Poppaea. Mosaics still cover the ruins of Julia’s villa at Punta Eolo. Centuries later, Mussolini confined his enemies here, including Altiero Spinelli, a European federalist and co-author of the Ventotene Manifesto. Now you get to sleep in Spinelli’s 18th-century apartment (+39 347 148 7138, from €400 a week), overlooking the Bourbon tower.     Calm retreat … Parata Grande hotel    From being a place of confinement it’s now one of the greatest scuba diving spots in Italy, brimming with friendly barracudas and gigantic groupers. To escape the crowds at the only two beaches (Cala Rossano and Cala Nave) head to the lighthouse where you can catch the last of the evening rays on volcanic rocks. The lounge cafe there, Mascalzone Village, is perfect for a quick lunch of aubergine pies and dishes of melon, ham and fresh buffalo mozzarella.  The village can be noisy at night, so for somewhere quiet to stay the Parata Grande hotel (doubles from €130 half-board) is a good bet. It’s a former colonial villa surrounded by fields of lentils, and set atop the highest cliff on the island. The chef makes homemade barracuda-stuffed ravioli and octopus cocktails. A shot of gelsino, a mulberry digestive, is a perfect way to finish a meal.• Laziomar runs regular ferries from Terracina and Formia Santo Stefano      Today this jet-black rock, the tiniest of the Pontines, is uninhabited, but until 1965 thousands of criminals, mafiosi and anarchists were jailed and tortured here. The horseshoe-shaped prison fortress is now a ghost village. Stepping inside one of the rusty cells sends shivers down the spine. You need to be fit, though, to walk uphill along a donkey trail with prickly pears, but it’s worth it. From the top, the view stretches all the way to Mount Vesuvius.      The former prison on Santo Stefano. Photograph: Silvia Marchetti    In the surrounding cobalt waters Odysseus fell prey to the Sirens’ seductive songs, and at night you can still hear the cry of the Diomedea birds, similar to albatrosses. Greek mythology says that mermaids were in fact half-bird, half-woman creatures and had nothing to do with fish.• Guided tours from Ventotene’s harbour with Enrico Alleati (Rampa Marina, +39 077 185122), tickets from €15pp. Alleati also organises sunset apéritifs at sea with wine and snacks (€25pp) Palmarola      This is the Pontine’s icing on the cake, a craggy gem with pink coral beaches, pebble shores and sea stacks such as the Rifles, a collapsed natural arch. The sky-high Cathedrals cliff has a mystical allure and is covered in dwarf palms. All you need are fins and a mask: it’s a snorkelling heaven.      O’Francese bar    Forget shops, but you can eat and spend the night. O’Francese (+39 329 006 6424) on the main beach is the only bar and it also rents whitewashed grottos that were once fishermen’s dwellings (doubles from €120 half-board). The owners serve fish fresh from the net and at dawn take guests to the Punta Tramontana peak for the views.• Fishing boats (barcaioliponza.it) leave from Ponza for daily cruises; private dinghy rental also available (Tritone; +39 338 475 5945) Zannone      Eclipsed by the beauty and popularity of its sister isles, it’s too bad that tourists on a short visit to the Pontines tend to skip Zannone. It’s the furthest from Ponza, uninhabited and has a different scenery: wilder and with darker, green waters and reddish rocks. Wild goats graze on clifftops and there are ruins of a monastery, reachable through trekking routes. There’s nothing here, not even a bar. Its isolation no doubt attracted the Roman countess and her lewd husband who held lavish sex parties on the island 40 years ago. The kinky games ended in bloodshed: the man eventually killed his wife, her lover and then committed suicide. The villa was shut and passed into the hands of the Italian state, and it’s now used by the coastguard.• Fishermen boats (barcaioliponza.it) leave from Ponza, only on Wednesdays (day cruise €25pp including lunch on board)",
  "webTitle": "Roman roaming: a tour of Italy’s Pontine Islands",
  "webPublicationDate": "2016-05-23T05:30:03Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/23/italy-pontine-islands-ponza-ventotene",
  "keyword": [
    {
      "webTitle": "Italy holidays",
      "id": "travel/italy",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Heritage",
      "id": "travel/heritage",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Cultural trips",
      "id": "travel/cultural-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Short breaks",
      "id": "travel/short-breaks",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Europe holidays",
      "id": "travel/europe",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Beach holidays",
      "id": "travel/beach",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/23/italy-pontine-islands-ponza-ventotene"
}