{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/alex-lowe-mountain-maverick-audacious-mission-tibet-climber",
  "id": "2016-05-02-166",
  "sectionId": "world",
  "body": "He was regarded as one of the greatest mountaineers of the modern era, lost in an ice avalanche on Shishapangma, in Tibet, 16 years ago. Now the body of the American climber Alex Lowe, aged 40 when he died, has finally been found along with that of his climbing companion, 29-year old cameraman David Bridges, also American.   Related: Remains of climbing legend Alex Lowe found on Tibetan mountain    Fittingly perhaps, the bodies were discovered by the Swiss mountaineer Ueli Steck – regarded as one of the the world’s best current mountaineers – and his companion David Goettler, while acclimatising for an attempt on the south face of the 8,031metre-high (26,350ft) Shishapangma. The find brings closure to the lingering tragedy of their deaths on the world’s 14th highest mountain. Lowe and Bridges had been on the mountain as part of nine-person team when they got lost on a 1999 expedition, which planned to first climb Shishapangma and then descend it on skis, in what they hoped would be the first US ski descent of an 8,000m peak. The two were buried and killed when an ice cliff collapsed above them as they crossed a glacier, with a third companion, Conrad Anker – whose exploits were documented in the recent film Meru – surviving. Anker suffered broken ribs and a dislocated shoulder. At the time of his death Lowe was regarded as one on the best in his field – not least for his extraordinary physiological gifts at altitude, which earned him the nickname the “Lung on Legs” and “the Mutant”. As the writer and climber Jim Perrin noted in his obituary for the Guardian, Lowe was not only supremely physically gifted, with a slew of hard ascents under his belt, but also an early adopter of using the internet to publicise his climbs.     Lowe climbing Great Sail Peak, Baffin Island, Canada, in 1998. Photograph: Gordon Wiltsie/National Geographic/Getty Images    “One significant factor in Lowe’s rise to worldwide fame,” wrote Perrin, “was his mastery of the internet technology that has allowed certain kinds of climbs to be photographed and marketed. “Climbing has thus become interesting to a broader segment of the population, and some companies unconnected with the activity are using it as part of their marketing images.”  Lowe, from Bozeman, Montana, had made difficult climbs all over the world, including Nepal’s Kwangde and Kusum Kanguru, and twice reached the summit of Mount Everest. In Peru, he climbed the south-west buttress of Taulliraju. Familiar with the risks of high-end mountaineering, he had been involved in the high-profile rescue of a group of trapped Spanish climbers on Denali, the highest peak in the US, four years before his death, carrying the stricken climbers on his back during the rescue. Lowe, as Perrin wrote, downplayed his role. “It was one of those things you do because you have to do it, one of those Herculean things where you get a lot of adrenaline going and you just do it.” Confirmation of the discovery of Lowe and Bridges, came in a statement from Lowe’s widow, Jennifer, now married to his friend Anker. She said Steck and Gottlieb had discovered the remains of two people in a partially melted glacier and described the details of their clothing and backpacks to her.     Alex Lowe glances at Rakekniven, a granite cliff he was to climb in the Filchner mountains, Antarctica, in 1996. Photograph: Gordon Wiltsie/National Geographic/Getty Images    “Alex and David vanished, were captured and frozen in time. Sixteen years of life has been lived and now they are found. We are thankful,” Jenni Lowe-Anker said. In the last paragraph of her memoir, Forget Me Not, Lowe-Anker had predicted a day would come when her former husband’s body would be found. “Alex will melt out of the glacier one day … and I do not look forward to it.” In the statement, released by the charitable foundation founded in Lowe’s name, she added: “Alex’s parents are thankful to know that their son’s body has been found and that Conrad, the boys and I will make our pilgrimage to Shishapangma. It is time to put Alex to rest.” Anker also said the discovery has brought closure and relief to him. He told Outside magazine that although he had not seen photos of the remains, he was convinced they are those of Lowe and Bridges. “They were close to each other. Blue and red North Face backpacks. Yellow Koflach [mountaineering] boots. It was all that gear from that time period. They were pretty much the only two climbers who were there.” Bridges, 29, of Aspen, Colorado, was an accomplished high-altitude climber and cinematographer.   Shishapangma location",
  "webTitle": "Alex Lowe: mountain maverick who died on a typically audacious mission",
  "webPublicationDate": "2016-05-02T11:10:27Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/alex-lowe-mountain-maverick-audacious-mission-tibet-climber",
  "keyword": [
    {
      "webTitle": "Mountaineering",
      "id": "world/mountaineering",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tibet",
      "id": "world/tibet",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/02/alex-lowe-mountain-maverick-audacious-mission-tibet-climber"
}