{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/25/world-of-warcraft-the-beginning-review-end-already-nigh",
  "id": "2016-05-25-144",
  "sectionId": "film",
  "body": "The World of Warcraft online game apparently had 12 million players at its peak, and every single one of them is going to need to turn up to see this – with their extended families – if it’s ever going to get past its first instalment. It’s an expensive, high-fantasy epic reminiscent of The Lord of the Rings or Game of Thrones. And there’s much to admire in its ambition, its design, even its politics. But there’s also a whiff of the John Carter about it. Like the 2012 Martian flop, it’s a complex, jargon-heavy, deadly earnest battle epic, short on star power and with more than a touch of 1970s fantasy art about it. Its greatest battle could be against widespread indifference. Newcomers have a lot to get up to speed with here. Our home world is Azeroth, a Middle-earth-like realm along the lines of medieval Europe. The population is mostly human, mostly white, but there are also dwarves, elves and various other mythical creatures in the fringes. Azeroth’s stability is rocked by a sudden influx of orcs, who pour in from another world through a magic portal. These orcs aren’t the anonymous monsters of Tolkien lore; they’re more like intelligent ogres, with tiny heads, tusk-like lower canines, and giant hands with fingers the size of human arms. When it comes to orc style, the art directors have really gone to town – or at least to the abattoir. Accessories include dreadlocks, piercings, hides, pelts and not just bones but entire animal skeletons. One badass has rhino skulls as shoulder pads, another has piercings through his tusks. “We must summon the Guardian!” say the good folk of Azeroth at the sight of these invading orcs, referring not to a leading liberal newspaper but a wizard in a tower, humourlessly played by Ben Foster. We first find this long-haired mage working on his sculpture, wearing leather trousers and no shirt – never a good sign. Together with the young king and queen (Dominic Cooper and Ruth Negga), her brother (Travis Fimmel – think Aragorn without the charisma) and a young apprentice wizard (Ben Schnetzer), they must mount a resistance.   Related: Duncan Jones: 'Warcraft will right the wrongs of game movies'    The prospect of a predominantly white, European realm being invaded by foreign, primitive, darker skinned hordes (they are actually called the Horde) might set alarm bells ringing in our current climate of immigration anxiety. Is this a veiled Ukip broadcast? Or a pro-Trump one? Nobody suggests the orcs are there to steal Azeroth’s jobs or exploit its benefits system, thankfully, though they are intent on overrunning their adoptive country and sucking the souls out of all its living creatures.  To its credit, Warcraft does blur the us v them battle lines. The first character we meet is Durotan, a principled orc chieftan and new father, played in expressive performance capture by Toby Kebbell (he’s lighter skinned than other, more evil orcs but let’s not dwell on that). Durotan has his doubts about the soul-sucking orc leader and attempts to broker a deal with the humans. There’s also Garona, a green-skinned half-orc, half-human with divided loyalties. Played by Paula Patton, she’s one of the story’s most intriguing characters, a tough-talking warrior concealing a traumatic past. We want to find out more about her, but between plot demands and the speech impediment caused by her prosthetic dentistry, we don’t really get to. That’s part of the problem with Warcraft: there’s a lot going on and yet we’re never quite engaged with it. In The Lord of the Rings, we had the Shire, the Hobbits’ idyllic pastoral realm, as an image of what everyone was fighting for – one that 20th-century Europeans could easily relate to. Here, we barely see Azeroth outside the royal castles and wizards’ towers and epic battlegrounds. The heavy use of CGI, and its occasionally awkward interactions with the live-action elements, only serves to distance us even more. Much processing power has been put in the service of spectacular, bludgeoning combat, but the images are somehow insubstantial, and we rarely feel the heat of the battle. Perhaps both problems are down to the film’s computer game origins. Director Duncan Jones, a self-professed Warcraft fan, has clearly put a lot of love and care into fleshing out a story, but it’s questionable whether it was ever really merited. There’s a terminal flimsiness, as if this virtually-derived world hasn’t quite assumed three dimensions.",
  "webTitle": "Warcraft: The Beginning review – end already nigh for gaming franchise",
  "webPublicationDate": "2016-05-25T13:50:59Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/25/world-of-warcraft-the-beginning-review-end-already-nigh",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Warcraft",
      "id": "film/warcraft",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Duncan Jones",
      "id": "film/duncan-jones",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Action and adventure",
      "id": "film/actionandadventure",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Steve Rose",
      "id": "profile/steverose"
    }
  ],
  "guardianId": "film/2016/may/25/world-of-warcraft-the-beginning-review-end-already-nigh"
}