{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/13/torture-baby-stonings-why-we-need-shock-theatre",
  "id": "2016-05-13-227",
  "sectionId": "stage",
  "body": "Why do we go to the theatre? I once suggested it was for the three Es: entertainment, enlightenment and ecstasy. But it is also valuable to be periodically shocked. Several recent experiences have, however, led me to believe there is a vital distinction to be made between the moral awakening that comes from shock and the visceral impact of unmitigated horror.   Related: Cyprus Avenue: the most shocking and relevant play in London today     The most shocking play I’ve seen for a long time is David Ireland’s Cyprus Avenue, which moved from Dublin’s Abbey to the Royal Court in London. What hit me was Ireland’s unblinking portrayal of the insanity of sectarian hatred. At first, the belief of the profoundly Protestant hero (unforgettably played by Stephen Rea), that his infant granddaughter was the incarnation of Gerry Adams, was blackly comic. By the end, as the hero took savage reprisals on both his daughter and the baby, we went into the realm of total madness. I came out feeling I had gained a heightened awareness of the brutal logic of sectarianism.  It may be an unfair comparison but, since Sarah Kane’s Cleansed was running concurrently at the National, I couldn’t help noticing how the Kane play simply left me numb: confronted by Kane’s catalogue of horrors, including every possible variety of torture and mutilation, my reaction was one of increasing exhaustion.  Maybe one lesson of this is that stage violence is most shocking when it is rationed and dramatically weighted. The blinding of Gloucester in King Lear is horrific because it offers a graphic demonstration of human cruelty that occurs in the dead centre of the play. Titus Andronicus, for which I have a residual affection, offers a far more gory array of rape, murder, cannibalism and limb-lopping – but makes a lesser impact.     John Shrapnel as Lear and Trevor Cooper as Gloucester in King Lear at the Tobacco Factory, Bristol, in 2012. Photograph: Tristram Kenton for the Guardian     Placement, in fact, is crucial. Edward Bond’s Saved is one of the great modern plays and in 1965 caused a furore because of its pivotal baby-stoning scene. It is still hard to watch but for me it belongs in the category of necessary shock, precisely because Bond shows how group violence achieves an unstoppable momentum and because he is making a larger point that linguistic impoverishment leads to moral vacancy.  I realise all this is totally subjective: what I call “necessary shock” may to others be gratuitous horror. But for me there is one line I have no wish to see crossed and that is the use of actual children on stage to make a point about dystopian disaster. I don’t want to stir up old arguments but I remember being repelled by Philip Ridley’s 2005 play Mercury Fur because it used a 10-year-old to illustrate a nightmare future in which East End gangs feed the murderous fantasises of rich clients.    Related: Edward Bond's Saved: 'We didn't set out to shock'    I also had an extensive correspondence with the director Jeremy Herrin over Jennifer Haley’s 2014 play The Nether. My objection was to a scene in which a pre-pubescent girl was seemingly about to be subjected to sexual molestation. I accepted all Herrin’s humane assurances that everything possible was done to protect the actor’s understanding of what was going on. I still wish, however, that dramatists would show restraint when it comes to using child actors to illustrate issues of human degradation. But that’s a personal matter.  What is still true is that shock is a vital weapon in a dramatist’s armoury that only becomes counter-productive when over-used and triggers the law of diminishing returns.",
  "webTitle": "Torture and baby-stonings: why we need shock theatre ... in small doses",
  "webPublicationDate": "2016-05-13T10:51:43Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/13/torture-baby-stonings-why-we-need-shock-theatre",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sarah Kane",
      "id": "stage/kane",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/13/torture-baby-stonings-why-we-need-shock-theatre"
}