{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/08/xian-china-muslim-night-food-market",
  "id": "2016-05-08-128",
  "sectionId": "travel",
  "body": "At dusk, it gets noisy. The kebab sellers start grinding lamb, potatoes are dunked in boiling hot oil and sheets of rice noodles are shaken out, ready to be cut into tubes. Metal carts bump over pavements and wooden mallets strike what looks like nougat, again and again. These are the sounds of the Muslim food market in Xian, in China’s north-western Shaanxi province.     Front of house … an outdoor restaurant in Xian’s Muslim food market. Photograph: Cathy Adams    The former imperial capital is home to a small community of Muslim Hui people, many of whom live around the Bell Tower and off West Street, close to the Great Mosque. And it’s here that the city’s best nighttime entertainment takes place: eating. All the dishes served from stalls and shopfronts are indigenous to the north-western provinces: it’s a heady cuisine of Chinese-style cooking and Middle Eastern spices.     A dumpling vendor in the Muslim Quarter Photograph: Christian Kober/Getty Images/AWL Images RM    I took a 100 renminbi note (£10) and decided to see how much I could buy. For starters: a chalky slab of fried tofu covered in red and green chillies and cumin (there’s always cumin), and a paper cup of fried baby potatoes dripping in chilli oil and seasoned with spring onions, chilli and more cumin. Next came a bowl of liangpi, a Shaanxi staple: thick ribbons of rice noodle tossed with sesame paste, chilli oil and shreds of cucumber. Another stall had them in cold satay sauce. Locals eat the noodles in one hand and in the other roujiamo – a muffin filled with chopped lamb and slicked with chilli oil. It’s the Hui equivalent of a burger. For dessert I had a slice of glutinous rice cake with plum sauce. Full, for under £8.",
  "webTitle": "A different kind of Chinese takeaway … in Xian’s Muslim food market",
  "webPublicationDate": "2016-05-08T10:00:04Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/08/xian-china-muslim-night-food-market",
  "keyword": [
    {
      "webTitle": "China holidays",
      "id": "travel/china",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Asia",
      "id": "travel/asia",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "City breaks",
      "id": "travel/city-breaks",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Chinese food and drink",
      "id": "lifeandstyle/chinese-food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/08/xian-china-muslim-night-food-market"
}