{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/oklahoma-death-penalty-botched-execution-report-charles-warner",
  "id": "2016-05-20-30",
  "sectionId": "world",
  "body": "On 10 October 2014, the state of Oklahoma threw open the doors of its maximum-security McAlester prison to reporters – the Guardian among them – to show off its brand-new, state-of-the-art death chamber. The corrections department had invested $106,000 to create the perfect killing machine that deployed the latest advances in technology and science – ultra sound, heart and blood pressure monitors, digital intercom and cameras – to ensure painless and foolproof executions. It was an important moment for Oklahoma, which had much to prove. Six months previously the state had conducted one of the most revolting executions in recent history. It had strapped Clayton Lockett, a convicted murderer and rapist, to a gurney and over the next 43 minutes, proceeded to jab needles into him during which time he was witnessed writhing and groaning before he died. It was in the wake of the Lockett horror show that the Oklahoma corrections department invited us in that bright October morning, to demonstrate to us – and through us the world – that it had learned the lessons of that terrible event. In the future, Oklahoma would use a fail-safe system of checks and balances to ensure that it killed its prisoners with propriety and dignity. Fast forward to this week, and the grand jury report released on Thursday night. Its 106 pages tell a very different story.   Related: Oklahoma officials backed use of wrong drug in botched execution – grand jury    The report reveals that within days of the tour of the state’s ultimate death chamber, state officials set in train a sequence of events that would lead to the execution of Charles Warner using entirely the wrong drug – without anyone even noticing. In late October 2014, the director of the department of corrections met with a licensed doctor and paramedic who formed the team that would place the IV tubes into Warner’s veins through which he would be pumped with lethal drugs.  At the meeting, and in subsequent conversations, the director talked about the execution protocol and the drugs that were to be used, “but never provided the IV team leader [with] a written copy of the protocol”. In fact, the paramedic told the grand jury that he had no idea what his role entailed until he was given hands-on training the day before Warner was to be put to death. Such was the paucity of preparation that he only realized his job was to help draw up the syringes on the day of the execution itself. The report goes on to describe how lethal injection drugs were obtained by the state for the Warner execution, a complicated job given the tight ethical boycott of US corrections departments imposed by pharmaceutical companies and governments. Under the old execution protocol, three Oklahoma officials were required to go in person with a written prescription to procure lethal injection drugs. In the Warner case, a senior corrections official identified only as “Warden A” ordered the drugs over the phone. In November 2014, only a month after the reporters’ tour of the pristine death chamber, the anonymous pharmacist in turn duly ordered five cartons of the sedative midazolam and six cases of potassium chloride solution, a toxic chemical that stops the prisoner’s heart. The pharmacist used a wholesalers’ website to purchase the drugs, but in a mix-up ordered potassium acetate, a totally different chemical than the potassium chloride listed in the protocol. “In my head I was not thinking potassium chloride, because I was looking at it, going, it’s potassium. Pharmacy brain versus probably a law brain, I guess,” the pharmacist told the grand jury. For the next 27 pages, the grand jury report describes the journey of the wrong drugs from the pharmacist’s premises into Warner’s veins in surreal detail, reading like a passage out of Alice Through the Looking Glass. At every stage in the process, the glaring error in the lethal injection drugs was missed. On the morning of Warner’s execution, “Agent 1” went to the pharmacist and picked up the lethal drugs. To do so the agent had to fill out an official form, but as it asked no questions about the drugs he blithely passed the package on. The box with the wrong drugs inside went to “Warden A” who opened it, removed the vials and lined them up to be photographed. As one of the much-vaunted checks and balances in the new system, he completed an “execution drugs” form, noting that he had received 20 vials of midazolam and 12 of potassium acetate – he told the grand jury that he didn’t realize that acetate was a mistake.   Related: Witness to Clayton Lockett botched execution 'hated to see it take so long'    At 4pm, the doctor and paramedic who formed the IV team arrived at the prison and took possession of the drugs. They did not notice that the vials were labeled potassium acetate rather than potassium chloride. “I should have noticed it. I didn’t notice it … I dropped the ball,” the doctor told the grand jury. Then a four-person “special operations team” led by “Warden A” that is responsible for injecting the drugs into the condemned man arrived. They carefully verified that the labels on all the syringes read “potassium chloride”, but did not compare them to the labels on the vials. Warner was pronounced dead on 7.28pm on 15 January 2015, having been injected with the mistaken potassium acetate. Before he died, Warner was overheard by the Associated Press saying “my body is on fire.” In the ensuing hours and days after the execution, numerous other state officials reviewed the death of Warner. They included “Warden A”, the director of Oklahoma corrections, officials who conducted an inventory of Warner’s body bag, a medical autopsy team, a corrections manager who completed a “quality assurance review”, the full board of corrections and the staff of the governor’s office. None of them detected any problem. The penny only dropped eight months after Warner was executed, when the state was preparing to kill its next prisoner, Richard Glossip. Just as before, “Warden A” opened up the package of drugs but this time did notice the discrepancy with the labels. He decided not to tell anybody about the mistake. It was only when the IV team separately noticed the discrepancy that alarm bells were finally sounded, and Glossip’s execution put on hold.  Having uncovered such a litany of errors, the grand jury struck an unsurprisingly stern tone in its conclusions. The pharmacist was negligent, “Warden A” failed to do his job, the way the drugs were obtained was “questionable at best”, while most of the prison staff involved in the execution misunderstood their own rules. It was an extraordinary rebuke, all the more so because it was made so soon after the spectacle of the state-of-the-art death chamber. It leaves Oklahoma, and by extension all of the death penalty states clinging to this brutal form of punishment, facing an awkward question: can protocols that depend on human interpretation, and thus are vulnerable to human error, ever be trusted in as grave a matter as the taking of a man’s life?",
  "webTitle": "How Oklahoma’s execution protocol led to errors – and horrific consequences",
  "webPublicationDate": "2016-05-20T19:04:36Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/oklahoma-death-penalty-botched-execution-report-charles-warner",
  "keyword": [
    {
      "webTitle": "Capital punishment",
      "id": "world/capital-punishment",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Oklahoma",
      "id": "us-news/oklahoma",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Pilkington",
      "id": "profile/edpilkington"
    }
  ],
  "guardianId": "world/2016/may/20/oklahoma-death-penalty-botched-execution-report-charles-warner"
}