{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/27/election-2016-greg-hunt-coalition-emissions-trading-scheme",
  "id": "2016-05-27-229",
  "sectionId": "australia-news",
  "body": "For years Greg Hunt has been suggesting different things to different people about his climate policy. This week he was almost caught out. Most people who understand how it works – environmentalists, business leaders, analysts – know the Coalition’s Direct Action policy cannot meet Australia’s promised long-term greenhouse gas reductions exactly as it stands. For years Hunt has reassured them – don’t worry, the framework is there. The so-called safeguards mechanism within the policy (which sets emissions “baselines”, or limits, for big polluters) can be tightened so it becomes a type of emissions trading scheme. The baselines can be gradually reduced and then companies that can’t meet them forced to buy pollution permits. But Hunt is keeping quiet about that, playing a long game, waiting for the cabinet, and his party, to catch up with the scientific and economic realities of climate change, biding his time until a scheduled “review” next year.     This has declined into a squabble over semantics  John Connor, the Climate Institute     To his party the minister has been reassuring in a different way, keeping up the attack on Labor’s “carbon tax”, insisting that any kind of emissions trading is dead and buried forever. The fact that there is a potential trading scheme embedded inside his own legislation has been glaringly obvious for years. I wrote about it in 2014, and, after Malcolm Turnbull became prime minister last year, a couple of times. I wrote about it again in May after Hunt released modelling saying his existing policy could meet his long-term targets, even though the author of the modelling told me it would almost certainly require either large funding top-ups to the emissions reduction fund (estimated by others to be at least $6bn) or – you guessed it – a strengthening of the safeguards mechanism so it turns into a baseline emissions trading scheme, and again after last week’s National Press Club debate after I (unsuccessfully) sought an answer from Hunt on whether the safeguards policy needed to be strengthened to achieve the government’s 2030 target.   Related: Coalition climate plan 'assumes emissions trading', says government modeller    In fact, in Paris last December the foreign minister, Julie Bishop, spoke openly about the “role a carbon market might play [in Australia] after 2020”, and Lewis Tyndall, co-founder of GreenCollar – a firm that has been a big winner from Hunt’s Direct Action auctions, told an event: “Greg Hunt has described the safeguards mechanism as a baseline and credit system.” And then last Monday, the Australian editor-at-large Alan Kohler wrote a column on the same subject, pointing out that the safeguards mechanism could quite quickly become a type of ETS and asserting that: “What hasn’t been announced or included in the Coalition’s legislation yet is that the caps will start to be reduced from next year.” Without making any assumptions or assertions about another journalist’s sources, some of the column sounded familiar to those close to the minister and his advisers, and it certainly claimed to contain “inside” information. Kohler pointed out that a type of emissions trading scheme had “been part of the Coalition’s climate policy since well before Greg Hunt went from shadow minister to minister for the environment in 2013. He made it a condition of his appointment by Tony Abbott that the science of climate change would be accepted and the emissions reduction target would not change.” And he went further, asserting that “when Malcolm Turnbull became leader and prime minister last year, amazingly, he did not fully understand his party’s climate policy, and in particular the inclusion of a cap and trade ETS, because Hunt had never discussed it in cabinet. Apparently, he was pleasantly surprised, but decided to maintain radio silence, as part of his broader efforts to keep the conservatives onside.” Unsurprisingly, the “conservatives” in both the Liberal and National parties were extremely displeased by these claims, or the fact that the allegedly “secret” ETS embedded in their policy started getting wider airplay – in a question on the ABC’s Q&A, for example, and in stories in the Australian Financial Review.  Hunt wrote a carefully parsed letter to the Australian and distributed a chart rebutting some of the claims made. It was a case study in obfuscation. He insisted the safeguards mechanism “is not a carbon tax or an emissions trading scheme” (at the moment – with the baselines set at “historic highs” and with companies able to ask for them to be set even higher if needs be, this is true, because it will be almost impossible for any company to exceed its baseline or be forced to buy pollution permits, which of course also means the policy achieves almost nothing). Hunt said the fact that the government has “budgeted to raise not a single dollar of revenue” proved it was not planning a carbon tax. And that is also true, but it does not prove the government is not planning a baseline and credit scheme, because under such a scheme businesses buy credits from other businesses or companies that create credits under the emissions reduction fund. The “trade” does not involve the government. And he said that it was “incorrect” to say each firm’s baselines would decline from 2017, when he is planning to review the policy. Which is also true. That’s the whole point of this conversation.  For his policy to work, Hunt, as minister, has to decide to reduce them, and turn his policy into the trading scheme everyone has always believed he intended. If he doesn’t do this as part of a range of measures, no modelling or analysis has found he can meet his long-term targets. So is he planning an ETS, or isn’t he? Will his policy work, or won’t it? Some observers who have been going along with Hunt’s two-tracked messaging for years seem to be losing patience. “This has declined into a squabble over semantics,” said John Connor, chief executive of the Climate Institute. “The safeguard mechanism framework starting on 1 July clearly says companies that exceed their baselines can buy offsets from another company. That is a trade in emissions.” Connor said what mattered was not ruling out scaleable policies to meet either the government’s “inadequate” 2030 target, or the tougher 2030 targets Australia needed. “As we have said many times before, that definitely requires much tighter baselines – a much stronger safeguards mechanism, or, alternatively, at least another $6bn to buy the emissions reductions through the emissions reduction fund.”   Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    Many other experts make a similar point.  Tony Wood, energy program director at the Grattan Institute, has studied Hunt’s rebuttals closely. “He has the machinery in place. He’s just not pre-empting what a re-elected Coalition government would do with it. He has very carefully not ruled out reducing the baselines, and in my view it would be very difficult for the Coalition to meet its target if he does not end up doing that,” Wood says.  This week the debate finally focused on the great unanswered question of the Coalition’s policy. The question that determines whether or not it can deliver even Australia’s modest commitments to reducing greenhouse gases and combating global warming. But despite all the attention, and all his carefully worded responses, Hunt has still not answered and nor has Turnbull.  Hunt has given the conservatives in his party the impression that he ruled out reducing the baselines and setting up his own ETS, and there are many in both the Liberal and National parties who insist any type of ETS will happen over their political corpses. But Hunt is pointing out to others that his carefully chosen words actually left the question open. The Coalition is deferring until after the election its internal reckoning between entrenched climate change sceptics and those pushing for something like a workable climate policy, the final answer as to whether Turnbull will indeed continue to lead a party not committed to acting on climate change. But in an election campaign during which the Cape Grim air quality monitoring station registered a count of 400 parts per million CO2 in the atmosphere and 93% of the Great Barrier Reef is experiencing coral bleaching, the electorate has a right to know now. • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special event featuring a panel of prominent political guests",
  "webTitle": "Hunt plays the long game on his glaringly obvious emissions trading scheme | Lenore Taylor",
  "webPublicationDate": "2016-05-27T09:45:16Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/27/election-2016-greg-hunt-coalition-emissions-trading-scheme",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Emissions trading",
      "id": "environment/emissionstrading",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greg Hunt",
      "id": "australia-news/greg-hunt",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/27/election-2016-greg-hunt-coalition-emissions-trading-scheme"
}