{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2016/may/11/elevenish-bonkers-biting-brilliant-the-new-sketch-show-by-britains-best-young-standups",
  "id": "2016-05-11-193",
  "sectionId": "tv-and-radio",
  "body": "At the risk of doing the enduring and incomparably brilliant Have I Got News for You a disservice, British comedy is in a stagnant state when a 26-year-old show takes home the Bafta for best comedy entertainment programme. While Michaela Coel’s triumphant Bafta win last weekend for Chewing Gum offers a flicker of hope for fresh comic talent, it does feel like a particularly tough time for new and, crucially, alternative acts. This is why I have been struck by Elevenish – or to begrudgingly use its official name, @elevenish – tucked away on ITV2. A late-night comedy series that enlists a group of standups, character comics and sketch groups to create offbeat takes on the week’s events, it arrived without fanfare and, ever since, has been greeted by vitriolic tweets or even worse, complete silence. It’s an entirely unjust reception for the only show in 2016 brave enough to hire a cast of new-generation comedians, and catapult them on to the unforgiving mainstream TV screen, often for the first time.  Perhaps it’s the format that confuses the audience, who are used to the channel’s affiliation with Keith Lemon-related sleaze, which has its place, but doesn’t mirror the left-leaning mood of this show. @elevenish is billed as a “programme to complement the immediacy of the internet” and allows comedians to tackle topical issues, with only the most successful scripts appearing in the final cut. Each episode is driven by a set of @elevenish “rules”, devised by producers based on the trending topics from the past week.             This is strange, silly and quintessentially British humour designed for an age group brought up on Big Train and the Mighty Boosh, then left bereft of bizarre TV comedy. It is for fans of Cardinal Burns and The Morgana Show – those engaged by politics but tired of the Oxbridge competitiveness of most panel shows. It is for anyone bamboozled by the trend for wince-inducing vloggers, or by self-aggrandising methods of modern communication. I’d like to say it is by and for that nebulous bracket of “millennials”, but I run the risk of being parodied myself.  Key to its excellence is production company Talkback’s wisely cherry-picked cast, a welcome break from the familiar faces on every other panel and live show today. It includes the critically revered and the relatively unknown: Bobby Mair, Sam Simmons, Dane Baptiste, Ellie White, Natasia and Jamie Demetriou, Rhys James, Lolly Adefope, Adam Hess, John Kearns and Luke McQueen, and sketch groups, such as Massive Dad, Daphne and Birthday Girls, each of which is given surprising freedom to be bonkers and biting.  Those who came for Fearne Cotton gags on Celebrity Juice have instead been offered skits on the EU referendum or the doctors’ strike; Adefope’s James Corden carpool karaoke parody, in which she narcissistically takes over the invisible mic, much to the despair of her celebrity guest; Jamie Demetriou’s hopeless TV presenter persona who splutters through his sentences with wild eyes on the edge of a breakdown at all times, forgetting Beyoncé’s name. It is rooted in British surrealism and irony rather than gauzy balls-out American-friendly roasting (in fact, there is one sketch in which standups disastrously attempt to “roast” one another). The turn-around is fast, so not everything hits the mark, but that’s part of the charm: this is comedy in its rawest form.         Car Share Karaoke    Above all, it is the only place on TV that nourishes the careers of up-and-coming comics. While there is a growing community of great web comedy, the exposure TV offers is still integral to enabling young talent to develop. At a time when the live circuit is bursting at the seams, the unfairly overlooked @elevenish is refreshing, joyous and vital for new voices. After all, who else is going to sit next to Paul Merton in 30 years’ time?",
  "webTitle": "Bonkers, biting, brilliant: the late-night sketch show by Britain's best young standups",
  "webPublicationDate": "2016-05-11T13:43:00Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2016/may/11/elevenish-bonkers-biting-brilliant-the-new-sketch-show-by-britains-best-young-standups",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Gibsone",
      "id": "profile/harriet-gibsone"
    }
  ],
  "guardianId": "tv-and-radio/tvandradioblog/2016/may/11/elevenish-bonkers-biting-brilliant-the-new-sketch-show-by-britains-best-young-standups"
}