{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/24/elijah-wood-qualifies-comments-hollywood-abuse-jimmy-savile",
  "id": "2016-05-24-217",
  "sectionId": "film",
  "body": "Actor Elijah Wood has taken to Twitter to make clear he has “no first-hand experience” of a Hollywood paedophile ring, after comments he made in a Sunday Times interview made headlines around the world.   Related: Elijah Wood: Hollywood’s child sex abuse comparable to Jimmy Savile case    The Lord of the Rings star drew parallels between what was described in the article as a US film industry culture of abuse and the prolific sex attacks carried out by TV host Jimmy Savile in the UK. He said he had been protected as a child – mainly through the efforts of his mother, who stopped him going to parties – and revealed many of his peers were regularly “preyed upon”. “You all grew up with Savile,” Wood told the Times interviewer. “Jesus, it must have been devastating. Clearly something major was going on in Hollywood. It was all organised. There are a lot of vipers in this industry – people who only have their own interests in mind.” “There is darkness in the underbelly,” he added. “If you can imagine it, it’s probably happened.” But in a lengthy series of tweets, the actor and producer said his only knowledge of Hollywood paedophilia was drawn from reading articles and viewing the 2015 documentary film An Open Secret, directed by Amy Berg, which deals with the subject.    The Sunday Times interviewed me about my latest film but the story became about something else entirely. It prompted a number of false and— Elijah Wood (@elijahwood) May 24, 2016      misleading headlines. I had just seen a powerful documentary and I briefly spoke with the reporter about the subject which had consequences— Elijah Wood (@elijahwood) May 24, 2016      I did not intend or expect. Lesson learned. Let me be clear: This subject of child abuse is an important one that should be discussed and— Elijah Wood (@elijahwood) May 24, 2016      properly investigated. But as I made absolutely clear to the writer, I have no first hand experience or observation of the topic,— Elijah Wood (@elijahwood) May 24, 2016      so I cannot speak with any authority beyond articles I have read and films I have seen.— Elijah Wood (@elijahwood) May 24, 2016     Related: Controversial documentary An Open Secret reveals paedophilia in Hollywood    “The Sunday Times interviewed me about my latest film but the story became about something else entirely,” said Wood. “It prompted a number of false and misleading headlines. I had just seen a powerful documentary and I briefly spoke with the reporter about the subject which had consequences I did not intend or expect. Lesson learned.  “Let me be clear: This subject of child abuse is an important one that should be discussed and properly investigated. But as I made absolutely clear to the writer, I have no first hand experience or observation of the topic, so I cannot speak with any authority beyond articles I have read and films I have seen.” An Open Secret focuses on paedophilia in Hollywood and the alleged effect it has had on a number of child performers. Despite making headlines prior to its release, the documentary failed to find an audience and was limited to only a few screenings in a small number of cinemas last year.",
  "webTitle": "Elijah Wood qualifies comments comparing Hollywood abuse to Jimmy Savile",
  "webPublicationDate": "2016-05-24T10:50:55Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/24/elijah-wood-qualifies-comments-hollywood-abuse-jimmy-savile",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/24/elijah-wood-qualifies-comments-hollywood-abuse-jimmy-savile"
}