{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/29/beth-orton-review-attenborough-centre-brighton",
  "id": "2016-05-29-102",
  "sectionId": "music",
  "body": "“I used to think people who had their lyrics on a stand were wankers,” says Beth Orton, eyeing the stand near her laptop. “But then, when you get to my age … ” It’s hard to believe that Orton is 45 – she looks much the same as ever as, lanky and reticent, she addresses the audience in sporadic bursts that telegraph her shyness. Something has changed in her voice, however: the cracks are now crevices, offsetting the lunar coolness of her new music. Orton may have produced contrasting work since her 1990s chillout-queen days, but her tone has matured to the point at which it claws through the gauzy electronic fabric of her just-released seventh album, Kidsticks. Her change in tone is amplified by the pristineness of this recently reopened arts centre. The glacial loops of Moon, and the grumbles that run through Petals, melt into the cool air, leaving Orton’s husky voice adrift, often, but not always, arrestingly. Later, the world’s least obtrusive guitarist and drummer plump up Falling’s grey-zone vagueness as Orton murmurs over the top. All of these elegant little drifters were written while she was living in Los Angeles, and it’s a relief when she throws in scuffed mementos of 90s England in the form of Central Reservation and She Cries Your Name. It’s a pleasure to see that she has matured – Kidsticks is about her experiences of motherhood – without California buffing away her awkwardness.",
  "webTitle": "Beth Orton review – husky murmurs and scuffed mementos",
  "webPublicationDate": "2016-05-29T11:32:52Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/29/beth-orton-review-attenborough-centre-brighton",
  "keyword": [
    {
      "webTitle": "Folk music",
      "id": "music/folk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Beth Orton",
      "id": "music/beth-orton",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Caroline Sullivan",
      "id": "profile/carolinesullivan"
    }
  ],
  "guardianId": "music/2016/may/29/beth-orton-review-attenborough-centre-brighton"
}