{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/19/football-league-shakeup-four-divisions-extra-teams",
  "id": "2016-05-19-94",
  "sectionId": "football",
  "body": "The Football League has proposed a radical shakeup to reduce fixture congestion that will increase the number of clubs from 72 to 80 and potentially open the door for a winter break and an end to FA Cup replays. The plans, which would come into force from 2019-20, would see the Football League reorganised from three divisions into four divisions of 20 teams. The proposals have emerged from discussions between the Football League, Premier League and Football Association over how to solve fixture congestion.   Related: AFC Wimbledon: their manager, fans and staff on their rise through the leagues    The proposed changes, decided by the Football League board and agreed in principle by executives at the FA and the Premier League, will be discussed by the existing 72 clubs at their summer meeting next month. A vote will not take place until summer 2017. The plans would require the approval of 65 of the 72 Football League clubs and will be sold to them on the basis of a guarantee they will not lose out financially despite playing four fewer home matches per season. Bradford’s joint chairman, Mark Lawn, has branded the Football League’s proposals to introduce a fifth division to the competition as “ridiculous”. “We’ve had this structure for years because it has suited the majority of clubs, so why change it?” said Lawn, whose side face Millwall in the second leg of their League One play-off semi-final on Friday. “Why? What they don’t understand is that currently we have 23 home games. We need the crowds. We don’t get the money Championship clubs get. Losing four home games means we lose four incomes. It’s not so bad for us but for teams like Accrington and York that’s a lot of money. It’s ridiculous.” Mark Devlin, the chief executive of the Championship side Brentford, was more receptive however. “The Football League is to be absolutely applauded for coming up with an innovative and far-reaching approach and set of proposals,” he told Sky Sports News. “These proposals are a really good start for how we can tackle some of the problems Football League clubs are facing.” The Football League board believes there would be other advantages, including maximising the number of matches played over the weekend, minimising fixture congestion and aiding the development of young players. It is also believed a 20-team format could increase interest, with more teams in the race for the play-offs or battling relegation. The Football League chief executive, Shaun Harvey, said the changes could be the catalyst for further discussions around the fixture calendar that would help the English game, including a winter break. The mechanism for arriving at the new structure via promotion and relegation in the 2018-19 season is still to be decided. At its most extreme, it could mean seven teams being relegated from the Championship that season and three coming up from League One. More likely is some form of compromise whereby fewer teams are relegated. It could therefore be Championship sides eyeing the increased threat of relegation in 2018-19 that are most concerned about the reorganisation. Six teams will join the bottom rung, most likely from the National League. “There is a very clear leaning towards respecting the current pyramid,” Harvey said. He added that while it was for the clubs to decide, the idea of Premier League B-teams joining the league is likely to remain off the agenda, although under a separate plan such teams are likely to take part in a revamped Football League Trophy competition. “If the clubs sanction them, we believe these changes could act as a catalyst for change in other areas, which include the FA Cup and the potential of creating a winter break,” Harvey said. “All of which is possible by seeking a reduction in the number of games our clubs play. “We are for now concentrating on the art of the possible for the Football League – the benefits that reducing the number of games brings to our clubs and the product we deliver every week of the season year in, year out.” While the FA remains open to discussion over changing the FA Cup in order to do its bit towards reducing fixture congestion partly caused by the expansion of European dates in recent years, it is thought to be opposed to moving ties to midweek. The idea of scrapping replays to facilitate a winter break remains on the agenda. Any changes to the FA Cup could come into force only from 2021, when the TV deal comes to an end. “Those other issues aren’t on the table until the greater flexibility has been created,” Harvey said. “That’s why the Football League has had to go first. The whole game will have to come together if we’re to make a practical change.” Under the plans, there would be only one round of fixtures in midweek scheduled in the Championship per season, none in League One and one in Leagues Two and Three. This season, there were nine in the Championship, seven in League One and six in League Two. Harvey is confident clubs can be persuaded that reducing the number of home games would not impact adversely on their income. “Does playing less games mean they don’t need as many players? Does the importance of each game increase? I suspect there’ll be more season tickets sold on the basis there are fewer midweek games,” he said. It is also hoped providing greater certainty around fixtures and reducing the number of rescheduled matches will help reduce fan frustration around long midweek journeys and games rearranged at short notice. There is also the possibility funds could be found from elsewhere to compensate for any reduction in revenue resulting from the changes. “If we do make these changes, overall our aim is to ensure our clubs are not financially worse off,” Harvey said.",
  "webTitle": "Football League shakeup proposes four divisions and eight extra teams",
  "webPublicationDate": "2016-05-19T17:12:53Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/19/football-league-shakeup-four-divisions-extra-teams",
  "keyword": [
    {
      "webTitle": "Football League",
      "id": "football/football-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football politics",
      "id": "football/footballpolitics",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "football/2016/may/19/football-league-shakeup-four-divisions-extra-teams"
}