{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/19/julian-assange-wikileaks-risk-review-laura-poitras-cannes-2016",
  "id": "2016-05-19-199",
  "sectionId": "film",
  "body": "For a few minutes in Laura Poitras’s new film, Julian Assange gets the most terrific grilling. “Do you ever feel like just fucking crying,” he’s asked, “even when you’re happy?” Also: “What’s your favourite food?” And: “Who is actually after you?”  But these teasers come not from the director, but guest questioner Lady Gaga, who rocks up at the Ecuadorian embassy in 2012 to interrogate her hero. She shoots proceedings herself, proffers PR advice before they start: “Put on a dirty fucking T-shirt,” she instructs, baulking at his suit, “like a rebel.” He does.  No one who speaks to the subject in this documentary – in the flesh, at least; there’s a few slightly sticky phonecalls – is anything other than on-side (rumours of a rift between Assange and Poitras may be much exaggerated). But if they must be adoring, better they are asinine, also. For it is under the dopey gaze of Gaga that this slipperiest of contemporary icons slides furthest off-message.      Risk director Laura Poitras Photograph: Eduardo Munoz / Reuters/Reuters    Assange runs through the dozen or more agencies formally in pursuit (helpfully summarised by a yawny Gaga as “a lot of fucking people”). He says self-pity is a waste of time; he never weeps. And then he says, very seriously: “Let’s not pretend for a moment I’m a normal person”; this in response to the favourite food question, which gets you wondering exactly which takeaways are on his speed-dial.  Although Poitras must ask a few herself, we never see or hear her, and her presence – post-The Oath (her road-to-Guantánamo study), post-Citizenfour (Oscar-winning Snowden film) – is increasingly less that of a journalist and more as a collaborator; a fellow target of government antipathy. So what we have here is an embedded report that sacrifices impartiality for access. But what access. Some scenes play like an early adaptation of the Jonathan Frazen novel Purity, about the messianic head of a WikiLeaks-ish company populated by earnest coders and a flood of female recruits. A haircut comes with a dozen cooing spectators. Early moments at Ellingham Hall in Norfolk have strange echoes of Peter’s Friends, with the wine and the Aga, the fresh-cut flowers and the cliquey giggles. There are confabs on the forest floor; shots of him looking soulful in his sunnies on the shingle.  This detail is gold dust. And listening to Assange explain how his missives can be intercepted through overhead power cables, even those allergic can’t fail but be impressed. He speaks with an arrogance backed by intelligence, a conceit moderated by some stubby measure of self-awareness.    Related: WikiLeaks rep: Julian Assange would find life no easier under President Clinton    And yet there is a problem: this is a passive hero, for all his keyboard-tapping, trapped in an inert, finger-twiddling narrative. Risk has little of the shivery thrill of Citizenfour, with its claustrophobic focus and tight timeframe. Poitras milks what cinematic agency she can from his rare trips out – there’s a lovely overhead shot of Assange exiting the courts, Amal Clooney by his side, crowds parting, a plaintive version of I Shall Be Released strummed out by some supporters. We watch as Assange dons leathers, earrings, coloured contact lenses and dyes his hair, goatee included (think ginger goth David Brent), then goes for a Bourne-esque race round town on a motorbike.  Yet mostly it’s a film of chat and interiors, and for all the sad shots of Assange gasping for air by an open window in the embassy, audience pity is trumped by hunger for dramatic engagement. Poitras must recognise this, for she splices his story with that of a couple of footsoldiers: WikiLeaks’ spokeswoman Sarah Harrison, now stuck in Europe, and similarly exiled tech expert Jacob Appelbaum. Appelbaum talks casually of crypto-wars and cyber-punks before heading to a conference in Egypt and unleashing both barrels on the heads of firms including TE Data. It backed Mubarak by censoring Twitter, he says, then tried to capitalise on the new regime by suggesting the firm’s message was freedom. A lynching looks likely; then the crowd rise up in support. It’s knife-edge stuff, which gives the film a jolt of fire and rage.  And this loose-cannon element is why the scenes that linger longest involving Assange are those in which friendly fire is suddenly lobbed in his direction. There is Gaga, with her slack-jawed scattershot, and there is also his QC, Helena Kennedy, who advises against his dismissing the Swedish extradition as a “mad feminist conspiracy”. He nods: “not publicly”, at least. She eyerolls. Then, later, he tells Poitras it would be in his accusers’ interests to drop the case. If they proceed, “they’ll be reviled forever by a large segment of the world’s population”. It sounds like a threat, yet it is meant as candid truth-telling. And it is here that Poitras’s ability to broadcast private sentiment in a film deemed fit for public consumption pays highest dividends.",
  "webTitle": "Risk review – Laura Poitras skirts safely around Julian Assange in gripping documentary",
  "webPublicationDate": "2016-05-19T11:56:45Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/19/julian-assange-wikileaks-risk-review-laura-poitras-cannes-2016",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Julian Assange",
      "id": "media/julian-assange",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "WikiLeaks",
      "id": "media/wikileaks",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Lady Gaga",
      "id": "music/lady-gaga",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/19/julian-assange-wikileaks-risk-review-laura-poitras-cannes-2016"
}