{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/21/the-new-odyssey-patrick-kingsley-cast-away-charlotte-mcdonald-gibson-europes-refugee-crisis-review",
  "id": "2016-05-21-157",
  "sectionId": "books",
  "body": "Spring is here, migration season in the Mediterranean. Warmer temperatures and fewer storms mean more boats putting out for Europe from Africa and Turkey. More boats mean more destitute migrants landing in Lesbos, Kos, Lampedusa – over 185,000 so far this year. More boats mean more wrecks, more losses: 100 people drowned or missing one April weekend, 500 the week before that, nearly 300 the month before. How did these holidaymakers’ paradises become the scene of postwar Europe’s greatest humanitarian crisis? The Romans called the Mediterranean mare nostrum, “our sea”, cuddling it like a pet in Europe’s mighty arms. But to understand what is happening now, it helps to look at a map in Fernand Braudel’s epic history The Mediterranean, which turns the cartographer’s usual north-south orientation on its head. Africa plunges through the frame like a giant fist, bashing into snaggle-toothed Europe. By geographical rights, the Mediterranean is Africa’s sea. The disaster we are witnessing now, as two new books by journalists Charlotte McDonald-Gibson and Patrick Kingsley make clear, is what happens when right lacks might. At the beginning of 2015 the Guardian appointed Kingsley to be its first “migration correspondent”, a roving commission to chronicle what turned out to be “the year’s defining European issue”, as more than a million undocumented migrants pressed into the European Union from the south and east. The New Odyssey provides, in effect, his reporter’s notebook from the migrant trail. Kingsley starts in Niger, where he tails the traffickers who truck migrants across the “second sea” of the Sahara. On the waterfronts of Libya and Egypt he interviews the smugglers who herd them into northbound boats. Next he sets sail himself on a merchant ship chartered by Médecins Sans Frontières to rescue castaways, and visits the headquarters of the Italian coastguard, which coordinated a very successful if shortlived search-and-rescue programme –named, appropriately enough, Mare Nostrum. In the final part of the book Kingsley describes what happens as migrants make their way across Europe, by walking from Greece through the Balkans with refugees, guided past border checks by Facebook updates: “At a time when traditional travel guides seem increasingly irrelevant, I’d stumbled across a Baedeker for the refugee era.” For a fortunate few – notably a Syrian named Hashem whose story Kingsley interleaves throughout the book – the journey ends with permanent residency granted somewhere in Europe. Kingsley has been a determined reporter, and his book captures the remarkable range of actors involved in making this migration happen. He promotes an urgent message: “It is … not the arrival of the refugees that has caused a crisis but Europe’s heartless and brainless border management.” But urgency is a cousin of haste, and The New Odyssey misses chances at deeper reflection. There is a fascinating study embedded here, for instance, of the economy of migration: what it costs to charter an inflatable Zodiac versus a fishing boat, to bribe a policeman in Niger or customs agent in Egypt, to buy a lifejacket in Izmir. Kingsley does his best to capture the lives of the refugees themselves. “Women are often warier than men” of telling their stories, he says, “which is why this book doesn’t contain many female voices.” Though it might depend on who is asking.   Related: William Shakespeare's handwritten plea for refugees to go online    McDonald-Gibson’s Cast Away is a closely reported, passionately argued, often deeply moving account of five refugees’ journeys to Europe. The unapologetically narrative style creates an effect similar to that of the photograph of the corpse of three-year-old Alan Kurdi in his red T-shirt in 2015. It yanks away the anonymous screen of numbers and brings you face to face with real people – people you can recognise, in situations you can’t. McDonald-Gibson portrays her subjects as they were before they had been through the process of migration. Take Hanan, an upper-middle-class Syrian with four college-educated children, regularly manicured hands and a domestic servant. When bombs went off near the family house in Damascus in 2012 she paid for safe transit to Beirut, but it was already impossible to settle there due to the high number of refugees. For $32,000 (£22,000), the family sailed with a smuggler to Greece, in the grip of its economic crisis. For another €3,000 each, Hanan sent her two sons to Austria in a truck; for hundreds more she got false papers for her daughters to go to Norway. Hanan spent her last €1,500 to join her sons in Vienna. Four years after fleeing Syria, the family, now penniless, remains scattered. European policymakers generally distinguish “economic migrants” (often sub-Saharan Africans) who are supposedly moving “only” to get benefits or better jobs, from “refugees” (chiefly Syrian) fleeing the immediate perils of war. Both Kingsley and McDonald-Gibson deplore this division, and two of McDonald-Gibson’s stories show in harrowing detail just why it is so invidious. Majid, a teenager in northern Nigeria, watched his father hacked to death by a Christian mob and fled towards Libya, where he was first held in debt slavery and then expelled by Gaddafi. Sina, a chemical engineer in Eritrea, experienced with her husband the forced labour characteristic of this ruthlessly repressive police state, and faced a life of prolonged servitude or punishing imprisonment. It doesn’t take a civil war, let alone radical Islamists, to generate persecution and poverty on a level no human should have to experience. The Mediterranean crossing as Sina, Majid and others experience it, jammed into overcrowded, fetid holds, with scant water and toilets, and many people being sick, resembles accounts of the Middle Passage of the Atlantic slave trade. Though most people associate the migration crisis exclusively with the Syrian civil war, it is just as fair to see it as a giant form of postcolonial blowback. The global scales of wealth, stability and rights – long tilted in Europe’s favour – have now skewed so precipitously that the best way those in the south have to stop from sliding off altogether is to rush en masse toward the other side.     Children play in a makeshift refugee camp of the northern Greek border point of Idomeni, Greece. Photograph: Petros Giannakouris/AP    Cast Away and The New Odyssey start to do for the refugees what British abolitionists did for the slave trade. They mobilise eyewitness testimony to promote empathy, and through empathy, better policy. Unfortunately, where the abolitionists of the 1780s could press for a single law – a parliamentary ban on the slave trade – Europe’s migration crisis involves far greater social and political challenges, to say nothing of economic costs. It has been much easier for Europeans to hunker down inside their nations, closing borders, withdrawing from international agreements, shoring up exclusionary sentiments. Not only do such impulses make a mockery of liberal ideals (freedom, tolerance, that sort of thing); they are also likely to worsen the underlying problems. Against the horrors – both personal and political – Kingsley and McDonald-Gibson produce individual tales of compassion. There is the Greek army sergeant who rescues Sina from drowning, the volunteers who hand out food and clothes to new arrivals on the beaches of Lesbos, the activists in Rome who offer Majid a home of sorts in their squat.   Related: Top 10 refugees' stories    These books also point toward some broader remedies. First, Mare Nostrum should be revived and refunded. After the abolition of the slave trade, the Royal Navy patrolled the Atlantic for slave ships and liberated their human cargo; navies should play a similar role by rescuing migrants now. Second, processing centres need to be set up for asylum claims in Turkey, Libya, Jordan and Lebanon, so migrants can travel legally, without smugglers’ boats. Third, Europe should invest in refugee support in the overwhelmed nations of Turkey, Jordan and Lebanon. Finally, European and prosperous non-European nations should welcome larger numbers of refugees than the shamefully low numbers currently being accepted. As McDonald-Gibson reminds us, 1.3 million refugees were resettled from Indochina after 1975 “with no discernible impact on the cultural fabric of the host nations”. Fear of terrorism and racism should not be allowed to prevent the same from happening now. Kingsley points out that the migrants’ journeys deserve “to be considered a contemporary Odyssey”. What has been unfolding on Europe’s southern borders certainly has the proportions of an epic, replete with heroes and monsters. But Odysseus braved the beasts while finding his way back home, and, eventually, he made it. These migrants have fled their homes only to be denied, more often than not, the chance of a new one. That makes this no mere odyssey. It is a crime. And with migration season upon us once again, Ithaca is nowhere in sight. • To order The New Odyssey for £9.99 (RRP £14.99) Cast Away for £11.99 (RRP £14.99) go to bookshop.theguardian.com or call 0330 333 6846.",
  "webTitle": "The New Odyssey and Cast Away review – stories from Europe’s refugee crisis",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/21/the-new-odyssey-patrick-kingsley-cast-away-charlotte-mcdonald-gibson-europes-refugee-crisis-review",
  "keyword": [
    {
      "webTitle": "Society",
      "id": "books/society",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Maya Jasanoff",
      "id": "profile/mayajasanoff"
    }
  ],
  "guardianId": "books/2016/may/21/the-new-odyssey-patrick-kingsley-cast-away-charlotte-mcdonald-gibson-europes-refugee-crisis-review"
}