{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/12/tony-cozier-obituary",
  "id": "2016-05-12-204",
  "sectionId": "sport",
  "body": "Tony Cozier, who has died aged 75 of cancer, was the consummate, constant reporter of Caribbean cricket for more than five decades. He was recognised by cricket followers around the world more by his voice than his appearance. A surprising number of devotees did not realise that he was a white Bajan – a native of Barbados – yet all were captivated by the unmistakable, lilting tones of his commentary, while his readers trusted his clear and forthright analysis of West Indies cricket through thick and thin. To watch Tony at work at a Test match was an education. He would glide between the TV commentary box to the (much smaller) radio box, then back to the press room where he would construct a couple of pieces for the Nation newspaper of Barbados, then perhaps another for the Independent in the UK. It seemed such an effortless process, albeit without a minute wasted. It was a delight and a privilege to sit next to him when he was broadcasting on radio. His knowledge of the game was encyclopedic, and not restricted to the Caribbean. He knew better than his English counterparts that Bloggs of Leicestershire had scored 37 in his last county match. But he did not broadcast to impress his listener with his knowledge. It was never about him, but the game unfolding in front of him. Tony described the action succinctly and with an objectivity that is beyond many modern broadcasters. His soothing voice allied to a sense of mischief whenever the occasion allowed brought a distant game to life. As a commentator – rather than a summariser – he was the helmsman of the broadcast. He had a light touch on the tiller but he could control what was happening if he wanted. Just occasionally, if his summariser was becoming a little overwrought and tiresome, Tony had the capacity to keep talking for over after over without allowing any interruption. Almost certainly the broadcast would be enhanced as a result.     Tony Cozier interviews Mike Atherton at a West Indies v England one-day international at Bridgetown in 1998. Photograph: Patrick Eagar/Getty Images    He was passionate about the game. As the dominance of the West Indies in world cricket faded at the beginning of this century it was a common sight to see Tony joining Viv Richards and Michael Holding for a drink at the end of a day of Test cricket to thrash over the latest setback. The conversation was animated and gained in speed as three proud West Indians, Bajan, Antiguan and Jamaican, poured out their souls. As the debate grew ever more intense it was hard for onlookers to understand much except that they cared intensely. By the end of his life Tony was in a sad and unnecessary dispute with the West Indies Cricket Board because of his fearless critiques of the way the game was being run in the Caribbean. But Tony also knew how to relax, have fun and add a little sunshine. His beach parties, to which all visiting journalists were invited, were legendary – provided you managed to find the shack on the east coast of Barbados. This meant negotiating an impenetrable cobweb of little roads in the middle of the island: if successful there was beach cricket, cricket talk, a few drinks, music and dancing. When he last worked in England, in 2013, Tony’s body was already frail, yet his love of life was intact. One abiding memory is of a meal in Cardiff, which somehow ended up with Tony, to the delight of all present, dancing to Abba and Elvis Presley with a diner on the next table, whom he had never met before. Journalism was in Tony’s blood. He was born in Bridgetown. His father, Jimmy, was a prominent journalist, who was the solitary reporter on the West Indies tour of England in 1950 as well as the founder of the Barbados Daily News. After attending Carleton University in Ottawa, Canada, where he would be flicking the radio dials to pick up reports from inter-island games in the West Indies, the young Tony soon followed in his father’s footsteps. He first came to England in 1963 on a shoestring, and reported a memorable summer of cricket, in which the West Indies defeated England.   Related: Thank you Tony Cozier for those exhilarating rides on the airwaves    He once described this experience of another age of sports journalism. “Frank Worrell was the captain. Sobers, Hall and Griffith were there. These were fellas who I played with in Barbados at club level. So I knew them. A lot of them were my age. I virtually became part of the team.” Tony, though not a first-class cricketer, had opened the batting for the Wanderers in Barbados, which in the 1960s required considerable skill and courage. That experience always informed his commentary. Thereafter Tony was constantly with the West Indies team. He first appeared on Test Match Special at Headingley in 1966 and was then a wonderful adornment to every England/West Indies series. He followed Clive Lloyd’s side to Australia for the Kerry Packer series in the late 70s, where he was enlisted for Channel Nine’s TV coverage. He edited 22 West Indies cricket annuals and in 2011 was made an honorary member of the MCC. The refurbished Kensington Oval in Bridgetown naturally has a media centre bearing his name. Unusually, he never forgot the anniversary of his wedding in 1965 to Jillian, another great dispenser of hospitality, though he had taken the precaution of getting married on his birthday. She survives him, along with a son, Craig, and a daughter, Natalie. • Winston Anthony Lloyd Cozier, journalist and broadcaster, born 10 July 1940; died 11 May 2016",
  "webTitle": "Tony Cozier obituary",
  "webPublicationDate": "2016-05-12T12:54:37Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/12/tony-cozier-obituary",
  "keyword": [
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "West Indies cricket team",
      "id": "sport/west-indies-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport radio",
      "id": "tv-and-radio/sport-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Sport TV",
      "id": "tv-and-radio/sport-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Barbados",
      "id": "world/barbados",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/2016/may/12/tony-cozier-obituary"
}