{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/02/talking-horses-best-bets-racing-aidan-o-brien-minding",
  "id": "2016-05-02-173",
  "sectionId": "sport",
  "body": "Today’s best bets, by Chris Cook One final thought regarding Aidan O’Brien, who, immediately after his 1,000 Guineas triumph on Sunday, said something that illustrates just how embedded he is in the little world of Ballydoyle. He was discussing Minding’s pedigree, she being by Galileo out of Lillie Langtry, both of whom were trained to win top-class races by O’Brien. “She’s our own blood,” he said. “Her mum and dad have been friends with our families for a long time.”   Related: Horse racing tips: Monday 2 May    I suppose there would be some outside the racing bubble who would find it twee to discuss horses in that manner but there’s nothing affected or lighthearted about O’Brien when he says such a thing. He puts much less distance between himself and the horses than other top-tier Flat trainers and it may be part of his genius. Completing the thought, O’Brien said of Minding’s parents: “We would have known them intimately, professionally. Everyone in Ballydoyle and Coolmore would know them, which is a massive help. She’s pure homebred.” Today’s nap, at Windsor, is down to 11-10 after 2-1 was available when betting opened on Sunday night. Walpole (5.10), from the 2,000 Guineas-winning yard of Hugo Palmer, is unbeaten in two, having won a Huntingdon bumper in October and then a Wolverhampton maiden in February, both times scoring with plenty in hand. The Wolves race is working out, since the third won next time while the fourth has since won three turf handicaps. One has to be careful about placing too much confidence in such things but on that form Walpole looks very nicely treated for his handicap debut off a mark of 77. He is a half-brother to the Coronation Stakes winner Rizeena and cost 110,000 guineas as a yearling, so Monday’s contest is still some way below what he ought to be capable of. Kinglami (2.15) is interesting at 12-1 for a sprint handicap earlier on the card. He has a fine record over this course and distance and his running-on fifth for his new yard here last time suggested he was coming back to form. He has been dropped another 2lb, for what it’s worth. In Bath’s opener, you can get 14-1 about John Joiner (1.55). While he is a maiden after 11 runs, he was with Peter Makin last year, when that trainer achieved only a 3% strike-rate. He has now joined Peter Hedger (16% this year) and showed up well for a long way until getting tired on his Wolverhampton reappearance a month ago. Monday’s step back in distance to five furlongs and a return to handicap company should certainly help. A useful 3lb is claimed by Josephine Gordon, half of whose six turf wins have been achieved around this tricky circuit. The trainer David Dennis sponsors some of Monday’s races at Warwick and appears to have been preparing several runners specifically for the card. The Big Dipper (2.00) is interesting at 14-1 for a handicap hurdle, having won on his only previous attempt at this distance of three miles. He is only 4lb higher than for that success and wears a tongue tie for the first time, having not been seen since November. Tipping competition – a new week starts on Tuesday Congratulations to chris1623, who held on to win last week’s competition on a whopping final score of +37.88, despite a winnerless Friday. He held off bacciodilupo (+34.92), who somehow found Vroum Vroum Mag to close the gap slightly as they reached the line. Congratulations, Chris! We’ll be in touch. As Monday is a bank holiday, we’ll hold over the start of our new week’s competition until Tuesday. Do please use the comments section to share any tips you may have for Monday’s racing!",
  "webTitle": "Talking Horses: Monday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-02T10:56:28Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/02/talking-horses-best-bets-racing-aidan-o-brien-minding",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/blog/2016/may/02/talking-horses-best-bets-racing-aidan-o-brien-minding"
}