{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/29/legal-high-ban-the-right-thing-to-do",
  "id": "2016-05-29-33",
  "sectionId": "society",
  "body": "The new law (Legal high ban risks creating fresh crisis, 28 May), which criminalises the selling of so-called legal highs, but crucially does not criminalise the user, is the right thing to do. It came out of an independent study into these substances which I set up when drugs minister. A wide range of experts produced a unanimous report and that forms the basis of the law. I was clear that so-called legal highs presented, and present, more of a danger to users than many long-prohibited drugs, especially cannabis. The fact they were legally available led some people to believe they had been given the green light by the state, with often tragic consequences. The real problem, therefore, is not the status of legal highs, but as the Transform Drug Policy Foundation point out in your article, the illogical, unscientific and draconian approach taken by the government towards cannabis. It is right that there is not a problem with dangerous legal highs in Holland where cannabis is easily available. As minister, I published an international comparators study by civil servants into drug policy, the first proper assessment of our drug laws for 43 years. At last a window for drug reform was opened, especially in relation to cannabis. Sadly since the 2015 election, that window has been firmly closed by the Tories and that report buried, another example of the unwelcome difference between a government with the Lib Dems in it and one where the Tories govern alone.Norman BakerDrugs minister 2013-14, Lewes • The legal high ban will have an effect on new psychoactive substances being accessible to the public. However, it is yet to be seen if the ban will work. Legal highs are extremely difficult to control as the prohibition of one brand will see the arrival of several new products. There is also the risk that the criminalisation of legal highs will push more people towards dealers of illicit substances, including class A narcotics. The “back alley” market is difficult to regulate and it could lead to more people being intimidated and manipulated by such criminal activity. The law follows the traditional governmental reaction to drugs: criminalisation. This ignores the underlying, deeply entrenched social issues of drug use, instead focusing on a perceived quick fix. This approach does nothing to tackle the actual issue, instead simply populating the prison system. As it is, people will continue to die from using these substances.Yasmin BatliwalaWDP, London",
  "webTitle": "Legal high ban the right thing to do | Letters",
  "webPublicationDate": "2016-05-29T18:58:18Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/29/legal-high-ban-the-right-thing-to-do",
  "keyword": [
    {
      "webTitle": "Legal highs",
      "id": "society/legal-highs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs trade",
      "id": "world/drugs-trade",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Drugs policy",
      "id": "politics/drugspolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/29/legal-high-ban-the-right-thing-to-do"
}