{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/23/football-transfer-rumours-pierre-emerick-aubameyang-to-manchester-united",
  "id": "2016-05-23-273",
  "sectionId": "football",
  "body": "William Goldman’s famous line about nobody knowing anything has never seemed more pertinent, with many of today’s back pages devoted to furious speculation regarding what may or may not happen at Manchester United in the coming days. While the coronation of José Mourinho as the club’s new manager looks a formality, opinions vary on how much he’ll be given to spend, who he’ll sign and with whom he’ll fall out first. The Guardian’s man on the Manchester beat says Mourinho has identified André Gomes, João Mário, John Stones, Álvaro Morata, Mauro Icardi and Ezequiel Garay as the players he’d like to take to the bagging area following a £150m summer trolley dash, while the Mirror say the names James Rodríguez, Marquinhos and Pierre-Emerick Aubameyang also feature on his shopping list.    Related: José Mourinho targets John Stones in £150m Manchester United spree    It should go without saying that Zlatan Ibrahimovic’s name has also been mentioned in dispatches, with Swedish media outlet Aftonbladet going so far as to suggest he’ll take a role as Mourinho’s assistant manager. We can but hope and pray such a box office appointment comes to pass.  Quite what the arrival of Mourinho and his back-room team of ref-bothering coaches will mean for Ryan Giggs remains to be seen, but the smart money seems to suggest that the 42-year-old will end his 29-year association with the club even if he’s offered a coaching role under the new regime. According to our chief football correspondent Daniel Taylor, the Welshman will be missed a lot more by United’s players than Mr Van Gaal.  In other news from the managerial merry-go-round, contrasting reports say that Everton have sounded out former Manchester City boss Manuel Pellegrini and current Sevilla gaffer Unai Emery with regard to taking over the position recently vacated by Roberto Martínez, who is being linked with a move to Championship side Derby County. With Arsenal reported to have wrapped up a £30m deal to bring Swiss midfielder Granit Xhaka to the Emirates from Borussia Mönchengladbach, Bayern Munich’s Moroccan defender Medhi Benatia is believed to be next on their Bundesliga wish-list. The Gunners will free up a dressing room peg for the centre-back by off-loading Alex Oxlade-Chamberlain to Premier League champions Leicester City, but plan to keep Theo Walcott on board despite ongoing speculation that his time with the club was drawing to a close. The Mirror say Arsenal are also ready to renew their interest in 17-year-old Vélez Sarsfield striker Maximiliano Romero and also want Juventus striker Morata. Esteemed German football organ Kicker reports that Ilkay Gündogan’s €25m switch from Borussia Dortmund to Manchester City is as good as a done deal, despite the injury-prone midfielder dislocating a kneecap in training three weeks ago. The bearded German has since undergone surgery to have his patella put back in place, but is likely to be sidelined until mid-October at the earliest.  Meanwhile in Italy, Gazzetta dello Sport say Roma midfielder Miralem Pjanic looks likely to sign for Juventus, despite interest from Chelsea, Barcelona and Bayern Munich. They also report that Dinamo Zagreb’s Croatian midfielder Marcelo Brozovic will end his loan spell at Inter and be moved on to an unspecified Premier League club. Reports elsewhere in Italy suggest that Chelsea and Manchester United fans hoping to see Napoli striker Gonzalo Higuaín line up in the colours of their respective clubs next season are likely to face disappointment as the Argentinian is believed to have his sights set on a move to Paris Saint-Germain.",
  "webTitle": "Football transfer rumours: Pierre-Emerick Aubameyang to Manchester United?",
  "webPublicationDate": "2016-05-23T07:51:41Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/23/football-transfer-rumours-pierre-emerick-aubameyang-to-manchester-united",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barry Glendenning",
      "id": "profile/barryglendenning"
    }
  ],
  "guardianId": "football/2016/may/23/football-transfer-rumours-pierre-emerick-aubameyang-to-manchester-united"
}