{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/03/radiohead-burn-the-witch-review-the-kind-of-return-the-world-might-have-hoped-for",
  "id": "2016-05-03-125",
  "sectionId": "music",
  "body": "And finally the first music arrived. What seems to be the first track from Radiohead’s new album was launched on their website on Tuesday afternoon, accompanied by a video featuring animation in the style of Bob Bura and John Hardwick, the creators of Trumpton, Chigley and Camberwick Green. Burn the Witch had been trailed on Instagram, but the brief clips didn’t give much clue as to what music we might expect. But what arrived was thrilling – a burst of taut, tense music, driven by pizzicato strings, that had more in common with conventional rock than some hints had led us to believe – Brian Message, from their management firm, had claimed the new album will sound “like nothing you’ve ever heard”.   Related: 'Disarmingly melodic': fans (and a newbie) review Radiohead's new single Burn the Witch    The rest of the album would have to be very different indeed from Burn the Witch for that claim to be true. Because Burn the Witch is like nothing you’ve ever heard only if you’ve never heard a rock band use a string section whose members have been ordered to convey brooding menace, or a two-chord pattern, or a voice jump to falsetto over a vaguely euphoric chord. There’s even a refrain – though Thom Yorke’s wailing admittedly lacks the kind of immediacy you get in the choruses of singles by, say, Olly Murs – in which the brooding menace descends into fully-fledged did-you-ever-hear-anyone-so-moody art rock. As one might expect, then, Yorke hasn’t been raiding the poetry of Pam Ayres for songwriting inspiration: “Stay in the shadows / Cheer the gallows / This is a round-up,” he opens. The lyrics appear to be skirting around the surveillance society, but equally they might be meditating on the difficulties of open discussion in an age where thought is scrutinised and policed by the public itself on social media, where any idle thought runs the risk of seeing one condemned as #problematic: “Loose talk around tables / Abandon all reason / Avoid all eye contact / Do not react / Shoot the messenger / This is a low-flying panic attack.” The dissonance between the pretty conventional music – no electronic skronk here, nothing to scare off the crowds at their festival headline slots this summer – and the mood of incipient dread is heightened by the video, in which it becomes apparent that the band haven’t remade Trumpton, but The Wicker Man.  The intriguing question now is whether this foreshadows the new album, or whether Message was right. It’s certainly the kind of return – bold and expansive, as well as dark and claustrophobic – that the world might have hoped for. You can watch the video for Burn the Witch here.",
  "webTitle": "Radiohead: Burn the Witch review – a return the world might have hoped for",
  "webPublicationDate": "2016-05-03T15:35:59Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/03/radiohead-burn-the-witch-review-the-kind-of-return-the-world-might-have-hoped-for",
  "keyword": [
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Hann",
      "id": "profile/michaelhann"
    }
  ],
  "guardianId": "music/musicblog/2016/may/03/radiohead-burn-the-witch-review-the-kind-of-return-the-world-might-have-hoped-for"
}