{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/eu-corrupt-politicians",
  "id": "2016-05-16-305",
  "sectionId": "commentisfree",
  "body": ".   “Poor”, “Roma”, “migrants”: these words are often thrown at my compatriots in a spirit that is far from complimentary. Yet Romania has far more important problems than taking offence at racist portrayals in the media. There are real issues of poverty, inequality, Roma exclusion and the loss of people to the west affecting our society. Romania has come a long way since the fall of communism in 1989 – and the EU has played an important part. The conditions imposed on us – democratisation, the rule of law and vital pressure to deal with corruption – have meant Romanian politicians have been prevented from committing abuses that otherwise may have happened. Having to adopt EU legislation forced Romania to rethink policies, such as clean energy, with which it may not otherwise have bothered. Always a laggard when it comes to absorbing EU funds, Romania has nevertheless benefited. When a plaque informing us “This was done with EU funds” shows up on a modernised hospital, it’s proof we have won something from this deal. Open borders meant we were – at least theoretically – treated as equals. Most importantly, perhaps, for a country with hardly any experience with democracy, we observed democratic practices in other European countries and at the EU level and we learned from them. Romanian NGOs used EU money to grow and build up experience, and they used EU institutions to pressure Romanian ones to become more transparent and accountable. The EU stick made our political leaders behave – at least some of the time.    EU institutions and legislation are huge deposits of common European wisdom    After the fall of communism, Europe became an obsessive reference point. Whatever the EU stood for, Romanians mostly embraced, like a child undiscerning of parental shortcomings. There was a naive hope that the EU would sort out all of our problems. In reality, the transition to capitalism came with sharpening inequalities, of incomes and opportunities. Romania turned capitalist in a period when capitalism was becoming very rotten. The EU itself, at the time Romania joined in 2007, was far from the caricature of a pan-European social democracy that some of us had imagined: welfare states were under attack and big finance gained increasing control over politics. In this climate, solidarity was never much cultivated or practised in post-communist Romania. Instead, the country fought other eastern European nations over whose flat tax or labour protection was lower to please international corporations. It did its best to stick to the EU-dictated fiscal discipline. This all came with social costs. In 2010, when the IMF called on Romania to implement drastic austerity measures, our west-parroting political leaders replied with an over-enthusiastic “yes”. Over time, Romanians have become more level-headed about transition and the EU. A social movement born in anti-austerity protests came to maturity in 2013, when popular mobilisation prevented the village of Rosia Montana from being destroyed to make way for a Canadian gold mine. This was a defining moment: people power won over corrupted politicians and the idea that citizens could have an increased say in their politics took hold. Romania is going through an interesting period: politicians are dropping like flies as a result of an anti-corruption crusade led by a national agency backed by the EU, and a nucleus of active citizens keeping a close eye on public life. For the moment, the country steers away from the anti-democratic nationalism that is taking hold of Hungary and Poland. But xenophobic and racist feelings are there in our society and they could materialise politically any time.   Related: Bringing in the scalps: the woman leading Romania's war on corruption    Never before have east and west Europe looked more similar to me. Most of our societies are confronted with widespread economic and political exclusion, leaving frustrated people prey to opportunistic nationalists or the far right. Our societies need to become fairer. The EU, complex and self-conflicting animal as it is, should be harnessed to be a force of good in this direction. EU institutions and legislation are huge deposits of common European wisdom on democracy and solidarity, which we need in order to move in a progressive direction. That democracy and solidarity sometimes gets pushed aside is a fact, but, none the less, these are defining elements of the EU. Romania has surely benefited from them. The EU has the potential to act as a progressive bulwark against bad policies and abuse on the national level – as it helped Romania move in the right direction in the past. The anti-democratic nationalistic movement against the EU shaping up on the horizon is a very ugly alternative. Solidarity, of course, is easy to call for and hard to implement – especially in societies, such as Romania or the UK, where the predominant discourse promotes anything but. Without it, though, we’ll live on a continent where Brits will be busy shutting doors on Romanians, Romanians will be busy shutting doors on Syrians, and those with big money and big guns will just be happy we’re kept distracted. The EU needs to be transformed with contributions from all of us, citizens and social movements alike. Social problems, and the grassroots efforts to address them, are held in common across the continent. They are greater than the differences between us. • Tell us what the EU means to you and your country",
  "webTitle": "What will Europe do for the dispossessed at its fringes? | Claudia Ciobanu",
  "webPublicationDate": "2016-05-16T08:00:31Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/eu-corrupt-politicians",
  "keyword": [
    {
      "webTitle": "Romania",
      "id": "world/romania",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Claudia Ciobanu",
      "id": "profile/claudia-ciobanu"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/eu-corrupt-politicians"
}