{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2016/may/05/a-futuristic-dramedy-stick-to-the-cartoons-seth-macfarlane",
  "id": "2016-05-05-210",
  "sectionId": "tv-and-radio",
  "body": "“Seth MacFarlane to Star in Live-Action Space Dramedy Series for Fox” booms a Hollywood Reporter headline, informing us of Fox’s decision to produce a 13-episode series – written by and starring MacFarlane – about a crew of space explorers set 300 years in the future. MacFarlane has enjoyed a long and varied career in showbusiness. As well as his animated empire – which includes Family Guy, American Dad! and The Cleveland Show – he has directed movies, presented the Oscars, produced documentaries and released three easy-listening albums. But there is much to be concerned by here. The word “dramedy” is a huge red flag, suggesting a show that doesn’t know what it wants to be. The feeling of anxiety is compounded by the setting. As at least one wag on Twitter has already pointed out, it’s like MacFarlane has graduated from ripping off The Simpsons with Family Guy to ripping off Futurama with this. Then there’s the issue of MacFarlane’s presence on camera. Whatever you think about his output – we’ll come to that soon – MacFarlane is an impeccable vocal performer. Whether he’s playing Peter Griffin or Ted, his machine-gun delivery is so slick that it’s hard to see how it could be bettered. But a weird thing happens when he steps in front of a camera. His qualities as a voice performer are exactly what hamper him as an actor. He’s too slick, too precise. In every guest performance he has made, or in the film A Million Ways to Die in the West, he has come off as inscrutable and insincere. It feels like everything comes too easily for him, and watching someone be continually facile is no fun. Finally, as promised, his output. With the exception of the first Ted film, MacFarlane has always wobbled when he has moved away from animation. His Oscars monologue – complete with songs about all the actors he has seen naked – was so clunkingly received that he may qualify as one of the show’s worst hosts. A Million Ways to Die in the West was an almighty flop. And, in the nicest possible way, his easy-listening albums are so unplaceably creepy: they come across as the sort of overly sincere calling cards that a deranged millionaire serial killer might record and leave at the scene of his murders to spook the police. Maybe this new show will buck the trend. Maybe this will be the project that finally pushes Seth MacFarlane out of Family Guy’s orbit. It could happen. After all, this is a subject he clearly enjoys, having appeared on Star Trek: Enterprise and produced Neil deGrasse Tyson’s updated Cosmos series. And perhaps he’s written himself a part that plays to his strengths. After all, what is a space dramedy without a creepy, wisecracking android?",
  "webTitle": "A futuristic 'dramedy'? Stick to the cartoons, Seth MacFarlane",
  "webPublicationDate": "2016-05-05T11:21:11Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2016/may/05/a-futuristic-dramedy-stick-to-the-cartoons-seth-macfarlane",
  "keyword": [
    {
      "webTitle": "Seth MacFarlane",
      "id": "culture/seth-macfarlane",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "tv-and-radio/tvandradioblog/2016/may/05/a-futuristic-dramedy-stick-to-the-cartoons-seth-macfarlane"
}