{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/07/homeless-asylum-seeker-refugees-forced-red-cross-food",
  "id": "2016-05-07-13",
  "sectionId": "uk-news",
  "body": "The bright open room is scattered with people and their belongings in various well-worn bags, like a station waiting room. A few chat in low voices, a mixture of accents but in their common language of English.   Related: Home Office set to deport more asylum seekers, activists say    Ola and Adu are from Ghana and Nigeria respectively and are a decade apart in age, but their experiences are similar – both homeless, both frustrated. They have come to the Red Cross centre for destitute asylum seekers in Dalston, east London, for a hot meal and a food parcel to help tide them over on days when the kitchen, run by volunteers, is not open. “We cannot work,” said Adu. “We don’t want to have to use charity. At least allow us to look after ourselves, to find work, any work I will do. Not working gives people stress, aggression, madness, depression. “They are killing people’s skills and potential. Some people are nurses, accountants, lawyers, something they can use for the community.” Adu, 54, came to the UK with her husband, a British citizen. When she fled his violence – she reveals scars on her head and arms – she had nowhere to go and ended up alternating between sleeping on a friend’s floor and on the street. That remains the pattern of her life 11 years later. “You find yourself in this situation and you want to overcome it. But what can you do?” The number of people supported by the British Red Cross’s destitution services – which provide food parcels, clothing and small amounts of emergency cash, usually for bus fares – rose by more than 10% in the first three months of this year compared with the same period in 2015, when 2,975 people were seen. The charity’s figures show that at least 3,373 refugees and asylum seekers in the UK have been destitute over the past three months. It warns that government plans to remove support payments for families refused asylum, regardless of whether or not they can safely leave the UK, will plunge even more into poverty. Aisha, 32, from Eritrea, does not know from day to day where she will sleep and often spends the night on the street. “I go to the mosque and when it closes someone will take you in for the night.” She has been in the country for three years. Her asylum claim was refused, but she has no way of getting home, even if she felt safe enough to do so, and she is not entitled to work or receive benefits. “I was in a hostel, 20 ladies in one room, but it shut after the winter. I have no money and come here for food. On other days I don’t eat. It’s difficult to carry your bag of clothes everywhere.” Alex Fraser, the British Red Cross’s director of refugee support, said the figures showed the risks that refugees faced: “People who seek safety in the UK after fleeing conflict and persecution are increasingly at risk of becoming destitute in the most literal sense of the word. We frequently see families who rely on our support to feed and clothe their children. We also know that we don’t see everyone who is destitute, so the true figures are likely to be even higher. “The UK can do better than this and do more for those fleeing unimaginable situations in countries such as Syria and Iraq.” However, the immigration bill will make it harder for asylum seekers to receive basic support such as housing while their application to remain in the UK is assessed, and could plunge families unable to leave the country into poverty. “It’s clear,” said Fraser, “that the UK’s asylum system can leave anyone destitute – young or old, fleeing the conflict in Syria or political persecution in Eritrea, and this shows no sign of slowing down. Cutting off support, as the immigration bill proposes to do, is a red line that should not be crossed.” Those affected include children and elderly people – the youngest being helped at the Dalston centre is just a baby and the oldest is 91. Many of the destitute have been in the country for years but remain trapped in a system that doesn’t allow them to work. Some 37% (1,253) of those assisted by the Red Cross between January and April this year were from Eritrea, Sudan, Iran or Syria – which are recognised as the world’s top refugee-producing countries because of conflict or political persecution. Destitute refugees and asylum seekers are found across the UK, with the Red Cross supporting people most frequently in Leicester, London and Birmingham. More will be receiving help from other organisations or simply going below the radar. Of those supported by the Red Cross, 12% have been granted refugee status by the Home Office. The government has recently committed to looking again at the time new refugees are given before asylum support comes to an end, which is currently 28 days, in the face of growing evidence that applying for work or mainstream benefits and finding somewhere to live takes much longer. Gloria Ho, who runs the centre at Dalston, said the food parcels increasingly had to be items that could be eaten raw, and not things like pasta or rice, because no one had access to cooking facilities. “We see more and more rough sleepers,” she said. “On Tuesday [last week] we gave out 100 food parcels and these were to people who can’t access ordinary food banks. Most cannot access any funds at all. Technically there shouldn’t be any families with children sleeping rough, but we are certainly seeing that is happening. There are so many gaps in the system, in social services and in the asylum time-frames.” Women like Ola, 45, live day to day, waiting. “We’re not bad people, we’re good people,” she said. “You come here for an hour or two, just for a sit and a meal and some company. Sleeping on the floor or on the ground, you always have your bag at your back. One day I would like to sleep in a bed without my bag under my back.”",
  "webTitle": "No money for food, clothing or a home: how asylum seekers are left destitute on UK streets",
  "webPublicationDate": "2016-05-07T23:05:06Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/07/homeless-asylum-seeker-refugees-forced-red-cross-food",
  "keyword": [
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tracy McVeigh",
      "id": "profile/tracymcveigh"
    }
  ],
  "guardianId": "uk-news/2016/may/07/homeless-asylum-seeker-refugees-forced-red-cross-food"
}