{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/10/bryce-harper-intentional-walks-washington-nationals-mlb",
  "id": "2016-05-10-185",
  "sectionId": "sport",
  "body": "At the age of 23, Bryce Harper already has an MVP award to go with piles of magazine covers and thousands of feet of booming home runs. He is also baseball’s most controversial player, a title he upheld on Monday by getting himself thrown out of the game for arguing a team-mate’s strikeout. It was an ejection he protested so vehemently that players and coaches had to hold him in the dugout and one that still festered minutes later when – after the Nationals ran on the field to celebrate a 5-4 victory over the Detroit Tigers – he pointed to the umpire, Brian Knight, and cursed him. Later he smirked at the idea of being fined for such churlishness.   Related: Bartolo Colon hits first career home run just shy of 43rd birthday    “If I do I will pay it,” he said, his voice filled with defiance. “He deserved to hear it. Maybe he will get fined too.” But ejections along with dirt-smeared razor stubble and a tree-chopper’s upper cut have not brought the Nationals a playoff series victory. Over the weekend Cubs manager Joe Maddon potentially exposed the flaw of Harper’s prodigiousness in relation to the Nationals future success by giving Harper the Barry Bonds treatment. He ordered his pitchers to walk Harper 13 times in Chicago’s four-game series against Washington including six on Sunday afternoon. The walks seemed to have little effect on Harper who chuckled as at his fate. But they seemed to unsettle the Nationals who lost all four games. In particular, they rattled Ryan Zimmerman the longtime Nationals infielder who was the face of the franchise in Washington until Harper came along. Hitting behind Harper, Zimmerman struggled to capitalize on the opportunity Maddon provided over the weekend. On Sunday, Zimmerman left 14 runners on base in a 13-inning loss.  Suddenly on a night when star pitcher Stephen Strasburg agreed to a surprise seven-year $175m contract extension and reserve outfielder Clint Robinson won the game with a walk-off home run, the question surrounding the Nationals was if Harper is about to be walked all the time like Bonds. “I think people are panicking a little early,” Nats manager Dusty Baker said rolling his eyes on Monday while fielding questions about how he will force other teams to pitch to his best hitter.    Related: Stephen Strasburg signs seven-year, $175m contract with the Nationals    Nobody understands the impact of having his best hitter walked incessantly better than Baker who managed the Giants in the biggest years of Bonds. Back then Bonds was so feared he was once intentionally-walked 120 times in a season (688 times in his career). Sometimes he was even walked at the start of an inning or with the bases loaded ­– the opposing team conceding a run in the hopes of not allowing four. “Unless you have been in his shoes before you don’t know is what it’s like psychologically,” Baker said in explaining why he won’t yank Zimmerman from the Nats lineup immediately. He then noted that he had once been Zimmerman, this was early in his career when as an outfield with the Atlanta Braves he hit behind Hank Aaron.  “Everyone talks about protection [in forcing pitchers to pitch to Aaron], I wasn’t much protection,” Baker said laughing before adding that Aaron told him: “You can take it personally but if you take it personally you are going to be in high anxiety and you are going to go through periods of stressing over it.”  Then Baker sighed. “I’m not tearing up my lineup [over] three days [in Chicago],” he said.  Few managers play head games like Maddon. While many younger managers are savvy in advanced metrics and make decisions based on numbers, Maddon works his way into the minds of both his players and opponents. His weekend of walking Harper was not only about getting through four games in May but also about planting doubt in a team the Nats could well face in October.  Repeatedly walking a team’s best hitter is a little like the Hack-a-Shaq strategy in the NBA. It might deliver short-term success but the long-term effects are dubious. Many pitchers would probably rather pitch to Harper than put him on base, especially if those bases are empty. On Sunday, Cubs pitcher Jake Arrieta, who had been the most-dominant starter in baseball to that point, walked Harper three times and had his worst start of the season. The Harper walks might not have been the cause of his ineffectiveness but it forced him to do something unnatural. But there is decent evidence the Bonds treatment works. For all of Bonds’s intentional walks he never brought the Giants a world championship. It wasn’t until after he retired that they won three titles in six years. As great as he was he couldn’t win games without swinging just as last weekend when Maddon kept Harper’s bat motionless and the Cubs swept four from Washington. That sweep might have more to do with the fact Chicago are dominating the league in most key pitching categories as well as a shaky Nationals bullpen than walking Harper, still Maddon ignited a small earthquake inside the Nats. And it delivered the message that that a World Series trophy doesn’t come with an MVP alone. On Monday night Tigers manager Brad Ausmus, waited until the seventh inning to copy Maddon. With two outs and runners on first and third in a 4-4 game he had Harper walked bringing up Zimmerman who hit a harmless popup to first base to end the rally. This time it didn’t matter that Ausmus had pulled the bat from Harper’s hands, something Knight the plate umpire on Monday wound up doing anyway. Robinson’s home run saved them all. But Ausmus’s walk of Harper was an indication that many more are coming. Until the players hitting behind him make other teams suffer, then Harper will keep walking. And that might just work if the rest of the Nationals can’t bring him home.",
  "webTitle": "Washington Nationals' flaws make Hack-a-Harper a sound tactic",
  "webPublicationDate": "2016-05-10T12:04:32Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/10/bryce-harper-intentional-walks-washington-nationals-mlb",
  "keyword": [
    {
      "webTitle": "Washington Nationals",
      "id": "sport/washington-nationals",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MLB",
      "id": "sport/mlb",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Baseball",
      "id": "sport/baseball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Les Carpenter",
      "id": "profile/les-carpenter"
    }
  ],
  "guardianId": "sport/blog/2016/may/10/bryce-harper-intentional-walks-washington-nationals-mlb"
}