{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/26/britain-first-openly-gay-judge-master-of-the-rolls-terence-etherton",
  "id": "2016-05-26-221",
  "sectionId": "law",
  "body": "Sir Terence Etherton, Britain’s first openly gay senior judge, has been appointed master of the rolls, making him head of the civil judiciary in England and Wales. The 64-year-old lawyer’s promotion was confirmed by an announcement from Downing Street on Thursday morning. Etherton, who has been on the court of appeal and is currently chancellor of the high court, was a member of the British Olympic fencing team for sabre in 1980. He will be the second most senior judge in England and Wales, outranked only by the lord chief justice, Lord Thomas of Cwmgiedd, and will receive a salary of around £220,000. Educated at St Paul’s school in west London and Corpus Christi College, Cambridge, Etherton has been a judge since 2001 and was the first to become so while publicly declaring his sexuality.  He entered a civil partnership in 2006 with Andrew Stone, which was then converted to a marriage in 2014 in a traditional Jewish wedding ceremony at West London Synagogue. On joining the appeal court in 2008, Etherton said: “My appointment also shows that diversity in sexuality is not a bar to preferment up to the highest levels of the judiciary.” Etherton, who takes up the post in October, succeeds Lord Dyson, who has been master of the rolls since 2012. Thomas said: “I am delighted to congratulate Sir Terence Etherton on his appointment as master of the rolls. Following his excellent work as chancellor over the last three years, I look forward to continuing to work with him closely in the major reform of our system of justice.”",
  "webTitle": "Britain's first openly gay judge becomes master of the rolls",
  "webPublicationDate": "2016-05-26T11:27:39Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/26/britain-first-openly-gay-judge-master-of-the-rolls-terence-etherton",
  "keyword": [
    {
      "webTitle": "Judiciary",
      "id": "law/judiciary",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "law/2016/may/26/britain-first-openly-gay-judge-master-of-the-rolls-terence-etherton"
}