{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/26/the-morning-they-came-for-us-janine-di-giovanni-syria",
  "id": "2016-05-26-160",
  "sectionId": "books",
  "body": "Reading this book by the war correspondent Janine di Giovanni is at once necessary, difficult and elating. Her reporting from the Syrian revolution and war is clear-eyed and engaged in the best sense – engaged in the human realm rather than the abstractly political. Giovanni’s account is deeply personal. She was once obsessed with Bosnian crimes; in the introduction, she says that Syria may similarly “engulf her”. She finds herself unable to trim her baby son’s nails for thinking of an Iraqi who’d had his ripped out. Later, accepting a cigarette pack from a student of human rights, she notes the old cigarette burns on his arms. Her Syrian visits fell between March and December 2012. During the first, she describes an uneasy silence in central Damascus even as the suburbs burned. Class in this society is a more significant divider than religion, and the bi-national elite are in denial, spinning conspiracy theories and attending pool parties. In these “last days of a spoilt empire that was about to implode”, Giovanni delineates the two different kinds of regime “believer” – true devotees, and those simply scared of the alternatives. A few hundred frustrated UN monitors are confined to their hotel, and war is “descending with stunning velocity”. The book continues by recounting the ramifications for Syrian civilians of Assad’s various scorched earth strategies. An estimated 200,000 people disappeared into the regime gulag. Most have experienced torture. “I struggle to remember a place where torture has been so widespread and systematic,” a Human Rights Watch official tells Giovanni, who sets about uncovering some of the individual stories, by means of interviews and recollections of beatings, burnings and cuttings, perpetrated to the torturer’s usual refrain: “You want freedom? Is this the freedom you want?” Medical staff are recruited to keep torture victims alive enough to experience further pain, in precise ways that only doctors would understand. The book paints a phantasmagoric scene of physicians pulling intestines out and carefully puncturing lungs. Giovanni remembers a Palestinian victim of Israel telling her, “Once you have been tortured, you leave the human race.” Nada, a Syrian woman, develops the thought: “How does one return to the human race after having been so brutalised?” The fear of rape is perhaps the greatest factor in making the rebellious population flee. Giovanni gathers victims’ experiences both as journalist and as a UNHCR researcher, and she recounts the double trauma of violation and retelling. Here the tragedy accumulates. Searching for rape survivors in Atma camp she comes across a burned 11-year-old, his mouth “nothing more than a hole” his nose non-existent, his ears flaps of skin “stretched tight into pink crevasses”. Giovanni attended the aftermath of the regime’s August 2012 massacre of at least 300 civilians in Darayya, a suburb west of Damascus. The war correspondent Robert Fisk, she notes, entered Darayya on the same day, embedded with the regime army, and described the rebels as the perpetrators. Giovanni went in with civilians, interviewing locals. None of them corroborated Fisk’s story. Nor did Human Rights Watch, nor Darayya’s local coordination committee. Of course, once Giovanni’s article appeared, her Syrian visa was revoked.     Janine di Giovanni    She’s not an “embedded journalist”, therefore. Though she does embed at times with Assad’s army, as well as with the Free Army. She spends time with pro-regime nuns at the convent of St Takla in Ma’loula, and meets Fadwa Suleiman, the Alawi actor who led protests in Homs, in a Parisian cafe. Fadwa, still wearing her symbolically shorn hair, is “scrawny, abandoned and cold”. Wherever the location, Giovanni always understands the conditions she works under, and never exploits a fresh reality in order to spin a preconceived fable. Her method is to present sufficient information for the reader to draw their own conclusions – the connection, for instance, between rising jihadism and soldiers shooting men dead if they refuse to declare Assad’s divinity. Such reporters as Giovanni, who not only visit but also live (and often die) through wars not their own, are heroic. These are the Marie Colvins, Paul Conroys, Ali Mustafas of journalism, reporters motivated by commitment to the act of witnessing. There are memories here too of journalist Steve Sotloff and aid worker Kayla Mueller, both murdered by Islamic State. As Aleppo, a 7,000-year-old city, vanishes before her, she considers the elasticity of memory in war, the “sense of timelessness, of lost time”. A man wades up to his waist in rubbish, purpled corpses bob in the river, ruined buses shield streets from snipers. “You get used to hallucinations appearing in broad daylight.” There are slight imprecisions, and the odd intrusion of journalistic shorthand. The anti-regime movement of the late 1970s was more inclusive than just “Sunni Muslim groups”, though that was all that was left after the regime’s harsh repression. And “the Alawite triangle” is unfortunate, Iraq war-influenced nomenclature for the coastal area. But these are quibbles. Giovanni’s book doesn’t make policy recommendations. It simply observes, and is much the stronger for it. • Robin Yassin-Kassab’s book, Burning Country: Syrians in Revolution and War, written with Leila Al-Shami, is published by Pluto. To order The Morning They Came For Us for £12.99 (RRP £16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Morning They Came For Us by Janine di Giovanni – heroic dispatches from Syria",
  "webPublicationDate": "2016-05-26T14:30:03Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/26/the-morning-they-came-for-us-janine-di-giovanni-syria",
  "keyword": [
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Robin Yassin-Kassab",
      "id": "profile/robin-yassin-kassab"
    }
  ],
  "guardianId": "books/2016/may/26/the-morning-they-came-for-us-janine-di-giovanni-syria"
}