{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/14/mystery-saddleworth-moor-who-was-neil-dovestone",
  "id": "2016-05-14-170",
  "sectionId": "uk-news",
  "body": "On a desk in Oldham police station is a grey box file. Written on its lid is “John Doe”, beneath a photo of a grey track winding up a rocky moorland valley. I know the track quite well. It’s on Saddleworth Moor in Greater Manchester, and takes you from Dovestone reservoir at the bottom of the valley, to the smaller Chew reservoir, which, when it was built in 1912, was England’s highest, at 488 metres. Close by, in Greenfield, lies the Clarence pub, built from the burnt-looking millstone grit that is used in most of Saddleworth’s older buildings. The closest pub to Dovestone reservoir, it’s popular with daytrippers, but when I drop in one spring afternoon the place is deserted save for a table of four men in their 60s, walkers sitting around their emptied lunch plates. Once the pub has cleared out, Mel Robinson, the landlord, comes and sits with me while I finish my pint. He speaks solemnly, wanting to focus on the facts of what happened that afternoon five months ago. At about 2pm on 11 December 2015 a stranger walked in. Tall, white, with receding grey hair, brown eyes and a prominent nose, he looked about 70. “It seems like I’m the last person to talk to him,” says Robinson. “It was cold outside, and going dark already. Overcast. It rained all day the day before, and it rained all day the day after.” It being the quiet period after lunch, he was sitting at the end of the bar. He got up, but the stranger didn’t want a drink: “He wanted to walk to ‘the top of the mountain’. It was unusual, the way he was dressed. He was wearing just a light mac, normal trousers and shirt, and slip-on shoes.” The top of the mountain. That was unusual, too. Walkers often come in for directions, but this isn’t mountain country, and the locals don’t use the noun of even the highest escarpments. “He didn’t say Indian’s Head, he didn’t say Dovestone reservoir. He just said ‘the top of the mountain’.”    There has been speculation he was a spy. 'My left testicle,' a local reporter tells me. 'But he belonged to someone'    Robinson thought about the highest accessible place nearby, and gave the man directions to Chew reservoir. Then he walked him to the door. “Past those gates,” he told him, indicating the footpath that leads to Dovestone reservoir, “that’s the easier walk.” He added that he wouldn’t get there and back before dark, but the man simply asked him to repeat the directions, thanked him and went on his way. Robinson thought no more about it until the next day. “The police came in to see if I knew him, if he’d been in. It’s a mystery to us. We’d all like to understand what’s happened.” People getting off the train at Greenfield sometimes ask the way to Saddleworth. “You’re in it,” Richelle Walsh, the station assistant, will tell them. She may explain that Saddleworth is not actually a village, but a civil parish of 10 or so villages and hamlets scattered around the river Tame. Saddleworth Moor itself lies above the villages, forming the north-western edge of the Dark Peak. I make my way past Dovestone reservoir, with its sailing club and dog walkers, and on to the track. It’s four years since I was last here, researching a book. On that occasion, the moor’s gullies and hollows were deep in crusted snow after blizzards the week before. When I reached Chew reservoir, I found it frozen over, the wind coming off it cold enough to bring tears to the eyes. This winter’s snow has gone, but the vegetation is still sparse and the landscape’s bareness makes you conscious of the violence of geological processes. As you look up the valley, the scene is almost colourless: the blacks of heather and peat scattered with paler moor grass and boulders of millstone grit. But the moor is beginning to revive. The curlews and grouse are tentatively calling, and I hear the odd lark. For all Saddleworth Moor’s notoriety, it’s never seemed anything but tranquil to me.   Related: Saddleworth Moor death: image of 'Neil Dovestone' released    It was about 10.50am on Saturday 12 December when the body was found by a cyclist. He was lying on his back, 700 metres down from Chew reservoir, at a place where the track widens to allow vehicles to pass. If he followed Robinson’s directions, he’d walked a little over 4km, much of it uphill. His arms were at his sides, his feet facing downhill. It is natural to assume that a man of his apparent age, found dead in an exposed location, has had a heart attack. In his right trouser pocket was £130 in £10 notes. In his left coat pocket were three train tickets from the previous morning: a single from Ealing Broadway to London Euston (£4.80), and a return from Euston to Manchester Piccadilly (£81.50). The train from London, the 10am service, would have got him to Manchester just after midday, about two hours before he went into the Clarence. How he travelled the 17km from Manchester to Greenfield is unclear. Also in his coat pocket was a medicine box made of card. Inside was an empty container labelled thyroxine sodium, a drug produced by GlaxoSmithKline for the treatment of hypothyroidism. The label was printed in both English and Urdu.     CCTV of the man at Manchester Piccadilly. Photograph: MEN media    Back in Greenfield, I meet Ken Bennett in the yard of the Clarence. A former Fleet Street journalist, Bennett has lived in the area for 50 of his 75 years. These days he’s employed by the Oldham Evening Chronicle as a roving reporter for Saddleworth. He knows the case, and the region, better than most. Bennett was living nearby in Ashton-under-Lyne when he was posted here in 1965 to cover the search for the remains of the Moors murders victims. He remembers the mist. “I’d never been to Saddleworth. I thought it was like something from Great Expectations when I arrived.” It’s almost exactly 50 years since Ian Brady and Myra Hindley were sentenced, but the media still tend to mythologise the region, he says – “the constant reference back to the Moors murders” – and the taint of their crimes persists. Even he refers to the moors as the “shadowlands”. As for the man who came here last December, “It’s one of the most unfathomable stories, it really is. He mightn’t have known where he was going, but he was going on a journey, and he didn’t want anyone to find him.” The story has been picked up as far away as Japan and the US. An Australian news website speculated that the man was an international spy. “My left testicle… But I’ll tell you this, he belongs to someone.” *** John Coleman, the detective sergeant leading the investigation, was on the scene within half an hour of the discovery. It was clear it was an unusual case. For a start, the man was carrying no ID. No wallet. No cards. No keys, phone, watch or driving licence. “Unless you’re out running, for somebody in the modern age to have no identification on them whatsoever is almost unheard of.” We are in his office in Oldham police station on a day of inexhaustible greyness. Coleman is a runner, and often follows the circuit round Dovestone reservoir and on to Saddleworth Moor. “It does have an air of being bleak and desolate,” he says. “You wouldn’t want to spend the night up there, but I consider it quite beautiful.” Coleman has been in the force for 19 years and his vocabulary is partly that of the career detective: undertaking, demise, elimination, conducted. He sometimes pauses and smiles tightly while he works out how best to put something. In his mind’s eye, a wife or a child is reading this. He and his colleagues, who are working on the investigation alongside the usual CID caseload of fraud, rapes and serious assaults, no longer call the man John Doe. “The people who work at the mortuary found it very difficult to have somebody in their…” He looks down at the folders on his desk, “…care, would you say? Who they didn’t have a name for. So they gave him the name Neil Dovestone, after the reservoir.” To him the man is now Neil, and that is how he refers to him during our conversations. “They would do the same thing for a baby,” he adds. “It’s a big why, isn’t it?” he says. “What led him to this? Why that day? Has there been a traumatic experience, or has it been a build up? Why travel in that way? Why Dovestone? Why climb up there, inappropriately dressed for the conditions? All these questions.” Among the first thing Coleman’s office did was cross-reference the man’s DNA against the national criminal intelligence and missing persons databases. Neither provided a match. But the train tickets enabled him to trace Neil Dovestone’s steps on CCTV, rewinding his journey from Manchester Piccadilly to London Euston to Ealing Broadway. He was also filmed in Ealing on the morning of 11 December, walking towards the station. At Piccadilly, he went back and forth between the station shops for 53 minutes, bought a sandwich in Boots and spent about four minutes at the station information counter. It is a long time, four minutes, but it isn’t known what he was asking about. He left the station at just after 1pm and walked towards the city centre; and that’s the last footage of him to have been recovered. He has been described in the press as “smartly dressed”, but look at the CCTV stills and his smartness is that of many men of a particular age: white shirt, blue cords, blue jumper, brown jacket, all from Marks & Spencer, and the black, flat shoes Mel Robinson remembered, sold by Bally. “He looks like a gentleman who has had money at one stage,” Coleman says, and indeed the cheapest loafers on the Bally website are £250. He is a big man (6ft 1in) with big hands; and yes, that nose is prominent – not long, so much as wide. (Bennett, half-joking, says he has a “northern” face, “like an Easter Island head”.) He looks neither unhappy nor anxious. In some images there’s a trace of a smile. As he did not appear on CCTV at Greenfield, Saddleworth’s only station, and the earliest bus would not have got him there until well after he went into the Clarence at about 2pm, it’s assumed he took a taxi from Manchester. And yet, despite the unusual 45-minute fare, no taxi driver has responded to appeals. Nor have inquiries in Ealing resulted in any leads. Coleman describes the work he and Met colleagues have done there: “He’d need to get his hair cut, let’s go to all the barbers. He’d need to go to the dentist, let’s do the dentists. He’d need a GP, let’s do them. We went to bookmakers, we went to old people’s homes, we went to local clubs, we produced posters.”     Saddleworth Moor. Photograph: Gary Calton for the Guardian    Which brings us to perhaps the strangest thing about the case: five months after Neil Dovestone died, and despite the media coverage, he is still unidentified. In January, someone contacted Coleman to tell him that their elderly neighbour in Camden matched the description in the news: the man hadn’t been seen since 10 December, they explained, his front door had been left ajar, and he was known to make frequent trips to Manchester. “So we do those inquiries. Negative. He’s alive and well, just left for no reason.” Later that same month came a more promising lead. A man from Northern Ireland, Sean Toner, contacted Coleman. His father, Hugh, had gone missing from a Craigavon hospital in 1994 and had not been seen since. In photos, he bears a resemblance to the man in the CCTV images, even allowing for the 22 years that have elapsed. But when a DNA sample was taken from Sean Toner, it proved not to be a match. The calls continue to come in. Calls that are at once hopeful and full of dread. A brother, a husband, a father, an uncle, a cousin, a friend. During 2014–15, more than 137,000 people were recorded as missing in England and Wales. At the time I spoke to the UK Missing Persons Bureau, their database contained the details of 5,478 people missing for more than a month. “And each one of the people that you speak to, it’s tragic,” says Coleman, “because either way it’s not good news: if it turns out it’s not the person, well, the father or brother is still missing. Then again, if it is him, it’s still bad news.” Nor is Neil Dovestone’s case unprecedented. In 2015–16, 126 reports were logged of bodies whose identity could not immediately be determined. Of these, only 80 have so far been identified. On Coleman’s desk is a spiral-bound policy document, the first of three such case files, each an inch thick. Like the train tickets and the cash and the box that contained the medicine bottle, it is dog-eared. “The weather was horrendous,” he says, and shows me a photograph of the track. You can barely see the valley bottom, so heavy is the rain. *** Up on the moor, a helicopter has been coming and going all afternoon, ferrying bags of fertiliser from the valley. On the plateau, you find acres of exposed peat where nothing grows, largely because of a century of acidifying pollution from the industrial centres that ring the Dark Peak: Stockport, Manchester, Huddersfield, Halifax, Barnsley, Rotherham, Sheffield. The quiet is broken, too, by planes making their approach to Manchester. In part, it’s the proximity of the cities that accounts for Saddleworth Moor’s notoriety. I trace my afternoon’s route on the map and realise I have crossed Hollin Brown Knoll, where the bodies of two of the Moors Murders victims were found. It takes less than an hour to drive here from Manchester, and Brady and Hindley knew the moor well. (I felt no shiver at the time, of course. I was probably whistling.) Then there was the gravestone at the cemetery at St Chad’s, dating from 1832: “Here lie interred the dreadfully bruised and lacerated bodies of William Bradbury and Thomas his son both of Greenfield who were together savagely murdered in an unusually horrid manner.” The murders took place at the Moorcock Inn, the ruins of which lie next to Dovestone reservoir. The crime became a local cause célèbre, both because the perpetrator was never identified and on account of its sheer bloodiness: according to the Manchester Courier, “the wall of the room, on three sides, was sprinkled with human blood, which had flown from the bodies of the murdered men, in consequence of heavy blows from some iron instrument.” People in their thousands came to view the scene. You could even buy a commemorative plate. On the plateau above the reservoir, I’d come across a crumbling stone cross marking the spot where James Platt, the MP for Oldham, was killed in 1857 “by an accidental discharge of his own gun”. More recently, in 1963, two ice-climbers were killed by an avalanche in Chew valley itself. If you spend enough time digging any piece of ground you will eventually unearth bones, but one of Coleman’s early lines of inquiry was whether the setting itself – Saddleworth Moor – was significant. At the lower end of Chew valley is the towering millstone-grit outcrop known as Indian’s Head. In outline, Indian’s Head (Wimberry Stones on the OS map) looks more like the finned back of a stegosaurus than the recumbent head in profile from which it takes its local name. It was here, in August 1949, that a British European Airways DC-3, flying from Belfast to Manchester, crashed in fog. When I climb partway up the clough, I find the frame of the landing gear propped in the grass. Twenty-four people were killed. The local GP said at the time, “I have been a doctor since 1914 and served in both wars, but this was the worst sight that I have ever seen.” Among the eight survivors were two boys, Michael Prestwich, aged two, and Stephen Evans, who was five. Had one of them made a pilgrimage to the site? Coleman wondered. Was Neil in fact Michael or Stephen? But Prestwich, it turned out, had been killed 10 years later in a train crash, and when Coleman’s theory was publicised, a 72-year-old professor of pharmacology, Stephen Evans, contacted Oldham CID to say he hadn’t been to Saddleworth since that appalling day in 1949.    People have asked why we're making so much effort. But if it was your father, you'd want to know, wouldn't you?    On 11 January, a postmortem was carried out. The month’s delay is accounted for by the coroner’s reluctance to carry out the procedure before any family had been consulted. It did not reveal an immediate cause of death, but there was no reason to suspect it was anything other than a cardiac arrest. “You have to remember it had the appearance of just being – I don’t want to make this sound flippant – but an everyday occurrence.” On 29 January, with the man still unidentified, a secondary postmortem was done to investigate a scar on his left hip. As anticipated, fixed to the femur was a 10cm surgical titanium plate of a sort used in fractures. The hope was that it would carry an identifying number. The strength of the femur means it tends to fracture only after significant trauma – a road accident, or a fall from a height. The operation is not particularly common, and in the UK such plates are routinely numbered; but in this instance there was only a simple diagram indicating the angle at which the plate was to be implanted, and the logo of the manufacturer, Treu-Dynamic, whose website states: “Treu Dynamic International (Pvt) Ltd was established in 1997 to provide quality services in the field of surgical, orthopaedic, spinal and maxillofacial instruments and implants in the Pakistan market.” While the plate is also sold into Morocco, the fact that it did not carry an identifying number means it could only legally have been implanted in Pakistan. According to Treu-Dynamic, around 500 of these plates were distributed each year in Pakistan between 2001 and 2015, meaning approximately 7,000 during the relevant period. Assuming that half of the patients were male and half of the operations involved the left leg, the number who underwent this operation is around 1,750. (These are crude figures, Coleman stresses.) Since GlaxoSmithKline had confirmed that the thyroxine sodium was of a batch distributed only in Pakistan (hence the Urdu text), Coleman’s attention was directed to that country. “When you look at the CCTV,” he says, “the gentleman looks white European.” He’s choosing his words very carefully. “He does, to my mind, and to everyone I’ve spoken to. But when you see the deceased… it may be that he is from Pakistan.” He won’t say just what he means by this, but adds that the CCTV footage does not give a particularly representative impression of Neil Dovestone’s face. He’s keen to get a better likeness into the public domain, especially in Pakistan. “Clearly we can’t use a photograph of a deceased person, so we’ve had a forensic artist put an image together.”     A forensic artist’s impression of ‘Neil Dovestone’. Photograph: Greater Manchester Police    A few weeks later, the image arrives in my inbox. Here he is, finally. It’s not what I expected. Less austere, less statuesque. It’s not an Easter Island head. Even allowing for the licence taken by the forensic artist – whose job, after all is to conjure life into the dead – there is a softness to his eyes and something wry in the set of his mouth. His nose, Coleman says, looks like it might once have been broken. As is normal, the image has been rendered without colour, meaning that the nuances of skintone are lost; but Coleman is mindful that Pakistan’s second-largest ethnic group, the Pashtuns, are often fair-skinned. What seems clear to me is that anyone who has spent time in the company of that face, with its lopsided nose, is likely to remember it. A dental examination showed his teeth to be in poor condition, but the forensic odontologist’s view is that the work that had been carried out is likely to have been done in the UK. At Manchester Royal Infirmary, meanwhile, Prof David Mangham, an orthopaedic pathologist, is working to categorise Neil Dovestone’s femur injury more precisely, age the scar and establish whether any suture material has been preserved that might narrow down the period or place of the operation. “If we’ve got a specific type of fracture, along with a usable image, the surgeon may well be able to recognise their work,” says Coleman. “The scenarios are, a) that he’s a Pakistani national, b) that he’s dual nationality, c) that he’s gone out there and had an accident at work or in the army or whatever, or d) that he was a health tourist.” By the time the surgical plate was analysed, the story of Neil Dovestone had shifted to a new, more discordant key. On 22 February, a routine toxicology report revealed an unusual alkaloid in his system: strychnine. Strychnine has been banned in the UK since 2006, when its only remaining legal use, in the killing of moles, was deemed unduly cruel. “There are very, very few deaths by strychnine poisoning,” Coleman says. “It’s a terrible death.” As a pesticide, it remains available in other countries, including Pakistan, where it is commonly used to cull feral dogs. When the empty thyroxine sodium bottle was analysed, it bore traces of the poison. By interfering with neurotransmitters that moderate nerve function, strychnine causes muscles to contract uncontrollably. It is partly the violence of its effects that accounts for the poison’s regular appearance in Agatha Christie’s novels. The ultimate cause of death, which does not come quickly, is asphyxiation. We can’t say for sure that Neil Dovestone knew what the thyroxine sodium bottle contained, or even that he was alone when he died (although alternative scenarios seem farfetched), but it’s fair to say that strychnine would not be the choice of someone who wished to go gently.     Indian’s Head, Chew valley, the site of a plane crash in 1949. Was ‘Neil Dovestone’ among the survivors? Photograph: Gary Calton for the Guardian    “My father was a merchant seaman,” Ken Bennett tells me. “He always said, never trust the sea; it broods, it’s always watching you.” Britain’s earliest topographers often equated moorland with the sea: the rolling, treeless hills that resemble waves, the exposure and isolation and sense of imperilment. “You’ll hear some wonderful, lyrical things about the moor, but I always think you treat it with massive respect. It holds an awful lot of secrets.” It’s persistent, this belief that a landscape can be not only unknowable, but inimical. “No community wants to be identified as somewhere you go to and you don’t come back,” he adds. “Somewhere you just vanish.” It seems that’s just what Neil Dovestone came here to do. Looking downhill from the spot where he was found on that soaking morning five months ago, you can see the edge of Dovestone reservoir and vehicles passing along Holmfirth Road. Rising beyond the road, 3km away, is the millstone grit outcrop known as Pots and Pans, and the first world war obelisk that obtrudes from it. In mid-December, as night fell, the birds would have been silent, but the sound of Chew brook never ceases. DS Coleman is right: it is beautiful; but if you are looking for the pastoral, a landscape of consolation, this is not it. The reposefulness of the setting serves to emphasise not only the loneliness of Neil Dovestone’s death, but its violence. With no lines of inquiry remaining open in the UK, Coleman has two hopes left: that either the forensic artist’s image will be recognised, or Mangham’s analysis of the femur injury will lead to a particular hospital or surgeon in Pakistan. “The whole ethos of this investigation has been different to most,” Coleman says. “We’ve all had family members die, and you’d want to know, wouldn’t you? If I’d lost my father, I’d want somebody to tell me. People have asked why we’re putting so much effort into this case, and that’s the reason; because the family needs to know.” For now, Neil Dovestone’s details remain logged on the Missing Persons database, awaiting the day when his real name will be returned to him.  This article was amended on 16 May 2016. Thyroxine sodium is used for the treatment of hypothyroidism, not hyperthyroidism. This has been corrected.   • William Atkins is the author of a journey around England’s moors, The Moor (Faber).",
  "webTitle": "The mystery of Saddleworth Moor: who was 'Neil Dovestone'?",
  "webPublicationDate": "2016-05-14T07:00:30Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/14/mystery-saddleworth-moor-who-was-neil-dovestone",
  "keyword": [
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/14/mystery-saddleworth-moor-who-was-neil-dovestone"
}