{
  "apiUrl": "https://content.guardianapis.com/community/2016/may/05/does-david-bowies-blackstar-sleeve-hold-a-secret-help-us-find-out",
  "id": "2016-05-05-236",
  "sectionId": "community",
  "body": "Record collectors and David Bowie fans – we need you. After spotting someone claiming that they left their Blackstar vinyl sleeve in sunlight for a few hours, unintentionally revealing a whole constellation of stars, we wondered whether you would help us test out their discovery (follow the link for instructions). Is it intentional design quirk aimed at giving fans something else to remember their hero by? Or is it a classic bit of internet attention seeking?    Related: I don’t need to play my vinyl to love it | Hanna Hanra    Jonathan Barnbook, the sleeve’s designer, has previously said the cover referred to the idea of mortality and that the singer always wanted design to provoke discussion. The plan seems to have worked. If you’re a Blackstar owner who would like to help us verify (is this really the gift that keeps on giving?) or debunk the mysterious constellation by sending in your pictures, we’d advise taking the vinyl out of it’s sleeve, and of course making sure you didn’t just buy the CD. This also (probably) won’t work when you hold your phone in the sun with Spotify open. Maybe you have seen other easter eggs as part of album sleeves that you’d like to tell us about? Any artists who seem to have gone all out with a bit of design so ingenious and secretive that it’s only picked up in posthumously published fanzines and tributes? Maybe they were more obvious? If so, you can also share those images and stories by clicking the blue GuardianWitness buttons.",
  "webTitle": "Does David Bowie's Blackstar sleeve hold a secret? Help us find out",
  "webPublicationDate": "2016-05-05T10:30:05Z",
  "webUrl": "https://www.theguardian.com/community/2016/may/05/does-david-bowies-blackstar-sleeve-hold-a-secret-help-us-find-out",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "David Bowie",
      "id": "music/davidbowie",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "community/2016/may/05/does-david-bowies-blackstar-sleeve-hold-a-secret-help-us-find-out"
}