{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/22/oh-midwives-you-are-so-wrong-about-abortion",
  "id": "2016-05-22-198",
  "sectionId": "lifeandstyle",
  "body": "In the same way I anticipated becoming more rightwing as I grew older, I expected my views on abortion to change after I had a child. But no. In fact the idea of doing this babying against my will – of haemorrhaging this quantity of love, of spending the entire weekend of 14 May weeping to Abba’s “Slipping Through My Fingers”, of having to ask for so much help – the idea of giving birth to a child that wasn’t wanted has made me appreciate abortion even more. I love abortion the way I love liver transplants and antidepressants. I love that it saves people. I love that it rescues women from lives they are not prepared to live, from poverty, pain and death. I love that I live in a country and a time when we can choose to have children and how to plan our lives. Lives that include sex, unplanned and sometimes silly, sometimes regrettable. I love that abortion allows women to control their own reproduction when a condom breaks, or when that’s what they need to tell their sister. We have the right to prevent pregnancy, to get pregnant, and to terminate a pregnancy – the same right that ensures nobody is prohibited from reproducing and that nobody is forced to have an abortion against their will. Which is why, rather than “mutinying” (as reported by the Daily Mail) after their union boss signed them up to BPAS’s (British Pregnancy Advisory Service) We Trust Women campaign to decriminalise abortion, members of the Royal College of Midwives should be in favour of helping their patients have children when they choose.    I love abortion – I love that it rescues women from lives they’re not prepared to live    Their concerns, that if the abortion time limit were to be removed then some women would terminate at any time up to nine months, are unfounded. Less than 0.1% of all abortions take place after 24 weeks gestation – there’s no evidence that removing criminal sanctions leads to an increase in later terminations. Women know what they’re doing, and what they want. This right, to control our own reproduction, is at the core of women’s long and tedious fight for equality. So the fact that abortion remains in criminal law in the UK is not just shocking, but also… embarrassing. For a country that sees itself as modern, as progressive, how illogical it is that women’s bodies are still being regulated by a law passed before they were given the vote. Rather than trusting a woman to make the choice about whether she is ready to have a baby, the decision is in the hands of doctors. Two doctors. If they don’t give a woman legal authorisation to have an abortion (or if she doesn’t get that authorisation in time), then she must either continue the pregnancy against her will or illegally induce a miscarriage herself and face prosecution. Last December a young woman from County Durham was sentenced to two and half years in prison. The pills she used are now widely available online.           The terrifying American anti-abortion movement is exporting its tactics to the UK says The Guardian’s Jessica Valenti    Today organs cannot be taken from the dead body of someone who made clear they did not wish to donate even if they’ll save another person’s life, BPAS notes, explaining why abortion laws are at odds with fundamental legal principles: “Yet a living woman can be compelled to sustain a foetus against her will from the moment a fertilised egg implants in her womb.” A third of women in the UK will have an abortion, and two-thirds of people believe that abortion should be allowed according to a woman’s choice. To the third who don’t, believing perhaps that women granted easy access to abortion will use it, as a number of pious letter writers have said to me, as “lazy birth control”, I would direct them to new research that shows anti-abortion laws do not reduce abortion rates. Criminalising it – rather than preventing abortion, rather than punishing a woman by making her raise an unwanted child (regardless of the plans of the father) – drives them to terminate the pregnancy through illegal methods. It drives them to a laptop at 5am, to a box of pills, to the feeling that she’s quite, quite alone. I’m surprised at the mutinying midwives, people who have seen the blood and passion of birth a hundred times over, who should know the gravity of reproductive choice. The word midwife means “with woman”. To support the criminalisation of abortion seems in clear opposition to that role. Instead of standing with women, it is pushing them away. Email Eva at e.wiseman@observer.co.uk or follow her on Twitter @EvaWiseman",
  "webTitle": "Oh midwives, you are so wrong about abortion",
  "webPublicationDate": "2016-05-22T05:00:33Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/22/oh-midwives-you-are-so-wrong-about-abortion",
  "keyword": [
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Eva Wiseman",
      "id": "profile/evawiseman"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/22/oh-midwives-you-are-so-wrong-about-abortion"
}