{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/12/british-book-industry-award-prizes-everyone",
  "id": "2016-05-12-98",
  "sectionId": "books",
  "body": "In a year when the Samuel Johnson prize (now the Baillie Gifford prize for non-fiction) has dumped Samuel Johnson and the Man Booker International prize has reinvented itself as an annual award for books (instead of a biennial one for authors), the so-called “Baftas of the book trade” has been transformed too. Formerly the Bookseller industry awards, the prizegiving was relaunched on Monday as the British Book Industry awards; a change that involves taking part of the name of the National/British book awards, aka the Nibbies – last held in 2014, and currently comatose – and moving on to its turf by adding five prizes for 2015’s top titles to the existing ones for retailers and publishers. The nib symbol that gave the Nibbies its name seemed to have been sneakily appropriated too in the logo for the as yet acronym-lacking ceremony (the Bribbies? The Bribos?). The new awards came last, which could be seen as a laudable assertion that books matter most – they were top of the bill, with the unveiling of the overall book of the year as the long evening’s climax – but also meant that (as prizes Nos 20-24) they were announced when the audience, and perhaps host Mariella Frostrup, were at their most impatient for the BBIAs to be over so they could hit the bar or go home. Before them came trophies for booksellers and individual publishers or agents, the latter group notable for all being won by women, who often emerged from all-female or female-dominated shortlists: Pavilion’s Tina Persaud, nurturer of colouring-book queen Millie Marotta (editor of the year); Macmillan’s Michele Young (rights professional); David Higham’s Lizzy Kremer, whose authors include Paula Hawkins (agent); and Doubleday’s Alison Barrow, PR for Hawkins’s The Girl on the Train (publicity campaign). After half-time and supper, the gongs for publishers gave the impression that the Dodo’s decree (“all must have prizes”) in Alice in Wonderland had guided the judges, as every giant conglomerate was catered for – Macmillan’s Picador took best imprint, Hachette’s Hodder best educational publisher, HarperCollins best children’s list and PRH’s Transworld publisher of the year. Indy success was hence confined to the victory of Oneworld, home to Marlon James, in the independent publisher division where they were opposing each other. Seemingly mimicking the Costas in selecting category winners that then compete for an overall prize, the climactic book awards displayed a similar imbalance – three fiction prizes and only one for non-fiction, a slight improvement on the Costas’ 4:1 – and consequently an equally unsatisfactory non-fiction lineup; though the problem was that it was too miscellaneous rather than (like the Costas’ biography-only category) too narrow, forcing Mary Beard’s SPQR to bizarrely battle such foes as a Ladybird humour title and the cookbook Deliciously Ella.   Related: Andrew Michael Hurley: 'There is no place more terrifying than your own mind'    To Frostrup’s delight, the victor was Lars Mytting’s surprise Christmas hit Norwegian Wood, which no less surreally joined the fiction (Hanya Yanagihara’s A Little Life), debut fiction (Andrew Michael Hurley’s The Loney) and children’s (David Solomons’s My Brother Is a Superhero) winners on the best-of-the-best shortlist. It might be viewed as inauspicious that these inaugural awards’ supreme prize went to a book that wasn’t actually eligible, The Loney having been originally published in 2014 (by Tartarus) before John Murray acquired it. After four hours of applauding and guzzling, however, most BBIA banqueteers had either forgotten that the 2015 Costa judges (who also made it their debut novel winner) had been forced to explicitly bend their rules to accommodate Hurley’s book, or if they could remember were too weary to care.",
  "webTitle": "The British Book Industry awards: all must have prizes",
  "webPublicationDate": "2016-05-12T17:19:51Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/12/british-book-industry-award-prizes-everyone",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Andrew Michael Hurley",
      "id": "books/andrew-michael-hurley",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "John Dugdale",
      "id": "profile/johndugdale"
    }
  ],
  "guardianId": "books/booksblog/2016/may/12/british-book-industry-award-prizes-everyone"
}