{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/05/boaty-mcboatface-mps-to-quiz-nerc-head-over-ship-naming-competition",
  "id": "2016-05-05-109",
  "sectionId": "science",
  "body": "MPs are to quiz the head of the Natural Environment Research Council on one the most contentious issues the organisation has ever faced: whether to call its £200m state-of-the-art research vessel RRS Boaty McBoatface. More used to pondering the state of the polar ice caps and humanity’s grave impact on the planet, Professor Duncan Wingham, a prominent climate scientist and chief executive of NERC, will spend Tuesday before the Commons science and technology committee fielding questions about NERC’s unexpectedly popular Name Our Ship competition. With 124,000 public votes, the name RRS Boaty McBoatface, proposed by James Hand, a communications manager at the Independent Association of Prep Schools, won comfortably over the second place contender, RRS Poppy-Mai, named after a toddler with incurable cancer, and another suggestion to name the vessel after Henry Worsley, the British explorer who died in January as he attempted to cross Antarctica. RRS stands for Royal Research Ship. Among the more serious names put forward for the vessel were Sir David Attenborough and Polar Dream, but most of the ideas the public fancied had a more frivolous tone, with votes for Ice Ice Baby, Captain Haddock and Big Metal Floaty Thingy-thing. Speaking ahead of Tuesday’s Boaty McBoatface hearing, Nicola Blackwood, chair of the committee said: “Hundreds of thousands of people took part in NERC’s competition to name a new polar research vessel. And they’ll want to know whether there’s going to be a ‘Boaty McVolte-face’ on the name.” The hearing is the first of several the committee has planned on science communication.  “My committee wants to explore this as an example of science communication. Was it a triumph of public engagement or a PR disaster? We’ll also want to know how NERC intends to build on the mass coverage they’ve attracted and engage people with the vital polar science that Boaty will be enabling,” she said. The final decision on the vessel’s name will not lie with NERC. Instead, it will be announced - imminently - by the science minister, Jo Johnson. Given that the royal research ship will be sailing the world to perform crucial scientific studies on global warming and the melting of polar ice, Johnson favours a more serious name from the 7000 put forward. Reached at his office in London, Hand declined to comment on what Johnson should do next.",
  "webTitle": "Boaty McBoatface: MPs to quiz NERC head over ship naming competition",
  "webPublicationDate": "2016-05-05T16:31:44Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/05/boaty-mcboatface-mps-to-quiz-nerc-head-over-ship-naming-competition",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Polar regions",
      "id": "environment/poles",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Sample",
      "id": "profile/iansample"
    }
  ],
  "guardianId": "science/2016/may/05/boaty-mcboatface-mps-to-quiz-nerc-head-over-ship-naming-competition"
}