{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/30/derby-2016-biggest-field-in-decade-prize-fund-andrew-cooper-horse-racing",
  "id": "2016-05-30-32",
  "sectionId": "sport",
  "body": "The biggest Derby field for a decade is in prospect after 18 horses were left in Saturday’s race at the latest entry stage. An unprecedented four supplementary entries were made on Monday, with the £75,000 paid by each owner helping to boost the prize fund to £1,545,000 – making the 2016 Derby the richest race ever run in Britain. Connections of those that remain will be seeking weather updates through , when the amount of rain that falls on Epsom will have a major impact on going conditions for the Classic. Andrew Cooper, the clerk of the course, expects around 5mm but has seen varying forecasts and reports that three times that amount is perfectly possible. “The Met Office have been consistently saying there will be at least 5mm on Tuesday, from about 3am,” Cooper said. “There is the potential for more and other parts of the country will see more than that.” Cooper said a certain amount of rain was welcome, seven dry days having left the course on the fast side of good. If the forecast was for another dry week, he would now be contemplating some artificial watering but hopes that will prove unnecessary. “There are bits and pieces of rain in the forecast for Wednesday and Thursday but by the end of the week it’ll be getting drier and a bit warmer. If we get the 5mm, I expect the going will be at or near ‘good’ for Friday and a bit faster than that for Saturday. “Personally, I find every Derby fascinating but it would be really quite something to have that volume of horses. There are precious few, if any, that you could discount completely.” Like any other clerk of the course Cooper hopes that the effect of the draw will not be decisive. But he accepts that, in a big field over the Derby distance, Epsom’s layout presents “added challenges” for those drawn in the lowest-numbered starting stalls.   Related: Derby 2016: Deauville’s stamina can spin wheel his way at Epsom casino    There were no surprise withdrawals on Monday, the biggest names taken out being the Irish Guineas winner, Awtaad, and The Gurkha, winner of the French Guineas, both of which are being aimed at Royal Ascot. Aidan O’Brien still has seven horses entered, including US Army Ranger, the general 4-1 favourite, and said the forecast could be a factor in deciding which of them take part. Any rain would be welcomed by connections of Harzand and Algometer, neither of which would be seen to best effect on a fast surface. David Simcock, trainer of Algometer, said the horse would have “a good blow” on the gallops this morning, with a final discussion about his participation scheduled for Wednesday. Even the rank outsider, Biodynamic, a 200-1 shot, is likely to take his chance in this least predictable of Derbys. His trainer, Karl Burke, said: “We’re intending to run. It’s a very open year. “His owner, Hubert Strecker, is keen to go and I’m certainly not going to blunt his enthusiasm.” Strecker’s colours were carried into second place by Libertarian in the 2013 Derby. “I’m not expecting as big a run as we got from Libertarian,” Burke said, “but he’s well bred and he should have been two or three lengths closer to the winner at Chester, where he didn’t get much of a run. “He’s improved since that race, physically and mentally, and he’ll put up a good show. He should stay, though he’ll probably be better at slightly shorter.” Burke’s string of horses have recently hit peak form, whereas he was struggling for winners at the time Biodynamic was last seen a month ago. The trainer acknowledged that factor as “another reason for having a go”. “It wouldn’t surprise me at all if he was there, two furlongs out, with a fighting chance of a place and then it’s just what happens from there.”",
  "webTitle": "Derby 2016: Biggest field in a decade will chase £1.5m prize fund",
  "webPublicationDate": "2016-05-30T19:02:38Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/30/derby-2016-biggest-field-in-decade-prize-fund-andrew-cooper-horse-racing",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/30/derby-2016-biggest-field-in-decade-prize-fund-andrew-cooper-horse-racing"
}