{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/24/rick-yancey-5th-wave-the-last-star",
  "id": "2016-05-24-246",
  "sectionId": "childrens-books-site",
  "body": "The Last Star, the conclusion to The 5th Wave trilogy, hits the bookstores this week, satisfying the curiosity of thousands of readers over the world about what happens in the ravishing end. For the Wavers (the name the 5th Wave fandom goes by) of the UK, there is other news: the movie version The 5th Wave has just been released on DVD and Blu-ray!       To celebrate this remarkable week, I had the pleasure of reading The Last Star before it hit the stores and to talk to the man who has brought all of this to life, North-American writer Rick Yancey, author of more than 15 books which have been translated into more than 30 languages. Of course, I’ll do it without giving away any spoilers, so new fans and old can read on without fear.  Wishing to know who are Rick’s idols in literature, I started with an unusual question: what author, alive or dead, would he be flattered to be compared to in a book review.  “Whoa. No one has ever asked me that question. I feel presumptuous naming anyone. I’ve been compared by others to writers as diverse as Mary Shelley and Stephen King – to Cormac McCarthy and Donald Westlake. In all honesty, I have worked decades to develop my own voice and not sound like anyone else.”   Related: Exclusive extract: The Last Star by Rick Yancey    In his last interview for the Guardian children’s and teen booksite, Rick recommended The Fault in our Stars, by John Green, to his readers. It has been two years, so I wanted to know what has he been reading and what would he recommend now. The answer might even give us a clue about what the author is researching for future books: “I’m heavily into science and narrative non-fiction. Right now I’m reading A Short History of Nearly Everything by Bill Bryson. Recently I read The Devil’s Highway, a Pulitzer Prize-winning expose of illegal immigration in the US.”     Alex Roe and Chloë Grace Moretz starring Evan Walker and Cassie Sullivan in the film version of Rick Yancey’s The 5th Wave. Photograph: Chuck Zlotnick/Sony Pictures    Our essential humanity (or the lack of it) is evident throughout the whole 5th Wave trilogy. The concern that violence in its many facets is becoming increasingly prevalent and banal is something that worries Yancey: “I’m very concerned about the growing tribalism across the globe, particularly in Western democracies, which I believe is a direct threat to the political stability of the planet. Trust and cooperation are the two indispensable qualities of human achievement and advancement. Without those two things, we’re doomed. I address this directly in The Last Star, how the ultimate evil of the invaders is manifested in destroying trust, by transforming any outsider into a potential enemy who must be eliminated. We lose our humanity when we fail to see anyone who does not share our skin colour, religious belief, political orientation or anything else that’s different or ‘other’ as something less than human, unworthy of dignity and respect. Hate and distrust are easy; love and understanding are damn hard. The information age was thought to herald a rebirth of cooperation and trust; instead, it has hardened us, enabled hate and xenophobia and intolerance to spread and be reinforced in the echo chambers of social media. The Western ideal of individual freedom has been perverted by demagogical appeals to our basest instincts and fears. Violence is, after all, the refuge of the weak-minded.”     The 5th Wave, The Infinite and The Last Star: the trilogy is complete. Photograph: PR    Until recently, the idea that writing for children was easier than for adults was widely believed, but actually we all now know it can be far more complicated. Rick Yancey has written for both audiences so knows the unique challenges writing for teens better than most, and the power for books to change lives:  “Books can (and often do) change lives, because the best books alter our perspective, our worldview. The 5th Wave series tells the story of a worldwide, catastrophic event through the eyes of teens – something very big through a very narrow lens, as it were. There is the existential question of life distilled to its fundamentals and the exploration of how each character deals with that. But I never concern myself much with “big questions” when writing for teens. I think the best messages arise organically, and I focus on the action, on the emotions and on the relationships.”         The 5th Wave trailer, the DVD and Blu-Ray is out now for all those who missed it or want to watch again!     In the 5th Wave trilogy, Rick writes in first person but intertwines the points of view of many characters in a very successful way. I was curious to know which of these characters was the most difficult to incorporate: “Each presented their own challenges, but I would have to say Marika (Ringer). She is very closed-off to everyone – including herself! That made it tough, especially when narrated from a first-person point-of-view.” Still on that subject, I dared to ask a question that is really difficult for any writer to answer: I didn’t only want to know which of the three books of the trilogy is his favourite, but also his order of favouritism. Yes, I know, it’s almost like asking who is the favourite son.   Related: The 5th Wave by Rick Yancey - review    “The Last Star was the easiest to write in terms of plot. I knew all the elements from the first two books had to come together and it was fairly easy figuring out how. I really enjoyed writing the first book – the second not so much, because I was always looking forward to finishing it all. I actually like elements in all three and dislike elements as well. I suppose the one that gave me the biggest thrill was the first one, when I introduced the characters and the world.” Moving on to the story itself, some readers that aren’t from the US always wondered how exactly the Waves have happened at other points of the Wind Rose. I suggested three countries – Brazil (where I live), Egypt and England – and dared Rick to describe, in few words, how the population of these places will have been affected.  “The three you mentioned would be devastated by the 2nd Wave, the earthquakes and tsunamis unleashed by the impacts upon the fault lines that exist off the coasts. The plague of the 3rd Wave would wipe out around 95% of the survivors. There would be Silencers (the 4th Wave) embedded within the populations of every continent, and of course preparations for the 5th would be well underway in each. So pretty much what happened in North America would be mirrored across the globe.”   Related: The Infinite Sea by Rick Yancey - review    A few days ago, Rick was in Argentina in South America to promote the launch of his books in the country. So I wanted to know if he has plans to visit nearby Brazil - a country inhabited by really hearty fans to his books including myself and the third country in the box office rankings of “The 5th Wave”. Rick was quick and didn’t confirm anything, but made it clear that he liked South America a lot: “Yes, and I had a wonderful time! The fans were great.” So here’s hoping!    Related: How do I get involved in the Guardian children's books site?    Finally here’s my quick-fire section of questions: Rick Yancey by Rick Yancey: A dream? To be invited to the White House. A fear? Being misunderstood, particularly by those whom I love. A regret? I didn’t believe enough in myself when I was young. In 10 years I… will be writing books and (still) having fun. If you already are a fan, I hope you enjoy The Last Star as much as I did. If you have discovered the trilogy now, I’m sure it will enchant you! And if not you should definitely get started on The 5th Wave followed by The Infinite Sea and check out the DVD if you didn’t catch it at the cinema.      The 5th Wave is out on Blu-ray, DVD and Digital HD now.",
  "webTitle": "Rick Yancey: 'Without trust and cooperation, we're doomed'",
  "webPublicationDate": "2016-05-24T09:05:31Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/24/rick-yancey-5th-wave-the-last-star",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Sci-fi (children and teens)",
      "id": "books/childrens-sci-fi",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/24/rick-yancey-5th-wave-the-last-star"
}