{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/03/hamilton-tony-awards-broadway-lin-manuel-miranda",
  "id": "2016-05-03-15",
  "sectionId": "stage",
  "body": "How does a bastard, orphan, son of a whore and a Scotsman grow up to be the musical sensation of the decade? Hamilton, Lin-Manuel Miranda’s Broadway dynamo, made history again on Tuesday morning, scoring 16 Tony award nominations, the most in Broadway history. (If the Tonys had not recently eliminated the sound design awards, the tally would likely have been even higher.) To celebrate this feat, here are 16 ways that the success of the musical has altered Broadway and beyond.   Related: Hamilton: the Broadway musical sensation that's changing lives    1. It proved that hip-hop and rap can thrive at the box office After the failure of Holler if Ya Hear Me, there was some doubt as to whether Broadway welcomes more contemporary sounds. While Hamilton is not exclusively a hip-hop musical (it borrows from pop, rock, jazz, show tunes and the American songbook), it makes not-so-strange bedfellows of Biggie Smalls and Stephen Sondheim with aesthetically exciting and commercially triumphant results. 2. It has increased genuine diversity on Broadway This year, 14 of the available 40 nominations for Broadway performance went to actors of color, a welcome change from #OscarsSoWhite. Of those 14 spots, seven went to Hamilton actors. Most musicals feature either a majority white cast or one that revolves around a single, particular group – like this year’s Allegiance, On Your Feet!, Shuffle Along and The Color Purple. But Hamilton fills its stage with a panoply of races and ethnicities, many of whom have not been afforded the same opportunities as their non-white counterparts. Though the show recently ran into mild controversy for a casting notice that encouraged actors of color, anyone who has seen the musical or heard the soundtrack knows that this emphasis on diversity has created a uniquely galvanic cast.     Lin-Manuel Miranda addresses the audience after the play’s opening night on Broadway. Photograph: Lucas Jackson/Reuters    3. It offers a sharp rebuke to Donald Trump’s ugly nationalism With its color-conscious casting and emphasis on many revolutionary war heroes as immigrants, Hamilton reminds us that many of the people who made America at all – great or otherwise – were not born here and that their contributions remain invaluable. “Immigrants,” chorus Hamilton and his friend the Marquis de Lafayette, “we get the job done.” Miranda has also used his platform to campaign for Puerto Rico, where both of his parents were born, amid its debt crisis.  4. With cabinet squabbling depicted as rap duels, it made political infighting seem cool Almost. (Have Clinton and Sanders thought of re-enacting Cabinet Battle #2 to liven things up at the 10th Democratic debate?)            5. It has attracted both political figures and entertainers in droves A mutual love of Hamilton is perhaps the only conceivable overlap among Beyoncé, Bill Clinton, Amy Schumer, Dick Cheney, Michelle Obama, Paul McCartney and Busta Rhymes. Only Madonna seemed unmoved, having spent the evening during the show’s off-Broadway run apparently texting.  6. It became one of the very rare musicals to win the Pulitzer prize It also made Lin-Manuel Miranda one of the few musical theater writers to be honored with a MacArthur grant.  7. It encouraged a minor crime wave Would-be spectators have been ripped off and arrests have been made as a consequence of various ticketing scams.  8. It has reset the metric on what people are willing to pay for Broadway tickets While tickets through the official site run from $139 to $549 (with rumors that prices might rise to $995), prices for tickets on the secondary markets have crested at $2,000. The advance sale, which topped $57m, set another Broadway record.     A marquee is lit up on the opening night of Hamilton. Photograph: Lucas Jackson/Reuters    9. It has also made tickets available, on a limited basis, to those who can’t afford the top-dollar version, via the wildly popular lottery for $10 tickets How popular is the lottery? So popular that when it moved online in the winter, demand immediately crashed the servers. In the warmer months, it’s a treat to see the crowds, which sometimes number hundreds, jostling, flirting, singing, anticipating, as they queue for those few low-cost seats. To entertain these queuers, a couple of times a week, Hamilton actors and those working on nearby shows take part in Ham4Ham – brief, lighthearted sidewalk performances designed to entertain the crowd. Hamilton and the Rockefeller Foundation have also distributed 20,000 tickets to high schools where a majority of students come from low-income families.  10. It supports the ticketless, too One of the problems of Broadway is that so few people get to see it. Even those unable to buy tickets or luckless in the lottery can watch Ham4Ham videos online or watch production numbers via the Grammys and a variety of late-night shows. The soundtrack also streams for free on Spotify.            11. It has made being caught listening to an original cast recording something not entirely humiliating  12. It has raised the bar for a Broadway show’s social media presence Hamilton is the last show in the world to need viral marketing, but those Ham4Ham videos, in addition to lively Twitter and Instagram feeds by the show and its participants, have made the show an online phenomenon, too.  13. It sparked a real estate boom Apparently, it’s not so quiet uptown. Prices for homes and apartments in Hamilton Heights and Washington Heights, near Hamilton’s former home, have been trending upward since the musical launched. (That home, Hamilton Grange, still exists.)  14. It caused a wild spike in sales for the book that inspired it: Ron Chernow’s Alexander Hamilton As to how many people who bought that doorstopper made it through all 832 pages, statistics are unavailable.           Hamilton star freestyle raps with Obama at the White House    15. It has increased tourism to the Museum of American Finance, which exists on the site of the Bank of New York, which Hamilton founded. Hamilton’s nearby grave at Trinity church has also become a pilgrimage spot.  16. With Hamilton’s mortal wounding at the base of the Weehawken Palisades, it has made New Jersey seem very nearly significant.  And one more: 17. It has kept Hamilton in our pockets Though the treasury had planned to replace or alternate Alexander’s spot on the $10 bill with the visage of a significant historical female figure, the resurgence of interest in Hamilton helped lead to a policy change whereby Andrew Jackson (the subject of another clever musical, the rather less hagiographic Bloody Bloody Andrew Jackson) will share the $20 with Harriet Tubman.",
  "webTitle": "Sixteen ways Hamilton transformed theater – and the world",
  "webPublicationDate": "2016-05-03T21:49:56Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/03/hamilton-tony-awards-broadway-lin-manuel-miranda",
  "keyword": [
    {
      "webTitle": "Hamilton",
      "id": "stage/hamilton",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Broadway",
      "id": "stage/broadway",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Musicals",
      "id": "stage/musicals",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Tony awards",
      "id": "stage/tony-awards",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Soloski",
      "id": "profile/alexis-soloski"
    }
  ],
  "guardianId": "stage/2016/may/03/hamilton-tony-awards-broadway-lin-manuel-miranda"
}