{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/10/six-ways-students-can-prepare-for-success-on-the-day-of-an-exam",
  "id": "2016-05-10-115",
  "sectionId": "teacher-network",
  "body": "Everyone has moments of self-doubt. For some, these thoughts are fleeting and quickly pass. But, as Shakespeare puts it, others find that their “doubts are traitors” which hold them back from fulfilling their potential. Elite athletes have long known the importance of a pre-performance routine. It allows them to focus on what’s important, helping them concentrate on the task at hand and execute their skills to the best of their abilities. Could the same concepts work for students before an exam? With the scrapping of modular exams, more than ever students have to be able to perform under pressure. Unfortunately, more and more of them are reporting that they feel unable to cope, let alone thrive. I have previously written about some of the best ways to maximise learning during revision time and how to minimise revision stress. But what simple tips can students follow on the morning of or lunch time before the exam to ensure those crucial final hours are used to their best effect?   Related: How to help your students manage their mental health during exam time    Eat breakfast Breakfast is the most important meal of the day; the gap between dinner and breakfast is the longest your body goes without refuelling. Studies have shown that eating a typical breakfast of cereal, made up of complex carbohydrates, helps improve memory and concentration over the course of the morning. Furthermore, researchers have found that those who eat a cereal breakfast regularly are “less emotionally distressed and have lower levels of perceived stress” compared with those who do not. Arrive at school with plenty of time Exams are stressful enough without the added worry of running late. Lateness tends to magnify everything; if people are a bit stressed or nervous, when running late they become more so. Follow the old maxim “if you are not early, you’re late” and you’ll be on the right path to starting your exams calmly and confidently. Avoid people who stress you out When it comes to school, the old maxim “you are the average of the five people you spend the most time with” seems to ring true. Research suggests teachers’ positive comments directly affect how students feel about themselves. On the morning of your exam, think about who makes you feel calm and confident and actively seek them out. Avoid spending the time before your exam surrounded by people (friends or otherwise) who are particularly negative or who stress you out. Remind yourself of all your hard work and preparation This can be a great way to boost your confidence going into the exam. Taking a moment to reflect on all the hours of hard work you have put in will reassure you. This technique is often used by athletes in the build-up to pressurised competitions to help them perform. Also using this time to reflect on your previous successes should help boost your confidence. Pause for a minute and take some deep breaths When people are under pressure, they often underestimate how much time they have. This leads to them rushing and making sloppy mistakes that cost marks. Focusing on taking a few deep breaths can act as a prompt to slow you down. Physiologically, this helps to lower your heart-rate and reduce tension. By slowing down or pausing for a moment, you allow yourself time to fully assess the situation, come up with a plan and decide the best course of action.   Related: The science of revision: nine ways pupils can revise for exams more effectively    Remind yourself of your exam strategy Legendary American football coach Bill Walsh wrote a great book, The Score Takes Care of Itself, in which he details his leadership philosophy. His approach was to focus on executing a game strategy and not worry about the goal tally. If you do this, he says, the result will often take care of itself. The same is true during exams. Focus less on what grade you might get, and more on executing your exam strategy. This might mean the amount of time you should spend per question, reading each question first, writing five minutes of rough notes before answering the long question or any other technique. If in doubt what your exam tactic should be, ask your teacher; they will almost certainly have some helpful advice for you. Final thought When you have spent so much time working and revising for exams, it is a mistake to leave the last hour or two to chance. Nothing can ever guarantee success, but by executing the tips above, you give yourself the best chance of demonstrating your knowledge when it really matters. Follow us on Twitter via @GuardianTeach. Join the Guardian Teacher Network for lesson resources, comment and job opportunities, direct to your inbox.",
  "webTitle": "Six ways students can prepare for success on the day of an exam",
  "webPublicationDate": "2016-05-10T15:58:28Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/10/six-ways-students-can-prepare-for-success-on-the-day-of-an-exam",
  "keyword": [
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching tips",
      "id": "teacher-network/teaching-tips",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Exams",
      "id": "education/exams",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "A-levels",
      "id": "education/alevels",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "GCSEs",
      "id": "education/gcses",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Sixth form",
      "id": "education/sixth-form",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Bradley Busch",
      "id": "profile/bradley-busch"
    }
  ],
  "guardianId": "teacher-network/2016/may/10/six-ways-students-can-prepare-for-success-on-the-day-of-an-exam"
}