{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-chambers-co",
  "id": "2016-05-02-163",
  "sectionId": "small-business-network",
  "body": "Lara Chambers, owner of Chambers & Co, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   Chambers & Co is a family business, launched in 2015, that manufactures a range of natural leather care and health & personal care products. The business grew from our personal needs as experienced leather crafters and parents of a child with multiple food and chemical intolerances in early childhood.  In our first year, we concentrated on bringing our tried and tested formulations to the market. Our leather care products include our Chambers Leather Balsam, a deep waterproofer for leather and a leather cleaner. The health and personal care lines include our Chambers high strength Arnica, Comfrey and Calendula balm and a natural deodorant cream.  On the strength of word of mouth, our turnover grew each month from £73 in month one to £5,300 in month twelve. The feedback from our customers so far is excellent.  We place great importance on the ingredients we use. Our aim is to demystify ingredients used in the cosmetic and household cleaning industries and we list them using their common names as well as their scientific equivalents.  This coming year, we will be launching a range of traditional pain relief gels. As our business continues to grow, we will focus on increasing our online presence and will look into possible retail options.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Chambers & Co",
  "webPublicationDate": "2016-05-02T11:16:02Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-chambers-co",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-chambers-co"
}