{
  "apiUrl": "https://content.guardianapis.com/politics/shortcuts/2016/may/16/canada-prime-minister-wife-sophie-trudeau-first-lady-staff",
  "id": "2016-05-16-114",
  "sectionId": "politics",
  "body": "As wife of Canada’s rather popular prime minister, Sophie Grégoire Trudeau has no official duties – nor a formal job of any kind – yet she claims to be so swamped with demands on her time that, even with her own assistant, she can’t cope. “I’d like to be everywhere, but I can’t,” Trudeau, a mother of three young children, told Le Soleil. “I need a team to help me serve the people.” Political enemies say that complaining about her staff puts Trudeau out of touch with “the reality that Canadian women face”, but is that fair? It depends which other first ladies and husbands you compare her with … US: 24 staff First ladies are basically surrogate royals in the US, which has a formal office of the first lady and a staff to match. Michelle Obama currently performs the function with the help of 24 people (at least when the number was counted in 2009). This is large, but not remarkable. Laura Bush had a staff of at least 24. Hillary Clinton had 20, plus 15 interns and volunteers. UK: one (controversially)     Samantha Cameron used public money to hire a ‘special adviser’. Photograph: Danny E Martindale/Getty Images    Britain has its own royal family, of course, so our prime ministers’ wives (and husband) have tended to stay out of the way, except when it comes to hosting official functions. Whether this justifies Samantha Cameron using public money to hire first Isabel Spearman and then Rosie Lyburn as her “special adviser” is a matter of debate – especially if their main duties really are assembling her wardrobe, as some claim. Germany: zero (that we know of) If you think it’s hard work being married to a head of government, then you haven’t heard of Joachim Sauer – which is just the way he likes it. Sure his wife is Angela Merkel, the most powerful woman in the world, so sometimes he has to have dinner with the Obamas, but otherwise … nothing. No staff. No interviews. No public campaigns. Sauer flies on budget airlines and didn’t even attend his wife’s inauguration in 2005. He likes to be left alone to research quantum chemistry. France: five, eight or none     Julie Gayet likes to keep a low profile. Photograph: Guillaume Horcajuelo/EPA    Being president of France, François Hollande has a complicated arrangement with his wives. The current one, Julie Gayet, keeps a low profile and may need few staff if any. His ex, Valérie Trierweiler, however, was a public first lady in the full French style, spending €396,900 (£312,516) on a staff of five in 2013, not including security guards. Yet this was cheap compared with former president Nicolas Sarkozy’s wife, Carla Bruni-Sarkozy, who spent €437,376 on her eight staff, plus €410,000 on her website. India: a dozen (reluctantly) The status of India’s current first lady – Jashodaben Narendrabhai Modi – is weird to the point of Kafkaesque. She and Narendra Modi married, by arrangement, when they were teenagers, but he left soon afterwards and they have neither divorced nor lived together since, and scarcely even met. Mrs Modi now lives quietly retired in a small town in Gujarat, but upon Mr Modi’s election as prime minister, she found herself being followed everywhere by about a dozen security staff in an expensive car, while she goes about on foot or by rickshaw. Apparently the guards also demand to be fed, and Mrs Modi has said she is scared of them. They refuse to identify themselves and the police won’t explain why they’ve been assigned. • This article was amended on 17 May 2016. An earlier version referred to Angela Merkel as head of state, rather than head of government.",
  "webTitle": "Can’t get the staff: how many assistants should a first lady (or man) have?",
  "webPublicationDate": "2016-05-16T16:50:06Z",
  "webUrl": "https://www.theguardian.com/politics/shortcuts/2016/may/16/canada-prime-minister-wife-sophie-trudeau-first-lady-staff",
  "keyword": [
    {
      "webTitle": "Women in politics",
      "id": "politics/women",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Justin Trudeau",
      "id": "world/justin-trudeau",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nicolas Sarkozy",
      "id": "world/nicolas-sarkozy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Michelle Obama",
      "id": "us-news/michelleobama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "François Hollande",
      "id": "world/francois-hollande",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Angela Merkel",
      "id": "world/angela-merkel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Samantha Cameron",
      "id": "politics/samantha-cameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Valérie Trierweiler",
      "id": "world/valerie-trierweiler",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Narendra Modi",
      "id": "world/narendra-modi",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Carla Bruni-Sarkozy",
      "id": "culture/carla-bruni-sarkozy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sophie Grégoire Trudeau",
      "id": "world/sophie-gregoire-trudeau",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Leo Benedictus",
      "id": "profile/leobenedictus"
    }
  ],
  "guardianId": "politics/shortcuts/2016/may/16/canada-prime-minister-wife-sophie-trudeau-first-lady-staff"
}