{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/09/experian-older-people-smarties-diamond-days-senior-security-vintage-value",
  "id": "2016-05-09-121",
  "sectionId": "lifeandstyle",
  "body": "Name: Pensioners. Age: Elderly. Appearance: The same. What are they up to? Which ones? The pensioners! Haven’t you heard? We’re no longer lumping pensioners together. Instead, we’re dividing them into four distinct demographic categories, each with its own name. What four categories? Well, there are the Smarties (senior market town retirees) – old people who retire to market towns, instead of the traditional seaside. I’m going to take your word for it that this is a thing. Then there are Diamond Days (affluent, mortgage-free suburbanites), Senior Security (well-off but risk-averse), and the Vintage Value (not so well-off). Those aren’t very good names. Don’t blame me, blame the credit-checking company Experian, in whose report these demographics are profiled. I disagree with Experian’s patronising assessment of seniors. Not to mention their patronising assessment of my creditworthiness. I’m afraid this is only the latest attempt to demolish broad stereotypes of the elderly, and replace them with slightly more specific stereotypes with cute names. What were some of the others? You will recall Grey Panthers and Silver Surfers. In the US, they are wont to divide pensioners into the Elders (retirees living in senior accommodation), Silver and Gold (old and wealthy) and Rustbelt Retirees (old couples who stay put in industrial cities). Pensioners can’t enjoy being stereotyped in this fashion, can they? Probably not, but they don’t really like being called “pensioners”, either. Or “elderly”. A 2012 survey found that their top pick was “senior citizen”. Well that’s that. Senior citizen it is. Except it doesn’t really address the increasing demographic spread as people live longer. So, we need to distinguish between the medium old, the well old and the bare old? Exactly. A couple of years ago the term “Real Senior” was introduced to specify the 85+ bracket. That’s not just terrible, it actually bespeaks of prejudice against the not-very-old. Who came up with that? A bunch of old people - but to be fair to them, they were choosing from a list that included the Very Oldies, the Long Lived, Wisdom Warriors and the Venerables. Do say: “Of course we need terms that convey the range of diversity among the over-65s. But we also need some kind of government vetting procedure for the names.” Don’t say: “Don’t forget the Solbios – Seniors Outside Lidl Before It Opens.”",
  "webTitle": "Goodbye silver surfers, hello smarties: meet the new pensioners",
  "webPublicationDate": "2016-05-09T15:42:56Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/09/experian-older-people-smarties-diamond-days-senior-security-vintage-value",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Older people",
      "id": "society/older-people",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Experian",
      "id": "business/experiangroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/09/experian-older-people-smarties-diamond-days-senior-security-vintage-value"
}