{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/sunderland-sam-allardyce-ellis-short-meeting",
  "id": "2016-05-12-10",
  "sectionId": "football",
  "body": "Sam Allardyce never made it home after Sunderland’s survival-securing home win against Everton on Wednesday night. Instead the manager spent “a few” convivial hours drinking with Ellis Short, the owner, but the pair are likely to be stone cold sober when they meet next week to discuss their summer transfer budget and strategy. “I’m only just overcoming a hangover,” said Allardyce, who checked into a hotel in the early hours of Thursday. “But my next meeting with Ellis will be critical as to whether we struggle again next season or not. The big thing is the new players we bring in and how we can improve the team. We have to move away from the fact that we’re all so happy at being heroes for surviving. We have to think much bigger, have much more ambition.”   Related: Sam Allardyce in dance mode after ‘one of my greatest achievements’    Allardyce will plead for a substantial budget and also hopes Short will soon appoint a new chief executive to replace Margaret Byrne, who resigned in the wake of Adam Johnson’s conviction on child-sex charges. “The new chief executive is a very big decision for Ellis and for me,” he said. “I would hope they have a huge amount of football experience. By that I mean working in football, not just transfers. Having experience of how this business works at the highest level. That would be a great help in making this club more successful. “What happens between me and Ellis Short will determine where the future lies and how successful we’re going to be. I have a very good working relationship with him which is very, very important. He only wants the best for this football club. His desire is to make this football club more successful than it has been in recent years. He’s been searching for something different for so many years and hasn’t found it. That’s why there’s been so many changes. But those changes haven’t solved the problem – hopefully I can.” Resigning is the last thing on Allardyce’s mind but he made it clear he expects a decent budget. “I don’t know,” he said when asked if he would still be at the club this time next year were no money to be made available to him. “I won’t know until we have that conversation. As a manager you never get what you want but you usually come to an agreement, a compromise.” This year, the new top-tier television deal dictates even a compromise is unlikely to come cheap. “One of the problems is it’s going to be much more competitive because the agents are already buying their next Rolls Royces because of all the money they’re going to make,” said Allardyce. “And you’ll have to pay them what they want for players because if we don’t do it, someone else will. What we have to do is get the best value for money we can. The great pleasure for me is we recruited very well in January. That gives Ellis some confidence.” After guiding Sunderland to safety in their fourth straight relegation dalliance, Allardyce – who arrived last October – is praying for a brighter future. “I wouldn’t want to go through what I went through when I first got here again,” he said. “We have to think much bigger and have more ambition. We want to be celebrating much more than escaping relegation.”",
  "webTitle": "Sunderland’s Sam Allardyce calls on Ellis Short to ‘think bigger’",
  "webPublicationDate": "2016-05-12T22:15:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/sunderland-sam-allardyce-ellis-short-meeting",
  "keyword": [
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sam Allardyce",
      "id": "football/sam-allardyce",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/12/sunderland-sam-allardyce-ellis-short-meeting"
}