{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/18/environmental-groups-demand-end-to-logging-of-australias-native-forests",
  "id": "2016-05-18-327",
  "sectionId": "environment",
  "body": "More than 30 environmental groups have signed a statement demanding that agreements allowing the logging of Australian native forests not be renewed. Australia’s 10 regional forestry agreements (RFAs) were signed between 1997 and 2001, each running for 20 years, with the first two expiring in 2017. The agreements between state and federal governments mean proposals to log in designated native forests aren’t required to be approved through the usual federal process, under the Environmental Protection and Biodiversity Conservation Act (EPBC). The agreements were trumpeted as establishing the “conservation and sustainable management of Australia’s native forests” with the aim of providing “certainty for forest-based industries, forest-dependent communities and conservation”.     Map of regional forest agreement and related regions in Australia. Photograph: Department of Agriculture and Water Resources    But a damning 50-page report produced last week by the National Parks Association of NSW concluded the agreements failed in all their aims, with the logging of native forests they facilitated resulting in an increase in threatened species.   Related: Threatened species: we do have time to turn it around if there is political will | Margaret Blakers    The report’s lead author, ecologist Oisin Sweeney, examined scientific papers as well as the logging industry’s own data, and found the RFAs cost the states huge sums, didn’t decrease disputes over logging and worsened the environmental outcomes. The report also noted the agreements, which were designed in the 1990s, didn’t take climate change into account, and logging of native forests is a significant source of greenhouse gas emissions. The federal government’s current policy is to extend the RFAs when they expire. The report concluded that “would constitute an irrational decision on environmental, economic and social grounds”. The statement, signed by more than 30 environment groups, was sent to the environment minister, Greg Hunt, Labor’s environment spokesperson, Mark Butler, and the Greens’ environment spokesperson, Janet Rice. “The groups endorsing this statement will not accept extension, rollover or renewal of regional forest agreements. Any future proposal to log public native forests should be subject to commonwealth environmental laws in the same way as for all other industries,” the statement said. Labor has not announced a policy on the expiring RFAs, and Butler did not respond to Guardian Australia’s request for comment. The Liberal party has said they would extend the RFA’s and also did not respond to a request for comment. The Greens have said they oppose the RFA’s extension or renewal. “The Greens stand with the Australian Forests and Climate Alliance in calling on the government to end this failed management scheme,” said Rice.  “Not even the mining industry has the sort of wildlife protection exemptions enjoyed by the native forest logging industry, so it is no wonder so many of our iconic birds and animals are on the brink of extinction because of habitat loss. “More than 85% of Australia’s wood products now come from plantation sources and there is no reason we can’t make the full transition out of native forest logging, to conserve these natural landscapes for their long-term environmental and economic values – carbon storage, water, wildlife, recreation and tourism.”  Lorraine Bower of the Australian Forests and Climate Alliance called for an end to logging in native forests. “By giving the logging industry unfettered access to public forests over the 20 years of the RFAs, other industries that could support jobs and growth, such as the carbon market and tourism, have been stymied,” she said.   Related: Bob Brown: police drop charges over protest at logging site    “The RFAs act as a loophole excluding logging from accountability to federal environmental laws that would apply to any other industry, enterprise or individual landowner.”  But the forestry industry said the agreements had delivered excellent environmental outcomes. Ross Hampton, the chief executive of the industry’s peak body, the Australian Forest Products Association, said the agreements went too far and had left too little of the forests available to be logged. “The available multiple-use forest has shrunk dramatically. Twenty years ago it was more than 13m hectares, now it is about 7.5m hectares nationally. And of course the timber communities only operate in a minute fraction of that on any year, harvesting about half of 1% and then assiduously resowing with the same species,” he said. Hampton said that left the communities that relied on logging native forests with too little. “With this discussion of RFAs, it is also timely to stand back and look again at our forests and ponder if we are getting the balance right. “Because we replant or resow some 60m trees a year, the forest industries of this country can put hand on heart and claim to be the ‘greenest’ industry we have. We are a big part of the solution to the globe’s chronic problems of climate change and rampant resource use.”  • This article was amended on 24 May 2016 to add a response from the industry body Australian Forest Products Association.",
  "webTitle": "Environmental groups demand end to logging of Australia’s native forests",
  "webPublicationDate": "2016-05-18T06:15:06Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/18/environmental-groups-demand-end-to-logging-of-australias-native-forests",
  "keyword": [
    {
      "webTitle": "Deforestation",
      "id": "environment/deforestation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Trees and forests",
      "id": "environment/forests",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australian law",
      "id": "australia-news/australian-law",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "environment/2016/may/18/environmental-groups-demand-end-to-logging-of-australias-native-forests"
}