{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/03/police-investigate-sexual-assault-allegation-ukip-mep-tim-aker",
  "id": "2016-05-03-222",
  "sectionId": "uk-news",
  "body": "The Ukip MEP Tim Aker has been voluntarily interviewed by police in relation to an allegation of sexual assault made against him. Aker, 30, has been MEP for East of England since 2014 and was previously head of Ukip’s policy unit. He is said to be close to Ukip’s leader, Nigel Farage. The allegation has been made by a former Ukip activist. The sexual assault allegedly took place in September last year after a Ukip event in Essex. It is understood that the woman, who is in her 20s, did not immediately report the alleged assault. In December she made a formal complaint to Ukip’s national executive committee (NEC). On 26 April the woman contacted the police about the alleged assault and officers conducted a video interview with her. A spokeswoman for Essex police said: “Police were contacted on 26 April with a report of a sexual assault which took place in Essex. Essex police are investigating this allegation. A 30-year-old man from Grays has been voluntarily interviewed and police enquiries are continuing.” Steve Crowther, chairman of Ukip, said: “I can confirm that the party looked into allegations that were put to us; but it would be inappropriate for us to comment further on something which is subject to a police investigation, until that investigation is complete.” In an unrelated inquiry, Essex police are investigating allegations of a “malicious communications” campaign targeting Aker, which has been circulated to dozens of politicians and members of the public. The Essex police spokeswoman confirmed that an allegation of malicious communications relating to letters being sent to a number of individuals, was under investigation by police. In his statement, Crowther said he was aware “the police are investigating an allegation of malicious communication targeting Tim Aker” and it would be inappropriate to comment further.",
  "webTitle": "Police investigate sexual assault allegation against Ukip MEP",
  "webPublicationDate": "2016-05-03T11:23:57Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/03/police-investigate-sexual-assault-allegation-ukip-mep-tim-aker",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Diane Taylor",
      "id": "profile/dianetaylor"
    }
  ],
  "guardianId": "uk-news/2016/may/03/police-investigate-sexual-assault-allegation-ukip-mep-tim-aker"
}