{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/the-fiver-bobby-m-is-done-at-everton",
  "id": "2016-05-12-150",
  "sectionId": "football",
  "body": "WHAT ABOUT BOB(BY M)? Newcastle United and Norwich City were relegated from the Premier League on Wednesday night and their fans immediately began clamouring for their managers to remain in situ. Everton, meanwhile, confirmed a lower-table finish while successfully fulfilling their 37th league fixture, turning up in Sunderland bang on time and in matching uniforms, yet poor old Bobby M still found himself the subject of mass derision. Has the Premier League really become so cut-throat that fans demand more from managers than good grooming and impeccable manners? Yes, or so Joe Kinnear told us. But it’s not only fans, it’s also Everton’s board, which met today to discuss the terms of a severance package for Bobby M. And we’re not talking about terms such as “off you go” and “boot up the hole” but rather a pay-off to the tune of several million pounds, so maybe you should think again before mocking M’s ability to find positives in every failure. Man knows what he’s talking about.   Related: Roberto Martínez sacked by Everton after disappointing season    M is nothing if not a fine talker. The Fiver could listen for hours to him talking about his devotion to attacking football so audacious and sophisticated that after 37 matches Everton have racked up a goal difference of +1. But The Fiver can tune out any time it wants, whereas Everton fans have had to listen to it for years and there came a point – actually, several – when the discrepancy between the words tumbling out of M’s mouth and the evidence on the pitch was too much for even the drunkest fans to bear. Plucking the positives from being outscored at home by Tony Pulis’s West Brom, for instance, is flat-out trolling. All in all, it seems best for everyone concerned that M has now been freed to concentrate on other interests, ones that do not demand coordinating the movements of John Stones and Phil Jagielka, which, sadly, rules out a Jason Derulo tribute act. As M ponders the next step in his career, Everton are keen to get in a replacement. As if by coincidence, Frank de Boer has resigned as Ajax manager. “What I will do I don’t know yet,” said the man who guided the Amsterdammers to four Dutch titles in six years and respectable showings in Europe. “I began to realise more that it was time for something else,” whooped De Boer, already displaying uncanny alignment with Everton’s wavelength. QUOTE OF THE DAY “We are devastated at our relegation from the Premier League … The process of scrutinising what went wrong and planning for what is to come has already begun” – Newcastle suit Lee Charnley could do with starting close to home after the Magpies were relegated to the Championship, where they’ll now face the likes of Aston Villa.     It’s happened again. Photograph: Nick Potts/PA    FIVER LETTERS “It’s sad to see Newcastle United, the only team in the league so bad that they couldn’t even beat Aston Villa (Villa!) relegated, but the good thing about Mike Ashley is that he learns from his mistakes and is nailed on to only choose winners in the future. Oh” – Noble Francis. “I was quite taken with the photo of the 100 or so ‘spectators’ in front of the Manchester United coach shown across various media on Monday night. In the old days all the arms would have been either throwing bricks, bottles or two fingers; worth of disapproval at the occupants of said coach. Now they are just holding mobile phones. Is this progress?” – Michael Coulthurst. “Did I read right that John Whittingdale is lecturing the FA about ‘reform’ (yesterday’s Bits and Bobs). Is this the same John Whittingdale who I’ve been seeing a bit of in the news? Now, while the FA certainly isn’t perfect and undoubtedly has a lot of progress to make, isn’t this slightly reminiscent of that time the pot had a go at the kettle? So anyway, that’s the BBC he wants to dismantle, and the FA. What’s next? If he’s not careful there won’t actually be any culture left to secretary, in which case he will have done himself out of a job” – Dan Makeham. “It’s nice to hear about Watford’s plethora of train stations (yesterday’s Still Want More?). My team Brighton have just the one, it’s only about 100 yards from the stadium but it still takes an hour to get on a train … in that time you can walk back into town if you like, through all the edgy and ungentrified bits, with not a single artisan focaccia for miles around” – Tony Crawford. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Michael Coulthurst. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS Ousmane Dembélé has been more highly sought than unicorn burgers, punctual trains around London and a football writer who voted for Jamie Vardy as FWA Footballer of the Year. He’s now a Borussia Dortmund player. “BVB showed a lot of interest in me right from an early stage and they have always kept close contact with me – this really impressed me,” he trousered.     Ousmane Dembélé, Dortmund-bound. Photograph: Damien Meyer/AFP/Getty Images    Dancing Sam Allardyce has finished his half-price Hulkamaniac routine in time to reflect on Sunderland’s Premier League survival. “This club can’t be cheering and doing a lap of honour every season just for escaping relegation,” he cheered after doing a lap of honour for escaping relegation. Norwich’s board are offering no assurances over Alex Neil’s future after they also tumbled back to the second tier. “Our No1 objective this season was always to retain our Premier League status,” riffed a club statement. “We have fallen short of that target and work is already under way to learn from the mistakes that contributed to our failure this season.  Sheffield United have come off a long run-up and punted Nigel Adkins out of Bramall Lane. “It saddens me to say goodbye,” he sobbed as Chris Wilder waltzed in through the door. Mauricio Pochettino has signed his new five-year Tottenham contract. “We have enjoyed a great season and we believe this is just the beginning,” he roared. Everybody wants some Nathan Redmond. Well, Taxpayers FC, Crystal Palace and Stoke City all do, any road. Charlton Athletic chief suit Katrien Meire has hit out at the club’s fans and claims that criminal offences have been committed against her this season. “For the last couple of months, I’ve had extreme abuse, I’ve had criminal offences committed against myself, and I’m disappointed about governance in sport, that none of the governing bodies contacted me and stood up for the fact that things are not allowed, that’s one step too far,” she said. You’ve been wondering what José Mourinho’s been doing this last 20 minutes without a story about him, haven’t you. “In July I will be back,” he chuntered. So we are in May. May to July is nothing. I keep enjoying my life which I’m doing, keep enjoying my family. But in July I am back.” POJT will not be offered a new contract by Chelsea. D1ck Advocaat is set to become Danny Blind’s assistant manager with Holland.  And two match officials in the Czech league have been banned indefinitely after one appeared to be drunk on the sideline and the other was seen urinating during a live TV game between Pribram and Slavia Prague. Marek Pilny was escorted from the field at half-time, while Jiri Jech felt the urge to relieve himself behind a goal. STILL WANT MORE? How football’s tactical evolution has begun to invoke the past. Jonathan Wilson goes back to the future.     A floating brain in a jar, right. Photograph: Allstar Picture Library    You want hubris? You can’t handle the … oh wait, you probably can. Louise Taylor on the Newcastle boardroom. The Koumas paradox. By Leon Barton. Play-offs, ghost tackles and Nasty Leeds fans crowd surfing all feature in this week’s Classic YouTube. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. ON IT GOES",
  "webTitle": "The Fiver | Flat-out trolling",
  "webPublicationDate": "2016-05-12T15:14:11Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/the-fiver-bobby-m-is-done-at-everton",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/12/the-fiver-bobby-m-is-done-at-everton"
}