{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/12/bbc-john-whittingdale-white-paper-star-pay-board",
  "id": "2016-05-12-241",
  "sectionId": "media",
  "body": "John Whittingdale has told MPs that those who raised concerns about his plans for the BBC were “leftwing luvvies” who had based their complaints on “ill-founded, hysterical speculation”. The culture secretary, unveiling a white paper on the future of the BBC, was responding to Labour’s Maria Eagle, who said that he had tried to diminish the scope and scale of the BBC but had been over-ruled by David Cameron. Whittingdale told the Commons that fears about the government’s plans were overstated. “[Eagle] rehearsed all her lines of attack only to wake up this morning to discover that all the concerns she expressed were based on ill-founded hysterical speculation by leftwing luvvies and others,” he said. “In actual fact what the government has proposed has been widely welcomed by, amongst others, the BBC.” Eagle said that Whittingdale had threatened to prevent the BBC from scheduling popular shows at peaktime and had tried unsuccessfully to force the broadcaster to disclose the pay of its journalists and news presenters. “He’s been overruled by the chancellor and prime minister,” she said. “In large part he’s not got his way. His views are also totally out of step with the licence fee payers who support the BBC.”   Related: BBC white paper: key points at a glance    The minister confirmed the BBC will be required to publish the pay of its top-tier stars who earn more than the £450,000 a year earned by director general Tony Hall, such as Gary Lineker, Chris Evans and Graham Norton.  “The public has the right to know what the highest earners at the BBC are paid out of their licence fee,” he said. “The government also expects the new BBC board to consider other ways to improve tranpsarency of talent pay.” Whittingdale had wanted it to be £150,000 and above but was overruled by David Cameron. In other main developments:  The licence fee will be increased in line with inflation for five years from 2017 from its existing level of £145.50. It is guaranteed as BBC funding mechanism until end of new royal charter in 2027/28. The BBC Trust is to be replaced with new unitary board. The government will chose the chairman, the vice chair and four representatives from the nations and regions. The BBC will be able to set the number of members it appoints, giving it a majority on the board if it wishes. The National Audit Office is to be granted wide-ranging powers as the corporation’s official auditor. Ofcom will become the BBC’s external regulator. BBC required to give greater focus to under-served audiences, such as black, Asian and minority ethnic viewers, with diversity “enshrined’’ in new charter.  Whittingdale told MPs that only 23% of the British public believes the BBC – which receives £3.7bn in public funding a year – is efficient. “Licence fee payers need the BBC to spend the nearly £4bn it gives them every year more wisely,” Whittingdale said, launching the white paper on Thursday. “The BBC belongs to all of us. We want the BBC to be much more transparent. The BBC needs to be become much more accountable to those it serves. The BBC needs to be fair, accountable and sustainable.” Reaction to the government’s key proposals was mostly, but not exclusively, upbeat. Wolf Hall director Peter Kosminsky said he was “not reassured at all” by the government’s proposals to radically overhaul BBC governance, saying they could mean the BBC “drifts dangerously close to becoming a state broadcaster”. The award-winning director told the Guardian that plans for the government to appoint six members of the new unitary board were an “anathema” and represented a direct attack on the corporation’s editorial independence. “I am not reassured at all,” he said. “Once we start to have that number of people on the editorial board put there by the government you can kiss goodbye to the BBC’s reputation for independence.” Writer and producer Armando Ianucci tweeted that “we’ve come a long way from threats to scale and scope of BBC voiced last year”. He added that there were “no cuts to BBC budget, no interference in schedules, and majority on Board not appointed by Govt[erment]”. Radio 2 and Top Gear host Evans offered a straightforward solution to the issue of highly-paid stars on Thursday morning: “Just pay us less, that’s what I would do, it’s not rocket science.” Lenny Henry, the TV and stage star and prominent diversity campaigner, welcomed the greater focus on diversity on- and off-screen.    Today is a great day for diversity. For the first time in history it has been enshrined in the charter.— Lenny Henry (@LennyHenry) May 12, 2016    Whittingdale also said he wanted the corporation’s flagship services, such as BBC1 and Radio 1 and 2, to be “more distinctive and ambitious”. “The government is emphatically not saying that the BBC should not be popular,” he said, backing the BBC’s right to make shows such as Strictly Come Dancing.  “[But] commissioning editors should ask consistently of new programming ‘is this idea sufficiently innovative and high quality’ rather than just simply ‘how will it so in the ratings’.” He also told the BBC that it must stop viewing commercial players as rivals. The BBC will be forced to scrap protections that ensure that 50% of its programming, including hit shows such as EastEnders, can only be made by its in-house production arm. “[This] will open up hundreds of millions of pounds of production expenditure to competition,” he said. “This will not only benefit the creative industries but it is fundamentally a good thing for viewers and listeners.” Whittingdale said that the white paper gives the BBC “more freedom” to manage its budgets in an era when the traditional licence becomes “less sustainable” in the internet era.“The government therefore welcomes the BBC’s intention to explore whether additional revenue could be raised at home and abroad from additional subscription services sitting alongside the core universal fee,” he said. “We would also like to see BBC content become portable, so that licence fee payers have access when travelling abroad.” Hall said he was broadly pleased with the white paper which “delivers a mandate for the strong creative BBC the public believe in”.However, he said there is an “honest disagreement” with government over proposals to allow the government to appoint up to half of the members of the new unitary board.“I do not believe that the appointments proposals for the new unitary board are yet right,” he said. “It is vital for the future of the BBC that its independence is fully preserved.”",
  "webTitle": "BBC white paper critics were 'leftwing luvvies', says John Whittingdale",
  "webPublicationDate": "2016-05-12T11:25:53Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/12/bbc-john-whittingdale-white-paper-star-pay-board",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    },
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/12/bbc-john-whittingdale-white-paper-star-pay-board"
}