{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/13/should-parents-take-their-children-on-holiday-during-term-time",
  "id": "2016-05-13-274",
  "sectionId": "travel",
  "body": "Should families be able to go on holiday during term time? It’s a question that has plagued parents and teachers alike over the years, with the debate heating up since a formal ban was introduced in 2013.  One parent is awaiting an appeal over fines for taking his children out of school (businessman John Platt will learnon Friday the outcome of his ongoing dispute with Isle of Wight council), and thousands more have already paid £60 penalties. The discussion on whether this is fair or not has prompted debate among our readers. Here, we review your views.  ‘A week in Florida is more educational than sports day in my school’             rosanieplius    13 May 2016 7:11am  I am a teacher. Between the end of May and July what we do is basically keeping the children entertained. We don't have summer colonies here, but they are a common thing in other countries where summer holidays are longer. I would be up for having more flexibility and allowing parents to take their children on vacation on that last summer term...also, where is the damage? Less children in the classroom means more attention per child. I do agree though that parents would need to be responsible of doing any work with them...but children can get an education in different ways. A week in Florida will be much more educational than a sports day in my school. In the continent holidays start mid June. In fact, when the time comes I will fight the system because I much rather have my children (too young now to go to school) enjoying the presence of their cousins and the freedom of a long summer in the continent that being exposed to random worksheets and projects throughout the month of July.      ‘Try and speak to the school and broker a compromise’             Cloud500    13 May 2016 7:43am  Two points here. One, the teaching profession screams that all children need to be in all the time, yet gets another week's worth of non-teaching days for 'inset' days, supposedly for training, but not always... If these are important, why not use some of the other 12 weeks a year that they're off. As a school governor, I've always queried this contradiction. The second is to speak to the school and where possible broker a compromise. My son's school has different holidays to my partners' daughter's school. I spoke with the head at my son's school to take him skiing a week before February half term. She readily agreed as long as I took his work with me and that he returned after half term with it all completed. I was happy, little cloud was happy and the school were happy. Sensible all round and no one suffered.      ‘The benefits of families spending time together far outweighs any missed school time’             Spud300    13 May 2016 7:10am  Most of the comments deal with those who are relatively well off. A family in my last school took a week's holiday at the beginning of March; a cold March week at that. They went to a local holiday camp, so no distance, by bus as they don't have a car. That was what they could afford and they had a fantastic week. More importantly they were together as a family. The benefits as a family far out weighed any missed school time. Not everyone can afford a holiday at current prices, or as parents have the allotted school holidays off work. I say (as a teacher) can we return to the discretionary two weeks.      ‘I’m struggling to see how this law is for the common good – no one benefits’             bennyo53    13 May 2016 7:18am  My school was loathe to implement these fines, and we managed to find a way around it (legally) for a period.  Eventually, we had to start fining parents and it didn't really make any difference. The great majority of our parents are reasonable people who rarely took their children out during term time anyway because of the impact it may have had. What I'm saying is this: it's swings and roundabouts; people very rarely took the piss when there were no fines in place and since they've been brought in, parents are, quite rightly, indignant and thus a culture of 'this is my child, I'll take them where and when I want' exists.  Most laws are there for the good of community or to ensure safety, peace, equality etc, I'm just struggling to see how this law is for the common good - nobody benefits; it just adds to the coffers of the LA. Basically, it's a cash cow like speed cameras on hills and hidden bends and admin fees.  The problem occurs when the ofsted Stasi appear and lambast schools that have less than 95% attendance; even if it's 94.7%, as was the case in my school when they last descended. Schools, that have cordial relationships and quid pro quo agreements with parents in the past, are then terrified to miss any opportunity to fine and that, quite plainly, drives a wedge between schools and parents disrupting the concord and leading to parents objecting to paying these fines.  The whole 'voting for this law' thing that people are quoting is nobly minded but not really appropriate; how many laws are there? We didn't vote for most of them. That's the job of our elected officials - we entrust them to act impartially and responsibly to enact their powers for the common good. Sadly, most of them concentrate their efforts on political point scoring and aggrandisement. When this takes priority, people become assets or 'livestock' to be bartered or objects of flattery. Ergo - 'look what my party did, it improved school attendance and we did this for you, the wonderful voter'. The problem is, you know it's all bollocks because, they enforce on our kids a curriculum and manner of testing that is tedious, outdated and overwhelming.  Hope I've not offended anyone - well apart from the politicians!      ‘Teachers have to help children catch up’             beach4uk    13 May 2016 7:31am  I'm a retired teacher and I can tell you it's selfish for this reason: when a child comes back from one of these holidays any teacher worth his or her salt will help them to catch up with what they have missed. I did it and so did many of my colleagues. The time spent doing it is time not given to the other children.Any parent who says otherwise is deluded. He/she is also selfish.      ‘Who is responsible for children – state or parents?’             Lenny Marlow    13 May 2016 7:36am  There is a more fundamental issue here and that is who is responsible for children, state or parents. In all matters the centre is moving away from parents to state.If you apply any test to a childs education parents are the better source. We took our children out of school for a year to home ed and later to for another year to live and go to school in New Zealand. That still forms most of their adult memories of education.here the state needs to get its messy hands out and a court needs to say just that. The sooner education is taken away from private companies and put back in the hands of teachers the better      ‘Children are only in school for a short time, surely people can wait’             KT2015    13 May 2016 7:40am  As someone who works in a school and has children I don't have the luxury of stamping my feet and defying the rules because I want to go on a cheaper holiday. Children are only at school for a short time, surely people can wait before they go on their multiple holidays during term times.      ‘Evidence from abroad shows term-time holidays are fine’             Fiona Moore    13 May 2016 3:12am  It is interesting to compare results with countries such as NZ and Oz where it is quite normal to take extended holidays in term time to go overseas, to visit extended family and explore their roots. PISA results have NZ and Oz at 13th and 14th, the UK at 23rd.Some kids will find it really hard to catch up and others not so much. In a system of exam culture though, they can just choose not to answer the question on genetics or probability because they were in Tenerife having some quality time with their family.      ‘It’s the holiday providers that we should blame’             StandingUpToBeHeard    13 May 2016 7:42am  But its not the schools who are raising the prices are they? Worldwide the travel industry is rigged around school calendars (peak time). When the kids are in primary its easy to take them out and they really don't miss anything -it's just Ofsted has made attendance a requirement for Good schools. (Having said that my daughter's primary is a long established Good school and they're pretty flexible. ) but in secondary it becomes unjustifiable. Secondaries are quite full on and something happening every day. I've seen it with my son even if he's off sick one day he has lots to catch up when he goes back.      ‘There will be some who let their children stay at home for weeks on end’             KnightLore    13 May 2016 7:59am  Problem with relaxing the law is that for all the nice, beneficial family holidays some kids get, there will be others just letting the kids stay at home for weeks on end.  Who and how is a holiday defined. Will become impossible to manage. Current system is not ideal, but not sure what would work as a replacement.",
  "webTitle": "Should parents take their children on holiday during term time?",
  "webPublicationDate": "2016-05-13T08:12:41Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/13/should-parents-take-their-children-on-holiday-during-term-time",
  "keyword": [
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "travel/2016/may/13/should-parents-take-their-children-on-holiday-during-term-time"
}