{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/11/ronan-farrow-condemns-media-woody-allen-allegations",
  "id": "2016-05-11-92",
  "sectionId": "film",
  "body": "Related: Woody Allen at Cannes: artistic competition 'against common sense'    The estranged son of Woody Allen, Ronan Farrow, has condemned the media for its handling of decades-old sexual abuse allegations against the film director, hours before his latest film opened at the Cannes film festival. Farrow attacked the media for what he portrayed as a collusion to silence victims of sexual abuse while offering a voice to perpetrators. Allegations by Dylan Farrow, Allen’s adopted daughter with Mia Farrow, that the director had sexually abused her, first emerged in 1992. All allegations were denied by Allen and following an investigation in 1993, no charges were brought. In a column published on Wednesday in the Hollywood Reporter, Ronan Farrow described a “culture of acquiescence” surrounding his father and criticized newspapers that did not report his sister’s allegations. He said he believes there is a media culture of “impunity and silence” that would be on show again at Cannes this year.  The subject was not raised at Wednesday’s press conference in Cannes.  Writing in the Hollywood Reporter, Ronan Farrow criticised many media outlets for not reporting his sister’s allegations when they surfaced. “That kind of silence isn’t just wrong. It’s dangerous,” Farrow wrote. “It sends a message to victims that it’s not worth the anguish of coming forward. It sends a message about who we are as a society, what we’ll overlook, who we’ll ignore, who matters and who doesn’t.” The director had vowed not to discuss Dylan’s claims further after he wrote a piece for the New York Times two years ago again denying the allegations. Ronan Farrow, who is Allen’s only biological child, said that when his sister’s allegations dominated the headlines again in 2014, as a member of the media, he was given “a window into just how potent the pressure can be to take the easy way out.” In February 2014, Dylan Farrow wrote a searing open letter in the New York Times after Allen was awarded a lifetime achievement Golden Globe. It was the first time she made her claims in public. “Woody Allen is a living testament to the way our society fails the survivors of sexual assault and abuse,” she wrote.     Woody Allen attends the Café Society press conference at Cannes on Wednesday. Photograph: Getty Images    “I naively thought the accusation would be dismissed out of hand because of course, I hadn’t molested Dylan and any rational person would see the ploy for what it was,” Allen wrote in the New York Times. Dylan alleges Allen sexually assaulted her as a child, in the midst of his custody battle with her mother, Mia Farrow. In 1997, Allen married Soon-Yi Previn – who Farrow adopted with her second husband, André Previn – and the couple have two adopted children together, now in their late teens. Asked for his view on romance in relation to cinema, Allen said that although he had thought of himself as romantic, although this was a view “not necessarily shared by the women in my life”. Ronan Farrow said the Los Angeles Times and other newspapers had declined to publish Dylan’s account before the New York Times column was published. But he also criticized the New York Times, noting that a week after his sister’s column was published, the newspaper gave Allen “twice the space” to respond to the allegations in his own column. There, Allen denied the allegations as he has repeatedly for years.  Ronan Farrow said the Times’ decision to give Allen more space than it gave his sister was “a stark reminder of how differently our press treats vulnerable accusers and powerful men who stand accused.” Farrow, who hosts an investigative reporting series on NBC, said he had in the past succumbed to pressure that stops people from aggressively reporting on sexual assault claims, particularly against powerful men.  Farrow referenced his own decision not to further question Bill Cosby’s biographer about allegations made against Cosby. “I had worked hard to distance myself from my painfully public family history and wanted my work to stand on its own,” Farrow said. “So I had avoided commenting on my sister’s allegations for years and, when cornered, cultivated distance, limiting my response to the occasional line on Twitter.” He said he was ashamed to have asked his sister not to come forward in 2014 and he had hesitated before writing Wednesday’s Hollywood Reporter column.  Writing in the Hollywood Reporter, Ronan said: “I believe my sister.” In the column, Farrow linked to a list by Vanity Fair’s Maureen Orth of “undeniable facts about the Woody Allen sexual-abuse allegation”. Orth wrote about the claims in 1992 and again in 2013. Farrow also criticized the Hollywood Reporter for its cover interview with Allen, published earlier this month. The story was corrected because it said charges against Allen were “dropped”, when in fact charges were never pursued. The story, which Farrow said was “a sterling example of how not to talk about sexual assault”, was changed to say “not pursued”.",
  "webTitle": "Ronan Farrow condemns media for handling of Woody Allen allegations",
  "webPublicationDate": "2016-05-11T17:47:13Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/11/ronan-farrow-condemns-media-woody-allen-allegations",
  "keyword": [
    {
      "webTitle": "Woody Allen",
      "id": "film/woodyallen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Holpuch",
      "id": "profile/amanda-holpuch"
    }
  ],
  "guardianId": "film/2016/may/11/ronan-farrow-condemns-media-woody-allen-allegations"
}