{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/27/the-threepenny-opera-review-olivier-london-rory-kinnear-rufus-norris",
  "id": "2016-05-27-220",
  "sectionId": "stage",
  "body": "What does this famous piece of theatre mean to us today? The distinguished translator John Willett got it right when he said it survived less because of its political content than through its establishment of a new theatrical genre. That came home to me while watching Rufus Norris’s grubbily vivacious revival, which doesn’t so much ignite our social anger as remind us that Bertolt Brecht and Kurt Weill proved you can create memorable musical theatre out of exuberant low-life.   Related: Rory Kinnear: my life in five shows     Much of the quality of this production rests on David Shrubsole’s musical direction which, like the original 1928 Berlin production, uses an eight-piece band to do full justice to Weill’s plangent, sawn-off melodies, even if the song Surabaya Johnny has been imported from Happy End. Simon Stephens’s adaptation is less faithful and makes one or two odd choices, such as turning Peachum from an embodiment of bourgeois criminality into a louche figure in high heels and a Louise Brooks wig.  But even if Stephens overplays the sexuality, suggesting a past liaison between Macheath and the police chief Tiger Brown, his lyrics make the right Brechtian points, such as that survival in a corrupt world requires compromise and that “we can’t have ethics that we can’t afford”. Norris and his designer, Vicki Mortimer, also bring out the piece’s self-conscious theatricality, and pitch the action somewhere between Otto Dix’s graphically decadent 1920s Berlin and our own world, in which poverty becomes a mercilessly exploited spectacle.     Sharply defined performances … Rory Kinnear as Macheath in The Threepenny Opera at the Olivier, London. Photograph: Tristram Kenton for the Guardian     The temptation is avoided to turn Macheath, the master criminal undone by his sexual voracity, into a glamorous villain: instead Rory Kinnear fulfils Brecht’s injunction that he should be “a short stocky man of about 40”, while putting across the songs with rasping clarity. Nick Holder as the feminised Peachum, Haydn Gwynne as his lecherous wife and Rosalie Craig and Debbie Kurup as the embattled rivals for Macheath’s affections all give sharply defined performances in a production that finally suggests it is Weill’s score that really keeps the piece alive today.  At the Olivier, London, until 1 September. Buy tickets from theguardianboxoffice.com or call on 0330-333 6906.",
  "webTitle": "The Threepenny Opera review – grubbily vivacious revival plays up the sexuality",
  "webPublicationDate": "2016-05-27T10:01:44Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/27/the-threepenny-opera-review-olivier-london-rory-kinnear-rufus-norris",
  "keyword": [
    {
      "webTitle": "Simon Stephens",
      "id": "stage/simon-stephens",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/27/the-threepenny-opera-review-olivier-london-rory-kinnear-rufus-norris"
}