{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/06/dutton-risked-safety-of-asylum-seeker-sent-to-png-for-abortion-court-finds",
  "id": "2016-05-06-252",
  "sectionId": "australia-news",
  "body": "The minister for immigration, Peter Dutton, exposed an asylum seeker who became pregnant after being raped on Nauru to serious medical and legal risks by flying her to Papua New Guinea for an abortion, the federal court found on Friday. The minister also has a duty of care to provide a safe and legal abortion to the woman, identified only as S99, who relies on the minister for her care and who has serious neurological, physiological and psychological conditions, Justice Mordecai Bromberg found.   Related: Nauru rape victim's health not 'exceptional' enough to fly to Australia for abortion, court told    The woman, identified only as S99, was raped while in detention on Nauru after she fell unconscious as the result of a seizure. She woke to find blood and male discharge on her clothes. The rape resulted in a pregnancy and left her with severe post-traumatic stress disorder, evidence presented to the court from medical experts last week said. The expert evidence also said that her neurological condition, suspected to be epilepsy but never diagnosed due to a lack of medical equipment on Nauru, along with a physiological condition Guardian Australia is unable to publish details of, and her poor mental health, meant an abortion was high risk and must be carried out by doctors with certain expertise. However, because the Australian government has a policy not to bring asylum seekers to Australia unless the circumstances are exceptional, the immigration department sent S99 to Papua New Guinea for the procedure. She was sent there despite abortion being illegal in that country and the threat that she could be exposed to criminal liability, and despite the lack of appropriate medical expertise and equipment required for her. The minister also refused to send her to a third country, like Singapore or New Zealand, which expert evidence stated had the appropriate medical facilities. S99 remains in limbo in Papua New Guinea after her lawyers issued an emergency court order to halt the abortion being performed there and has just entered her second trimester of pregnancy, at more than 12 weeks along.  Lawyers for Dutton said he did not believe S99’s circumstances to be exceptional and also denied Dutton had a duty of care to her. Handing down his findings, Bromberg disagreed with them. “She has no independent means,” he said. “She has been and remains dependent on the minister for food, shelter, security and healthcare.”  Because of this, Bromberg said Dutton had a duty of care to procure a safe and lawful abortion for S99, and that the abortion he made available to her in Papua New Guinea carried safety and lawfulness risks “that a reasonable person in the minister’s position would have avoided”. However, Bromberg said his findings did not mean Dutton had to bring S99 to Australia for the procedure. Other countries with the necessary medical experts and equipment could also be appropriate. S99’s lawyer, Ron Merkel QC, told the court on Friday that S99’s distress had grown in recent days, especially after news that two of her friends had self-immolated, and that her overall health was declining.  Merkel praised the court and Bromberg, which sat on Friday night, for its work in coming to a speedy judgment. But he said: “There is simply no basis for the minister to ask for more than 48 hours to comply with your honour’s order. “We say the time has run for the commonwealth to take a leisurely approach to this.    Related: Asylum seekers who reached Cocos Islands could be back in Sri Lanka    “Every teaching hospital in New Zealand or Singapore has the required facilities.” The risk to his clients health was “grave and imminent” the longer the delay, Merkel added. “That risk is not one she should be confronted with for any reason at all.  “The minister ... has medical advice, he’s had expert evidence, he’s had your honour’s judgment. What more can he need?” Lawyers for the Department of Immigration and Border Protection may appeal. As a result, her future remains uncertain and it is unclear where the woman may be sent to receive an abortion if no appeal is lodged. Blomberg ordered that the abortion “not be procured so it takes place in any location where a person who participates in an abortion is exposed to criminal liability”.  He also ordered that it be carried out in a place with the required neurological expertise and facilities, as well as other medical experts who could cater to S99’s existing medical conditions. In a statement, the Greens senator Sarah Hanson-Young said S99 had “been through enough”.  “The ruling of the court makes it clear,” she said. “This woman is still under the care of the Australian immigration minister and he must act within the law, ensuring that she’s given a safe and legal abortion. “This woman should never have been sent to PNG and it’s shameful that she’s been put in this position.”",
  "webTitle": "Dutton risked safety of asylum seeker sent to PNG for abortion, court finds",
  "webPublicationDate": "2016-05-06T10:16:12Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/06/dutton-risked-safety-of-asylum-seeker-sent-to-png-for-abortion-court-finds",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/06/dutton-risked-safety-of-asylum-seeker-sent-to-png-for-abortion-court-finds"
}