{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/09/manchester-united-manchester-city-fourth-place-champions-league",
  "id": "2016-05-09-56",
  "sectionId": "football",
  "body": "Even in this crazy season of Leicester City’s romp to the Premier League title, the scenario facing the red and blue factions of Manchester as the final days are entered is a dizzying turnaround. Who imagined that Louis van Gaal could end on a high with a top-four place and the FA Cup at United, condemning City to welcome Pep Guardiola with a place in the Europa League? United control their destiny and City are helpless following a 2-2 draw with Arsenal on Sunday. If Van Gaal’s side beat West Ham United on Tuesday night and Bournemouth at Old Trafford on Sunday, even a final-day victory at Swansea City will not save Manuel Pellegrini from leaving a fifth‑place finish as his parting gift. The odds against the clubs ending their campaigns this way would have been sky-high throughout, certainly when United bombed from the Champions League before Christmas, and when the club considered Van Gaal’s position on three occasions. And they would have been when City announced the acquisition of one of the world’s finest managers in Guardiola.   Related: Manchester City’s Vincent Kompany expected to miss start of new season    He nearly went after the Boxing Day defeat at Stoke City, a 1-0 loss against Southampton at Old Trafford a month later, and following the 2-1 Europa League last-16 reverse at Midtjylland, another month after that. Guardiola’s summer move was announced on 1 February. Then United were fifth and seven points behind City, who were second and only a win from overtaking Leicester. Any view that the Catalan’s appointment being made official would cause a tailing-off seemed to be dispelled when City won 1-0 at Sunderland the next day. From there, though, the slide has been dramatic. Up to 1 February City won 13 of 23 league games, losing five, scoring 45 goals and conceding 23, to accrue 44 points. Post-announcing Guardiola only six of 14 league matches have been victories, there have been another five defeats, with 25 goals and 17 shipped in scraping 21 points. Disaster is how Pellegrini describes any elite club’s failure to qualify for the Champions League. So as timing goes the draw with Arsenal was atrocious for their hopes, and perfect for United’s. Pellegrini’s side are still in the top four after their 37th game, as they have been for the previous 36. Yet going into Sunday’s 38th and final outing, City will be cast into the cold reality of fifth place should United beat West Ham. Win the last competitive match at Upton Park and Van Gaal’s side lift themselves to 66 points, one ahead of City, who will be pushed below the perforated line that separates the cream from those staring at Europa League, at best. From City’s owner, Sheikh Mansour, through to the chief executive, Ferran Soriano, the sporting director, Txiki Begiristain, Pellegrini, Sergio Agüero and the rest of the lucratively rewarded players, all the way to the fans, this is nightmare-scenario time. The ceding of a precious European Cup place is bad enough but it would be made all the more bitter by the sight of their crosstown rivals gliding into fourth. If Van Gaal’s side required more motivation to defeat Slaven Bilic’s team and do the same to Bournemouth, the moment Alexis Sánchez hit Arsenal’s equaliser after 68 minutes on Sunday to ensure a share of the points provided it. The swing in fortunes is remarkable. A fortnight ago City were drawing 0-0 with Real Madrid in the Champions League semi-final first leg at the Etihad Stadium. They needed only a solitary goal in the return game to reach the European Cup final. They stood in fourth place on 64 points, with a match in hand over Arsenal, who were third on 67. They arrived at Southampton on May Day with a fine chance of overhauling the Gunners because of a markedly better goal difference. Then the wheels clanged off. At St Mary’s, Pellegrini rested Agüero, Fernando, Jesús Navas, Gaël Clichy and Bacary Sagna from what is his strongest XI. Resting half a team of first-choices is a gamble at any time but if next season’s Champions League football is in the balance, it is a risk too far. City duly paid by losing 4-2 by Ronald Koeman’s side. Pellegrini has been keen to state how he and his players have been able to progress to the Champions League semi-finals while also focusing on the Premier League. This is the mark of all continental superpowers, was the departing manager’s mantra. The defeat by Southampton and draw with Arsenal blew away this billing for City. Now there is a real prospect that when Pellegrini signs off at 5pm on Sunday he will have overseen a disappointing league campaign. Van Gaal would have guided United to a Champions League berth and could yet follow this by defeating Crystal Palace on 21 May to claim the club a first FA Cup since 2004. It would also be the first trophy of the post-Ferguson era, three years after his retirement. To break that sequence and have United as winners again would be as precious as playing in the European Cup. Especially as all of this could be at City’s expense. The sizeable constituency of fans critical of Van Gaal could have scant argument with the triple whammy of a top-four finish, FA Cup glory and the consigning of Guardiola’s City to Europa League ignominy. The irony is the collapse by Pellegrini’s squad may save Van Gaal’s job. Given how reluctant Ed Woodward and the executive vice‑chairman’s board are to sack the 64-year-old, even with José Mourinho available since mid-December, would they really remove the Dutchman if he delivers all this? So to east London on Tuesday night to see whether United can beat West Ham and ghost above City with only 90 minutes of this helter-skelter season remaining. Van Gaal could yet end a hero and Pellegrini close-to-zero if City finish outside the best four teams for the first time since May 2010.",
  "webTitle": "Manchester United can scent City’s blood in the race for fourth place",
  "webPublicationDate": "2016-05-09T19:00:06Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/09/manchester-united-manchester-city-fourth-place-champions-league",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manuel Pellegrini",
      "id": "football/manuel-pellegrini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/blog/2016/may/09/manchester-united-manchester-city-fourth-place-champions-league"
}