{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/america-schools-segregation-race-class-education-policy-bobby-scott",
  "id": "2016-05-19-125",
  "sectionId": "commentisfree",
  "body": "Related: Mississippi city ordered to desegregate schools 60 years after landmark ruling    This week marks the 62nd anniversary of the landmark supreme court ruling in Brown v Board of Education, which concluded that “separate educational facilities are inherently unequal”, and compelled states to provide for educational opportunity that is “available to all on equal terms”. Thanks in large part to federal intervention in the decades following Brown, students experienced indisputable academic and social benefits inherent to racially and socioeconomically diverse learning environments. A recent report by the Century Foundation affirms that learning in diverse environments improves critical thinking and problem solving. But as time marched on, deliberate government action and meaningful federal oversight fell by the wayside in many communities. Two years ago, on the occasion of the 60th anniversary of Brown, I joined two of my colleagues in formally asking the Government Accountability Office (GAO) to examine racial and socioeconomic isolation in K-12 public schools and the resulting impact on educational equity. I did this because research consistently shows that our nation’s public schools remain segregated by both race and class, producing inequitable access to educational opportunity that has robbed our nation’s most vulnerable students of learning gains and later life success. In the face of many skeptics who denied that segregation was occurring, we asked the GAO to confirm what researchers claimed.   Related: Yes, America is still segregated. But there's hope in an unlikely quarter | Myron Orfield    The report resulting from this inquiry is staggering. The GAO has confirmed that our nation’s schools are, in fact, largely segregated by race and class. What’s more troubling in their findings is that segregation in public K-12 schools is not getting better, but it is rapidly getting worse. The report shows that more than 20 million students of color now attend racially and socioeconomically isolated public schools. That is up from under 14 million students in 2001. The GAO also confirms that high-poverty, high-minority schools are under-resourced and over-disciplined. Students attending these schools are less likely to have access to advance coursework and more likely to be suspended or expelled. The GAO found that our nation’s public schools are separate, and they are unequal. If our nation is going to close persistent achievement gaps and prepare all students for success in a 21st-century economy, we must seriously address racial and socioeconomic integration at every level in our public schools.  Our children cannot afford for us to sit idly by in the face of these facts. This report is a call to action, and we urge our colleagues – Democrats and Republicans – to heed that call. December marked enactment of the Every Student Succeeds Act (ESSA), an overhaul of our nation’s K-12 policy and the replacement of the No Child Left Behind Act (NCLB). Working across the aisle, we successfully enacted a new K-12 law that both affords more flexibility to states and school districts and upholds the civil rights legacy of the Elementary and Secondary Education Act of 1965. The ESSA maintains strong federal protections for disadvantaged students. As states and school districts work to implement the new law, Congress, the US Department of Education, and the US Department of Justice must bolster actions to reverse this alarming trend of resegregation in our nation’s public schools. And the federal government must respond when and where segregation and resulting racial disparities in education persists. The ESSA presents an opportunity to reinvigorate a national effort to integrate public K-12 education and advance opportunity for every child. That’s why I have introduced HR 5260, the Equity and Inclusion Enforcement Act with my friend Representative John Conyers of Michigan to empower parents and communities to address – through robust enforcement – racial inequities in public education. This bill would amend Title VI of the Civil Rights Act of 1964, which bars any entity that receives federal dollars from discriminating on the basis of race, color, or national origin, by restoring the individual right of action in cases involving disparate impact.  The bill would also create an assistant secretary of education to proactively monitor and enforce compliance with Title VI, and support newly required school district Title VI monitors. I have also asked my Republican colleague, the education and the workforce committee chairman, John Kline, to convene a series of hearings on the GAO’s findings. Despite congressional gridlock, Republicans and Democrats have worked together to tackle some big problems. We’ve replaced No Child Left Behind, updated workforce development laws and are currently tackling the nation’s opioid epidemic. We must also work together to eliminate the vestiges of the pre-Brown era of public education that remain to this day.",
  "webTitle": "America's schools are still segregated by race and class. That has to end | Bobby Scott",
  "webPublicationDate": "2016-05-19T15:42:21Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/america-schools-segregation-race-class-education-policy-bobby-scott",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Race in education",
      "id": "education/raceineducation",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Bobby Scott",
      "id": "profile/bobby-scott"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/america-schools-segregation-race-class-education-policy-bobby-scott"
}