{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/25/atrocious-toilets-and-too-few-bins-why-were-not-eco-friendly-at-work",
  "id": "2016-05-25-201",
  "sectionId": "sustainable-business",
  "body": "Removing bins made us resentful My workplace removed individual waste bins, to encourage people to think more about where they put their waste. All this has done is breed a surprising resentment and apathy. By the time I’ve walked the five yards to the bin, I can rarely bring myself to think about which very specific receptacle (policed by an A4 side of dos and don’ts) the rubbish goes in, let alone care.Catherine, London One inconsiderate oaf can ruin it for everyone It is far easier to be more eco-friendly at home, because waste management is under your own control. At work, if an inconsiderate oaf has already contaminated what is supposed to be segregated waste, the damage is already done for those who follow. No one would leave lights, taps, electrical equipment on at home – where they pay the bill – so why do it at work? There has to be some incentive to do the right thing.David, Burnley Children tell me off if I don’t recycle At home there’s accountability and children. If you do something wrong then the children will ask you why and hold you to account. It is their future we are damaging if we don’t do our best. In a workplace if someone doesn’t recycle something, it isn’t easy to pin it on any one person. An admonishing email goes out to everyone and hopefully things improve.Jono, Gloucestershire    I think ppl are detatched from their responsibilities when at work, \"it's work's rubbish, not mine\" perhaps? https://t.co/BCHiOLkaWE— Vicki Beatty Assoc. (@safewellgreen) May 20, 2016    I’d never use paper towels at home Ah, and the paper towels in the bathroom. I would never use them at home, but in the office it just feels normal and there is not really another option like a hand dryer. When I clean the office fridge and I see food in bad condition or full of mould, I throw it out with the box, which I wouldn’t do at home. I just don’t feel like cleaning the rotten food of other people, but I need the storage place in the fridge. Katalin, Hungary   Related: 'I just can't be bothered': why people are greener at home than in the office    Offices need leaders with good habits It is a failure of leadership. With the right perspective offered, employees, departments and all would feel proud to maintain the same habits they do at home.Robert, Berlin I was told it wasn’t my responsibility I asked my boss if I could set up a recycling scheme but was told that another member of staff had been tasked with the job already. When I approached this person, he told me he had a long list of tasks assigned to him and that setting up a recycling scheme was not a priority. I again asked my boss if I could set up the scheme, and would do it in overtime, but was again told that it was the responsibility of the other member of staff and I should not do it. I gave up. A year and a half later, the office still doesn’t recycle.Louise, London    @GuardianSustBiz some of it is influenced by peers. I make it a point of pride to carry travel mug while co-workers opt for takeout cups— Janet Patterson (@Anythingbtbeige) May 24, 2016    The toilets at work are atrocious It’s not just recycling attitudes, but attitudes to everything. I’m staggered at how many toilets at work get blocked or left in an atrocious state – do people really do that in their own homes too?Alan Shillitoe We don’t have space for recycling bins I know that a lot of my colleagues would recycle paper, plastic bottles and cans at work if we had recycling facilities. But we don’t because of space. We have too many people in our office and not enough storage space so recycling is bottom of the list.SudokuQueen",
  "webTitle": "Atrocious toilets and too few bins: why we're not eco-friendly at work",
  "webPublicationDate": "2016-05-25T10:59:09Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/25/atrocious-toilets-and-too-few-bins-why-were-not-eco-friendly-at-work",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Recycling",
      "id": "environment/recycling",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Ethical and green living",
      "id": "environment/ethical-living",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Waste",
      "id": "environment/waste",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Tom Levitt",
      "id": "profile/tom-levitt"
    }
  ],
  "guardianId": "sustainable-business/2016/may/25/atrocious-toilets-and-too-few-bins-why-were-not-eco-friendly-at-work"
}