{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/03/wild-walks-slides-and-crazy-golf-art-shows-to-throw-yourself-into",
  "id": "2016-05-03-73",
  "sectionId": "culture",
  "body": "It’s festival time, and the green fields are soon to fill with dance tents, burger stands and overflowing toilets. Art has no Glastonbury as such (and the “art” at Glastonbury tends to run to carved Green Man statues), but you can put together your own mini-visual arts festival from various enterprising open-air events this summer. So here goes.      Nikolai Astrup, March Atmosphere at Jølstravatnet, Before 1908. Photograph: Anders Bergersen    The earl grey tea will start to kick in as we roll into Dulwich, where the grounds of John Soane’s Georgian architectural masterpiece Dulwich Picture Gallery plays host to Scandimania (7–15 May). There’s an open-air nocturnal showing of the funny-scary film Trollhunter, as well as Nordic folk music and, er, crochet to celebrate the gallery’s exhibition of Norway’s second-greatest painter Nikolai Astrup. Take care kids because Dulwich gets pretty wild.  No, really. Art can make for a more adventurous midsummer dream than standing in a field watching a far-off pop star through a screen of rain. Why not play crazy golf at New Art Exchange, Nottingham with holes designed by artists including Jeremy Deller and Yinka Shonibare? But wait, Doug Fishbone’s Leisure Land Golf (until 19 June) is not just fun, it’s a critique of the leisure industry. A bit like Banksy’s Dismaland, but with shorter queues.  For those in search of pure hedonism with no implied critique of the system (its patron is Boris Johnson, after all) Anish Kapoor’s spiralling red Orbit tower becomes a giant helter-skelter from 24 June, with the addition of a slide by interactive art star Carsten Höller. The London Mayor hopes this will help lure in some punters to this very expensive folly.  A more cerebral summer sculpture exhibition is unveiled at Jupiter Artland on 31 July. If you live in Scotland or are going to the Edinburgh festival, don’t miss this wonderful sculpture park outside the capital. As well as being gorgeously wooded and mercifully free from bronze Moores or Hepworths, it has an ever-growing collection of entrancing and eerie artworks by the likes of Jim Lambie, Ian Hamilton Finlay and Andy Goldsworthy.      Overboard … SOS, 2015, at Doug Fishbone’s Leisure Land Golf. Photograph: Bartosz Kali/PR Image    Jupiter Artland’s latest permanent creation is Animitas by that French artist of memory Christian Boltanski, whose works all ultimately echo, as if from far away, the suffering of the Holocaust. He is planting hundreds of tiny Japanese bells in the glades of Artland to sing like ghosts in the breeze. This really is a great place to stroll and picnic and absorb intelligent art on a summer day. Just watch out for the chill of Boltanski’s vision.  Summer doesn’t have to mean leaving your brain at home. So perhaps the most important open-air artwork of the season will be Mark Anderson’s Furious Folly, which tours the country from 17 June, and promises to surround its audiences with an audiovisual bombardment that brings to life the horrors of the first world war.      Bombardment … Furious Folly.    The Battle of the Somme started on 1 July 1916. Anderson’s centenary artwork pays homage to the Dadaist artists and poets who launched their anti-war protest against a civilisation gone mad that same year. This is no field of poppies – it is a night of anger. What happened to the festive spirit? Perhaps art is too grown up for summer festivals after all. Or perhaps the summer evenings are a perfect time for the reflection and reveries that good art inspires.",
  "webTitle": "Wild walks, slides and crazy golf: art shows to throw yourself into",
  "webPublicationDate": "2016-05-03T17:58:41Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/03/wild-walks-slides-and-crazy-golf-art-shows-to-throw-yourself-into",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Performance art",
      "id": "artanddesign/performance-art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Installation",
      "id": "artanddesign/installation",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Anish Kapoor",
      "id": "artanddesign/kapoor",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Carsten Höller",
      "id": "artanddesign/carsten-holler",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "culture/2016/may/03/wild-walks-slides-and-crazy-golf-art-shows-to-throw-yourself-into"
}