{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/29/south-china-sea-fears-grow-before-tribunal-ruling-disputed-islands",
  "id": "2016-05-29-78",
  "sectionId": "world",
  "body": "Fears are growing that there will be a sharp rise in tensions in the South China Sea in the next few weeks after an international tribunal delivers a ruling on disputed islands and reefs that Beijing has said it will reject. Western officials say they fear China will react to the ruling of the international tribunal for the law of the sea, which is expected to side with the Philippines, by raising the stakes in the busy trade route, expanding its land reclamation and construction activities to reefs in the Scarborough Shoal, close to Manila. The White House is under pressure from the top US commander in the Pacific and some in Congress to take a tougher line with Beijing and carry out more military patrols close to China’s fortified islands, where there have already been close encounters between ships and planes from the two rival powers.  Beijing, which argues the tribunal has no jurisdiction on the matter, has warned the US against escalating the conflict, saying it will defend itself if necessary.   “Of course, when the ruling comes out our friends in Philippines and in the United States will preach that the tribunal has binding power, and that China must obey the result. But surely we will be firm in saying that the results are illegal, that the tribunal has no binding power and China will not accept the ruling,” said Liu Zhenmin, the Chinese deputy foreign minister who has been a lead negotiator on the issue.   “The US knows about its own history in south-east Asia. We will oppose the US if it stirs up any conflict in south-east Asia. But if scenarios of the Korean war or Vietnam war are replayed we will have to defend ourselves.”  Liu added that he did not think “things would go as badly as that”, but warned that any US attempt to contain China’s rising sea power was doomed to failure. “We have been saying to our American friends you cannot really circle China by having joint military exercises or building military bases – you were not able to do that 30 years ago, let alone now. China’s rise and development will not be held back by anyone,” he said.   South China sea    According to Chinese officials, there was a debate about the wisdom of the island construction programme when it began in earnest three years ago, a discussion that the hawks won. The volatility of the situation is heightened by the fact that China’s president, Xi Jinping, has yet to consolidate his power base and has alienated powerful figures in the People’s Liberation Army and in the Communist party with his anti-corruption drive. Diplomats in Beijing said Xi’s hold on power would be in doubt at least until next year’s party congress.   Until then, he cannot ignore the increasingly nationalist mood in the country centred on the standoff in the South China Sea. Public anger has spiked each time US ships and planes have conducted “freedom of navigation” patrols close to Chinese-claimed islands and reefs, sometimes leading to near misses between military forces from both countries.   Concern is rising over the prospect of a repeat of the collision in April 2001 between a US EP3 spy plane and a Chinese jet fighter. The US plane was forced to land on Chinese territory and its crew was soon released, but the Chinese pilot was killed in the collision. The incident was nearly repeated earlier this month when Chinese jets almost collided with a US EP3 near the same spot, off Hainan island.   The Chinese state-run Global Times warned that such a collision in the current climate could lead to a fallout that spiralled out of control.  “If the Pentagon continues its closeup offshore surveillance operations against China, as our military prowess increases, more interceptions can be expected. As a result, the odds of another collision will go up. But if there is a recurrence, the calamity and sensation it causes will be much bigger than in 2001, when the Sino-US relationship was not as intense as it is now,” an opinion piece argued.  “The simmering distrust between China and the US will probably explode if there is another collision. It will be extremely difficult for both sides to control the risks and damage.” Fu Ying, a former ambassador to London and the chairwoman of the People’s Congress foreign affairs committee, said: “The South China Sea is like a billiard ball situation. You hit one ball and you strike many others. And the US is very big billiard ball.”  She criticised the US for being provocative in its use of spy planes.  “EP3 surveillance is so constant. You don’t need to come back three times a day for something that only changes over months. The US military should know Chinese history. We have suffered invasions since 1840, mostly from the sea.” Fu added: “Both sides are very tense with very strong positions. For the US, it is a geopolitical issue but for China it is territorial. There would be 1.3 billion people who would be angry if we cede territory.”  Another official portrayed Xi as the heir to China’s historic emperors. “None of them lost territory, and Xi cannot be the first.”  China lays claims to islands covering 80% of the South China Sea, inside a big territorial loop known as the “nine-dash line”. The area was occupied by Japan and then surrendered in 1945, without a stated beneficiary, but Beijing argues its sovereignty was accepted by the west until the 1970s. It insists on all published maps of the region having the nine-dash line clearly marked.  The legitimacy of these claims is being challenged by Vietnam, Malaysia and the Philippines, which have all colonised the islands closest to their coasts, and Manila has taken its challenge to the international tribunal in The Hague, disputing Chinese attempts to claim territorial waters around uninhabitable rocks. China refused to cooperate with the tribunal proceedings.   Diplomats and military officials from the US and China held a ”strategic security dialogue” in Washington on 19 May, at which US officials said they had urged their Chinese counterparts to rein in their reaction to the tribunal ruling.   However, there is pressure from the US military to take up a more aggressive position. The Navy Times has reported that the head of US Pacific Command, Admiral Harry Harris, was proposing “a muscular US response to China’s island-building that may include launching aircraft and conducting military operations within 12 miles of these man-made islands”.  Currently, the White House has to give its approval if a US warship navigates within a 12-mile limit around the disputed islands and rocks, and they do so under conditions of “innocent passage”, under which they cannot fly aircraft, use anti-aircraft systems or carry out live fire exercises.   Harris is reportedly pushing for those restrictions to be relaxed and a tougher line, as a deterrent to expanding the island-building campaign to the Scarborough Shoal. So far, the White House’s more cautious line has won out and Harris and other military leaders were even ordered not to make public statements in the run-up to a meeting between Xi and Obama at the nuclear summit at the end of March.  But there are also calls for a more assertive stance from Congress.  “The White House’s aversion to risk has resulted in an indecisive policy that has failed to deter China’s pursuit of maritime hegemony while confusing and alarming our regional allies and partners,” John McCain, the chairman of the Senate armed services committee, told the Navy Times. “China’s increasingly coercive challenge to the rules-based international order must be met with a determined response that demonstrates America’s resolve and reassures the region of our commitment.”  Chinese military officials say that while the chance of an accidental collision is rising, there are mechanisms in place in which the military leadership of both countries can communicate and defuse such an incident.   “US warships and airplanes should be aware that the South China Sea is all about high seas, but it also contains territorial seas and airspace of many coastal countries,” deputy minister Liu said. “Chinese needs peace and stability, and we do not want to have any military standoff or conflicts with the US. We hope the US warships and airplanes will not make provocations against us.”",
  "webTitle": "South China Sea fears grow before tribunal rules on disputed islands",
  "webPublicationDate": "2016-05-29T15:24:07Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/29/south-china-sea-fears-grow-before-tribunal-ruling-disputed-islands",
  "keyword": [
    {
      "webTitle": "South China Sea",
      "id": "world/south-china-sea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US foreign policy",
      "id": "us-news/us-foreign-policy",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julian Borger",
      "id": "profile/julianborger"
    }
  ],
  "guardianId": "world/2016/may/29/south-china-sea-fears-grow-before-tribunal-ruling-disputed-islands"
}