{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/06/wales-yegor-titov-euro-2004-russia",
  "id": "2016-05-06-163",
  "sectionId": "football",
  "body": "Purple haze: part two. Last week I wrote a column about the slightly jarring nature of Uefa’s doping rules. Twice this season in European competition a player has failed a drug test. Dinamo Zagreb’s Arijan Ademi was given a four-year ban. Mamadou Sakho is currently suspended. In both cases the result of the match stands unchallenged and correctly so: the protocol states three players must test positive before a club can be punished.   Related: Liverpool should not be in Europa League after Mamadou Sakho’s failed test | Barney Ronay    And yet there is still something a little odd about this, not least for Borussia Dortmund fans, beaten fair and square in a thrilling, fine-margins defeat at Anfield, but left with the briny aftertaste of an opponent’s failed test. It is also a peculiar thing for the competition itself. Liverpool would be compelling winners, a thrilling whirl of craft and bite and movement. Any qualification to this is hardly the club’s fault. Sakho made a mistake. Uefa makes the rules. But still the rules seem rather meek and acquiescent, there to be questioned and tested. An issue worthy of discussion, then. And naturally over the past week the idea clubs in Liverpool’s position may be more severely punished has raised all sorts of interesting questions on social media. Questions like: “Why are you such a bias nonce?” Or the more concise: “Why are you such a bias?” And indeed, in a spirit of completeness: “Why are you such a nonce?” No real surprise there. As the American satirist HL Mencken pointed out, nobody ever went broke underestimating the myopic inanity of angry football eggs on Twitter. Beyond which the most common response has been simply to shrug a little and say, well, those are the rules. This is an interesting point, and indeed the reason for returning to this subject. The fact is Uefa’s rules on doping have already been tested at the highest level, in an incident that seems to go well beyond diet pill slip-ups and the appropriate degree of slap on the wrist. Thirteen years on the strange case of Wales, Yegor Titov and the tournament spot that never was looks, with every passing note of murkiness, like one of the more notable sporting intrigues of recent times. Not that anyone in Wales is likely to need much reminding. When Chris Coleman was asked late last year about next month’s epic looking meeting with England in Lens he changed the subject and started talking instead about Russia in Marseille. “Payback,” the manager said. “I remember the feeling when we missed out. It was horrible.” Coleman was talking about football. But not only football.     Titov grabs Vadim Evseev after the right-back scored what turned out to be the winner at the Millennium Stadium. Photograph: Martin Rose/Bongarts/Getty Images    At which point wind-chimes tinkle, the screen blurs and we’re back in the autumn of 2003. Wales under Mark Hughes had one of their better teams, pegged out around the big-personality generation of John Hartson, Craig Bellamy and Ryan Giggs. The previous October Bellamy, in full angry cartoon squirrel mode, had scored the winner in a 2-1 Euro 2004 qualifier defeat of Italy. Some bumps in the road followed. But a 0-0 draw in Moscow in the first leg of the play-offs raised real hopes of a first full tournament since 1958. It wasn’t to be. Titov recovered from injury to start in a furiously fought 1-0 Russian win. After which he tested positive for Bromantan, a cold war anti-fatigue drug developed by the military and, so the stories go, used to keep the troops wired in Afghanistan and Chechnya. Wales challenged the result, citing the fact their own players were out on their feet after two games in four days, whereas the speeding Titov was able to gurn about the pitch for an hour even while in recovery from a sprained toe. Eventually Wales v Uefa reached the court of arbitration for sport, and it is here the “more than two” doping rule was hardened up. Crucially the court held one failed test was not sufficient evidence to suggest a coherent Russian doping strategy. Not enough to say the FA knew anything about it. Not enough to indicate any wider Russian doping culture. Yes. That Russia. Really. No giggling at the back. The same Russia whose athletes are currently banned from competition after the discovery of a centralised doping lab in Moscow. The same Russia whose minister for sport, Vitaly Mutko, was last year accused of complicity in state-sponsored doping: indeed the same Mutko who happened to be chairman of the Russian Premier League at the time of Titov’s test. Then there’s what happened next. A year after Cas found no doping culture in Russia the newspaper Sport-Express reported evidence of (hang on ...) a doping culture at Spartak Moscow, Russia’s most successful club, said to have been covered up by the FA. “The players were used as guinea pigs,” the Russian international Maxim Demenko was quoted as saying. “Small white pills were given to first-team players before each game.” Naturally Russian football was shocked. A “complete and thorough investigation” was promised – by none other than good old Mutko, now head of the Russian FA. And something must have gone right. It took a whole five years for Sergei Ignashevich, who also played in the Titov game, to test positive along with Aleksei Berezutsky after CSKA Moscow played Manchester United, later explained away as the side effects of a cold remedy. None of which has much to do with Liverpool and Sakho, whose pill isn’t quite on the same scale as a series of industrial scale experiments on an entire generation of athletes. Still, though, when defending the rules it is worth remembering exactly how they were set in stone. And indeed what the effects have been of that more lenient approach. There is a creeping weather front of noises-off on doping and football. Plenty suspect. Nobody knows. Many agree with Arsène Wenger’s suggestion that the reluctance to punish clubs springs from the fact nobody benefits from swishing back the curtain. Football can continue to function without scouring out the grime from beneath its fingernails. Turn up the volume. Trust in Uefa. Conspiracy theories are generally bunk. Probably there is no wider problem. All that seems certain is that, one way or other, it will all come out in the whitewash.",
  "webTitle": "The strange case of Wales, Yegor Titov and Euro 2004 spot that never was | Barney Ronay",
  "webPublicationDate": "2016-05-06T13:21:16Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/06/wales-yegor-titov-euro-2004-russia",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Drugs in sport",
      "id": "sport/drugs-in-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wales",
      "id": "football/wales",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Russia",
      "id": "football/russia",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2004",
      "id": "football/euro2004",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barney Ronay",
      "id": "profile/barneyronay"
    }
  ],
  "guardianId": "football/blog/2016/may/06/wales-yegor-titov-euro-2004-russia"
}