{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/02/best-theatre-summer-2016-kenneth-branagh-ralph-fiennes",
  "id": "2016-05-02-104",
  "sectionId": "stage",
  "body": "A View from Islington North Political satire, long dormant, returns with five angry pieces from Caryl Churchill, David Hare, Mark Ravenhill, Alistair Beaton and Stella Feehily, all directed by Max Stafford-Clark. Let’s hope it puts a rocket under the current ruinously incompetent regime.•18 May to 2 July, Arts theatre, London. Box office: 020-7836 8463.     Return to politics … A View From Islington North    Richard III Ralph Fiennes, who has recently reached new heights as an actor in Shaw and Ibsen, takes on the challenge of playing Shakespeare’s Machiavellian monarch. It will also be exciting to see him partnered by Vanessa Redgrave as Queen Margaret, who was a memorable Volumnia in Fiennes’ film of Coriolanus. Rupert Goold directs and faces the challenge of making Shakespeare’s history play as rivetingly clear as he did Mike Bartlett’s King Charles III.•7 June to 6 August, Almeida, London. Box office: 020-7359 4404.   Related: Movers and shakers: the unmissable dance shows of summer 2016    Phaedra(s) The incomparable Isabelle Huppert returns to the London stage for the first time in 20 years in this story of a woman who burns with desire for her stepson. This production, already seen in Paris, is the work of Polish hotshot Krzysztof Warlikowski and is largely based on the text of Sarah Kane’s Phaedra’s Love, with a little help from JM Coetzee and Wajdi Mouawad.•9 to 18 June, Barbican, London. Box office: 0845-120 7511.     Burning up … Isabelle Huppert in Phaedra(s). Photograph: Pascal Victor/ArtComArt    On Corporation Street Twenty years ago, the provisional IRA launched a devastating attack on Manchester in the largest bombing ever seen in mainland Britain. The event is recalled in a piece that is largely the work of the acclaimed experimental Irish company ANU. Using personal memories and mixing live action, visual art and film footage, it promises to be both painful and provocative.•10 to 25 June, Home, Manchester. Box office: 0161-200 1500. Groundhog Day Can lightning strike twice in the same place? This musical version of the 1993 movie about a grumpy TV weatherman stuck in a time loop reunites many of the team behind Matilda, including composer and lyricist Tim Minchin, director Matthew Warchus, choreographer Peter Darling and designer Rob Howell. Already the show is inked in for Broadway.• 11 July to 17 September, Old Vic, London. Box office: 0844-871 7628.     Now with songs … the 1993 film Groundhog Day. Photograph: Everett Collection/Rex Features    Fracked! Or Please Don’t Use the F-Word Alistair Beaton has seized on the fact that drilling for shale gas in picturesque villages has sparked fierce middle-class protest. That is the starting point for what promises to be a hotly topical black comedy with a cast headed by James Bolam, Anne Reid and the original angry old man, Richard Wilson, directing.• 8 July to 6 August, Minerva, Chichester. Box office: 01243 781 312. Young Chekhov One of the great events of last year was this Chichester staging of a Chekhov trilogy of Platonov, Ivanov and The Seagull, in new versions by David Hare. Now Jonathan Kent’s breathtaking production moves to London with a fine cast including Anna Chancellor, Olivia Vinall, James McArdle and Geoffrey Streatfeild. See the trilogy in one day if you can.•14 July to 3 September, Olivier, London. Box office: 020-7452 3000.     Breathtaking production … Olivia Vinall in Chekhov’s Ivanov. Photograph: Johan Persson    King Lear Antony Sher plays the king in Gregory Doran’s keenly awaited staging of Shakespeare’s flawed masterpiece. It’s already been a year of Lears, with Michael Pennington and Don Warrington having played the part and Timothy West and Glenda Jackson still to come. Sher, who has recently played Arthur Miller’s tragic hero in Death of a Salesman, seems equipped for an assault on the summit.• 20 August to 15 October, Royal Shakespeare Theatre, Stratford-upon-Avon. Box office: 01789 403 493.   Related: Scorchers: the hottest films of summer 2016    Harry Potter and the Cursed Child Our hero is now grownup, works for the Ministry of Magic and finds his past comes back to haunt him. Jack Thorne’s two-part play is adapted from a JK Rowling story, directed by John Tiffany and is sure to be the summer’s theatrical talking point. Jamie Parker, Noma Dumezweni and Paul Thornley star as the adult Harry, Hermione and Ron.• Opens 7 June, Palace theatre, London. Box office: 0844-412 4656.     The trio grow up … Hermione, Harry and Ron will appear as adults on stage Photograph: Sportsphoto/Allstar/Warner Bros    Anything That Gives Off Light Self-interest and sacrifice are under the microscope in the latest show from the massively talented Brooklyn-based ensemble, The Team. The company are masters at excavating and smashing myths and this world premiere uses live Scottish and American folk music as the lives of a Scottish man and an American woman collide on a tour of the Highlands.•16 to 26 August, Edinburgh International Conference Centre, as part of the Edinburgh international festival. Box office: 0131-300 3000.  The Flying Lovers of Vitebsk  Love, life, politics and art are entwined in Daniel Jamieson’s look at the relationship of Marc and Bella Chagall, who lived through some of the most tumultuous events of the 20th century. Using the visual language of Marc Chagall’s famed paintings, Emma Rice’s final production as director of Kneehigh should be marked by all the passion and playfulness that distinguished her greatest productions for the company, including The Red Shoes and Tristan and Yseult.•27 May to 11 June, Bristol Old Vic. Box office: 0117-949 3993. Then touring.     Life with the Chagalls … The Flying Lovers of Vitebsk. Photograph: Steve Tanner    The Entertainer The Kenneth Branagh season concludes with the man himself following in the well-trodden footsteps of Laurence Olivier, playing John Osborne’s titular hero. It is far and way Osborne’s best play, in that it uses a broken-down music-hall comedian as the symbol of a Britain in crisis after the disastrous Suez invasion of 1956. In fact, the play might well have been titled Lost Empires.• 20 August to 12 November, Garrick theatre, London. Box office: 0330-333 4811. The Night Watch  Sarah Waters’s novel, set both during the blitz and after, is a delicate thing – a spider’s web of interconnecting stories that explore secrets and evasions as explosive as any buried bomb. Writer Hattie Naylor should be more than capable of exploiting all its potential in a production directed by Rebecca Gatward.•19 May to 18 June, Royal Exchange, Manchester. Box office: 0161-833 9833.     Web of deceit … The Night Watch in rehearsal. Photograph: Richard Davenport    Stella Neil Bartlett has always been a theatre-maker in love with the illusions and masks of theatre itself, but also capable of exposing what lies beneath. So he should be perfectly placed to ask what it really means to be yourself in this world premiere, which is inspired by the life and death of Ernest Boulton, one half of the Victorian cross-dressing duo, Fanny and Stella.•27 and 28 May, Theatre Royal, Brighton. Box office: 0844-871 7650. Then at Lift, London.  Peter Pan in Scarlet What happened to the Lost Boys in Peter Pan when they grew up? Geraldine McCaughrean’s highly acclaimed sequel fast forwards to 1929 and explores just that. There is probably nobody better to make it fly onstage than Theresa Heskins, who has created a string of highly imaginative, form-breaking shows, many of them for family audiences. Expect great storytelling, innovative aerial work, and a sprinkling of fairy dust.•23 July to 6 August, New Vic, Newcastle under Lyme. Box office: 01782 717 962. Then touring.     Flamboyance and hallucination … James Thiérrée. Photograph: Hugues Anhès    The Toad Knew  James Thiérrée is a theatrical magician, born into the world of circus, but creating large-scale shows that cross art-forms. Dancers, contortionists, and high-wire walkers are called into service for Thiérrée’s latest piece, following five people bound together by blood and emotional ties. Expect it to be flamboyant, hallucinatory and ravishingly beautiful.•24 to 28 August, King’s theatre, Edinburgh, as part of the Edinburgh international festival. Box office: 0131 529 6000.  Imaginate festival This festival is a treasure, one that regularly brings some of the world’s best children’s theatre to the UK, while celebrating the best we have to offer. Look out for dance-theatre piece Constellations from Spain; magic-inspired The Great Illusionist from The Netherlands; and Broken Dreams from Belgium, which offers a repair service for your unfulfilled dreams.•28 May to 5 June, various venues, Edinburgh. Box office: 0131-225 8050. Place des Anges First seen in the UK in Piccadilly Circus in 2012, this French spectacle, which takes place at dusk, is the closing event in the Yorkshire festival. Angels are suddenly spotted high up on buildings and, as they glide towards the audience, the sky fills with a blizzard of feathers. It’s a terrific experience, playful and wondrous, and the miracle is that something so simple completely transforms the crowd’s relationship with each other and a familiar location.•2 July, Queens Gardens, Hull. Book here. Yorkshire festival runs 16 June to 3 July.      Playful and wondrous … Place des Anges. Photograph: John Phillips/PA",
  "webTitle": "Curtain-raisers: the best theatre of summer 2016",
  "webPublicationDate": "2016-05-02T15:30:20Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/02/best-theatre-summer-2016-kenneth-branagh-ralph-fiennes",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Harry Potter",
      "id": "books/harrypotter",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Kenneth Branagh",
      "id": "culture/kenneth-branagh",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Antony Sher",
      "id": "stage/antony-sher",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Ralph Fiennes",
      "id": "film/ralphfiennes",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Caryl Churchill",
      "id": "stage/carylchurchill",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Max Stafford-Clark",
      "id": "stage/max-stafford-clark",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "David Hare",
      "id": "culture/david-hare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Mark Ravenhill",
      "id": "stage/ravenhill",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Isabelle Huppert",
      "id": "film/isabelle-huppert",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "James Thierrée",
      "id": "stage/james-thierr-e",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    },
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/02/best-theatre-summer-2016-kenneth-branagh-ralph-fiennes"
}