{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/06/cilla-black-ls-lowry-paintings-auction",
  "id": "2016-05-06-171",
  "sectionId": "artanddesign",
  "body": "Three paintings of hard, northern working-class life by LS Lowry which were the pride and joy of Cilla Black are to appear at auction. Sotheby’s announced that Black’s Lowry works would be a highlight of its big modern and postwar British art sale in June. Simon Hucker, a specialist in postwar British art, said it may come as a surprise – a surprise, surprise even – that “Cilla owned and cherished works by Lowry, but then why wouldn’t she? “Lowry painted the world that she grew up in: the tightly packed terraces and backstreets of the cities of the industrial north,” he said. “His work records and celebrates the working-class culture that gave Cilla her identity and which she never wanted to lose despite becoming a national celebrity.” Black’s three sons, Robert, Ben and Jack Willis, said in a statement that it was Black’s manager Brian Epstein who had first introduced their parents to buying art. “Dad had a good eye for seeking out great works, and Mum wanted to feel a connection to the works on a personal level, and Lowry was an artist they were both drawn to,” they said.     The Black Church, 1964. Photograph: Sotheby's    The paintings include The Black Church, bought by Black’s husband, Bobby, mainly because of its title, as a surprise 50th birthday present. The work, unmistakably Lowry with its bustling crowd scene in front of a soot-covered church, hung in the family sitting room. The two others are The Spire, 1949, showing a terraced street and figures bent against a freezing wind, and Family Group, 1938, a kitchen-sink drama showing a family in a sparse domestic setting, the children perhaps desperate to break free. Hucker said the latter painting was a side of Lowry that people were less familiar with. “It is quite psychological and very intense. It’s a family all sitting inside with their overcoats on, all looking in different directions, talking by not talking.  “It is a strong piece and quite a tough one and I think Cilla really reacted to it, partly because it is a world she really knew, but I also think it has a theatricality to it.”     A crop of Lowry’s Family Group, 1938. Photograph: Sotheby's    Both were bought in the early 1970s when Lowry’s public fame would have been at its height. Hucker said there was a lot more to Lowry’s work than was sometimes imagined. “Lowry’s paintings are accessible, but they’re also complex, resonant with a poetry that anyone born in the north of England in the war years would have understood.”  Liverpool-born Black was one of the leading singers of the 1960s, with John Lennon and Paul McCartney writing several of her hits. She went on to have an equally successful TV career presenting the shows Surprise, Surprise and Blind Date. She died at her home in Spain in August last year, aged 72.  The paintings, with a combined estimate of £520,000-£830,000, will be auctioned on 13 June.",
  "webTitle": "LS Lowry paintings owned by Cilla Black to be auctioned",
  "webPublicationDate": "2016-05-06T12:50:32Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/06/cilla-black-ls-lowry-paintings-auction",
  "keyword": [
    {
      "webTitle": "LS Lowry",
      "id": "artanddesign/ls-lowry",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Cilla Black",
      "id": "tv-and-radio/cilla-black",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "artanddesign/2016/may/06/cilla-black-ls-lowry-paintings-auction"
}