{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/04/dion-waiters-kyle-lowry-nba-playoffs-second-round",
  "id": "2016-05-04-168",
  "sectionId": "sport",
  "body": "Over 48 hours, the NBA postseason gave us: teams coming back from double-digit deficits, a game-tying buzzer-beater from half-court – and one of the most confounding final sequences in basketball history. In these four games, the second round of the playoffs might have already given fans as much entertainment value as the entire first round. (Granted, that may not have been a difficult task.) Last night, the Golden State Warriors, still playing without Stephen Curry, came back to beat the Portland Trail Blazers 110-99 despite being down bys 17 points in the first half. In the fourth quarter, the Warriors went on a 9-0 run to tie the game and went on to stifle the Trail Blazers’ offense and win by a comfortable margin. The Warriors now have a 2-0 lead over the Trail Blazers, who had to have felt like they lost their best chance at making this a series. Had the Toronto Raptors not faltered in overtime a few hours earlier, the Warriors’ comeback would only be the second most impressive of the night. At the end of regulation in game 1, the Miami Heat had a six-point lead, and the ball, with only eight seconds remaining. Then, a few Heat blunders allowed the Raptors to trim the lead to three points and get the ball back with just enough time for Kyle Lowry to successfully pull off this miracle heave at the buzzer:    Kyle Lowry was 7-47 on threes in the playoffs before this. https://t.co/gMnOwt68ks https://t.co/6fodzwT8sV— SB Nation NBA (@SBNationNBA) May 4, 2016    Unfortunately for Toronto, the Raptors just couldn’t make far more ordinary shots in overtime, and they ended up merely delaying a 102-96 Heat victory. Yet, even if the Raptors had managed the victory, Lowry’s shot wouldn’t have counted as the biggest shock of the second round so far. The NBA world is still trying to piece together the series of events that unfolded on Monday when the Oklahoma City Thunder tied their series with the San Antonio Spurs. The Thunder managed to become just the second visiting team to win at AT&T Center all season long, emerging with a 98-97 victory after coming out the right side of maybe the most chaotic last 30 seconds in NBA playoff history. Even the Cleveland Cavaliers’ comparatively unmemorable game 1 win over the Atlanta Hawks wasn’t without intrigue, as it featured the Hawks making up an 18 point deficit and tying the game late in the fourth quarter. Perhaps if Atlanta completed the comeback, like the Warriors, or pulled off a shocking game-tying shot, like the Raptors, it would have fared better in our collective memory. So the second round has been perhaps embarrassingly full of drama so far, despite starting out with relatively ho-hum victories by the Spurs and Warriors in their respective game 1s. Goodness knows the viewing audience deserved these last few nights after putting up with the dreadful first few weeks of the postseason. The opening round of the Western Conference playoffs were particularly perfunctory. The Thunder barely gave the Dallas Mavericks a chance while the Spurs gave the poor, depleted Memphis Grizzlies no chance at all. Injuries to Chris Paul and Blake Griffin effectively ended the more competitive matchup between the Clippers and the Trail Blazers before it really began. Worst yet, the first round gave us five more games of the 2015-16 Houston Rockets, something that nobody wanted – not even the Rockets. Meanwhile, although the results of the Eastern Conference playoffs were in greater doubt – well, for everybody but the Detroit Pistons, that is – it wasn’t particularly a lot of fun getting to them. Most notably, there were times when the Hawks were playing the Boston Celtics when it looked like players were purposely playing ugly offensive basketball to punish the viewing audience for unknown infractions.  Normally, it’s a good thing when a NBA postseason series goes seven games, but the one between the Raptors and the Indiana Pacers went didn’t last that long because it was highly contested and more because the teams took turns giving games away. The Heat and the Charlotte Hornets also gave us a peculiarly uninspired seven games, leading to a conclusion where, as Deadspin sharply noted, they “just barely won a series they dominated.” Ultimately, 90% of the tension and drama in the first round lied in waiting for medical updates. While the rest of the second round can’t possibly keep up on this same pace as far as plot twists go, it certainly already a marked improvement on what’s gone on before. Video of the week OK, there’s no way that we can’t return to that wild finish to Monday’s Game 2 between the Spurs and the Thunder. Here’s how it went down in real time, although honestly, one needs a slew of replays and multiple camera angles to fully get any sort of sense of what happened, exactly.         Imagine trying to officiate this in real time.    There’s just so much going on here – maybe too much for the brain to process. Obviously, the big scandal is that the Thunder’s Dion Waiters wasn’t called for an offensive foul after he elbowed Manu Ginobili while inbounding the ball. That’s pretty clear. However, before that happens, Ginobili steps over the line, which he should have been called for a technical for stepping over the line. Obviously, that’s not as visible and egregious as Waiters’s shove, but already it’s easy to see how flat out impossible to officiate all of this is. In fact, the NBA’s officiating report lists five fouls that were missed in the game’s final sequence. This might be a conservative accounting, given that this whole thing feels like one of those “how many things are wrong with this picture” exercises being played out in real-time. For instance, somewhere in the mad scramble of bodies that occurs before time runs out on the Spurs, a fan actually made contact with Thunder center Steven Adams’ arm. There’s a new detail you discover every time you watch it, forcing the internet to reach outside of mere sports history to come up with a suitable comparison.    This is the #Zapruder of NBA games. Now we have video of a fan holding Steven Adams?!— Marc Isenberg (@marcisenberg) May 3, 2016    Quote of the week  I’m in the game, man. I don’t really know what’s really going on.  – Dion Waiters on that infamous final possession. And that just about sums things up, doesn’t it? How did LeBron carry the Cavaliers this week? LeBron James had a team-high 25 points, nine assists and seven defensive rebounds in what ended up being a tough fought Game 1 victory over the Hawks. Still, as we pointed out, the team needed all that just to hang on, as they surrendered an 18-point lead during the game. Maybe while that was going on, James was just distracted by all of the breaking Space Jam 2 news? Power rankings 1) Golden State Warriors (3) If the Trail Blazers had won Game 2, the narrative almost certainly was going to be “now with the series potentially in real jeopardy, will Curry attempt to return in time for Saturday’s Game 3.” With a 2-0 cushion, don’t expect the Warriors to rush Curry, who has resumed shooting, back to the court. 2) Cleveland Cavaliers (2) Here’s the other thing about the Cavaliers’ victory over the Hawks: the game-clinching play might have actually been courtesy of Kyrie Irving’s defense. Of all things.            3) San Antonio Spurs (1) If the Spurs had managed to pull off a victory in game 2, or at least lose in a less ridiculous manner, maybe more of us would remember the part of the game where Tony Parker made one of the most ridiculous passes ever:    Circus spin and kick out by Parker to Aldridge. https://t.co/PlXyrW5lYC— RealGM (@RealGM) May 3, 2016    4) Oklahoma City Thunder (4) Even if more than a few calls went their way at the end of game 2, the Thunder had the better of the Spurs for almost all of the night, and absolutely looked like a team capable of beating them in a seven-game series.  5) Miami Heat (5) The Heat’s savvy probably helped the team shrug off Lowry’s ridiculous game-tying buzzer-beater, but the gaffes that made that shot possible are something they’re going to have to address. “We had to win the game twice tonight,” noted Dwyane Wade after the game. 6) Toronto Raptors (8) Well, listen: you guys forced overtime. That’s something to fight against the “Toronto crumples on the big stage” reputation. Yes, OK, it would have been helpful had you not crumpled in overtime, but it’s progress. 7) Atlanta Hawks (6) Meanwhile, the Hawks didn’t even manage to push overtime. Can they even the series in tonight’s game 2? 8) Portland Trail Blazers (7) Game 2 was their game to win to make this a series. They now have to win both at home and then hope that Curry either doesn’t return too soon or isn’t effective when he does return. It still might not matter.",
  "webTitle": "NBA playoffs finally heat up after Waiters' shove and Lowry's miracle heave",
  "webPublicationDate": "2016-05-04T13:35:10Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/04/dion-waiters-kyle-lowry-nba-playoffs-second-round",
  "keyword": [
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oklahoma City Thunder",
      "id": "sport/oklahoma-city-thunder",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "San Antonio Spurs",
      "id": "sport/san-antonio-spurs",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cleveland Cavaliers",
      "id": "sport/cleveland-cavaliers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Atlanta Hawks",
      "id": "sport/atlanta-hawks",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Basketball",
      "id": "sport/basketball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Portland Trail Blazers",
      "id": "sport/portland-trail-blazers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golden State Warriors",
      "id": "sport/golden-state-warriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Toronto Raptors",
      "id": "sport/toronto-raptors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Miami Heat",
      "id": "sport/miami-heat",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Hunter Felt",
      "id": "profile/hunter-felt"
    }
  ],
  "guardianId": "sport/2016/may/04/dion-waiters-kyle-lowry-nba-playoffs-second-round"
}