{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/17/golden-age-television-the-sopranos-mad-men",
  "id": "2016-05-17-261",
  "sectionId": "tv-and-radio",
  "body": "It has now been just about a year since Don Draper took the lotus position on a California cliff and went off to the great fictional Madison Avenue in the sky. He was ushered out of our lives by a sappy Coke commercial, a move that seemed to confirm that ultimately Don was full of it. He had sold out entirely, conceded to cynicism. It was the only way he could survive in the empty world of advertising, the only place in the universe where Don really knew what he was doing. His creator, as you may recall, felt differently. “To me it’s the best ad ever made,” Matthew Weiner told the Hollywood Reporter. “That ad is so much of its time and it’s so beautiful.” For him, the finale had depicted a true epiphany on Don’s part, an elevation to the eventual kind of brilliance that Draper had been chasing throughout the series. It was hard not to read this as a kind of autobiographical comment: Weiner saw Don’s triumph as his own. The dissonance between Weiner’s view of his work and the way the rest of us received it was frankly hard to forget. But it was something that had been developing for quite a while, by my lights, in the medium that most shaped the cultural diet of my 20s. It was clear that at the high end of things – the shows that could make New York critics dizzy with pleasure, and thus function as lures for a wealthy-New-Yorker-magazine-type demographic to get cable – people were getting lost. Much like Mad Men ceased to be the same show it had been.     Don Draper sees the light. Photograph: AMC/Everett/Rex/Shutterstock    This is sad for me, perhaps because I left adolescence just as these shows started, so they were formative for people of my age in a way I think they could not be for anyone older or younger. I was 20 the first time I heard of The Sopranos. My editor at the university paper wanted me to cover a lecture on the show’s deconstruction of masculinity. It had only started a second season just then. “I’ve never seen it,” I told him. “I don’t have a television.” This was partly a lie – no cable, so no Sopranos – told to save face. I had a television, and it seemed a shameful luxury at the time. Television was not cool among the young people of my era, the last years of the 90s and the early 00s. It was not just old people who’d castigate you for watching anything but public television. We young people scoffed at each other about it. In class, we read things like Neil Postman’s Amusing Ourselves to Death and talked about the way the “language of television” had ruined culture, democracy, and a few other things I no longer remember. Those kinds of incidents are now hilarious to recall, our sureness that television could only offer a kind of fixed stupidity, in retrospect. But things changed so fast I don’t even remember exactly how it happened. I only knew how it happened for me: one day I rented a box set from the video store, and then another, and another.     Six Feet Under: a matter of life and death. Photograph: Contract Number (Programme)/Channel 4 Picture Publicity    I went on to law school and found suddenly everyone was reading Television Without Pity. I still kept most of my television-watching clandestine, distrustful. But by then, going through a breakup I kept watching certain episodes of The Sopranos, Sex and the City and Six Feet Under over and over again. There was something comforting about the varieties of experience I could find in them, the reminder that there was something to life beyond this breakup and the four walls of my apartment. The latter of those became some kind of quasi-spiritual text for me. I was only a couple years older than Lauren Ambrose’s Claire Fisher, and I, like her, had absolutely no idea what I was doing with my life. This is why those shows were important to me. Of course, no one need recite chapter and verse about the Golden Age of Television now. Television became defensible – and frankly worshipped – because the shows started to be so carefully structured, so attentive to language, and so visually interesting that they suddenly caught people’s eye.  I know that the demographics for “prestige television” were often more narrow than the coverage about them suggested, the ratings all going to your CSIs and NCISes. I am also aware that the evangelism about these shows could go to insane heights. “It’s preposterously egocentric to call anything we enjoy art – as if we could not be entertained by it if it were not,” Pauline Kael once wrote in her famous essay Trash, Art and the Movies. But I still think, most of the time, when people called shows like The Sopranos or Deadwood “art” that they were correct.      Ian McShane, Timothy Olyphant, W Earl Brow and Sean Bridgers in Deadwood. Photograph: HBO/Everett / Rex Features    Those shows had a rich read on human nature, and I would defend them against frankly most of the movies and even American novels of the past 15 years. Al Swearengen was a villain whose read of the world was so good – his hatred of the lawless, hypocritical Pinkerton detective agency competed with his own preference of violent action to the stupidity of the “hoopleheads” – it operated as a kind of political theory on its own. The same went for Tony Soprano. Even Six Feet Under’s home family, the Fishers, who had no crimes to their name, operated in a soap-operatic world that didn’t make them types. As late as Enlightened, HBO was still picking up shows that had the flavour of art projects, which isn’t as fancy as it sounds. I simply mean that there was, for a while, a lot of television shows born of stories their creator was dying to tell. But now a lot of shows at this end of the spectrum are built for a single purpose: to spend a maximum amount of a network’s money. That was certainly true of the disastrous Vinyl and the forgettable Boardwalk Empire, which wasted expensive sets on talented actors and then set them adrift with writers that had nothing to say. The studio model of making movies, in other words – stuff it with big names, make it shiny – had leaked into this sphere, and it’s ruined everything. I might as well lay my cards on the table: in the past three years I have watched, in their entirety: Better Call Saul, Mad Men, Game of Thrones, Mr Robot, The Americans, Justified, Master of None, Breaking Bad and Orange is the New Black. I have also consumed significant portions of The Good Wife, Boardwalk Empire, Masters of Sex, Vinyl, Empire, House of Cards, Outlander, Girls, Scandal, Veep and Togetherness.      Rami Malek in Mr Robot … trades in types. Photograph: Everett/Rex Shutterstock    Of these, only Better Call Saul follows what I would call actual people behaving as actual people do in the world. Jimmy McGill (Bob Odenkirk) has the ring of frustrated human truth to him, although it feels like cheating to praise a character that comes to the viewer propped up by a full five seasons of Breaking Bad. All of the development in Better Call Saul is predicated on the person we know Jimmy will become. And though there was a lot to like in Breaking Bad, as a portrait of an antihero it was finger-painting next to The Sopranos.  I also like Mr Robot a great deal, though aside from the stunning lead performance from Rami Malek, the show traffics in types. There is the blonde young woman frequently in danger, the rebellious young woman who wears full-circle eyeliner, the cold and evil Swede, the – well, the Christian Slater type. It often feels like Malek is carrying the whole thing over his shoulder, doing as much as he can.  The Americans has strengths that mostly add up to excellent plotting, and an unforgettable performance by Alison Wright as the tragic Martha. But does anyone truly believe there are people out there as unrelentingly soulful as Matthew Rhys’s Philip, or as unrelentingly blank as Keri Russell? I mostly ignore it because the plot moves so quickly, but if I stopped to ask myself if any of these people were recognizably human, I’d hate the whole thing.     Maisie Williams as Arya Stark: a big pop art crescendo. Photograph: Helen Sloan/HBO    Television drawn this stylized way can still hit those big-pop-art crescendoes, usually at the moment when a character, often one formerly only half-drawn, comes into their own. I refer here to Maisie Williams’ Arya Stark, thin sword drawn, ready to slit the throat of her old captor, muttering. Or Dean Norris’s Hank at the end of Breaking Bad, staring up at the barrel of a gun and saying, “Do what you’re gonna do.”  These moments remind me often of the one, long ago, when Sarah Michelle Gellar’s Buffy the Vampire Slayer sent her true love off to hell, stabbing him in the chest with a magic sword and stepping away from the void. But the comparison there seems telling; the shows people are watching right now at the high end of the spectrum are, in effect, superhero shows, about gods and monsters, about justice and crime. These shows are not really heirs of the Sopranos; they’re heirs of the cop shows of the 80s, of Buffy and the superhero shows.  And while I enjoyed those high pop works too, enjoyed them long before I ever subscribed to HBO, they aren’t the same. They aren’t the works that got television its respectability. They aren’t the ones I rewatch once a year. Even the latter seasons of Mad Men are like this. They often felt hastily taped together, the products of egotism and status rather than stories about egotism and status. The actors strove to make them more. But did the showrunner? I’m not so sure.",
  "webTitle": "Today's TV shows are good – but they aren't The Sopranos",
  "webPublicationDate": "2016-05-17T09:00:39Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/17/golden-age-television-the-sopranos-mad-men",
  "keyword": [
    {
      "webTitle": "The Sopranos",
      "id": "tv-and-radio/the-sopranos",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Mad Men",
      "id": "tv-and-radio/mad-men-tv-series",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Crime drama",
      "id": "tv-and-radio/crime-drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Historical drama",
      "id": "tv-and-radio/historical-drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Michelle Dean",
      "id": "profile/michelle-dean"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/17/golden-age-television-the-sopranos-mad-men"
}