{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/18/bookish-things-to-do-this-summer-2016-lit-festivals",
  "id": "2016-05-18-304",
  "sectionId": "childrens-books-site",
  "body": "Saturday 7 May – Sunday 29 May – Brighton: Brighton Festival With no shortage of storytelling, workshops and productions, Brighton festival is brimming with bookish events this year! Pop along to the festival for a live theatre adaptation of Dave Shelton’s novel, A Boy and a Bear in a Boat, where you’ll be treated to live music and a stellar show.  If you’d like to get your creative juices flowing, young budding writers and artists will also have the chance to learn from the best at Brighton Festival this half term, with a poetry masterclass from the award-winning poet, Vanessa Kisuule, a “Release Your Inner Cartoonist” workshop with Harry Venning and much, much more. Other events in the south east in late May include the Linton Children’s Book Festival, and the Elmer Day Party at Foyles in London.      Jacqueline Wilson can be found in Birmingham in May, and elsewhere during summer 2016! Photograph: David Levene for the Guardian    Thursday 26 May – Birmingham: An Evening with Jacqueline Wilson Ever had a question you’ve always wanted to ask one of your favourite authors? Join Jacqueline Wilson at Birmingham Town Hall and ask away! This event promises readings from her brand new book, Rent a Bridesmaid, as well as a chance to hear all about her long and successful career as one of the most popular children’s and young adult fiction authors in the country!  Friday 27 May - Saturday 28 May - Greenwich: Greenwich Book Fest If you’re a fan of Mr Gum get yourself here as Andy Stanton is in residence! Loads of great drawing workshops too and other literary fun and focus going down at this let festival held at the Maritime Museum in Greenwich, south east London.  Wednesday 1 June – Sunday 5 June – Marlowe Theatre, Canterbury: Gangsta Granny Gangsta Granny comes to life with the summer production of David Walliams’ hilarious literary hit. Watch the zany pensioner and her grandson, Ben embark on perilous adventures in venues across the country. Saturday 4 June – Foyles Bookshop, Bristol: Pip and Posy Picnic Chow down with furry friends, Pip and Posy at Foyles this half-term for what is sure to be a super fun indoor picnic. Children who come along will be treated to a story session, games, and food and drink. All your hard work will be rewarded at the end of the event with your very own Pip and Posy party bag.    Related: What's happening in children's books in 2016? A literary calendar    Thursday 26 May – Sunday 5 June – Hay Festival, Wales: Haydays Book buffs will be spoiled for choice at this year’s Hay Festival. The children and family branch of the event, Haydays, promises everything from The Word Wizards Guide to Roald Dahl – a whoopsy wiffling writing workshop, to a session with Horrible Histories illustrator, Martin Brown. The Guardian children’s books site’s very own Emily Drabble will be interviewing Holly Smale on Saturday 28 May.  Monday 20 June –Friday 24 June – University of East Anglia: FLY Festival The festival of Literature for Young People is back with an endless list of literary events. Activities include: learning how to turn a book into a film with Hollywood screenwriter Michael Lengsfield; reading, drawing and writing manga with Susan Burton; and a poetry slam with local young poets.      Snail racing at the Curious Arts Festival    Friday 22 July – Sunday 24 July – Lymington: The Curious Arts Festival  Fancy going on a Jabberwocky hunt or a poetry trail in Plyewell Park? The Curious Arts Festival has both, and more! UK poet laureate, Carol Ann Duffy will perform a live reading of her fairytale, The Princess’ Blankets, and each evening, children can opt for a bedtime story with author Paul Blezard in the children’s tent.    Related: Which authors are going to be at Young Adult Literature Convention (Yalc) 2016?    Thursday 28 July – Sunday 31 July Young Adult Literature Convention (YALC) YALC founder and award-winning author, Malorie Blackman; author of The Art of Being Normal and Young Adult Book Prize shortlistee, Lisa Williamson, and Melvin Burgess, author of Junk, are among some of the dozens of fantastic young adult writers that you’ll be able to brush shoulders with at the annual festival this year. Hosted by the London Film and Comic Convention, fiction fanatics and otherwise will not be disappointed. Check out the latest info we have, and there’s more to come!  Saturday 6 August – Friday 12 August – Edinburgh Festival Fringe: Storyteller, Storyteller  One of many literary events at the Edinburgh Festival Fringe this year, Storyteller, Storyteller is an award-winning immersive production about two children’s tale tellers who accidentally arrive to share their stories with you at the same time. Is there one true storyteller? Or is there a way that the rivals can merge their tales into one?      Two litter lions practice their roars at Just So Festival last year. Photograph: PR    Friday 19 August – Sunday 21 August – Cheshire: Just So Festival From the Bookish to the downright fantastic, the land of Just So is awash with magical adventures and activities for the whole family.   In association with Guardian Children’s Books, festival-goers can step into ancient Damascus with Haroun the cat from The Jasmine Sneeze by Syrian author Nadine Kaadan, gather round the campfire in the Spellbound Forest for stories with Ian Douglas and friends, or watch Dorothy find her way home in a screening of the Wizard of Oz at the open cinema.    Related: Preview the bookish fun at the Just So festival    The late-summer festival also promises plenty of theatre and music, with special appearances from The Gruffalo, and a number of sing-along shows.  If you know of any amazing summer bookish things to do then let us know by email childrens.books@theguardian.com and we’ll add as many as we can. Or you can tweet @Gdnchildrensbks.",
  "webTitle": "Bookish things to do with children this summer",
  "webPublicationDate": "2016-05-18T07:30:23Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/18/bookish-things-to-do-this-summer-2016-lit-festivals",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Hay festival",
      "id": "books/guardian-hay-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Just So Festival",
      "id": "extra/just-so-festival",
      "sectionId": "extra",
      "sectionName": "Extra"
    },
    {
      "webTitle": "Malorie Blackman",
      "id": "books/malorie-blackman",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Carol Ann Duffy",
      "id": "books/carol-ann-duffy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "David Walliams",
      "id": "tv-and-radio/david-walliams",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Edinburgh festival",
      "id": "culture/edinburghfestival",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/18/bookish-things-to-do-this-summer-2016-lit-festivals"
}