{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/england-rugby-union-eddie-jones-australia",
  "id": "2016-05-23-26",
  "sectionId": "sport",
  "body": "Eddie Jones has warned his Australian compatriots they are in for an “enormous scrap” when England play three Tests against the Wallabies next month. He also says he will be disappointed if his squad do not make an impact in the series, suggesting it will be a “failure” if they return empty-handed. No one knows better than Jones what awaits the touring team but he expects to win the series, which starts in Brisbane on 11 June. He said: “It would be a failure if we don’t win the series. We want to be the top team in the world and I don’t think we should have any embarrassment about saying that. Therefore, if we go to Australia, we should expect to win the series.” According to Jones the first prerequisite is to ensure Australia know they are in a battle from the outset. “We’ve got to make sure they feel like playing against England is a different experience,” stressed Jones, who coached the Wallabies against England in the 2003 World Cup final in Sydney. “It’s got to be an enormous scrap. That’s how we’re going to go into the games. “We’re going to be in their face, physical, unrelenting, don’t give them a moment. Saracens are a great example of what you can do when you’ve got that sort of attitude. They’re clearly the best side in Europe and that’s what we’ve got to be like. We won’t play exactly like Saracens but we’ve got to have the same attitude.” Jones has stacked his squad with players he believes can satisfy that mission statement and stand firm on and off the field. “When you go to Australia everything there is coordinated,” he continued. “The media work with the team to provide a hostile environment for the team arriving ... it’s one of those unique situations only Australia can get away with. It’s a good test for us. Historically we’ve only ever won three Tests in Australia, so there’s a great opportunity to use all those hostile ingredients to provide a platform for us to perform well.” Despite England’s recent Six Nations grand slam Jones is wary of an Australia side who reached last autumn’s World Cup final under his old Randwick team-mate Michael Cheika. “They’re just much better with the ball. If you look at the stats from the World Cup, that’s the difference between the northern hemisphere and southern hemisphere teams. So they’re going to put more questions to our defence than teams did in the Six Nations and try and play with an intensity and pace that isn’t common in the northern hemisphere.” Jones is also not fooled by the poor results of the Australian provinces in Super Rugby after a string of defeats by New Zealand teams. “I don’t look at the form of Super Rugby,” he said. “When you’re looking for players to play Test rugby, it’s not how they’re playing for their club or province. It’s their capability to transfer it to a higher level of the game. “If you just look through their squads, they’re not playing well but within that there’s a very talented and proud group of players that will be a different group once they assemble.” Having spent his formative years in Australia he is also braced for whatever insults are lobbed his way once the team arrive in Brisbane next week. “Going to Australia you’re going to get various comments but you get them everywhere you go in the world. I coached in Japan and I wasn’t Japanese and the Japanese didn’t like me. I coach in England and probably the English don’t like me. You’re going to be unliked wherever you go if you’re not that country’s person. You just get on with it. The joy is in coaching the team.”",
  "webTitle": "England’s Eddie Jones warns Australia to expect an ‘enormous scrap’",
  "webPublicationDate": "2016-05-23T21:00:24Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/england-rugby-union-eddie-jones-australia",
  "keyword": [
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Eddie Jones",
      "id": "sport/eddie-jones",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia rugby union team",
      "id": "sport/australia-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia v England 2016",
      "id": "sport/australia-v-england-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/23/england-rugby-union-eddie-jones-australia"
}