{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/16/patrick-marber-after-miss-julie-by-nightfall-theatre",
  "id": "2016-05-16-142",
  "sectionId": "stage",
  "body": "It’s lunchtime in a London park on the warmest day of the year, so naturally Patrick Marber has ordered porridge for breakfast. He sits in the sun with the tub of hot gruel placed next to his e-cigarette. His shoulders are hunched as though he’s chilled to the bone or braced for invisible storms. Who cares what time it is? Who cares what season? He wants what he wants and he brings the weather with him. What an iconoclastic career Marber has had, which is another way of saying that it’s been confounding, erratic and prone to bouts of self-sabotage. We’ve known him as a spluttering clown, a mainstay of BBC’s The Day Today and as a respected man of letters, the author of Closer, and, for a period of five years, we didn’t know him at all when he sat marooned at his desk and “couldn’t write a sod”. He’s switched hats, lost his way and then stumbled on it again. I’d like to hail this, his third act, as a happy ending of sorts, but that would be too easy, it doesn’t fit with his nature. “Careful,” he cautions. “There’s always a crisis lurking.”     Strindberg in England … Helen George and Richard Flood in rehearsals for Marber’s After Miss Julie. Photograph: Nobby Clark    The good news is that, at 51, the dramatist is back and writing again. His latest play, The Red Lion, won heartening reviews at the National Theatre last summer. He’s scripting an adaptation of a Michael Cunningham story (By Nightfall); he’s poised to direct a revival he can’t talk about yet (“It hasn’t been announced, which is bloody annoying”). Then there is the matter of After Miss Julie, overhauled from the Strindberg and updated to postwar England, which is poised to roll out through the regions.  Marber wrote the thing 20 years ago and says he’s content to maintain a supportive interest, resist the temptation to fiddle; the play seems to work well enough as it is. Then he spoons more porridge and admits that, besides, he was never a fan of the Strindberg original: “It goes on and on.” He adds that this isn’t unusual. “Almost every play is 10, 15 minutes too long.” A rueful grimace. “I probably shouldn’t be saying this.” The trouble is that Marber started in standup and still subscribes to its ethos. Hit the audience hard and then get off the stage quick before the crowd gets too rowdy. “I have the comedian’s fear of bottles flying. I’ve never been bottled off, but I have had things thrown at me. Bag of crisps. And there’s still a part of me, when I sit in an audience, that thinks people are going to start heckling the play.” He was a moneyed middle-class boy. His initial plan was to become a revered novelist. I’m wondering how he first stumbled on to the open-mic circuit. “Well, I was a bit hair-shirt about it,” he says. “I’d been to a posh school [Cranleigh] and then a posh university [Oxford]. And I wanted to do something where none of that privilege was of use to me at all. I’d been to the Comedy Store, and I loved the terror of it and the way the best comedians could control the crowd. What confidence that would give you, if you could somehow survive. The first time I did it I lasted a minute.”     A London-set La Ronde … Julia Roberts and Jude Law in the 2004 film Closer. Photograph: Allstar/Columbia    I first became aware of him on The Day Today, supporting Chris Morris and Steve Coogan. He played Chapman Baxter, the wall-eyed serial killer with an Elvis fixation, and Peter O’Hanraha-hanrahan, the hapless reporter who “loses the news”. Along the way he helped devise the character of Alan Partridge and farmed the man out to his own TV series. He looks back on his collaboration with Coogan as a life-changing moment. “We got close very quickly, at a point where we were at a crossroads. We were both a bit depressed, not knowing where to go next. Steve needed an organising force and I could be that. I thought he was really talented and really unfocused. I knew how to help him and that was a good feeling. I saw him the other day actually. We talk about the old days with great weepy fondness.” Coogan once told me that the educated, cerebral Marber helped “stop him becoming Alan Partridge for real”. But the association cut both ways. “My performing was good up to a point,” Marber explains. “But when you encounter someone like Steve, who’s touched with genius, you think, ‘Well, I’m never going to be that good. But maybe I can be really good at writing instead.’”     Slamming the wasps from the pure apple of truth … The Day Today, with, from left, Chris Morris, David Schneider, Patrick Marber, Rebecca Front, Doon Mackichan and Steve Coogan. Photograph: BBC    Perhaps, in hindsight, the transition was too easy. His first play, Dealer’s Choice, sparked; the second, Closer, exploded. A London-set La Ronde of sexual intrigue, it mined the darkest recesses of Marber’s wild youth and psyche and established him as one of the vivid, unflinching dramatists of his generation. He bagged an Oscar-nomination for adapting Notes on a Scandal, rustled up a couple more playscripts and then hit the wall. Marber partly blames Sussex, where he had moved with his wife and two kids. Mostly, he blames himself. He thought he could write anywhere and it turned out he could not. He says, “We were in debt. I was depressed. And it was awful. It was shit.”    I was never bottled off – but I did get crisp packets thrown at me    So he sat at his desk and stared at the screen for five years. He accepted screenplay commissions, then had to hand back the cash. “And all the while your stock’s going down. I thought I was on a blacklist and I probably was. I was a serial refuser. A serial non-deliverer.” By now he’s polished off the porridge and moved to the e-cigarette. He used to smoke 25 fags a day. Now he vapes, which he likes. “It’s vulgar but it’s good. You get the same lovely tap at the back of the throat.” Today he’s safely back in London, still burned by the experience, taking it one step at a time. The Red Lion, thank heavens, marked a redemption of sorts, summoning up the urgent tale of a young football star torn between the attentions of a decent, dogged kitman and a corrupt, wheedling manager. Ostensibly, The Red Lion was prompted by Marber’s own Sussex sideline as a director of the community-owned Lewes FC. But I suspect it’s about his creative struggles as well. “Oh yeah,” says Marber. “I’m the boy in the play but I’m also the conflicting forces. I’m the bully and I’m the nurturer. So it’s about how you manage whatever talent you have. And those two forces are the voices in my head. And I think you need both. Or at least I think that I do.” The trick, he concludes, is to be less hard on himself. Marber points out that for years he was unable to put dialogue on the page. Now he has learned to cut himself some more slack. He says:“If I get anything out, producing anything, no matter whether it’s good or not, I allow myself a little pat on the back.” Sometimes the work itself is its own reward. Everything else is a bonus, the honey on his oats.  • After Miss Julie is at the Theatre Royal Bath, 24-28 May. Box office: 01225 448844. Then touring to Brighton, Richmond and Milton Keynes.",
  "webTitle": "Patrick Marber on five years of writer's block: 'We were in debt. I was depressed. It was awful'",
  "webPublicationDate": "2016-05-16T15:08:11Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/16/patrick-marber-after-miss-julie-by-nightfall-theatre",
  "keyword": [
    {
      "webTitle": "Patrick Marber",
      "id": "stage/marber",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Xan Brooks",
      "id": "profile/xanbrooks"
    }
  ],
  "guardianId": "stage/2016/may/16/patrick-marber-after-miss-julie-by-nightfall-theatre"
}