{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/28/frederik-the-great-viral-horse-facebook",
  "id": "2016-05-28-85",
  "sectionId": "world",
  "body": "The owner of Frederik the Great, hailed as “the most handsome horse in the world”, has praised the stallion as a “showman” who will not let fame change him. Frederik, a 15-year-old Friesian stallion based in Arkansas, entered the public consciousness this week after people began sharing pictures of him online.  Blessed with a flowing black mane, strong torso and noble bearing, the horse was an instant hit. His supporters have described him as “handsome”, “magnificent” and “sexy”, and he has been offered film roles. “The first time I laid eyes on him,” said Stacy Nazario, owner of Pinnacle Friesians, the farm Frederik calls home, “I knew he was an exceptional stallion.” Nazario acquired Frederik when he was six years old. She imported him from the Netherlands, where he had been co-habitating with his mother, and brought him to live with her on her farm in the Ozark mountains. “His personality went right along with his looks. He’s just phenomenal. His temperament is sweet. I could put a baby right next to him and he would just be gentle with it. He’s a gentle giant.” While Frederik only rose to widespread fame this week, Nazario said he has had a cult following for some time. “He’s always been popular with his fanbase,” she said. “Before this his videos and his photographs have been all over. He’s got fans from all over the world.” Images from Frederik’s Facebook page have been shared thousands of times, in which he demonstrates a wide range of poses. He is shown galloping through a field with his head up and chest out, proud and true, but is also seen in more reflective repose, gazing out over a wooden fence. This combination of power and sensitivity goes someway toward explaining his appeal. “There will NEVER be a more majestic, handsome, sexy horse on the face of the earth. Never, ever. I wish I could just touch and “smell” him just once,” wrote Facebook user Sharon Younts under a picture of Frederik running wild and free.      Frederik the Great. Photograph: Facebook    “He is so stately & proud!! Magnificent!!!” commented Donald Ledford, responding to a photo of Frederik rearing up on his hind legs. Nazario said Frederik, who enjoys taking part in dressage competitions, is “absolutely” aware of his good looks.  “He lights up when he’s in the arena or when there’s photography going on. It’s almost like watching a celebrity, you know, the difference between when they’re at home and under the lights,” Nazario said. But, she said, Frederik would not be seduced by the fickle mistress of fame. “He’s that gentle and sweet of a horse, which is ingrained in his personality, that will not change.” One of Frederik’s most distinctive features is his long mane, which flows down almost to his fetlocks. The striking body of hair has attracted admiration from expert horse fanciers as well as casual enthusiasts. “He’s very noble to look at, he has a lot of presence,” said Melody Hames, a horse hairdresser who runs JMC Equestrian Custom Clippings in Lancashire, UK. “You see power but at the same time elegance.” Hames praised Frederik’s smooth, shiny coat, and sleek mane, a look she said could be achieved by using special horse hair conditioner, which she recommended leaving in the hair until dry. Elizabeth Moyer, editor of Horse Illustrated magazine, said Frederik the Great had all the characteristics of a handsome horse. “From the standpoint of beauty, what makes an attractive horse: a shiny coat and a fabulous mane and hale definitely contribute to a handsome horse.  “Athletic talent and beautiful movement also add to a horse’s appeal. But clearly I can see a great presence and attitude [in Frederik] that has captured the attention of the general public as well as horse lovers everywhere.” A busy few months lie in wait for Frederik. He has media commitments, including photo and video shoots, and Nazario is considering a couple of movie offers. The horse is also standing at stud – “Frederik ships only fresh cooled semen,” according to his website – and has dressage competitions coming up. On Friday afternoon, though, Frederik was content to be away from the spotlight, just a horse being a horse.  “He’s just eating grass, walking around, he’ll look out at the deer,” Nazario said. “He loves to just relax.”",
  "webTitle": "Frederik the Great: the 'handsome' horse that's going viral",
  "webPublicationDate": "2016-05-28T14:30:07Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/28/frederik-the-great-viral-horse-facebook",
  "keyword": [
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Arkansas",
      "id": "us-news/arkansas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Gabbatt",
      "id": "profile/adam-gabbatt"
    }
  ],
  "guardianId": "world/2016/may/28/frederik-the-great-viral-horse-facebook"
}