{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/andy-murray-angry-french-open-disaster-radek-stepanek",
  "id": "2016-05-23-24",
  "sectionId": "sport",
  "body": "Amélie Mauresmo is no doubt right: Andy Murray is “complex”; his on-court rants might well be “disconcerting”, totally at odds with his demeanour in private, and maybe she did have no alternative but to extricate herself from one of sport’s most interesting but stressful marriages.   Related: Stan Wawrinka survives Lukas Rosol scare to reach French Open second round    But how the Scot’s recently departed coach must have wished she were sharing another leg of his raucous journey for just one more night, rather than watching at home on television in her home town, as he clawed his way back from the edge of disaster with tennis that was full of chuntering and inspired shot-making, to stay in the 2016 French Open. Murray and Radek Stepanek – not exactly close friends – will return to Court Philippe Chatrier on Tuesday to finish their argument, with the 37-year-old Czech winning the first half of the fight 6-3, 6-3, and Murray countering hard 6-0, 4-2 after two and a quarter hours of the most absorbing struggle. Earlier, the defending champion Stan Wawrinka came too close for his own comfort to going out at the first time of asking before battling back to beat Lukas Rosol in five sets that stretched over three hours and 11 minutes. “I’m still looking for my game,” the Swiss said, rattled but relieved. Not since 1968 has the incumbent gone home after just one match. There was ferment in the damp air all day, though, and Murray did well to resist the mood. Two sets down after losing his serve four times, he dredged up a mix of magic and stubborness in the fading light to win nine games in a row, and he looks on course to levelling the match at two sets apiece. Eight times Murray has won matches from two sets down; it would be a brave punter who would bet against him making it nine. They retired at 9.23pm local time, and it was Stepanek, reluctant to play even the third set let alone embark on the fourth, who was quickest down the tunnel. Did Murray control his emotions? Not too well for the first two sets, in which he played some ordinary tennis, at odds with the certainty and class he showed on clay coming into the tournament. Only last weekend he outlasted the world No1 Novak Djokovic to win the Italian Open in straight sets, in conditions worse than these. After seeming to descend into a pit of his own making, Murray dredged up resolve from deep in his soul to take scary command of an opponent who clearly had not a clue how to respond. Stepanek, who has struggled with injury the past few years, had been playing better than he can have done in years, and must have thought this was the night he would pay Murray back for defeat the first time they met, at Wimbledon in 2005 when the Scot was a skinny kid full of skittish talent but new to the ways of the professionals. It was a fractious encounter. As was this, their ninth. It blew up courtside when Stepanek darted from the court for a bathroom break after Murray bagelled him in the third. Murray needed to compose himself, to put his case that Stepanek was stalling, forcefully but quietly, to the chair umpire Damien Dumusois – and he won the argument. “It’s very predictable,” he said. “I could see that happening at the beginning of the set, as he tried it on with his contact lenses. What’s the deal right now?” When the Czech took his time getting back to the fray, he was faced with a time violation, and on the two players went into the fading night.   Related: Heather Watson looks to Rio after French Open win over Nicole Gibbs    In the opening exchanges, Stepanek was winning most of the short rallies, and beating Murray at the net and from the baseline. The Scot took heart from an early break in the second set – but he handed it straight back and was hurled into another maelstrom of his own creation. Murray’s strings went at precisely the wrong time, on serve in the seventh game and trailing. It must have seemed to him as though some external force was bearing down on him, and he had nowhere to turn. He tried hard to internalise his frustration, glancing at his box here and there and letting the expletives flow on key mishaps, while his opponent stayed focused to break for 5-3. Murray let him off the hook for 30-40 and an ace sealed his two‑set lead. Then Murray’s anger surfaced with a vengeance. “Let’s go!” he screamed – at himself – as he went to his chair to gather his energy and his thoughts. At 0-5 down in the third, it was Stepanek who imploded, complaining to the chair umpire that the light was not good enough to continue. While all this was going on, the progress of Kyle Edmund went almost unnoticed on Court No6, where he played some excellent tennis to defeat the Georgian qualifier Nikolo Basilashvili 7-6, 6-7, 7-5, 6-1. Troubled recently by an ankle injury, he looks in good shape for the second round, where he meets either the 15th seed John Isner or the Australian John Millman, who were locked at a set apiece when play was suspended.",
  "webTitle": "Andy Murray gets angry to claw his way back from French Open disaster",
  "webPublicationDate": "2016-05-23T21:07:14Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/andy-murray-angry-french-open-disaster-radek-stepanek",
  "keyword": [
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/23/andy-murray-angry-french-open-disaster-radek-stepanek"
}