{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/25/live-racing-wednesday-25-may-2016",
  "id": "2016-05-25-215",
  "sectionId": "sport",
  "body": "Wednesday’s best bets, by Greg Wood George Cinq (4.00) is a tricky horse to catch right and he has the Timeform squiggle to prove it, but he showed his best form for some time on his latest start, when Tom Marquand switch from his normal waiting tactics to front-running.   Related: Horse racing tips: Wednesday May 25    Marquand is back in George Cinq’s saddle today at Lingfield, and while a more patient ride may be needed with three opponents in the field who like to force the pace, it is just possible that this will be the start of a useful partnership between horse and rider. George Cinq’s handicap mark of 87 is testament to a fair level of ability and he has run well from higher marks in the past. Sophistica (2.30) is also with a new yard after moving from Mick Channon to Iain Jardine and does not have much to find if fit for her seasonal debut at Hamilton, while in the absence of Bouclier, The Big Lad (8.20) has an obvious chance in the sprint handicap at Kempton. Mystical Sapphire (7.20) has joined Laura Mongan since her latest start at Kempton on 2 March, when she was touched off by Three Gracez from a mark of 76, and her course form is excellent. Tipping competition, day three Our winners so far: Monday Final Venture 7-2 Outback Blue 14-1 The Tin Man 3-1 Tuesday Ickymasho 11-4 Benissimo 7-2 Swashbuckling 6-1 And our leader is: dean055 +7 … who was the only one to find Swashbuckling, taking his total for the week to three winners. Next up is stanflashman (+5.50). Today, we’d like your tips, please, for these races: 3.50 Market Rasen, 7.10 Newton Abbot, 8.20 Kempton. This week’s prize is a pair of tickets to Epsom’s Duchess Stand for Derby day a week on Saturday, 4 June. You could be there for one of the most open Derbys in memory and perhaps a star will emerge before your very eyes! If you don’t win, you can buy tickets here. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -6. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Wednesday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-25T10:04:08Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/25/live-racing-wednesday-25-may-2016",
  "keyword": [
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/blog/2016/may/25/live-racing-wednesday-25-may-2016"
}