{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/30/weeks-best-podcasts-you-must-remember-this-embedded-radiolab",
  "id": "2016-05-30-89",
  "sectionId": "culture",
  "body": "You Must Remember This looks back at one of the most fascinating characters from McCarthy-era Hollywood: Elia Kazan. In 1952, the director of celebrated films such as A Streetcar Named Desire and On the Waterfront went before Congress and named the names of supposed communists in Hollywood. His words destroyed careers due to blacklisting and left a black mark on his own legacy, too. It is an important story of zealotry and fear gone awry, with plenty of echoes today. To mark 25 years of Nickelodeon animation, the network debuted a new podcast offering a glimpse into the secretive world of animation. The aptly named Nickelodeon Animation Podcast is hosted by Geek and Sundry’s Hector Navarro and features interviews with the creators of your childhood memories, like Chris Savino, who worked on The Ren & Stimpy Show; the animators of Avatar: The Last Airbender and The Legend Of Korra; and Billy West, who has voiced some of the most famous animated characters, including Doug Funny, Elmer Fudd, Futurama’s Philip Fry and Dr Zoidberg, Invader Zim’s Zim and many, many more. Forthcoming shows will feature the people behind Rugrats, Hey Arnold, Doug, SpongeBob SquarePants, CatDog and even the relative newcomer Bob’s Burgers.  Earlier this month, Kelly McEvers stopped by Longform to talk about her mandatory listening podcast, Embedded. The conversation is an interesting peek behind the curtain of podcasting.  Hello From the Magic Tavern, one of the Guardian’s best new podcasts of 2015, continues to shine a light on the fascinating inhabitants of the magical land of Foon, where the animals talk even if you really wish they wouldn’t. This week, the wizard Jamillious the Mauve stops by to talk to Arnie, Chunt and Usidore.  Over on Spontaneanation, Paul F Tompkins teams up with Matt Gourley, Amanda Lund and Janet Varney for an improvised story set in an Ikea in Narnia. It’s a masterpiece in surreal storytelling.     Paul Theroux: expert on the South. Photograph: Elise Amendola/Associated Press    The author Paul Theroux stopped by the Travel with Rick Steves podcast to talk about touring the back roads of the southern US. Theroux has been featured on the show before, and his knowledge of the deep south is vivid and insightful, which is fitting considering he literally wrote the book on the topic.  A new season of ABC’s The Bachelorette means new instalments of Juliet Litman’s Bachelor Party, which rose from the ashes of her Grantland (RIP) series The Right Reasons. As part of The Ringer’s Channel 33 show, each week, as Bachelorette JoJo Fletcher doles out roses on her way towards true love, Litman and guests analyze the show with a gimlet eye and a true fan’s elan. Speaking of The Ringer, founder Bill Simmons recently tweeted that his podcast network, launched on 1 October, is poised to exceed 50m downloads this week. Radiolab is set to embark on a new series, which promises to look behind the decisions of the supreme court for a glimpse into the long-lasting, far-reaching and personal effects of the rulings made by the nine (currently eight) men and women who make up the bench. More Perfect debuts on 2 June.  Reports of Another Round’s impending demise may have been hasty. While it’s true that Heben Nigatu is leaving her job as a senior editor at Buzzfeed for a spot on The Late Show with Stephen Colbert, according to BuzzFeed’s audio director (and producer of Another Round) Eleanor Kagan, while an exact plan is still TBD, they are all determined to keep the show going.  “We’re working on ways that we can keep Another Round going because we believe in it, love making it, and love the community it’s created,” said Kagan. “As Heben settles into her new job, we’ll work on finding the best way to do the show with her schedule. We’re excited to continue the work we’ve been doing, and new episodes aren’t stopping any time soon.”  Fans should keep their fingers crossed that scheduling conflicts won’t take down one of the best podcasts around.     Archivist William Lowry takes out a box containing CDs in the British Library Sound Archive in Islington, London. Photograph: Sarah Lee for the Guardian    Fans of serialized thrillers such as Tanis, Small Town Horror and Limetown should check out Archive 81, which has just released its fourth episode. The story follows Dan, an archivist working to catalogue the recordings made on behalf of the Housing Historical Committee of New York State. It’s standard work for an archivist, but as he listens to the tapes, a mystery unfurls and he’s left wondering what happened to the woman on the tapes and the mysterious apartment building she was surveying. According to producer Marc Sollinger, he and his co-creator, Daniel Powell, created the series based on real life events, sort of.  “Dan – my co-producer, not the character based on and voiced by Dan – is actually the manager of a sound effects library,” said Sollinger. “His job mostly involves being alone and listening to weird sounds all day.  “As we were brainstorming ideas for audio projects to work on, that got mixed in with some of my thoughts about the inherent exploitative/cyclical/horror-filled nature of capitalism, the fact that we were both experiencing the strange loneliness of big cities, and our desire to make something that was primarily sound-driven. Somehow, that all resulted in a story about a lone archivist cataloguing creepy tapes.” The creators of the show are big fans of unsettling horror films like It Follows and V/H/S, as well as the work of authors Kelly Link, Samuel R Delany, Ursula K Le Guin, and Jeff VanderMeer. Fans of those writers will undoubtedly enjoy getting lost in Archive 81.",
  "webTitle": "The week's best podcasts: You Must Remember This, Embedded, Radiolab",
  "webPublicationDate": "2016-05-30T14:31:18Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/30/weeks-best-podcasts-you-must-remember-this-embedded-radiolab",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Podcasting",
      "id": "media/podcasting",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Paul Theroux",
      "id": "books/paul-theroux",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Locker",
      "id": "profile/melissa-locker"
    }
  ],
  "guardianId": "culture/2016/may/30/weeks-best-podcasts-you-must-remember-this-embedded-radiolab"
}