{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/18/queensland-premier-tries-to-block-struggle-street-being-filmed-in-brisbane",
  "id": "2016-05-18-283",
  "sectionId": "tv-and-radio",
  "body": "Annastacia Palaszczuk has intervened to dissuade producers of the SBS program Struggle Street from filming in her own Queensland electorate and stop “families being ridiculed on national television”. The Queensland premier’s move highlights a new level of civic opposition to the controversial program, which has left SBS racing to secure locations for a second series after councils in Brisbane and Melbourne denied producers filming permits.  The first series of Struggle Street, set in Mount Druitt west of Sydney, was labelled “poverty porn” by critics last year after a sensationalist promo showing a participant farting loudly was screened by SBS.           Struggle Street reality TV series promo lands SBS in hot water     Related: The 'stars' of Struggle Street shouldn't be made to pay for their trust | Jon Owen    Produced by KEO Films Australia for SBS, Struggle Street featured several families in the underprivileged area coping with various mental health, housing and drug issues.  The mayor of Blacktown, Stephen Bali, campaigned for the program to be taken off air, organised a garbage truck blockade and claimed the producers falsified scenes and provided inducements including food and drinks for the participants. In April SBS announced the second six-part series, to be aired in 2017, would focus on social and economic disadvantage on a national scale and would be filmed in both Queensland and Victoria. The series has financial backing from Screen Australia and Film Victoria which both claim it provokes an important discussion of the issues. However, Brisbane council and Brimbank council, in Melbourne’s south, have both rejected applications for filming permits over fears the suburbs of Inala and Sunshine will be tarnished with negative stereotypes. The producers would still be able to shoot the series on private properties, as the permits are only needed to film on council land. The Brisbane lord mayor, Graham Quirk, wrote to KEO’s production manager on Tuesday to refuse a permit amid his “grave concerns” that the community of Inala would receive the same treatment as Mount Druitt. Administrators of Brimbank council announced the same day they had refused KEO’s application over similar concerns. Palaszczuk, who represents the seat of Inala, said she backed Quirk “100%” and the “last thing” the suburb needed was “to see a SBS show in there that takes the mickey out of people”. Palaszczuk told reporters on Wednesday she had been “speaking to producers at length” to try to dissuade them from filming in Inala. “They want to go ahead with it obviously, but we don’t want it to go ahead,” she said. “There is a very clear, firm view, the lord mayor doesn’t want it to go ahead, as the local member and as premier of this state, I don’t want to see it go ahead – we don’t want to see families ridiculed on national television.” Palaszczuk, whose grandparents settled in Inala as post-war Polish migrants, said: “Out in Inala we are a very proud people.” The director of programs for Keo Films, David Galloway, said Struggle Street was candid and powerful. “We anticipate stories of resilience, community support and family love in what will be compelling and insightful storytelling that doesn’t shy away from the realities of hardship faced by millions of people across the country,” Galloway said when the second series was announced.  KEO still planned to film the second series in Queensland and Victoria exploring, through personal stories, challenges such as industry downturn and transition, unemployment and other socail issues. However, Quirk wrote in his letter to KEO that the first series tainted the people of Mount Druitt “with the stigma of poverty, drugs, abuse and dysfunction”.  “I believe an informed and balanced assessment of social and economic disadvantage is in the public interest, however targeting a particular suburb in the manner you did in series 1 of Struggle Street is not,” he said. Quirk said that while council “cannot interfere with your right to deal with individuals on their own property, we will not actively assist you with your production in council owned or controlled locations”. John Watson, the chair of administrators of Brimbank city council, said it was “bitterly disappointed” the production company had chosen the area to film. “Based on the previous program we don’t believe that they will accurately reflect our community,” he said.    A spokeswoman for SBS said that “Struggle Street was not a series about specific areas of the country”.    “The areas that we will film in are areas where challenges reflect universal socioeconomic issues and where we can get first-hand stories that help audiences to engage with the broader issues. “We are still in the early stages of production. Series two filming will take place in several locations in Queensland and Victoria. Brimbank is just one of a number of councils we’ve approached for filming permits.”  After episode one aired there was a largely positive response as well as a record audience for SBS. Episode one of Struggle Street was the No 1 show in Sydney and the network’s most popular program since the football world cup in 2014.",
  "webTitle": "Queensland premier tries to block Struggle Street being filmed in Brisbane",
  "webPublicationDate": "2016-05-18T08:55:21Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/18/queensland-premier-tries-to-block-struggle-street-being-filmed-in-brisbane",
  "keyword": [
    {
      "webTitle": "Australian television",
      "id": "culture/australian-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Annastacia Palaszczuk",
      "id": "australia-news/annastacia-palaszczuk",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Queensland politics",
      "id": "australia-news/queensland-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "SBS",
      "id": "media/sbs",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Brisbane",
      "id": "australia-news/brisbane",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Meade",
      "id": "profile/amanda-meade"
    },
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/18/queensland-premier-tries-to-block-struggle-street-being-filmed-in-brisbane"
}