{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/07/bristol-chooses-labours-marvin-rees-as-new-mayor-over-george-ferguson",
  "id": "2016-05-07-87",
  "sectionId": "uk-news",
  "body": "Labour have secured a decisive victory in the Bristol mayoral election, where Labour candidate Marvin Rees beat the charismatic independent George Ferguson, who had ruled since 2012, by a signifiant margin. Rees, who describes himself as the mixed-race son of a white single mother, sees parallels between his victory in Bristol on Saturday and Sadiq Khan’s triumph in London. Both are from modest backgrounds and have risen to high office through the Labour party. Corbyn is expected to visit Bristol this evening to congratulate Rees on the victory, in which Rees earned 68,750 votes to Ferguson’s 39,577. The Labour leader did not attend Khan’s signing-in ceremony as London mayor. When asked why, Khan said: “It is an open invite, I’m not sure what Jeremy was doing today, we’ll have to find out what he was doing. There are Labour MPs here, there were MPs of all parties here. In his victory speech Rees described his tough beginnings, where he said he was a rare “brown” face on a Bristol housing estate. He said creating a “fairer, more inclusive” society was his reason for entering politics. He added that he would be “transparent, inclusive, sharing power and empowering”. A father of three, he also said he was determined to make time for his family. Ferguson, the outgoing mayor, was heckled as he gave his concession speech, prompting him to warn Rees that would have to endure “barracking and bile” during his tenure. He said he had laid good foundations, which he hoped Rees would build on. An architect, entrepreneur and wearer of bright red trousers, Ferguson caused something of an upset in 2012 when he won the mayoral race.      Jeremy Corbyn is to visit Bristol to congratulate Rees on the victory. Photograph: Matthew Horwood/Getty Images    He took his oath of office at Isambard Kingdom Brunel’s Temple Meads railway station and – taking his lead from the vow of young men of Athens when they became citizens – promised: “I shall not leave this city any less, but rather greater than I found it.” Most agree that Ferguson has created a buzz around Bristol. It was the European green capital last year, and the independent had audiences with the pope and Ban Ki-moon. More prosaically, he has created controversial residents’ parking schemes and 20mph zones. Rees came into politics via Operation Black Vote. It was a bitter blow for Rees and Labour when he was beaten by Ferguson last time. Rees has argued that Ferguson has been good for the well-off in Bristol but bad for the less wealthy. Housing has been one of the big issues of the election, due to rising house prices, rents and an increase in homelessness. In the final days of the campaign both Ferguson and Rees accused each other of being the establishment. Rees said Ferguson was a member of a wealthy elite group that had controlled Bristol for decades. Ferguson said Labour was the political establishment in Bristol and suggested that if Rees won power he would put the party before the city.  Before election day, Rees flagged up parallels between him and London’s new mayor, Sadiq Khan, and said neither would have been able to stand were it not for Labour. He told the Guardian: “I think the Bristol election is important to national Labour. In myself and Sadiq you see evidence of the fact that Labour offers real political change. Look at our backgrounds. Sadiq is the son of a bus driver, I’m the mixed race son of a single white woman who spent time in a refuge. The support of the Labour party has enabled myself and Sadiq to try to become mayors of two world cities. I think that matters politically.”",
  "webTitle": "Bristol chooses Labour's Marvin Rees as new mayor over George Ferguson",
  "webPublicationDate": "2016-05-07T16:06:11Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/07/bristol-chooses-labours-marvin-rees-as-new-mayor-over-george-ferguson",
  "keyword": [
    {
      "webTitle": "Bristol",
      "id": "uk/bristol",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "City mayors",
      "id": "cities/city-mayors",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "uk-news/2016/may/07/bristol-chooses-labours-marvin-rees-as-new-mayor-over-george-ferguson"
}