{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/11/mosul-the-city-that-will-define-not-just-iraqs-war-but-its-future",
  "id": "2016-05-11-372",
  "sectionId": "world",
  "body": "At the bottom of a hill near the frontline with Islamic State fighters, the Iraqi army had been digging in. Their white tents stood near the brown earth gouged by the armoured trucks that had carried them there – the closest point to Mosul they had reached before an assault on Iraq’s second largest city. For a few days early last month, the offensive looked like it already might be under way. But that soon changed when the Iraqis, trained by US forces, were quickly ousted from al-Nasr, the first town they had seized. There were about 25 more small towns and villages, all occupied by Isis, between them and Mosul. And 60 miles to go.   Related: Green zone protests raise questions over viability of Iraq's government    Behind the Iraqis, the Kurdish peshmerga remained dug into positions near the city of Makhmour that had marked the frontline since not long after Mosul was seized in June 2014. The war had been theirs until the national army arrived. The new partnership is not going well. On both sides, there is a belief that what happens on the road to Mosul will not only define the course of the war but also shape the future of Iraq. And, despite the high stakes, planning for how to take things from here is increasingly clouded by suspicion and enmity. Two years after the Isis onslaught, the country remains crippled by ethnic and sectarian strife and political torpor, which have withered state control and pitched the Iraqi army in a power struggle with militias and the Kurds before it even faces off with Isis. The result has been a stalemate in the battle that matters most, with Iraq deeply wary that the largely autonomous Kurdish north will use its involvement to formalise a divorce from Baghdad – and the Kurds just as sceptical that Iraq’s military is up for the fight. “There is no such thing as Iraq any more,” said Capt Shawqat of the Kurdish peshmerga, behind sandbags about a mile away from the Iraqi lines. “There never was, but now it is clear to everyone. Even to the Americans up in the hills.”   Graphic: areas of control in Iraq   Next to him, another Kurdish officer, Lt Col Srud Barzinji, looked through his binoculars at the Iraqi troops. “Look at them,” he said. “Every military training course tells us that you must have at least 500 metres of open land between yourself and your enemy. They are at the bottom of a hill, just below them. They have no element of surprise.” Until mid-March Iraqi forces had stayed away, their most loyal units retrained by the US in Anbar province before being sent back to Makhmour. “When they attacked al-Nasr, the Americans were firing artillery from the mountain [about 30 miles behind],” said Barzinji. “They were very precise shells, guided in by cameras, and they still couldn’t take it. They fled after a few hours.” The Makhmour frontline stretches over 75 miles to the south-east of Mosul, and is seen by military leaders on all sides as the best way to reach Iraq’s second largest city, which is still thought to be home to up to 600,000 people. The towns and villages in between have all been seized by Isis – a mixture of homegrown militants and fighters from abroad. Isis banners fly from phone towers or other high points in each village, and the jihadis are proving hard to oust. Many captured Isis members had been carrying weapons they had seized from the Iraqi military when 80,000 to 100,000 of its soldiers and officers fled two years ago, surrendering the area to the terror group.      A female Peshmerga fighter near the frontline of the fight against Isis in Nawaran near Mosul. Photograph: Ahmed Jadallah/Reuters    “We don’t see them during the day,” said another Peshmerga soldier, of the Isis members confronting both sides. “Even when they mortar us, it is hard to know where they come from. They move around at night: they have dug tunnels, and they have laid bombs. All around us were bombs when we came into this village. It will be like this all the way to Mosul. Our friends can’t do this by themselves, and they know that,” he said, referring to the Iraqi army. “The difference is, we believe in what we are fighting for. We believe in this cause. We have principles and we have values. We will not stop until we get this done.” Iraqi forces did advance on Monday, retaking the village of Kabarouk in the Makhmour area, the first success since being pushed back from al-Nasr. Up to 300 villagers walked out of the village towards Kurdish forces where they were sent to a holding centre. “The ones we think are Isis, we will send straight to Irbil,” said Barzinji, as he stood surrounded by refugees from elsewhere in Iraq last week. “Most of them, like these people, were caught up in it. But we need to check them out.” Out of the crowd emerged two young men in their early 20s. “I’ll tell you what it is like in there,” said one 22-year old-who had walked to Makhmour from near Mosul. “It is so confused. My father is in Isis. He joined them because he has three wives and he could not afford to pay for them all,” the man said, adding that his father had joined the terror group to benefit from the stipend it pays its members. “It was financial for him, but it made our life hell.” A second man, Issam, 22, said his brother had joined the terror group and had tried to recruit him. “I said no and he did not force me, but he became ideological. Communities are very tired. They are ruthless. If they catch you smoking once, they will warn you,” he said inhaling a cigarette. “If they catch you a second time, you get the leather,” he added, lifting his shirt to show faint scars. Further along the frontline were villages that had been seized from Isis and were now being used as staging areas by Iraqi forces. Barzinji predicted the push for Mosul would not happen this year. “We are military officers and we don’t speak poorly of our colleagues. But look at what’s been achieved. And look at the job ahead.” Additional reporting by Salem Rezk",
  "webTitle": "Mosul: suspicion and hostility cloud fight to recapture Iraqi city from Isis",
  "webPublicationDate": "2016-05-11T04:55:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/11/mosul-the-city-that-will-define-not-just-iraqs-war-but-its-future",
  "keyword": [
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kurds",
      "id": "world/kurds",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Chulov",
      "id": "profile/martin-chulov"
    }
  ],
  "guardianId": "world/2016/may/11/mosul-the-city-that-will-define-not-just-iraqs-war-but-its-future"
}