{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/education-lego-let-our-kids-be-kids-protesters-sats",
  "id": "2016-05-06-337",
  "sectionId": "commentisfree",
  "body": "Nothing is as much fun as it used to be. That’s the first sign of getting older, really; when you look back through suspiciously rose-tinted glasses and start feeling sorry for the young. But just occasionally, it’s true. Take Lego, which once upon a time meant a jumble of assorted bricks from which you built a house or a gun or a spaceship. They weren’t brilliant spaceships necessarily, but they were a place for a game to start. Your imagination filled in the rest. Only now it doesn’t have to, because go into any toyshop and you’ll see row upon row of Lego kits. These pre-bagged sets provide exactly the right bricks needed to build detailed replicas of anything from the Millennium Falcon to a pastel ice-cream parlour, plus hundreds of step-by-step instructions. The process is about as creative as assembling flatpack furniture, and while the next generation will probably be able to knock up an Ikea wardrobe in 10 minutes, as a parent it’s somewhat hard to love.    Six- and seven-year-olds shouldn’t even know they’re taking Sats, let alone burst into tears worrying about failing one    Which is why the TV presenter and adventurer Ben Fogle last week told a conference of boarding school heads that Lego kits were “ruining the world”. There speaks a man who has trodden barefoot on one too many dropped bricks, maybe. But the sense that children are losing something important – that even learning through play is becoming an anxious, grimly regimented process – will resonate nonetheless. This week, a handful of parents kept their children off school for the day in protest against what they see as an equally soulless and rigid primary education. The kids, by all accounts, had a lovely time making dens and pond-dipping and doing all the other charmingly educational things they probably do at weekends already (if they have the sort of parents willing to go on strike over pedagogical principles). I’m not sure what it proved, except that some parents excel at conjuring up things to do on a sunny afternoon, but that doesn’t get a mixed ability class of 30 all using apostrophes correctly. The Let Our Kids be Kids campaign sprang largely from resistance to key stage 1 standard assessment tests (Sats), which all children sit in year 2 of primary school (and again in their final year) to measure progress in maths and English. But Sats aren’t really the problem. Six- and seven-year-olds shouldn’t even know they’re taking Sats, let alone burst into tears worrying about failing one. It’s not a formal exam at this age and, so long as they’re used to having a weekly classroom test, the kids need never know that one week the results get sent to the Department for Education. (Strangely enough, many schools find children get much less stressed if their parents aren’t told when Sats will be taken, which provides an intriguing clue as to where some stress originates.)     ‘Six- and seven-year-olds shouldn’t even know they’re taking Sats.’ Photograph: Becky Nixon/Alamy    The real problem is the constant arbitrary ratcheting up of standards – so that what was expected of year 5s last year becomes the target for year 4s overnight, and so on – all in the name of introducing academic “rigour” to small people who can’t zip their coats up unaided. It takes a really good, confident teacher to chase these endlessly moving goalposts while still making space for joy and curiosity and fostering just enough lifelong love of learning to carry kids through the GCSE grind. For the simplest way to raise even the least able child to a level that only last year was deemed beyond them is to turn drill sergeant, ruthlessly cramming in whatever must be regurgitated for the test. Insert the right number of coordinating conjunctions, similes and fronted adverbials to a sentence and you get the marks. (Unsure what a fronted adverbial is? Ask a small child.) It barely matters what the sentence actually said. And that’s a perfect recipe for producing kids who can write but have no idea why anyone would want to. Creative writing in many schools, meanwhile, now means rehashing a famous story over and over for a term with minor tweaks – start from the perspective of another character! – until kids are sick to death of it but have learned the formula. This is English for systemisers, for “list-makers and line-drawers, i-dotters and t-crossers” (a quote cited by Michael Gove’s wife, Sarah Vine, to describe her husband, this week). Undoubtedly it suits kids who like rules and clear instructions, but it can be a killer if you don’t want to build stories mechanically from kits. And that’s where Fogle, who drew parallels between Denmark’s most famous export and an education culture “obsessed with box-ticking”, was perhaps unfair to Lego. For the toy company is now actively campaigning for kids to break up their flatpacks and invent something new with the pieces.   Related: Why are we boycotting school? Because of the pressure on our young children | Steve Rose    That was the thunderingly obvious theme of last year’s hit The Lego Movie, which (spoiler alert) told the story of a boy banned from playing with a Lego cityscape built by his prissy spoilsport of a dad. Naturally the kid can’t resist, and so begins an animated adventure whose subversive message is that creativity sometimes means breaking rules. It’s this idea that you learn the rules precisely in order to break them – that kids absolutely need to master grammar and times tables, but only to build something more exciting with them – that many parents fear is being sidelined. The education secretary needs her own Lego Movie moment, to show that she recognises the delicate balance between rising standards and crushing children’s enthusiasm. For a start, Nicky Morgan could be crystal clear that proposals for longer school days aren’t just about cramming in extra maths but about making schools places where kids do sometimes make dens and play sport and draw, if only in after-school clubs. She could halt the relentless tinkering with testing and assessment levels which leaves both teachers and parents confused; depoliticise curricular changes by putting them into the hands of experts; or even play the striking parents at their own game by instigating a national day of Learning Through Fun, where schools swap good practice in imaginative teaching. (And better still, gently pass on ideas for learning through fun at home to parents who don’t really know where to start.) Not everything in life is fun, and that’s a lesson in itself. But surely not one that six-year-olds should have to learn the hard way.",
  "webTitle": "Education needs a Lego moment – more fun and fewer pointless targets | Gaby Hinsliff",
  "webPublicationDate": "2016-05-06T05:00:15Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/education-lego-let-our-kids-be-kids-protesters-sats",
  "keyword": [
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Lego",
      "id": "lifeandstyle/lego",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Toys",
      "id": "lifeandstyle/toys",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Gaby Hinsliff",
      "id": "profile/gabyhinsliff"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/education-lego-let-our-kids-be-kids-protesters-sats"
}