{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/the-running-blog/2016/may/23/how-was-your-weekend-running",
  "id": "2016-05-23-284",
  "sectionId": "lifeandstyle",
  "body": "What a great running weekend I had, full of contrasts. A large part of Saturday was spend on a 400m track: my own club speed session in the morning, followed by heading to the Night of the 10,000m PBs to watch far, far faster people attempt to get those PBS and - in the case of the very speediest - to qualify for the Olympics. You can read more (and more eloquently) about it here, but this really is a unique event. Standing in lane three, chatting to Steve Way about his recent Wings for Life victory in Cambridge, and to Martin Yelling about his upcoming epic 630 mile run home, drinking beer and watching some impressive performance. That’s my idea of good night out. Huge kudos to Ben Pochee and the Highgate Harriers for coming up with this brilliant event, and running it entirely with volunteers. So, to Sunday (and, err, a bit of a hangover). My long run took in two legs of my club’s annual 5x5km relays, this year fundraising for an all-terrain special needs buggy for our clubmate Stephanie’s daughter Daisy. I made two strategic errors here. Firstly, the whole 16 miles with a hangover thing. Ugh. Secondly, needing to run home meant I couldn’t eat tonnes of the delicious cake on sale. Disaster! Really must work on my simultaneous running and cake-eating. Never mind a beer mile, perhaps I should start training for a chocolate brownie mile ... So, over to you. How was your weekend running? A few late spring marathons this weekend - I saw reports on Facebook from friends running in Copenhagen (hot) and Richmond Park (hilly). Did you race, did you come to Highgate to watch the Olympic qualifiers, or were you training and/or nursing a niggle? Come and share below the line as always.",
  "webTitle": "How was your weekend running?",
  "webPublicationDate": "2016-05-23T07:07:42Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/the-running-blog/2016/may/23/how-was-your-weekend-running",
  "keyword": [
    {
      "webTitle": "Running",
      "id": "lifeandstyle/running",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fitness",
      "id": "lifeandstyle/fitness",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Carter",
      "id": "profile/katecarter"
    }
  ],
  "guardianId": "lifeandstyle/the-running-blog/2016/may/23/how-was-your-weekend-running"
}