{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/11/germany-quash-historical-convictions-gay-men-criminalised-law",
  "id": "2016-05-11-128",
  "sectionId": "world",
  "body": "Germany is to annul the convictions of tens of thousands of gay men who were criminalised under a 19th-century law. More than 50,000 men were convicted and sentenced to sometimes lengthy jail terms between 1946 and 1969 under the infamous Paragraph 175, which deemed homosexuality to be a punishable crime.  While homosexuality was decriminalised in 1969, the law was not abolished until 1994 and the sentences were never lifted. But the justice minister said the convictions would be overturned and those men who were punished would be eligible for compensation through a central fund. “The burden of guilt lies with the state because it made the lives of so many people so difficult,” Heiko Maas said. “Paragraph 175 was from the very beginning unconstitutional. The old convictions are unjust [and] do huge injury to the human dignity of each convicted man.” Maas said while the state would never be able to completely make amends for its “wrongdoings, we do want to rehabilitate the victims”. He said his ministry would devise a legal framework to enable a blanket annulment of the convictions that would ensure no individuals would have to fight their cases separately, as well as establishing the compensation fund.     Germany’s justice minister, Heiko Maas, has pledged to rehabilitate victims of the 19th-century law. Photograph: Britta Pedersen/EPA    Germany’s Lesbian and Gay Association urged the government to effect the reform before the end of this parliament. “Time is of the essence so that victims of the persecution of homosexuality can have their dignity restored,” it said. The government ruling is based on a report by a Munich-based legal expert, Martin Burgi, which recommended the “collective rehabilitation” of those affected by the law.  Paragraph 175 was introduced in 1872, but was tightened by the Nazis in 1935, making homosexuality punishable with up to 10 years in a workhouse.  West Germany inherited the law immediately after the second world war, leading to often large raids, numerous arrests and thousands of court cases. Many victims of Paragraph 175 killed themselves. Even after the decriminalisation of homosexuality in 1969, a further 3,500 men were convicted of the crime in West Germany. In communist East Germany the law was abolished in 1968.  It is estimated than in its 122-year history 140,000 men were persecuted under the law. In 2002 the Bundestag ruled on an appendix to the law, which made all the Nazi-era convictions null and void. But that ignored the many thousands who were convicted after the war. Christine Lüders, head of the government’s Anti-Discrimination Authority, said the law had destroyed the lives of thousands of citizens, and wreaked havoc on partnerships and families. “The victims have had to deal with the fact that their convictions have never been lifted. These injustices can no longer be endured,” she said.    Related: Alan Turing’s relative calls on gay men to seek lifting of past convictions    The experts said in those cases where the victims had died, compensation should be paid in the form of financing educational programmes and events that fostered tolerance. In an interview on German television, a man in his seventies who was convicted of homosexuality in the early 1960s as a 17-year-old spoke of his hope that he would soon be rehabilitated. The man, who declined to be named, described how the police had come to arrest him and take him to the local police station. “They put me through the whole gamut of fingerprinting, taking a mugshot, you name it. The criminal proceedings kicked off immediately without you being able to defend yourself,” he said.  In 1962 he was sentenced to two years’ probation and three weekends of solitary confinement in a youth penitentiary. “Suddenly, I was what they call a 175er”, he said, “having earned nicknames like ‘pervert’, ‘warm brother’, or ‘rear gunner’, without even knowing what the terms meant.”",
  "webTitle": "Germany to quash historical convictions of gay men",
  "webPublicationDate": "2016-05-11T16:08:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/11/germany-quash-historical-convictions-gay-men-criminalised-law",
  "keyword": [
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nazism",
      "id": "world/nazism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Connolly",
      "id": "profile/kateconnolly"
    }
  ],
  "guardianId": "world/2016/may/11/germany-quash-historical-convictions-gay-men-criminalised-law"
}