{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/16/yanis-varoufakis-tour-urging-leftwingers-vote-stay-eu",
  "id": "2016-05-16-328",
  "sectionId": "politics",
  "body": "The former Greek finance minister Yanis Varoufakis will join the shadow chancellor, John McDonnell, and Green party MP Caroline Lucas for the start of a tour to persuade leftwingers to vote to stay in the EU. The senior figures from the political left are teaming up as part of the Another Europe is Possible campaign, in which they will make a progressive case for the UK to stay in.   Related: Why we must save the EU | Yanis Varoufakis    The tour will start with an event in London with Varoufakis, who was severely critical of the EU’s dealings with Greece’s debts when he was finance minister but has recently warned that Brexit could plunge Europe into a 1930s-style depression.  Other rallies will involve trade unionists, as well as the Labour MP Clive Lewis, a supporter of Jeremy Corbyn, at cities including Bristol, Birmingham, Sheffield and Manchester. Another Europe is Possible said hundreds of people have already signed up to the events and it expects to mobilise thousands of activists across the UK. Lucas, who sits on the board of Britain Stronger in Europe, said: “This is progressive politics at its very best – we’re putting aside our differences to make the case for Britain to remain a member of the EU, and to make it work better. “I’m really excited to be linking arms with trade unionists, the Labour party, campaigners and people across the UK in making the progressive case for British membership of the EU. In particular I’ll be highlighting the benefits that the EU brings to protecting our environment and safeguarding our rights at works. I’ll also be defending our right to free movement across the EU, and the huge contribution made to Britain by EU nationals.”     John McDonnell, second from left, and Caroline Lucas, right, seen here with Jeremy Corbyn, will also speak at the tour’s opening event. Photograph: Guy Bell/Rex/Shutterstock    Lewis said: “This referendum will define relationship to the world for decades, and we will be joining together with progressives across Britain and Europe, not just to make the case that we are better off in Europe, but also to talk about the kind of society we need to build. “Capital long ago fled national borders. In order to build a society which is fair for everyone, we need an international response to austerity and the financial crisis. That’s why we are campaigning on an unapologetically progressive platform – for social justice, the environment and freedom of movement.” Some within the remain campaign have been worried that leftwingers could be tempted to vote out because of long-held views that the EU is in hock to corporate interests and wedded to the free market.           Yanis Varoufakis: ‘I’d love to give Brussels a bloody nose’    However, they are hopeful that waverers will be convinced by politicians like McDonnell and Corbyn, who has changed his position over the years from voting against joining the common market in 1975 to campaigning for Britain to stay in the EU. The Labour leader launched his party’s campaign to stay in the EU on Tuesday and attended an event in Liverpool on Friday where he urged young people to register to vote. “Labour is committed to a vote to remain in the EU and create a real social Europe for the future,” he said. “We will be campaigning across the country to explain why we are convinced that staying in the European Union offers us the best hope of meeting the challenges facing our people and our continent in the 21st century. “That goes hand in hand with an agenda for progressive reform in Europe: to increase democratic accountability, tackle tax avoidance and climate change, and strengthen workers’ rights across the European Union. “This is your chance to make it clear that a vote to remain is about taking control of your future.”",
  "webTitle": "Yanis Varoufakis to join tour urging leftwingers to vote to stay in EU",
  "webPublicationDate": "2016-05-16T06:00:28Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/16/yanis-varoufakis-tour-urging-leftwingers-vote-stay-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Yanis Varoufakis",
      "id": "world/yanis-varoufakis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "John McDonnell",
      "id": "politics/john-mcdonnell",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Caroline Lucas",
      "id": "politics/caroline-lucas",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Green party",
      "id": "politics/green-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/16/yanis-varoufakis-tour-urging-leftwingers-vote-stay-eu"
}