{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/12/google-payday-loan-advertisement-facebook-microsoft-policies",
  "id": "2016-05-12-155",
  "sectionId": "technology",
  "body": "Google was widely applauded this week for announcing it would stop selling ads for long-reviled payday loan companies. Facebook, it turns out,  banned payday loan ads last year, along with those for weapons and “unsafe supplements”.   Related: 'Dangerous' payday loans join guns and drugs on Google's banned ad list    Yahoo won’t advertise paintball guns, knives or “fireworks and other explosives”, Microsoft prohibits erectile dysfunction ads for Xbox users and all major tech firms, it seems, ban pornography adverts. But does it matter how tech firms draw the line over who they do business with, or what type of ads users should be subjected to? Google’s decision offers the latest evidence that technology companies are not just, as some perceive them, a neutral global commons where all ideas compete. They are also media behemoths, hosting content, soaking up advertising dollars and making the awkward decisions confronted by publishing outlets for decades. Questions about the morality of running ads aren’t new. Congress banned cigarette television ads starting in 1971.  “It’s all about protected first amendment choices and the discretion that publishers in this country enjoy,” said Karlene Goller, the former press freedom attorney for the Los Angeles Times and now a media lawyer in private practice. Goller noted that when she was at the Times, the paper didn’t run “cigarette ads, escort service ads, or other ads that they decided were inappropriate for a newspaper of general circulation”. What’s different now is that an increasingly small number of technology firms control what an ever expanding number of people see online. And they’re willing to go beyond what is circumscribed in law to make their own decisions – maybe shaping society in areas where governments won’t act. “This change is designed to protect our users from deceptive or harmful financial products,” Google’s director of global product policy, David Graff, wrote in a blogpost announcing the ban, which goes into effect this summer.  Facebook officially banned payday loan ads last August, though in practice it wasn’t permitting such ads before then, a person familiar with the matter said. Yahoo and Microsoft representatives did not respond to requests for comment on Wednesday. Chris Moore, marketing consultant and a principal with Greenwich, Connecticut-based Brains For Rent, has written about advertising ethics for the Advertising Educational Foundation. Google, he says, is continuing a long tradition of media companies managing their brands by deciding which ads they want to run.  “They are also rarely moral choices,” Moore said.  Technology companies motives for policing ads can be hard to determine, but they often come under pressure to ditch certain companies.  Facebook has run into bad press – and angry parents – for occasionally allowing teens to see ads for inappropriate dating sites and weapons. And Google in 2011 agreed to forfeit $500m to the US justice department over ad sales to illegal pharmaceutical companies. “Facebook and Google have the right to not run ads,” said Jonathan Taplin, director of the Annenberg Innovation Lab at the University of Southern California.  In this case, Taplin said he was not convinced Google was acting to better society. “I’d call it a publicity stunt,” he said. “Their notion of what’s bad and what’s good is fungible.”",
  "webTitle": "Google's ban on payday loan ads recasts debate of morality in media for digital age",
  "webPublicationDate": "2016-05-12T15:00:02Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/12/google-payday-loan-advertisement-facebook-microsoft-policies",
  "keyword": [
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Microsoft",
      "id": "technology/microsoft",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Danny Yadron",
      "id": "profile/danny-yadron"
    },
    {
      "webTitle": "Maria L La Ganga",
      "id": "profile/maria-l-la-ganga"
    }
  ],
  "guardianId": "technology/2016/may/12/google-payday-loan-advertisement-facebook-microsoft-policies"
}