{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/12/break-up-the-treasury-says-iain-duncan-smith",
  "id": "2016-05-12-218",
  "sectionId": "politics",
  "body": "Iain Duncan Smith, the former work and pensions secretary, has said the Treasury needs to be broken up because it has been responsible for short-term low productivity and is run by 27-year-olds with no collective memory. Duncan Smith said the department sought to dictate every policy across the government: “I think it has to be broken up; I have reached that conclusion. The worst thing we have in Britain is the Treasury.”  He added: “One of the things when I left government was the sigh of relief that I never have to deal with those people again.” Duncan Smith was known to have fought intense political battles with the Treasury during his period at the Department for Work and Pensions, mainly over the implementation of universal credit and welfare cuts.    Related: Iain Duncan Smith: the wrong man in the wrong place at the wrong time | Peter Bradshaw    He told a breakfast briefing: “The culture of the Treasury is almost unique in the western world; that a country’s government is so dominated by one organisation.  “The average age in the Treasury is 27. They spend no more than two years in any single part of the Treasury. They have no collective memory for any agreement or decision that had been taken before they arrived at their desks. Everything is up for grabs immediately someone new moves in and they dictate every single policy area across government. It is a fight at all stages.”  He said that in terms of investment, anything proposed by another government department that ran longer than a year was “fought viciously by the Treasury” because they wanted to control it.  “The culture of the UK has been dominated by the short-term, Treasury-led idea about where Britain should be. I honestly, genuinely say one of the biggest problems has been that culture. It is not an investment culture – it is always about a savings culture.”  He went on: “It was bad originally, culturally, and got worse under Gordon Brown. Gordon Brown at the chancellor’s job just took over every department. There’s been a fight to push some of it back, but its power is enormous at the moment.” He continued: “I just simply make the point that these kind of decisions that were made in Germany – and to an extent are being made in America and others – to try to revitalise industry are very difficult to be made with [the Treasury] parked in the middle of this, because it’s not a department that is characterised by the concept of vision. “This is a department that is characterised solely by a lack of vision. I know it sounds narrow and rather bitter of me, it’s not meant to be like that. The truth is, it’s the single most difficult thing I found.”  He said many cabinet colleagues would agree that it would be impossible to get government vision beyond the next two years “because they spend their time bringing it back to a single factor, which is their narrow design”. He said that in the US or Germany the Treasury secretary was hardly known, but it was the opposite in the UK.",
  "webTitle": "Break up the Treasury, says Iain Duncan Smith",
  "webPublicationDate": "2016-05-12T12:19:22Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/12/break-up-the-treasury-says-iain-duncan-smith",
  "keyword": [
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Iain Duncan Smith",
      "id": "politics/iain-duncan-smith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "politics/2016/may/12/break-up-the-treasury-says-iain-duncan-smith"
}