{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/mumsnet-marry-guests-money-newlyweds-penis-beaker",
  "id": "2016-05-11-137",
  "sectionId": "commentisfree",
  "body": "Gosh, working is a bore isn’t it? Doing things for cash. How last century. Personally, I thought about not writing this piece at all, and instead demanding that a stranger give me some money. I mean, why not? It seems de rigueur to ask for cash for doing nothing. Take the case of the newlyweds who thought it was perfectly OK to contact a wedding guest to point out that the £100 cheque she had given them was insufficient, helpfully adding: “If you wanted to send any adjustment it would be thankfully received.”   Related: Bride and groom write to guest demanding 'adjustment' to £100 gift    This outrage, the most compelling Mumsnet thread since penis beaker-gate, seems to have struck a chord – the poster has since been inundated with more than a thousand responses, many urging her to cancel the cheque. And this sort of entitled behaviour isn’t rare. There’s Emma McCormick, the student who set up a crowdfunding account after saying she had blown her student loan on partying. McCormick later said she was joking, but then again, perhaps she would – she only raised £10. She added that she was inspired by Kanye West, who recently took to Twitter to ask for cash, claiming he was $53m in debt. Presumably, he wasn’t joking.    I write this to you my brothers while still 53 million dollars in personal debt... Please pray we overcome... This is my true heart...— KANYE WEST (@kanyewest) February 14, 2016    Also not a joke (unfortunately), is a website where women can ask strangers to fund their breast enlargements. It’s an American site, but the Daily Mail helpfully points out that “thousands” of British women have signed up. You might think that this sort of brazenness is a symptom of our self-obsessed selfie and social media age. Something to do with entitled millennials expecting everything for free. But consider the Private Eye classifieds, which have long puzzled me. For years, in the Eye Need section at the back of the magazine, pleas for money have appeared, accompanied by bank account details. Some of these are hard-luck stories – although how anyone can tell whether they are genuine or not is beyond me – and some are simply unabashed requests for dough, such as the “attractive mezzo-soprano (aged 27) seeking benefactor for conservatoire fees”. Well, OK then. Perhaps I’ve missed something. Perhaps it’s OK to ask strangers for cash. I take an exhaustive, scientific poll of three friends. One says she would consider it if she was desperate. Another if “he was starving”. The third – no. “I felt bad enough asking for sponsorship when I did charity stuff,” she says. It’s a confusing area. The line between asking for cash for a genuinely good cause – paying for medical bills, for example; and a frivolous one – new tits – is not always clear. As is the line between genuine need and simple greed.   Related: Does the march of civilisation stop at the bedroom door? | Emer O'Toole    I may be being terribly British, but I’d rather be carted off to debtor’s prison than face the embarrassment of asking people I don’t know for money. Don’t get me wrong, I don’t sleep on a bed of £50 notes. I’ve been up against it financially many times in my life. And I did the sensible thing – I got hideously in debt and ended up with a pile of interest, late fees, threatening letters and a heap of massive stress. And if you are getting married and considering asking your nearest and dearest for some cold, hard moolah, consider this tale of caution. A friend was recently invited to a wedding where the couple asked for cash gifts – not for anything specific, mind you, just money: “I took offence at the implication that I couldn’t be trusted to buy them something nice. They were loaded anyway. They got fuck all from me. Just a card.”",
  "webTitle": "Since when has it been OK for well-heeled people to ask acquaintances for money? | Fay Schopen",
  "webPublicationDate": "2016-05-11T15:46:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/mumsnet-marry-guests-money-newlyweds-penis-beaker",
  "keyword": [
    {
      "webTitle": "Weddings",
      "id": "lifeandstyle/weddings",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Mumsnet",
      "id": "media/mumsnet",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Fay Schopen",
      "id": "profile/fay-schopen"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/mumsnet-marry-guests-money-newlyweds-penis-beaker"
}