{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/30/alliance-rit-proposal-jacob-rothschild",
  "id": "2016-05-30-39",
  "sectionId": "business",
  "body": "Alliance Trust has confirmed that it has received an informal approach about a £5bn merger with RIT Capital Partners, which is chaired by the British financier Jacob Rothschild.   Related: Alliance Trust chairman says all-male board will change    The investment group, which manages £3.4bn assets on behalf of its clients, said it was yet to received a detailed proposal from RIT about how the two listed companies might combine, but a tie-up would create a firm worth about £5bn, with Alliance worth £2.6bn and RIT valued at £2.4bn. Alliance will now consult shareholders including the activist investor Elliott Advisors, which triumphed in a battle with the firm’s chief executive and chair last year. Elliott, a US hedge fund which owns 16% of Alliance, took issue with the company’s under-performing share price and began calling for a change of leadership in spring 2015. That ended in the departure of the company’s chair Karin Forseke and chief executive Katherine Garrett-Cox, a nine-year veteran of the company and one of the City’s most high-profile women. Elliott had also criticised Garrett-Cox’s £1.3m pay package. She initially stepped down as company chief executive and remained in charge of the group’s fund management arm, until announcing in February she was to leave the company altogether in March. Alliance Trust has since appointed the City adviser Canaccord Genuity to guide on a strategic review, which it said would take the merger proposal into account. It said the review would reveal a “broad range of potential courses of action which the company might choose to take for the benefit of its shareholders”. The Dundee-based company, formed in 1888, has been left with an all-male board after the battle with Elliott Advisors. The new chairman, Robert Smith, appointed after Elliott’s boardroom shake-up, has said he was acutely aware of the lack of gender diversity on the company’s board.",
  "webTitle": "Alliance Trust confirms RIT made approach about £5bn merger",
  "webPublicationDate": "2016-05-30T18:16:12Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/30/alliance-rit-proposal-jacob-rothschild",
  "keyword": [
    {
      "webTitle": "Alliance Trust",
      "id": "business/alliancetrust",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "RIT Capital Partners",
      "id": "business/ritcapitalpartners",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mergers and acquisitions",
      "id": "business/mergers-and-acquisitions",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    }
  ],
  "guardianId": "business/2016/may/30/alliance-rit-proposal-jacob-rothschild"
}