{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/04/car-crash-tv-celebrity-sports-flops-itv-the-jump-tumble-games",
  "id": "2016-05-04-210",
  "sectionId": "media",
  "body": "The wheels have fallen off ITV’s Drive, the celebrity driving game in which Angus Deayton, Mariella Frostrup and Louis Walsh put the pedal to the metal in the name of small-screen entertainment. The good news for ITV was that it proved as popular as BBC2’s Top Gear. The bad news was the Top Gear we’re talking about is the old one, pre-2002, before Jeremy Clarkson and Andy Wilman turned it into something worth watching.   Related: Vernon Kay's Top Gear rival The Drive hits the skids    Drive wasn’t the first celebrity sporting reality show (they tried banger racing, buggy racing and Formula 4, among other pursuits) and it won’t be the last. Here are six to remember. Or not.  The daddy of them all is Celebrity Wrestling, once ITV’s Saturday night prime-time successor to Gladiators, before being dumped into a Sunday morning slot as something to watch while you waited for Countryfile to begin on BBC1.         Like Gladiators, but without any of the bits that made it fun    There are no new ideas, just old ideas done differently. The best thing about BBC1’s celebrity gymnastics effort was its title, Let’s Get Ready to Tumble, before they changed their mind and just called it Tumble. It did. In a downwards direction.         Strictly no viewers    The only thing wrong with Channel 4’s Famous and Fearless, presented by Chris Evans and Clare Balding, was the people weren’t famous and the stunts weren’t fearless. But Unfamiliar and Mediocre didn’t have the same ring about it.         TFI finished    ITV made a splash with the first series of Splash! but the ripples failed to last beyond a second series.         Didn’t that bloke also present Drive?    Channel 4 was rather ahead of its time – whether this is a good thing or a bad thing, that’s up to you – with The Games, from the makers of Big Brother. It ensured its place in the list of clips most likely to be featured in lists like this, thanks to Bobby Davro’s hilarious belly flop.         That’s got to hurt    Channel 4 was at it again with The Jump, like The Games but with everything else edited out apart from the jumping bit. It was a ratings hit but earns its place in this hall of fame for the number of celebrities who ended up in hospital ... it should have been called Crash.         That’s really got to hurt",
  "webTitle": "Car-crash TV: six celebrity sports flops",
  "webPublicationDate": "2016-05-04T11:56:33Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/04/car-crash-tv-celebrity-sports-flops-itv-the-jump-tumble-games",
  "keyword": [
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sport TV",
      "id": "tv-and-radio/sport-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/04/car-crash-tv-celebrity-sports-flops-itv-the-jump-tumble-games"
}