{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/02/internet-australia-backs-calls-to-end-geoblocking-as-video-on-demand-use-increases",
  "id": "2016-05-02-265",
  "sectionId": "australia-news",
  "body": "The peak body for internet users has thrown its weight behind calls to end geoblocking, as increasing use of legal video-on-demand services is revealed by new figures. The Productivity Commission’s recommendation that the federal government oppose the restriction of online content by territory in an effort to rebalance Australia’s intellectual property system was met with widespread support on Friday.   Related: Lift geoblocking as 'frustration' drives illegal downloads, Productivity Commission finds    The commission found most illegal piracy was driven by frustration with legal alternatives, or the absence thereof. The chief executive of Internet Australia, Laurie Patton, said, if circumventing geoblocking through virtual private networks and other workarounds were permitted, local outlets would be put under greater pressure to secure rights to popular content. “It’s clear that some people will go to great lengths to find what they want to watch if it’s not readily available via the traditional media outlets,” he said, echoing calls made last week by the consumer advocacy group Choice. “However, the evidence suggests most people are happy to pay if the content they’re after is readily available at what they feel is a reasonable cost. “We have consistently argued that geoblocking is fundamentally wrong and that it has resulted in unfair price-gouging of Australian consumers for decades.” The commission’s findings prompted Internet Australia to renew its call for a repeal of the so-called “site-blocking law”, the Copyright Amendment (Online Infringement ) Act 2015 – introduced by then-communications minister Malcolm Turnbull and passed by parliament in June. It gave rights holders, such as television and movie producers, the ability to apply to the federal court to have foreign piracy-related websites blocked by Australian internet service providers (ISPs). It was opposed by the Greens and Liberal Democrat senator David Leyonhjelm. But Patton said it was an ineffective means of targeting unlawful downloading, with content reappearing on different sites or under new names after being blocked. “It’s called whack-a-mole,” he said. “What’s more, anyone with a modicum of technical knowledge can always find a way to access what they want, lawfully or unlawfully. “So we are going to inconvenience ISPs, and probably see everyone’s internet access fees increase as a consequence ... all for a bit of PR?” Patton said piracy would be best combated by making content available, easily accessible and reasonably priced.    Related: Doubts cast on Netflix plan to stop use of VPNs to get around regional blocking    “It would be in the best interests of content creators if we all accepted that the main reason why most people unlawfully download is that they can’t get what they want through legitimate channels.” It echoes comments made by Turnbull in July last year, that the “most powerful tool to combat online copyright infringement is making content accessible, timely, and affordable to consumers”. Netflix’s launch in Australia in March last year was linked to a drop in piracy – but its catalogue is still smaller than what it offers in the United States. It has been contacted for comment. Netflix and two local services, Presto and Stan, were mentioned in Nielsen’s latest findings on an “explosion” in video on demand in Australia. Research released on Monday said more than two-thirds of online Australians aged 16 and over would be watching video on demand by the end of this year – an increase of 4% from last year. Though traditional television remains dominant, more choice and more timely and exclusive content was driving a “real interest in trialling and subscribing” to such services. Lillian Zrim of Nielsen said more than a quarter of the online population was expected to have access to Netflix – either through a trial or paid subscription – by the end of the year, an 11% year on year increase. It also forecasted Stan would increase by 8% to reach 11% of the online population.",
  "webTitle": "Internet Australia backs calls to end geoblocking as video-on-demand use increases",
  "webPublicationDate": "2016-05-02T02:36:09Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/02/internet-australia-backs-calls-to-end-geoblocking-as-video-on-demand-use-increases",
  "keyword": [
    {
      "webTitle": "Australian law",
      "id": "australia-news/australian-law",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Intellectual property",
      "id": "law/intellectual-property",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Piracy",
      "id": "film/piracy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Piracy",
      "id": "technology/piracy",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/02/internet-australia-backs-calls-to-end-geoblocking-as-video-on-demand-use-increases"
}