{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/09/waleed-aly-gold-logie-challenges-australian-tv-improve-diversity",
  "id": "2016-05-08-21",
  "sectionId": "tv-and-radio",
  "body": "The Project’s Waleed Aly has taken out the TV Week Gold Logie for most popular personality on Australian television and dedicated his win to people “with unpronounceable names like Waleed”. “Do not adjust your sets … there’s nothing wrong with the picture,” the newcomer to television told the audience at the Palladium Ballroom, Crown Towers, in Melbourne. “I’m sure there’s an Instagram filter you can use to return things to normal.” Aly, who joined the Channel 10 panel show last year and immediately made his mark with hard-hitting editorials about asylum seekers and terrorism, said the award mattered because people with names like Mustafa and Dimitri had struggled to find jobs in an industry dominated by white faces.   Related: The reason News Corp has it in for Waleed Aly? Not sure, sorry    “To Dimitri and Mustafa and all the other people with unpronounceable names like Waleed, I want to say one thing: that is that I am incredibly humbled you would even think to invest in me that way.  “But I’m also incredibly saddened by it, because the truth is you deserve more numerous and more worthy avatars than that. “I don’t know if and when that’s going to happen but if tonight means anything … that is the Australian public, our audience, as far as they’re concerned there is absolutely no reason that can’t change.” The former academic turned radio broadcaster and popular writer paid tribute to the other nominees in the Gold Logie category: his Project co-host Carrie Bickmore who won last year, SBS News veteran Lee Lin Chin, ABC actor Essie Davis, game show host Grant Denyer and The Block host Scott Cam. “Each nominee brilliantly distills some separate piece of Australia and I think it’s an amazing thing that that can be assembled on this night in this way,” Aly said. “If you step back and look at those pieces assembled, it is a truly spectacular mosaic.” Aly’s nomination prompted News Corp publications to run a bizarre column titled “Six reasons why Waleed Aly should not win Gold”, which appeared only to cement his popularity.  Aly, who also won the Silver Logie for best presenter, told hosts TV Week that being recognised by a popular vote was “very humbling”.   Related: Logie awards 2016: stars of Australian TV walk the red carpet – in pictures    “There is a statement being made by the audience when that happens, and that’s incredibly flattering,” he said. “Because I never honestly thought of myself as really ever being in the conversation.  “It’s a real surprise, because I’ve always kind of assumed Logies were for other people.  “It’s an extraordinary sense of validation that you get. Because when you walk into a job like this, there is so much scope for doing badly and there is so much scope for being rejected by an audience that has grown attached to what the show was before you got there.” In another game changing moment for the Logies, Noni Hazlehurst became only the second woman in the award’s 56-year history to be inducted into the TV Week Gold Logie Hall of Fame.  Hazlehurst, 62, gave a stirring, emotional speech about children’s television, mental health and the power of the medium to do good.  “I fear that our hearts are growing cold,” the star of The Sullivans, Play School, and A Place to Call Home said. “The fact that I’m only the second woman to be given this honour is merely a reflection of the prevailing guard ... [But] things are changing.  “They are changing glacially slowly. The great thing about glaciers is that if you’re not on them, you go under. I have been riding that glacier for 40 years and I am staying on top of it.”  The ABC’s Sarah Ferguson picked up most outstanding public affairs report for The Killing Season, while Seven won the news category for its coverage of the Parramatta shooting.",
  "webTitle": "Waleed Aly takes Gold Logie and challenges Australian TV on diversity",
  "webPublicationDate": "2016-05-08T21:18:54Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/09/waleed-aly-gold-logie-challenges-australian-tv-improve-diversity",
  "keyword": [
    {
      "webTitle": "Australian television",
      "id": "culture/australian-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel Ten",
      "id": "media/channel-ten",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Meade",
      "id": "profile/amanda-meade"
    }
  ],
  "guardianId": "media/2016/may/09/waleed-aly-gold-logie-challenges-australian-tv-improve-diversity"
}