{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/purvi-patel-appeal-abortion-sentence-feticide",
  "id": "2016-05-23-29",
  "sectionId": "world",
  "body": "Lawyers for Purvi Patel, the 34-year-old whose case turned into a flashpoint in the abortion debate after she became the first woman in the US to be convicted and sentenced for attempting her own abortion, appeared in the Indiana court of appeals on Monday arguing to overturn her 20-year prison sentence. Patel was convicted in February 2015 of feticide and child neglect charges stemming from her attempt, in 2013, to use pills she bought online to end her pregnancy.    Related: It isn't justice for Purvi Patel to serve 20 years in prison for an abortion | Jessica Valenti    The state argued that Patel gave birth to a live infant that was developed enough to have lived with proper medical attention. Patel’s defense argued that the infant was stillborn and not developed enough to survive outside the womb no matter what actions she took. The case made Patel a national symbol in the debate swirling around access to abortion. Women’s rights advocates argued that limitations on abortion, which are numerous in Indiana, had prevented Patel from terminating her pregnancy with the supervision of a doctor, and that her trial was a case of overzealous prosecutors criminalizing a miscarriage.  Prosecutors portrayed Patel as cold-blooded and calculating. They charged her – paradoxically, Patel’s legal team says – with both feticide, or the killing of her fetus while it was still in the womb, and child neglect, a charge that relies on the child being born alive. The state never wavered from its contention that Patel gave birth to a live infant. In February 2015, a jury convicted Patel on both counts. Neither conviction came with mandatory prison time, but Judge Elizabeth Hurley nonetheless sentenced Patel to 30 years behind bars for neglect and six years for feticide. The sentences are concurrent, and Hurley suspended 10 years of the sentence for neglect. Patel’s appeals team includes Lawrence Marshall, a Stanford Law professor who helped found Northwestern University’s wrongful conviction project, and Joel Schumm, an Indiana University law professor.  Patel was convicted under a 2009 law that raises the punishment for killing a pregnant woman’s fetus and a law against child neglect. In their appeal, Patel’s attorneys argue that the two convictions are mutually exclusive – the child neglect count requires the infant to be born alive, while the feticide count requires the infant to have died in utero.  In their appeal, Patel’s attorneys argue that the 2009 law targets third parties who harm pregnant women, not pregnant women themselves. Indiana legislatures passed the measure after a shooting at a bank in which a man shot a pregnant woman and killed the twins she was carrying. The state maintains that the letter of the law gives them latitude to prosecute Patel. Patel’s attorneys also challenge the integrity of the “lung float test”, the forensic test used by the prosecution to argue that Patel’s infant was not stillborn when she delivered but alive. The test is the focus of much controversy, with several cases and studies showing that it can easily produce false results. Patel arrived at the St Joseph’s regional medical center in Indiana on 13 July 2013 bleeding heavily and in need of emergency surgery to remove the placenta from her pregnancy. Patel, who was unmarried, had been hiding her pregnancy from her devout Hindu parents. After denying to doctors that she had been pregnant, Patel said that she had given birth to a stillborn infant, tried resuscitation and placed the body in a dumpster. Doctors at the hospital called the police.  Investigators eventually found the remains and St Joseph County prosecutors charged Patel with the two felony counts. At trial, it came out that Patel purchased drugs from an online pharmacy based in Hong Kong with the intention of ending her pregnancy.",
  "webTitle": "Purvi Patel's lawyers appeal 20-year sentence over self-induced abortion",
  "webPublicationDate": "2016-05-23T20:40:35Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/purvi-patel-appeal-abortion-sentence-feticide",
  "keyword": [
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Reproductive rights",
      "id": "society/reproductive-rights",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Indiana",
      "id": "us-news/indiana",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Molly Redden",
      "id": "profile/molly-redden"
    }
  ],
  "guardianId": "world/2016/may/23/purvi-patel-appeal-abortion-sentence-feticide"
}