{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/victoria-valentino-bill-cosby-trial-sexual-assault",
  "id": "2016-05-27-124",
  "sectionId": "world",
  "body": "It took Victoria Valentino 45 years to use the word rape to describe what happened with Bill Cosby in a Hollywood Hills apartment in 1969. In those years she carried this secret with her, hidden from her closest friends and family. Decades later, after marrying and remarrying, returning to school, finding a second calling as a hospice nurse, raising two daughters and becoming a grandmother, the former Playboy playmate watched a clip online of comedian Hannibal Buress excoriating Cosby in a standup routine.  “This little red locket of anger just exploded in my chest. Suddenly, I was like: who can I tell?” said Valentino, who is now 73 and lives in Pasadena.  Valentino is one of more than 50 women who have come forward in rapid succession over the past few years to accuse the man once elevated to the exalted position of America’s Dad of rape and sexual assault dating as far back as 1965. The allegations followed a sinister pattern: vulnerable young women and a calculated assault, in many cases involving drugs offered as sedatives. “I was already a broken woman,” Valentino said of the year of the alleged assault. Her six-year-old son, Tony, had drowned in a swimming pool in September 1969; she was deeply depressed. “To be so callous and so remorseless to take advantage of that – to ruin me again – it was like one more nail in my coffin,” Valentino said. At just 26, Valentino was a grieving mother on a downward spiral when she said Cosby drugged her, brought her to an apartment in the hills and raped her. Valentino saw Cosby again only once, some months after the alleged incident, outside Cafe Figaro, a popular West Hollywood locale that Cosby partially owned. She was walking into the restaurant with a friend when a passerby shouted: “There’s Bill Cosby!”      Bill Cosby leaves a hearing on sexual assault charges on Tuesday at Montgomery County courthouse in Pennsylvania Photograph: William Thomas Cain/Getty Images    A black limo stopped in front of the restaurant. Valentino froze. Her heart raced and her mind went blank. Without thinking, Valentino said she pressed her face close enough to see through the tinted window and stuck out her tongue. “It was so ridiculous it’s almost embarrassing to tell it but it’s the only thing that really illustrates how powerless I felt,” she said. “I was a grieving mother but I was also still a child.” She remembers clearly Cosby’s wife, Camille, next to him on the back seat.  “She looked so elegant with her black hair all pulled up, sleek on the top of her head,” Valentino recalled. “Ugh, it only made me feel worse, like I was some kind of a bum – a bum that was powerless and unkempt in comparison with this sleek, elegant woman married to a megastar.” But the megastar’s fall would come. On Tuesday, a judge ordered Cosby to stand trial over an accusation that he intoxicated and sexually assaulted Temple University employee Andrea Constand in his Pennsylvania home in January 2004. Constand reported the assault in 2005 and a criminal inquiry was conducted, but the district attorney concluded at the time that the case lacked enough evidence to proceed. Cosby maintains that any sexual contact with his accusers – including encounters he acknowledges having with Constand – was consensual.    The legal system is standing behind Andrea Constand and that means it’s standing behind us       “More than vindication, it’s validation. It’s jubilation,” Valentino said of her reaction. “The justice system is actually working. The legal system is standing behind her and that means it’s standing behind us.” Although dozens of women have come forward with allegations against Cosby, in many of the cases, including Valentino’s, the criminal and civil statute of limitations has expired. In California, it is 10 years for rape and sexual assault cases. Yet for Valentino, seeing just one case go to trial is a victory. “He had gotten away with it for so long,” she said. “He’s damaged countless lives … Now it’s time to pay the piper.” ‘I was dead inside’ Valentino was raised in Connecticut but moved to California the summer after she graduated high school. She joined a folk group and fell in love with a black man from Cuba. Her family objected to their relationship, but they married anyway. During their ill-fated marriage, they had a son, Tony. Her first husband was an aspiring photographer, and she was his muse. She posed for photographs for him, which he submitted to Playboy.  “I was so naive,” Valentino remembered. “I wasn’t really sure what Playboy meant.” In September 1963, the magazine picked Valentino as Playmate of the Month, when she was just 19.  “All I remember thinking is that I hope my dad doesn’t find out about this,” she said. “Of course he did and he was livid.” After the spread, Valentino was inducted into the glamorous LA scene. The stunning brunette cavorted with singers, producers and actors. She sat down to record an album and auditioned for acting gigs.  Valentino said her husband was violent. One day, she took her son and left. She returned to Playboy to work as a bunny and helped open the original Playboy Club on the Sunset Strip on New Year’s Eve 1964. Five years later, she was at her then boyfriend’s house when she lost sight of Tony. They found him at the bottom of the swimming pool, his tiny foam surfboard floating above. Valentino became despondent. “I was dead inside – like someone had taken a dull knife and gutted me,” she recalled.     Robert Culp, left, and Bill Cosby starring as a team of American agents in the 1960s television series I Spy. Photograph: AP    Three months later, Valentino’s friend, Francesca Emerson, a former playmate and one of the first “chocolate bunnies”, suggested she meet Cosby, with the idea that he might be able to get her a role on his show, I Spy. Weeks later, Valentino met Cosby at the Cafe Figaro with her roommate at the time, an aspiring actor named Meg Foster.  She said Cosby knew Valentino was grieving the loss of her son, and paid for the women to spend the day relaxing at a spa. That evening, he sent a limousine to pick them up for dinner.  According to Valentino, he took them to a steakhouse called Sneaky Pete’s. Throughout dinner, Valentino said she felt like a third wheel. She was too disconsolate to feign interest and the wine was making her mood worse. Near the end of dinner, Valentino said Cosby offered her and Foster red pills.  “He said, ‘It’ll make you feel better. It’ll make all of us feel better.’ That was my clue that I was being a wet blanket so I took the pill,” she said.  Soon, Valentino said the women could barely keep their heads from falling on to their plates. Their speech was slurred and their movements were lethargic. Cosby led the women out of the restaurant to his car, she said. But instead of driving them home, he took them to an apartment in Hollywood Hills, claiming that he wanted to show off his I Spy memorabilia.    Suddenly he got up with this really pissed off look on his face and walked over to me. His zipper was undone    Once inside, Valentino said she and Foster fell on to a loveseat and passed out. Valentino sat across the room and was focused on keeping herself from throwing up in the presence of one of Hollywood’s biggest talents. She said she saw Cosby walk over to Foster.  “He was just standing over her like a vulture. I saw the bulge in his pants. I reached out my hands. I couldn’t articulate anything,” she said. “At first he ignored me. And then suddenly he got up with this really pissed off look on his face and walked over to me. His zipper was undone. He grabbed my head. He orally raped me and the turned me around and vaginally raped me. When he finished, he walked out.” Before he closed the door, Valentino recalled asking Cosby how they could get home.  “He said, ‘call a cab,’” she said. She picked up the phone in the room. There was no dial tone – the phone was a prop. ‘It’s a life sentence for us’ Valentino never shared the details of that night with anyone. She never hid her disgust for Cosby but no one knew – or wanted to know – what happened between them.  “After that I became very suicidal,” Valentino said. “I felt like nothing. I was very self-destructive. I was a lost soul.” She left LA for Louisiana. She thinks the move saved her life. In the years that followed, she had two daughters and eventually moved back to the west coast.  Valentino carried her pain, but kept her secrets hidden. The Cosby Show was banned in her house and her daughters never understood why. They admitted to their mom only recently that they watched the show at friends’ houses. The revelation that her children had blithely enjoyed a television show starring the man who had traumatized her life hit unexpectedly hard, Valentino said. More than a dozen women had already come forward when Valentino told her story to the Washington Post in November 2014. She said the experience has been incredibly liberating and has helped her heal. But it has also forced her to confront painful memories. “You’re damaged for life,” Valentino said. “You are mistrusting of anyone you meet. You’re always suspicious. You have intimacy issues. You have trust issues. It bleeds into all your relationships and into your children’s lives. Then they have trust issues and they don’t even know why. It’s a life sentence for us.” ‘Things have come full circle’ Although the trial in Pennsylvania may be the only assault case against Cosby that is prosecuted in court, the women aren’t discouraged. Together they formed a sisterhood, Valentino said. They text and call each other regularly. Together they protested against Cosby’s star on Hollywood Boulevard. They campaign to change rape culture and laws limiting the period of time victims have to report assaults. “Those of us who are outside the statute of limitations have become activists and we are going try to change rape culture in our society and try to somehow make it a better world for our children and grandchildren,” Valentino said. “We don’t want them to be in the same place we were: afraid to break our silence.”     Those of us who are outside the statute of limitations have become activists    Valentino is part of a campaign that is pushing to eliminate statutes of limitations for rape and sexual assault cases. The California legislature is currently considering a bill that would eliminate its 10-year statute of limitations.  In May, Valentino addressed the West Hollywood city council in support of the California bill. After wrenching testimony, the council voted unanimously to support abolishing the statute of limitations on rape and sexual in California.  As Valentino left the building that day, she said she noticed a female officer with the Los Angeles County sheriff’s department grinning. The officer held out her hand.  Valentino choked up as she recounted the story: “I said, ‘I really want to give you a hug but I don’t know if that’s officially appropriate.’ She just threw her arms around me and we locked our arms around each other in a big hug. In 1969 I would have never ever thought that I could go to the LAPD or the county sheriff’s department. Now here I am, testifying in West Hollywood where I was raped and hugging an LA sheriff, a woman no less.” “Things have come full circle and there is justice in that,” Valentino said. “It’s an important thing to stay alive for.”",
  "webTitle": "'More than vindication': Victoria Valentino on seeing Bill Cosby go to trial",
  "webPublicationDate": "2016-05-27T14:18:32Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/victoria-valentino-bill-cosby-trial-sexual-assault",
  "keyword": [
    {
      "webTitle": "Bill Cosby",
      "id": "world/bill-cosby",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Gambino",
      "id": "profile/lauren-gambino"
    }
  ],
  "guardianId": "world/2016/may/27/victoria-valentino-bill-cosby-trial-sexual-assault"
}