{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/iain-duncan-smith-says-turkey-is-on-eu-ballot-paper",
  "id": "2016-05-10-183",
  "sectionId": "politics",
  "body": "Iain Duncan Smith has claimed “Turkey is on the ballot paper” in June’s referendum and warned of the prospect of even greater uncontrolled migration when the country joins the EU. In a direct challenge to David Cameron, the former work and pensions secretary, who resigned in March over the government’s proposed disability cuts, contradicted the prime minister’s argument that Turkey was decades off joining the EU and therefore irrelevant to the debate.   Related: Tory EU referendum rift grows as Duncan Smith claims Germany vetoed reforms    “Turkey is on the ballot paper because the European Union is on the ballot paper,” he said after a speech about the EU. “As I understand it, unless I was wrong, the prime minister and others said they wanted to have a road paved from Brussels to Ankara – is it going to stop suddenly and we’re going to down tools? “The reality is the EU has made it very clear that first of all [Turkey is] going to get visa-free travel access to the EU, which is going to be a huge step for Turkey and others. “Then, of course, the next stage is for them to enter the EU. The negotiations will begin, they were told part of the deal for getting illegal migrants back from Greece to Turkey would be they would get accelerated negotiations. “The key point I would make is if you vote to remain in the EU the risks are enormous – uncontrolled migration and the arrival of new nation states who have much lower income levels than the UK does.” Some leave campaigners have sought to portray Turkey joining the EU as a risk in terms of greater immigration, as they try to turn the arguments away from the remain camp’s focus on the economy and security. However, David Cameron has said the argument is a sideshow as there is no prospect of Turkey joining the EU for decades to come. Alan Johnson, the leader of Labour’s in campaign, echoed this on Tuesday as he said it was unlikely to happen in his lifetime because of issues concerning its human rights record. But Duncan Smith insisted Turkey’s possible accession is something voters should take into consideration. In a speech for the Vote Leave campaign, he also claimed remaining in the EU could lead to an “explosion of have-nots” as poorer people would suffer from the consequences of uncontrolled immigration, while richer ones would benefit from cheap nannies and baristas. The leading Brexit campaigner made the prediction in a speech arguing that leaving the EU would help to reduce social divides. He claimed migration was putting pressure on public services, meaning people were struggling to get on the housing ladder and find good jobs. “This EU vote is happening at a time of enormous global economic upheaval,” Duncan Smith said. “We are at a point in the development of the world economy where, if we are not careful, we are going to see an explosion of have-nots. We are going to see increasing divides between people who have a home of their own and those who are, to coin a phrase, at the back of a queue – a lengthening queue – to ever get on the housing ladder.  “People who have jobs that aren’t threatened by automation and people who live in the shadow of the impact of technological innovation. People who benefit from the immigration of cheap nannies and baristas and labourers – and people who can’t find work because of uncontrolled immigration.” It comes after he claimed in an interview with the Sun that Cameron offered Germany a “de facto veto” over his EU renegotiations, forcing him to drop a plan for an emergency immigration brake hours before he was going to unveil it. Duncan Smith said Berlin exercised the “ultimate power” over what changes the prime minister sought from Brussels and was allowed to block the key demand, which would have given Britain more control of its borders. Germany’s resistance to the policy was reported at the time of the renegotiation, but the former cabinet minister detailed what he said took place, claiming the emergency brake was included in a draft of a speech by Cameron hours before it was due to be delivered.   Related: Iain Duncan Smith’s Brexit intervention is ridiculous but effective | Jonathan Freedland    “I saw the draft,” he told the Sun. “I know that right up until the midnight hour, there was a strong line in there about restricting the flow of migrants from the European Union – an emergency brake on overall migration. “That was dropped, literally the night before. And it was dropped because the Germans said if that is in the speech, we will have to attack it.” Duncan Smith said it was the Germans’ warning that Britain simply would not be given border control that led to Cameron watering down his language and conceding that freedom of movement was a central principle of the EU that could not be tampered with. “It’s like they were sitting in a room, even when they were not there. There was a spare chair for them – called the German chair. They have had a de facto veto over everything.” In an intensification of the Tory war over Europe, he argued in his speech that Cameron’s reforms were a failure. Duncan Smith believes the concession won by Cameron – to limit migrants’ access to benefits – was untested. Instead, he thinks that migrants are incentivised by high wages, and not welfare.",
  "webTitle": "Iain Duncan Smith says Turkey is 'on EU ballot paper'",
  "webPublicationDate": "2016-05-10T12:06:39Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/10/iain-duncan-smith-says-turkey-is-on-eu-ballot-paper",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Iain Duncan Smith",
      "id": "politics/iain-duncan-smith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/10/iain-duncan-smith-says-turkey-is-on-eu-ballot-paper"
}