{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/26/readers-recommend-playlist-songs-about-ships-and-boats",
  "id": "2016-05-26-239",
  "sectionId": "music",
  "body": "Below is this week’s playlist – the theme interpreted and tunes picked by a reader from the comments on last week’s callout. Thanks for your suggestions. Read more about the weekly format of the Readers recommend series at the end of the piece. I feel almost over-qualified to be choosing the playlist for the current topic, given my proud seafaring history.  Firstly, I have a one-half share in an open canoe, purchased entirely on impulse with my best pal about eight years ago. In that period the boat has been wet three times, albeit one of those was while it was lashed to a roof-rack and moderate rain caused plans for a paddle to be abandoned. Further, I’m a huge fan of the tense shipboard action portrayed in the movie Jaws, and there can be little doubt that numerous viewings have given me a detailed grounding in all things maritime. Indeed if Dreyfuss, Shaw and Scheider singing Show Me The Way to Go Home had been nominated this week, it’d have been straight in at No 1.         The Youtube playlist. Click here if you prefer Spotify.    Now, I’m not saying that I didn’t know loads of songs about boats already, but the majority of them appear in the light operas of Gilbert and Sullivan, so a list based on those could conceivably have made dull listening for many participants. Also, nobody nominated any of them. Still, a Schubert number made the cut, so that’s nearly up to the same standard. I’m letting some of the titles speak for themselves with my playlist: 1. Lyle Lovett: If I Had a Boat2. Seth Lakeman: Solomon Browne3. Creedence Clearwater Revival: Proud Mary4. Bryan Ferry: Cruel Ship’s Captain5. Franz Schubert: Auf dem Wasser zu Singen6. Jimmy Dean: PT-1097. Freddie McGregor: Big Ship8. Queen: ’399. Lulu: The Boat That I Row10. Stan Rogers: Barrett’s Privateers11. Markley: Roger the Rocket Ship12. Georgia Satellites: Battleship Chains I will say that at one point the omens were that we’d have a list populated almost entirely by shipname-specific, finger-in-the-ear folk numbers. However, Stan Rogers with his whistles, whoops and fizzing harmonies was enough of a credit to the genre that things turned out a bit more eclectic – I’ll leave it with you to decide whether Freddie McGregor’s reggae trip or Lulu’s Neil Diamond number is the biggest marine earworm. Oh, and ’39 by Queen was the reason I wanted spaceships included in the first place, so that worked out well.  Two particular nominations warrant “I like the cut of your jib” recognition. Pairubu shamelessly and successfully invoked the urban myth of the cabin boy apprenticed to Captain Pugwash to preface his Roger the Rocket Ship nomination with “Not an instruction …”. Meanwhile, doorsofperception ticked two boxes simultaneously by suggesting a Bryan Ferry song:             doorsofperception    20 May 2016 6:52am  Bryan Ferry: The Cruel Ship's Captain. Not a fan but how could he not appear with that name?      I was – for shame – checking the internet to see if it was the same Bryan Ferry. Which rather brings me back to the point: had I not been on playlist duty this week, I’d never have sought out material from a musician I’d been ignoring for years.  The reason I mention this, and the extent of my experience of marine craft at the beginning of this blog, was to draw attention to the fact that, if I can assemble a short musical topic related writeup every now and again, then – genuinely – anybody can, and I’d encourage each and every participant in the game to think about giving “guruing” a whirl. The suggestions this week have been entertaining, moving, enlightening and occasionally inspirational. Choosing the list has brought me to several genuine new favourites. That wouldn’t have happened without the sense of duty I felt to listen to (at least part of) every song.      Two things then, before we, er, weigh anchor ... First, why not consider enlisting for a stint in the engine room of the good ship Readers recommend? You’ll almost certainly get more out of it than you put in.  Second: does anyone want to buy a canoe? Very low nautical mileage …  New theme  The theme for next week’s playlist will be announced at 8pm (UK time) on Thursday 26 May. You have until 11pm on Monday 30 May to make nominations. Here’s a reminder of some of the guidelines for RR:  If you have a good theme idea, or if you’d like to volunteer to compile a playlist from readers’ suggestions and write a blog about it, please email matthew.holmes@theguardian.com or add it here via GuardianWitness. There’s a wealth of data on RR, including the songs that are “zedded”, at the Marconium. It also tells you the meaning of “zedded”, “donds” and other strange words used by RR regulars. Many RR regulars also congregate at the ’Spill blog.",
  "webTitle": "Readers recommend playlist: songs about ships and boats",
  "webPublicationDate": "2016-05-26T11:00:10Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/26/readers-recommend-playlist-songs-about-ships-and-boats",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Queen",
      "id": "music/queen",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Seth Lakeman",
      "id": "music/seth-lakeman",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Scott Blair",
      "id": "profile/scott-blair"
    }
  ],
  "guardianId": "music/2016/may/26/readers-recommend-playlist-songs-about-ships-and-boats"
}