{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/scott-morrisons-budget-is-unusual-but-not-for-the-reason-he-thinks-it-is",
  "id": "2016-05-03-252",
  "sectionId": "australia-news",
  "body": "Standing to deliver his first budget, Scott Morrison modestly declared it a document unlike any other. Not just any old budget, but a PLAN for “jobs and growth”.  It certainly is unusual, but not in the way the new treasurer meant. For starters, it’s an election manifesto that has no sweeteners for average earning voters in marginal seats. (Morrison reckons voters are over handouts, and are totally interested in jobs and growth and transitioning the economy. We’ll see about that.)   Related: The winners and losers from Scott Morrison's 2016 budget    But it’s also open to questions measured against Morrison’s own benchmark. Its centrepiece – tax cuts for small and middle-size businesses that gradually spread out to big businesses over the years – will delight the corporate world. Morrison says they have been modelled by Treasury and will increase the level of growth by around 1% of gross domestic product a year “over time”. Officials later clarified that could mean decades. But in 2014 Treasury modelled the impact of a 1 percentage point cut in company tax and, under the most real world scenario, found that in the short term the biggest benefits went to the profits of the companies themselves, and in the longer term the improvement in GDP would be small and the growth in jobs less than 1%. Morrison said small and medium businesses were more likely to reinvest their earnings and more likely to be Australian owned, which was why they were getting a tax break first. But there is also evidence that bigger businesses are better job creators. ABS figures show that between 2008 and 2013 52% of employment growth was in businesses with more than 200 employees, and 18% of it was in businesses employing fewer than 20. And in any event, surely the real measure is against any alternative plans for “jobs and growth”. We are yet to see all of Labor’s plans. But the Coalition now is going to the election without a higher education policy. It is abandoning complete fee deregulation, leaving the rest of the savings from the Abbot-era changes in its budget bottom line and going back to the drawing board to consult with the sector.   Labor, by contrast, is proposing to restore all of the money from higher education in Tony Abbott’s disastrous first budget in 2014. And the Coalition is spending $1.2bn rather than $4.5bn for the final years of the “Gonski” schools plan. There are detailed arguments to be had around both policies, but an excellent, well-funded education system also seems pretty relevant to “jobs and growth”. In the end the election debate will be whether the growth, jobs and wellbeing are better served by Morrison’s tax cuts or Labor’s spending.   Related: Budget 2016: Scott Morrison sets Coalition on course for election – live    So the government has tried to soften Labor’s election attack that it’s not spending enough on essential services with a little a bit of its own spending on education and health. And it’s differentiating by not raising any revenue from negative gearing, despite having openly discussed the prospect. And it’s anticipated the attack that the budget is “unfair” by retaining a Labor idea to help low-income earners with super and by implementing a new, much smarter and better-thought-through version of work for the dole. And it’s keeping faith with its “living within our means” mantra by (very) gradually reducing the deficit, although a surplus remains out of forecasting sight. So in the end Morrison’s budget is unusual for trying to tick every box, for trying to do so many different things at the same time that it risks not making much of an impact. That’s almost certainly not what Morrison meant, or what he would want a few days out from an election campaign.",
  "webTitle": "Scott Morrison's budget is unusual – but not for the reason he thinks it is | Lenore Taylor",
  "webPublicationDate": "2016-05-03T10:30:26Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/scott-morrisons-budget-is-unusual-but-not-for-the-reason-he-thinks-it-is",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/03/scott-morrisons-budget-is-unusual-but-not-for-the-reason-he-thinks-it-is"
}