{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/06/clinton-romesha-red-platoon-battle-of-kamdesh-medal-of-honor",
  "id": "2016-05-06-112",
  "sectionId": "books",
  "body": "Clinton Romesha was pleased when early readers of Red Platoon, his memoir of the 14-hour Battle of Kamdesh, told him the book made it seem like he had done very little during the siege. Book agents had started approaching Romesha three years ago, shortly after Barack Obama awarded him the Medal of Honor, America’s highest military honor. In 2009, the Black Knight Troop was preparing to close a poorly positioned outpost in eastern Afghanistan when it was attacked by 300 Taliban insurgents. Romesha, then a staff sergeant, led the counterattack, which was ultimately victorious although he was wounded and eight troop members were killed.  Romesha was apprehensive about the prospect of courting attention. “I didn’t want to do a book about the individual perspective of Clint Romesha,” he says, especially since CNN journalist Jake Tapper had already written a book, titled The Outpost, about Kamdesh. But he knew that many troop members were uncomfortable speaking with journalists, and these members encouraged him to write a first-person account that would tell a fuller story. (The film rights to Red Platoon already have been optioned by Sony Pictures.) “I get the attention on a daily basis, but the other men that were there with me that day were just as important,” he says. “If it wasn’t for those eight men who gave up everything I wouldn’t be here, but there’s been a one-sided perspective.” With journalist Kevin Fedarko, Romesha went back and spent hours discussing and reliving the battle with his “battle buddies”. Red Platoon, out this week from Penguin Random House, joins the ranks of war memoirs like Lone Survivor by Marcus Luttrell and American Sniper by Chris Kyle. Romesha, whose father served two tours in Vietnam, said there has been a rise in such memoirs because direct knowledge of the military is increasingly rare.  “We live in a time now where less and less are serving, and with that comes a disconnect between those that serve and those that haven’t,” he said. “Because the experience is more foreign, there are people out there who want to know what it’s like, and if we as veterans put our candle under a bushel and don’t let other people see our sacrifice it will be forgotten.”     The body of US army specialist Michael Scusa is returned to the US, one of eight American soldiers killed in the battle of Kamdesh. Photograph: Chip Somodevilla/Getty Images    For Romesha, working with Fedarko highlighted the strength of the military bond. “Having Kevin there to interject and have us fully explain things made us aware of when we’re talking in our military language, made us hear those meaningful pauses or those awkward glances at each other,” he said. “It’s about that unspoken language, the words in between the words.” In one instance, Romesha referred to a “drug deal” when speaking with Lieutenant Andrew Bundermann about their strategy for building up the platoon before heading to Afghanistan. Prompted by Fedarko to explain the term – which means talking up a soldier to exchange him for another one – Romesha realised that there is so much unsaid that goes on between military people that outsiders cannot understand. “Serving in the military and being able to have that as part of my life is something that I can never explain in terms of how much that means to me and how that has really developed me into the man that I am today,” he says. Romesha doesn’t read many war memoirs himself. While overseas, he was more interested in presidential memoirs and history books than ones about experiences that mirrored his own. He retired from the military in 2011 and now works for the oil industry in North Dakota, but said that the military will always be part of his life.  “Now that I have a little more voice that maybe people will listen to, I hope to have the opportunity to talk about veterans’ rights, the status of our military, why veterans don’t get chiropractic care, why the Veterans’ Administration continues to have these scams,” he said. “I’d like to talk for those who can’t really talk or say what’s really on their mind.”",
  "webTitle": "Clinton Romesha on Red Platoon: 'We live in a time where less and less serve'",
  "webPublicationDate": "2016-05-06T15:06:44Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/06/clinton-romesha-red-platoon-battle-of-kamdesh-medal-of-honor",
  "keyword": [
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Chen",
      "id": "profile/angela-chen"
    }
  ],
  "guardianId": "books/2016/may/06/clinton-romesha-red-platoon-battle-of-kamdesh-medal-of-honor"
}