{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/13/tesco-boss-dave-lewis-bonus-salary",
  "id": "2016-05-13-293",
  "sectionId": "business",
  "body": "The chief executive of Tesco, Dave Lewis, was paid £4.6m including a £3m bonus last year, when he stabilised the crisis-hit retailer and returned it to profit. The UK’s largest supermarket group has experienced an upturn in sales amid the ongoing price war but the outlook for profits remains gloomy. Tesco made a pretax profit of £162m in the year to 27 February, after slumping £6.4bn into the red the year before – the biggest loss ever recorded on the UK high street. Lewis received a salary of £1.3m, a short-term annual bonus of £2.99m, benefits worth £80,000 and a £313,000 contribution to his pension, the company’s annual report showed (pdf). His total package of £4.6m rose from £4.1m the previous year, after he joined in September 2014 to take the reins from Philip Clarke who was sacked. His package that year was boosted by a £3.2m “golden hello” – to compensate for bonuses forfeited at his former employer, Unilever. The second-best-paid executive at Tesco was the finance chief, Alan Stewart, who was paid £2.6m last year. He got a £1.6m bonus on top of his £750,000 salary. He also joined in September 2014, from Marks & Spencer. Earlier this year, Tesco announced a 3.1% increase in basic pay for staff – nearly 250,000 employees – but the new deal also included cuts to holiday and night-time bonuses. Despite the pay rise, Tesco’s terms and conditions lag behind rivals Sainsbury’s, Morrisons, Aldi and Lidl. Deanna Oppenheimer, who chairs Tesco’s remuneration committee, explained the executive pay policy: “Stretching 2015-16 annual bonus targets were set last year in the context of significant uncertainty and volatility for both Tesco and the retail sector, at a time when nearly all key indicators in the business were on a steep, negative trend.”     Dave Lewis. Photograph: Toby Melville/Reuters    When determining bonuses, the committee “considered the wider performance of the group and agreed management has reversed the negative trajectory and were making strong progress in delivering the turnaround plan. In particular, the group has achieved increased volumes and positive like-for-like sales, reduced costs, increased cash flow, and completed significant disposals and business restructuring to strengthen the balance sheet.” Oppenheimer said financial targets for sales and operating profit, representing 80% of the bonus, were met almost fully for both Lewis and Stewart. The annual bonus will pay out at 95.7% of the maximum with half due to be deferred into shares under Tesco policy.  Both executives offered to defer more of their cash bonus into shares, to “demonstrate their commitment to the business at this early stage of the turnaround,” she said, so 75% of the bonus has been deferred into shares. They are due to pay out in July 2018 or when the company resumes dividend payments. Lewis also holds just over 100,000 ordinary shares in the business, worth £1.56m at the current share price of 155.45p, while Stewart owns nearly 51,000 shares, worth nearly £788,000.",
  "webTitle": "Tesco boss Dave Lewis paid £4.6m",
  "webPublicationDate": "2016-05-13T07:17:07Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/13/tesco-boss-dave-lewis-bonus-salary",
  "keyword": [
    {
      "webTitle": "Dave Lewis",
      "id": "business/dave-lewis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tesco",
      "id": "business/tesco",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Kollewe",
      "id": "profile/juliakollewe"
    }
  ],
  "guardianId": "business/2016/may/13/tesco-boss-dave-lewis-bonus-salary"
}