{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/new-taliban-leader-mullah-haibatullah-akhundzadah",
  "id": "2016-05-25-90",
  "sectionId": "world",
  "body": "As he assumes his job as new leader of the Afghan Taliban, Mullah Haibatullah Akhundzadah faces contradictory expectations. Inside the militant group, many will look to him as a unifier, to calm tensions in the fractious movement. Outsiders such as the Afghan government and its international partners will search for signs that the new insurgent leader is more willing to find an end to the armed conflict than his predecessor.   Related: Afghan Taliban appoint Mullah Haibatullah Akhundzada as new leader    On Wednesday, the Taliban proclaimed Haibatullah their new emir, days after a US drone killed ex-chief Mullah Akhtar Mansoor. Following days of radio silence, the announcement was surprisingly swift. “It happened much quicker than expected, which shows that the Taliban knows the gravity of the situation, and are trying their best to keep the movement united,” said Thomas Ruttig, co-director of the Afghanistan Analysts Network in Kabul. When Mullah Akhtar Mansoor was picked as leader last summer, parts of the Taliban erupted in anger. Mansoor was responsible for keeping the death of the revered founder Mullah Omar secret for two years, and had been selected without the necessary consensus, they said. It is these rifts that Haibatullah will have to bridge. Little is publicly known about the new Taliban leader. Thought be around 50, he was born into a poor family in Sperwan, a village in Kandahar’s Panjwai district, as the son of a preacher. After the 1979 Soviet invasion, his family fled to Pakistan, settling in Saranan, a refugee camp outside Quetta, and returning after the Soviet withdrawal.     Mullah Haibatullah Akhundzada inherits a divided movement. Photograph: Xinhua/Rex/Shutterstock    Never a battlefield commander, Haibatullah emerged as a prominent figure inside the Taliban in the mid-1990s, becoming a trusted religious adviser to the movement’s leader, Mullah Omar. A cleric, he became head of Taliban’s Islamic courts and a member of its religious ulema council. He reportedly issued decrees justifying military operations, as well as executions and amputations. In a 2000 Associated Press report from an execution in a stadium, Haibatullah is also described as pleading with family members of two murder victims to forgive the convicted killer, to no avail. After the 2001 ouster of the Taliban regime, Haibatullah’s family settled in Kuchlak, a suburb of Quetta, Pakistan. Serving on its judiciary commission, he issued the majority of Taliban fatwas, and reportedly resolved conflicts within the leadership. His mediating nature and reputation as a learned, if hardline, scholar leads some to believe that Haibatullah might be open to at least discussing peace. “He might be very conservative, but it doesn’t mean that he is against talks,” said Ruttig. The Afghan peace process has been dormant since the Taliban’s announcement of Omar’s death in July 2015. Laying blame at the Taliban’s feet, the Pentagon declared that Mansoor was killed for working against peace.  However, it is be too simplistic to pin the hopes of resuming peace talks on a single person, said Bette Dam, author of a forthcoming book on the role of the Taliban in the war on terror. The Taliban’s obstinacy is based on more fundamental and complex reasons. “I don’t know Mansoor as a person who doesn’t want to talk per se,” she said. “It also has to do with the fact that when you decide to go through a route the Taliban feel very uncomfortable with, they won’t take it.” The Taliban are worried about Pakistan’s leading role in the peace process, Dam said. “Not many Afghans trust Pakistan – also not the Taliban. The first steps to peace don’t go through Islamabad, and that has been the case for 15 years and longer.” Another complicating factor, she said, is the localised nature of the Afghan conflict. Attacks in Kunduz are not necessarily ordered from Quetta, Dam said, and any new leader will find it difficult to control all fronts at once.",
  "webTitle": "New Taliban leader's daunting task: uniting group as officials seek peace",
  "webPublicationDate": "2016-05-25T16:44:17Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/new-taliban-leader-mullah-haibatullah-akhundzadah",
  "keyword": [
    {
      "webTitle": "Taliban",
      "id": "world/taliban",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pakistan",
      "id": "world/pakistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sune Engel Rasmussen",
      "id": "profile/sune-engel-rasmussen"
    }
  ],
  "guardianId": "world/2016/may/25/new-taliban-leader-mullah-haibatullah-akhundzadah"
}