{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/18/bob-dylan-new-album-fallen-angels-sinatra-fitzgerald-holiday",
  "id": "2016-05-18-145",
  "sectionId": "music",
  "body": "1. Young at Heart Writers: Johnny Richards (music) and Carolyn Leigh (lyrics) When: 1953 Classic version: Frank Sinatra was the first to record Young at Heart, and his version sold a million copies. It was such a hit that the movie Sinatra was working on at the time had its title changed to Young at Heart to capitalise on its popularity, and the Sinatra recording was slapped over the opening and closing credits. But can we be honest? This is a waft of a song, barely more than a novelty, and hardly worthy of Sinatra’s talent.            2. Maybe You’ll Be There Writers: Rube Bloom (music) and Sammy Gallop (lyrics) When: 1947 Classic version: We’re returning to Sinatra, who recorded it in 1957, for his album Where Are You? It was the second of the four “misery” albums he recorded for Capitol, alongside In the Wee Small Hours, Frank Sinatra Sings for Only the Lonely and No One Cares. The brassy, swinging Sinatra often overshadows the lachrymose balladeer, but it was just as important a part of his career, especially in the 50s. No one ever conveyed heartbreak like Sinatra.            3. Polka Dots and Moonbeams Writers: Jimmy van Heusen (music) and Johnny Burke (lyrics) When: 1940 Classic version: It’s another song associated with Sinatra – his first hit when he joined Tommy Dorsey’s orchestra. But we’ll steer away from him for this one, and offer you the 1954 recording by Sarah Vaughan. She’s in complete control on this version – laid down during the sessions for her album with the trumpeter Clifford Brown – vibrato perfectly calibrated, diction impeccable, her tone conveying just the right amounts of nostalgia and regret. It’s perfect, almost a cliche of how a jazz ballad should sound.            4. All the Way Writers: Jimmy van Heusen (music) and Sammy Cahn (lyrics) When: 1957 Classic version: Sinatra was the first to sing All the Way, in the film The Joker is Wild. At this point, Jimmy van Heusen and Sammy Cahn were pretty much Sinatra’s personal writers, so attuned were they to his rhythms, and so often did he call on them to supply him with material. But, again, we’re eschewing Sinatra, and going for a recording from Billie Holiday’s final sessions before her death in 1959. She had been in poor health well before this, and it seemed her gift had been lost. By 1959, her voice no longer had the soft warmth of her earlier recordings, but there’s a cracked, poignant dignity and wisdom to this reading, from a session that had her back to somewhere near top form.            5. Skylark Writers: Hoagy Carmichael (music) and Johnny Mercer (lyrics) When: 1941 Classic version: Before signing to Atlantic and being reinvented to become one of the greatest of all soul singers, Aretha Franklin had a rather different career. At 21, for her fifth album, Laughing on the Outside, she recorded a set of standards from the golden age of American songwriting (with one of her own compositions thrown in). You can hear pop changing here: the backing is as you would expect on a major label album of soft and jazzy songs, but Aretha’s delivery points the way forward into soul: hear the way she delivers the word of the song’s title at 1:58.            6. Nevertheless (I’m in Love with You) Writers: Harry Ruby (music) and Bert Kalmar (lyrics) When: 1931 Classic version: This is one of those songs everyone decides to have a go at, from Rudy Vallée in 1931, through Sinatra, Olivia Newton John, Hank Snow and Barry Manilow. The version we’re going for is the one that might be most familiar to Dylan fans: the 1973 recording by Harry Nilsson for his album A Little Touch of Schmilsson in the Night. It might not be the jazziest, but Nilsson’s voice is still in great shape here, aided by an arrangement from Sinatra collaborator Gordon Jenkins, and able to leap into the upper registers in a way Sinatra’s never could. Nilsson had the great gift of charm, and he brings it all to bear here.            7. All or Nothing at All Writers: Arthur Altman (music) and Jack Lawrence (lyrics) When: 1939 Classic version: This was a song Sinatra returned to again and again, even venturing into a disco version in 1977. His attachment might have been because it was one of the first songs he recorded professionally, with Harry James in 1939. It was also the song, he once said, that got him and James thrown out the Victor Hugo Cafe in Los Angeles for the incompetence of their performance. The rendition we’re going for is the 1966 recording for the Strangers in the Night album. Truth be told, this is the rare Nelson Riddle arrangement we’re not mad about (the organ is a horrible attempt at being contemporary), but Sinatra’s performance is magical: resigned and understated at the song’s start, gradually stirring to life.            8. On a Little Street in Singapore Writers: Peter DeRose (music) and Billy Hill (lyrics) When: 1936 (we think) Classic version: On a Little Street in Singapore is one of those songs that crops up every now and then – Manhattan Transfer took it into the charts and on to Top of the Pops in 1978. It’s a throwaway number, without the romantic profundity of some of the songs on this list, and its strength is all in the melody. So our preferred version is one where the instrumental parts are emphasised, by Glenn Miller and his Orchestra. None more smooth.             9. It Had to Be You Writers: Isham Jones (music) and Gus Jones (lyrics) When: 1924 Classic version: It’s 92 years old, but It Had to Be You remains a peerless piece of pop music, with a lyric that still resonates: “I wandered around, finally found somebody who / Could make be true / Could make me be blue.” It’s also inextricably associated with cinema, cropping up in film after film, including being performed by Dooley Wilson in Casablanca. And it’s cinema that supplies our chosen version, the one recorded in 1988 by Harry Connick Jr – that year’s “new Sinatra” – for When Harry Met Sally. It’s a melody that, for me at least, now always invokes Central Park in the autumn and the love lives of New Yorkers. That’s the power of music and cinema together.            10. Melancholy Mood Writers: Walter Schumann (music) and Vick R Knight Sr (lyrics) When: 1930s Classic version: This one’s an obscurity, certainly by the standards of these songs. There’s no long list of covers, and even the Sinatra version was just a B-side to a single he recorded with Harry James in 1939. That Sinatra was very much second place to James is evident from the intro – it’s more than a minute, and a trumpet solo from James, before Sinatra gets to sing. This is the young Sinatra, the one who was a sex symbol and sang like some doe-eyed young lover rather than the gravelly, world-weary man of the classic Capitol years.            11. That Old Black Magic Writers: Harold Arlen (music) and Johnny Mercer (lyrics) When: 1942 Classic version: It’s back to a song that’s been recorded by pretty much everyone who ever picked up a microphone. But, then, the combination of Harold Arlen and Johnny Mercer pretty much guarantees songwriting perfection. Mercer, incidentally, was partly inspired by Cole Porter’s use of the word “voodoo” in You Do Something to Me, feeling the conjunction of magic and love was too strong an idea to be wasted on a single word. It’s also been suggested the song was about his affair with Judy Garland. Whatever the truth, we’ve had nothing yet from that other great interpreter of the American songbook, so here’s Ella Fitzgerald.            12. Come Rain or Come Shine Writers: Harold Arlen (music) and Johnny Mercer (lyrics) When: 1946 Classic version: Another of the great standards, so let’s step outside the comfort zone and turn to a version that reconfigures it from something tasteful, something for the background, into a song where the agony of obsessional love is place front and centre. James Brown recorded it on his 1964 album Out of Sight, an odd record that was packed with standards. Arlen and Mercer almost certainly never imagined their song could or would be delivered like this, but Brown – not yet the king of funk – turns Come Rain or Come Shine into a desperate shriek of a ballad.",
  "webTitle": "Bob Dylan's new album – as performed by Frank Sinatra, Ella Fitzgerald, Billie Holiday and more",
  "webPublicationDate": "2016-05-18T14:18:47Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/18/bob-dylan-new-album-fallen-angels-sinatra-fitzgerald-holiday",
  "keyword": [
    {
      "webTitle": "Bob Dylan",
      "id": "music/bobdylan",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Frank Sinatra",
      "id": "music/frank-sinatra",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Ella Fitzgerald",
      "id": "music/ella-fitzgerald",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Billie Holiday",
      "id": "music/billie-holiday",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "James Brown",
      "id": "music/james-brown",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Aretha Franklin",
      "id": "music/aretha-franklin",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Hann",
      "id": "profile/michaelhann"
    }
  ],
  "guardianId": "music/musicblog/2016/may/18/bob-dylan-new-album-fallen-angels-sinatra-fitzgerald-holiday"
}