{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/20/cory-arcangel-artist-canvas-out-of-clickbait",
  "id": "2016-05-20-142",
  "sectionId": "artanddesign",
  "body": "Cory Arcangel wants to know what makes you click. Kittens? A candid picture of Leonardo DiCaprio strolling along the beach with his girlfriend? A fuzzy long-lens shot of Victoria Beckham? Images like these are framed on the walls of his new exhibition at the Lisson Gallery, London. Many have also been released into the online world of “clickbait” adverts, enticing readers with offers of hot babes, celebrity revelations and you’ll-never-believe-this dieting tricks. “They’re really equal – there’s a part of it here in the gallery, and a second part online as clickbait,” says Arcangel, with the gentle, tousled demeanour of a new parent. Five years ago, aged 33, he became the youngest artist since Bruce Nauman to be given a full-floor solo show at the Whitney museum in New York. That show brought together a number of software works in which Arcangel had hacked outmoded computing equipment and games. In Beat the Champ, co-commissioned by the Barbican, a row of bowling games was adapted so the frustrated avatars threw only gutterballs.     ‘Distracted’ ... Cory Arcangel Photograph: Tim Barber     Trained as a classical guitarist, Arcangel had made witty coding and hacking his shtick since mothballing his metronome to become an artist 15 years ago. “When I started making work, digital technology wasn’t mainstream,” he recalls. “These days everything comes through our phones – and it happened so quickly!” His new show, titled currentmood, is an attempt to address this digital world and the shifting status of the image within it. “My hope is it’s a show you could only make right now – it’s taking the temperature of 2016.” And what is that temperature? Taking a reading from the Lisson show, it’s Kanye on the cover of GQ flashing his knees through ripped jeans; desktop screengrabs; retro video game gifs; Photoshop colour fades; heavily branded teen clothing; David Guetta flyers; bland Shutterstock images; lovingly scanned Adidas garb; and blurry cameraphone snaps. “I wanted to show every possible variation on the type of imagery you would see in your day-to-day life,” explains Arcangel. “There’s a work in there that is my car rental return photographs – the ones you take so they don’t charge you for damaging the car. That’s probably the lowest kind of photography.” Echoing the absence of hierarchy on image-sharing sites such as Instagram, all the works in the show are identically sized and displayed so it’s hard to tell whether they’re a video playing on a flatscreen or merely a print behind glass. Like fish being reeled in by an angler to be weighed then thrown back into the pond, many of the pictures in currentmood are only passing by – destined to return, via gallery-goers’ social media, to the image torrent from which Arcangel grabbed them. “. These are fine art objects when you’re standing here, then they get photographed and turned into Twitter or Instagram material.”         Cory Arcangel - Super Mario Clouds - 2002    Arcangel has something of a hacker’s view of ownership. Some of his best-known works, such as Drei Klavierstücke op 11 (2009), in which cat-on-the-piano videos are edited together to play the titular Schoenberg work, and a related 2011 splicing of guitarists playing Paganini’s 5th Caprice, are both available online, as is the source code to recreate 2002’s Super Mario Clouds. In fact, he’s currently in the process of publishing The Source – an archive providing the code for all of his software works.     Merch store ... Arcangel’s FN Slides / Lakes 2016 Photograph: Courtesy the artist and Lisson Gallery    He has turned being “distracted and unfocused” into a remarkably prolific career, albeit one that draws heavily on the culture of contemporary distraction. In 2014 he released Working on My Novel, a book based on his Twitter feed that aggregated the best posts featuring that phrase. In 2015, he launched a range of surfwear (for internet users rather than board waxers on the beach at Newquay) emblazoned with the slogan “Fuck Negativity”. Pool slider sandals (to be worn with socks, please) are on sale at the Lisson. Far removed from the elite space of the art gallery, clickbait is the gladiatorial arena of an image-obsessed world. “You see which ones work, delete the ones that don’t, and keep modifying,” says Arcangel. The result is an illuminating collection of images we might not want to admit we’re drawn to, but evidently are. Of the adverts Arcangel has put out for currentmood, the kitten is apparently “burning it up”. As to whether there’s Arcangel clickbait on theguardian.com? You’ll just have to click and find out. • Cory Arcangel: currentmood is at the Lisson gallery, London, 20 May–2 July.",
  "webTitle": "Kittens, Kanye and kiss-and-tells: the artist who swapped canvas for clickbait",
  "webPublicationDate": "2016-05-20T13:49:50Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/20/cory-arcangel-artist-canvas-out-of-clickbait",
  "keyword": [
    {
      "webTitle": "Cory Arcangel",
      "id": "artanddesign/cory-arcangel",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Video art",
      "id": "artanddesign/video-art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Instagram",
      "id": "technology/instagram",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "YouTube",
      "id": "technology/youtube",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "artanddesign/2016/may/20/cory-arcangel-artist-canvas-out-of-clickbait"
}