{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/fort-mcmurray-wildfire-alberta-school-students",
  "id": "2016-05-24-206",
  "sectionId": "world",
  "body": "Patricia Budd is a writer and English teacher at Father Patrick Mercredi community high school in Fort McMurray, a city in the heart of Alberta’s oil sands. On 3 May, she was one of 88,000 people forced to flee the city from unprecedented wildfires.  Soon after her escape along with her husband, Simon, and their Maltese terrier, Budd responded to a Guardian callout asking for witness accounts. “This is a tragedy beyond psychological scope,” she wrote. “The mind refuses to take it all in. I find I am addicted to the news and social media. And, like a bad habit, I watch horror scenes and relive fears, emphatically live through the terrors of my fellow citizens until I can no longer cope. I shut off the phone only to masochistically turn it back on. I hate knowing. I desperately need to know.”  From the safety of a friend’s house in Edmonton, Budd’s thoughts turned to her grade 12 (the final year at Canadian high schools) English literature students, who had all been part of the city’s enforced exodus. How were they coping with the tragedy? She decided to find out by setting a writing assignment, citing the Guardian callout and the testimony of a young firefighter, Anthony Hoffmann, who had also attended her school. He had shared his own loss with his friends and family on Facebook.  Hoffman wrote: “It is crushing and painfully ironic that I am a firefighter and standing in the rubble of my own house fire. That is the house I grew up in. The driveway on which I learned to ride a bike. The sidewalk I set lemonade stands up on, teaching my first lessons on money. The pad where I worked tirelessly on my jump shot. The front yard where I used to wait for dad to come home from work.”      Anthony Hoffman, a firefighter in Fort McMurray, in front of his house, which was destroyed in the fire. Photograph: Anthony Hoffman    Five students responded to Budd’s assignment. Like her own account, their powerful collective testimony is about bravery and resilience in the face of heartbreaking destruction but also gratitude to the firefighters and officials who saved most of their city, and the kindness of strangers who opened their doors. They speak, too, of pride in their community and their determination to rebuild.  Though it was not unusual to have wildfires in the area, none had come close to breaching Fort McMurray’s city limits. This time, after the fire first ignited in a remote forest, shifting winds saw it swiftly transformed into a raging blaze.  “3 May 2016 is a date that will be embedded into the minds of Fort McMurray residents for years to come,” wrote student Hunter Lawrence. “It was the day that anyone with a tie to McMurray had their life changed as they knew it.”  Realisation “I remember walking outside and looking up and seeing this towering cloud of black smoke”  On Sunday, 1 May 2016, three massive plumes of smoke covered the Fort McMurray skyline. At 9.57am, a local state of emergency was declared; 12 neighborhoods were under evacuation notices. I remember walking outside and looking up and seeing this towering cloud of black smoke. At the time, nobody seemed to be on edge. We were just amazed by the sheer mass of the three clouds surrounding the city. I don’t think that anybody was imagining what was to come in the next 72 hours. On Monday, 2 May 2016, the smoke seemed as if it was dying down. School went on as normal, I had no concern for my safety or for the safety of anyone in town, really. Later that night I went for a drive with a friend to see if we could see the smoke better from up in Beacon Hill, Gregoire, and Stoney Creek.  Talking to friends and some family, we were all thinking that there was a small, or no chance, of the fire hopping over the highway or the river, but as we all know, it did both. Mackenzie Swan, grade 12 student, Father Patrick Mercredi community high school   For me and my group of friends, it was a regular Tuesday. We were feeling a bit of relief not having to worry about the fire that had been burning the previous Sunday. The sky was blue and the clouds were fluffy, and we were just leaving for lunch. On our way back for third block English, I noticed that when we had left the sky was blue, but when we had returned there was this black cloud of smoke coming from the area around Wood Buffalo …  It was halfway through English when students started to look at their phones and on social media that sparked the panicking and anxiety. From there on it was probably the most chaos I have ever witnessed in the small town of Fort McMurray. Grabbing my little brother and boyfriend’s sister we raced home through the streets which were already being blocked off. By this time Wood Buffalo and Thickwood, areas closest to the fire, had a mandatory evacuation order. Robin Delauw, grade 12 student, Father Patrick Mercredi community high school   Parents frantically got hold of children in school, urging them to get home as soon as possible. These students had no idea of the extent of the blaze until they were outside school doors and could see the hellish smoke all around them. While we rushed home to gather our cherished possessions and beloved pets, brave men and women hurried towards the inferno, or even their regular everyday place of work. My own stepfather was one of the individuals who, without question, stayed behind to keep the city running. When we each left the house we had a special goodbye. Not being sure if we would ever see one another again he told me to look after my mother and keep her safe, and as two men who do not say the words “I love you” to each other, I have lost count of how many times it has been said this past week. Hunter Lawrence, grade 12 student, Father Patrick Mercredi community high school   The drive down Thickwood Boulevard that evening was not to be forgotten. I don’t think for the rest of my life I will forget the view of flames rising into the sky from what seemed to be an uneasy distance. At this point I began to accept the thought of death, the whole street was gridlocked, we weren’t moving. I prayed the school bus ahead of us would make it to safety, for those children were much younger than myself and although I was scared, I’d imagine they were aghast. After leaving class that day I headed home and ended up walking with my 14-year-old sister from school towards my house, which is in Timberlea. Our ride home had bailed on us and our calls wouldn’t go through when we were trying to get in contact with our mom. We were both under a lot of stress as the fire was visible whichever way we looked and the smoke was surrounding us. We walked a few blocks and our mom ended up meeting up with us. We made it home and, although Timberlea wasn’t under mandatory evacuation at the time, we still planned to leave and packed up a few things in a hurry. Hailey Hohne, grade 12 student, Father Patrick Mercredi community high school      Taylor Bowman: ‘View from my street as we were packing up to evacuate, these flames are from the golf course fire in Wood Buffalo just behind my house.’ Photograph: Taylor Bowman     When I made it to my home in Thickwood my family could already see the flames from the fire in the golf course behind us in Wood Buffalo, so they were already packed. I only had 10 minutes to pack a small bag of clothes, taking no valuables with me besides my cat.  Traffic was slow-moving passing by Beacon Hill and Abasand; the flames and smoke are still very vivid images I can’t get out of my mind, nor can I wrap my mind around what I saw. As this was my first time driving on a highway you can imagine I was already terrified even before I could see the flames. Taylor Bowman, grade 12 student, Father Patrick Mercredi community high school  Police and military oversaw the procession of hundreds of cars and a mass airlift of evacuees as flames and smoke continued to play havoc with efforts to get to safety. Some like Patricia Budd went north, but many were directed south. Led by Royal Canadian mounted police cruisers and monitored overhead by helicopters, the convoy took residents through the remains of their city where flames engulfed neighborhoods and destroyed at least 1,600 homes and other buildings. More than 80,000 people were evacuated out of a city, with just two roads leading in and out, within 48 hours. Escape  “Forests were up in a blaze, and so close to the highway you could feel the heat”   I lived in the developing area of Timberlea, in Heritage, north of Fort McMurray. After packing a suitcase and running around my room looking for things that were valuable to me, I decided that half a tank of gas in my car was probably not enough to get me a far distance. My father was working in Edmonton and my mother had a school bus full of kids she was responsible for getting to safety.  It had taken me an hour and a half to get down the street when I realised I was not getting gas in town. By this time now all of Fort McMurray had a mandatory evacuation order. I turned my car around and decided a different route out was faster, I met up with my boyfriend and his family because I was alone. By this point, over the radio, the speakers were telling the city that if you were north of town, to go north, and if you were south, go south. This was because parts of the highway were closed due to the fire. By the time we moved 5km, they were opening the highway and telling the remainder of residents to go south, as it was the only way to get out south of Fort McMurray. People all around were disobeying traffic laws, and driving on the sidewalk, doing whatever, however they could to get out faster. A city of 88,000 people all trying to leave all at once created one hell of a traffic jam. By then, police officers had opened every lane going out of Fort McMurray. Driving through downtown probably had the most impact on citizens of Alberta. Forests were up in a blaze, and so close to the highway you could feel the heat. Areas were blocked off because trees were falling on fire. It was so close. Buildings were burning, gas stations were on fire, it was truly amazing, ‘amazing’ as in nothing I have ever seen before in my 18 years of living in Fort McMurray. It had such an impact on me to witness and live through it, I will remember that feeling forever. The highway leaving town was a start and stop, bumper to bumper, long way out. I had to go to the Anzac Recreation Centre because that was where my mother was. After that I spent another two hours just to get to the gas station right off the road. The decision to get gas there was probably the smartest decision I could have made. Although waiting in line was a good 45 minutes, it was well worth it. There, they were only allowing $30 worth of gas and not allowing jerry cans because too many people were waiting in line.  I’m grateful for the staff that were monitoring as it went a lot smoother. It was just as chaotic there as it was in the town of Fort McMurray. The highway we were on was a single lane, but people were driving in the other lane to get ahead, as well as in the ditch. At one point there were four lanes going south on a two-lane highway. Police were doing their absolute best to get everyone to obey the laws and eventually got everyone back over in one lane. Robin Delauw    Traffic was so slow-moving, we were basically stopped on the highway and it was very hard to not watch Beacon Hill and Abasand go up in flames. As I approached the gas station near Beacon Hill I noticed a burst of flames and by the time my vehicle approached the gas station it was gone. Propane tanks were exploding beside me and I automatically thought it was my tires blowing up from the hot pavement. I looked away from the mess of flames and to my left I could see a bit of flames on the Fort McMurray sign. It was a terrifying sight to witness. As I approached the highway, I had to drive through a flood of black smoke and could not see in front of me. At this point I was scared for my life. A few minutes later I was through the smoke and fire, suddenly it was as bright and sunny as ever. I turned my head to look at the mess behind me and all I could see was a wall of black smoke. Life was like a scene out of a horror movie.      Taylor Bowman: ‘My dad took this image from his vehicle. This gives you an idea of what we were forced to drive beside to evacuate on to the highway. This was taken as we were driving by Beacon Hill on 3 May.’ Photograph: Taylor Bowman     People were parking their cars and abandoning their vehicles because they had run out of gas and needed to get as far away from the fire as they could. I cried as I drove away from what was left of my hometown of Fort McMurray, not knowing what I would return to or when I was returning. Taylor Bowman   After getting the car’s packed, heading out of town was its own beast, Thickwood Boulevard was backed up heading into Timberlea. Trying to get out of town going south would have been close to impossible not having been able to fill the tank so our only choice was to head north.  Hearing the Alberta Warning System for the first time was a sign that this was going to be something more than just a fire that got out of control. It was surreal being in this situation, one that I never thought of myself ever being in. This was only something you would see on the news. After about an hour of driving north we finally got to Grey Wolf lodge and suddenly our car broke down, with transmission fluid gushing out covering the road in red liquid. So we sat on the side of the road hoping someone would stop to help us and take us to the camp. Mackenzie Swan  Accommodating more than 88,000 people on the move was a huge challenge. Official evacuation centres were quickly set up as universities, recreation and business centres, and a mosque opened their doors.  A lot of the humanitarian response came from citizens too, eager to help in any way they could. Many took people into their homes, Airbnb waived service fees allowing hosts to list their homes for free.  Safety  “The First Nations people of Fort McKay were our real life guardian angels. These people were truly amazing”  We had just heard on the news that the fire was now in the city and had crossed the highway. So, we headed north. According to the local country radio station we were to make our way to the Nor Alta Grey Wolf camp as the Nor Alta base camp was now full. I misheard the directions to this camp in my state of panic and we ended up in Fort McKay. That was the best mistake I have ever made.    The First Nations people of Fort McKay were our real life guardian angels. These people were truly amazing! They opened their community to us, fed us, clothed us (those in need), provided people with pillows and blankets and as many bed foams as they could muster. They also kept the band hall clean for us. Everywhere I looked a community member was bustling about ensuring the evacuees were cared for and helped us remain calm.   When I woke up early Wednesday morning there were six residents already awake and organizing the day for us. Coffee was brewing and when I went inside the hall (we slept in our car) to use the washroom a woman lead me through with a flashlight, guiding me around all the sleeping bodies on the floor so I could reach the bathroom. All the food, clothes, water, coffee, tea etc. was paid for by the residents of Fort McKay. They helped us in the knowledge that they were soon going to be evacuated themselves. I only hope they are treated as kindly now that it is their turn to be displaced as they are now among the evacuees sent south. Patricia Budd   After I grabbed my mother it was now close to 1:00 am, we drove as far as we could at the pace we could getting us as far as Lac La Biche. Once there we went to Lac La Biche recreation centre, and signed in to sleep for the night. There was pizza, water, and fruit available for us while we waited. A kind lady from Lac La Biche, who I regretfully can’t remember the name of, was opening her home for McMurrians as she had an extra room, I was so grateful to hear this. She was up at 4am to get her room ready for us to stay in. By morning (8am) she was already up cooking a breakfast for us. We were so grateful for everyone that was doing something to help. The lady gave me a little necklace as a gift, which put me into tears, I look at it now remembering that night. The support Fort McMurray has received is so overwhelming and shocking, it does not feel real. Firefighters, clothing and grocery stores, animal shelters, hotels, airlines, Red Cross, donations, car companies, civilians, malls, everywhere you go there is support. And I’d like to thank every one of those involved. Robin Delauw   After arriving at the camp, the staff immediately began tending to our needs. They were all so welcoming, doing as much as they could as fast as possible to help all the evacuees. Hearing and watching the updates of the fire over the next two days were some of the most stressful times I’ve ever endured. It is very painful, not knowing what the city will be like, adding to that homesickness. On Thursday, 5 May 2016 at 4:00 am we woke up and took a truck to the Firebag project to get a plane to Edmonton later in the afternoon. Even at four in the morning there’s a massive plume of smoke in the sky to remind you of the catastrophe that has happened, and is still happening. After everything I’m so thankful for everyone’s safety and for the firefighters that are working nonstop to get this fire under control, the Royal Canadian Mounted police officers in Fort McMurray keeping the town secure, everyone working at the water treatment plant helping the firefighters, the government of Alberta and Canada, citizens of Edmonton, Lac La Biche, Calgary and the army for helping everyone in this time of need. Mackenzie Swan             Eerie footage from inside Fort McMurray following the raging wildfires    Budd maintains that Fort McMurray is a special place, she describes a tight-knit community that’s held together by faith. “People who’ve lost everything have phenomenal strength,” she says. “Everyone is determined to go back home. Knowing it [the wildfire] could happen and experiencing it are two different things. Now we know we can survive and endure, we’re strong enough. The fire has made us stronger and we’re more united than ever.”  Her student Hunter Lawrence echoes Budd’s sense of pride.  Community “Personally, I could never be more proud to call Fort McMurray ‘home’  My family considers ourselves some of the lucky ones. Although we are not all together as of yet, we are all safe and as of right now have a home to go back to. We have a roof over our head and will continue to be thankful for what we are given. It is so humbling to see a city that had helped Canada’s economy so much in the past, receive the support we have in this past week. The brave souls who are still protecting our city are always in the minds of the 88,000 who evacuated. Personally, I could never be more proud to call Fort McMurray ‘home’. This whole experience feels like a dream but gets more real every day. I still can’t wrap my head around all of this, I don’t understand how everything goes from being perfectly OK to absolute chaos. I am grateful for the lessons I have learned this past week and I am overwhelmed with the generosity and support I have received and that I have witnessed. Hunter Lawrence    We were eventually evacuated to Edmonton through Canadian Natural Resources Limited. They, as have all of the major oil companies north of the city, offered free flights to Edmonton and Calgary. It was incredible how these big operations diverted their resources for our needs. Just at CNRL, when two planes were flown south with evacuees they were then loaded up with supplies before returning north. Someone told me that they were able to evacuate 3,500 people a day. I’m not sure if that is just CNRL or a combined number with the other plants but I do know everyone is working extremely hard to ensure all Fort McMurray citizens are safe. The evacuation of our city was absolutely phenomenal in that no deaths or serious injuries occurred.  Not everyone is a lucky as my husband and I are. Too many homes have been lost. I know people who are currently suffering the grief of such a loss. When we return, those of us with home must now be the ones to give back. If my house is not condemned we will open our doors. We have room – we will make room – for another family and our back yard can house a tent. We have been treated graciously and we will pay back. Patricia Budd   I have experienced an overwhelming amount of kindness and generosity from complete strangers, since being uplifted from my home town of Fort McMurray. My family was eating in Moxies in Edmonton when a young girl payed for our entire family’s meal. Everywhere you look a store is fundraising to help rebuild our community of Fort McMurray. Edmonton and places all over Alberta have been accepting dress donations for the Fort McMurray graduation classes of 2016, so that those who have lost dresses in the fire can still feel special on their graduation day.  Young children are donating their most valuable toys because they understand that this will put a smile on the face of the children who have escaped the fire with nothing. This experience, as traumatising as it has been, has changed my outlook on life. I used to stress over school, but this experience has changed my views on life and what is really worth stressing over. I am planning on paying it forward at any opportunity that is thrown my way to do so.  My dad has been working with his friend who owns an RV company and has been placing people who have nowhere to go into a camper on an open space of land, the gratitude that shines from their face because they know what the next step will be in their life is amazing. A lot of my friends have lost their homes in the fire and so I plan on donating clothes I don’t wear and items I have laying around that I no longer need nor use. We will be opening up our house to people who have lost everything in this traumatic event of wildfires. The gratitude that I have received from others has increased my desire to give back to the community and the people of it in any way that I can. Taylor Bowman  Budd says: “We live to rebuild and we will rebuild because we are ‘Fort McMurray Strong’.” There is a sense that she is right, this is a community that will overcome this tragedy, in the words of the firefighter, Anthony Hoffman, it’s not about the place, it’s about the people who live there.   As I look at the pile of memories and possessions, that house has one last lesson to teach me. People are all that matter. Your impact on them and theirs on you. The memories you build together and effect you have on their lives. Family is powerful. Don’t ever neglect it.  Cherish your family. Lead your family. That house watched my brothers, three of the best men I know, grow up. And that wasn’t an accident. It was through the selfless love, hard discipline, ruthless faith and dedication of two humble parents. So, thank you 433 Beacon Hill Drive. You’ve been a gem. So long.” Anthony Hoffman",
  "webTitle": "'I began to accept the thought of death': Fort McMurray school students on fleeing the wildfire",
  "webPublicationDate": "2016-05-24T11:01:10Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/fort-mcmurray-wildfire-alberta-school-students",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Caroline Bannock",
      "id": "profile/caroline-bannock"
    }
  ],
  "guardianId": "world/2016/may/24/fort-mcmurray-wildfire-alberta-school-students"
}