{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/04/somehow-epsom-oaks-cheshire-oaks-win",
  "id": "2016-05-04-80",
  "sectionId": "sport",
  "body": "Epsom, and the Oaks, is the target for Somehow, who did not look like justifying her short price for the Listed Cheshire Oaks on Wednesday until well inside the final furlong. Aidan O’Brien’s filly, a daughter of the dual Oaks winner Alexandrova, was never travelling with any fluency and still had plenty of ground to make up turning for home, but Ryan Moore managed to find enough of a finish to grind out a half-length defeat of Moorside. “She was very asleep going along and I thought she was going to have to be lucky, but Ryan gave her a class ride,” O’Brien said. “He was very happy with her when he came in. “No matter what you work her with, she just works to them, no matter how fast or slow they are. I think mentally she just hasn’t really clicked in yet, but she’s probably always going to be a laid-back filly. Around here, it’s a very quick place if you’re sleeping a bit. When we do a bit with her next week we’ll be hoping that she’s come alive, that it will click her into gear.”   Related: Kieren Fallon returns to Chester with winner aboard Sir Maximilian    Somehow is top-priced at 20-1 for the Oaks, in a market headed by her stable companion Minding, the winner of the 1,000 Guineas at Newmarket on Sunday. No Heretic was among the five-day entries for a hurdle race at Newton Abbot on Wednesday afternoon. Instead, Nicky Henderson opted to run him in the Chester Cup, and even in a year when Henderson has already pulled off several impressive feats, it proved to be one of his smartest decisions. No Heretic had not lined up for a Flat race since September 2013 as he went to post, and had only one start of any kind in that long absence, in a novice hurdle at Newbury last month. He was more than ready for this unique test, however, and stayed on strongly in the closing stages to beat Nakeeta by a short-head, with Silver Concorde, the winner of Cheltenham’s Grade One Festival Bumper in 2014, another one-and-a-quarter away in third. Henderson, however, was not here to see it, and instead watched in the owners’ and trainers’ bar at Kelso as Jamie Spencer edged No Heretic to victory. “We didn’t have a fixed view about hurdles for him, and we wanted to see if we could plunder something like this,” Henderson said later. “We’ll have to see how he comes through it, but he’ll be Flat racing for now, no doubt about that. We can keep the hurdles up our sleeves until the autumn. He had a very good draw [in stall four], which helped. We had to make the most of that [and] he was tanking all the way through.”",
  "webTitle": "Somehow stays on target for Epsom after hard-fought Cheshire Oaks win",
  "webPublicationDate": "2016-05-04T17:28:09Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/04/somehow-epsom-oaks-cheshire-oaks-win",
  "keyword": [
    {
      "webTitle": "The Oaks",
      "id": "sport/epsom-oaks-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ryan Moore",
      "id": "sport/ryan-moore",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/04/somehow-epsom-oaks-cheshire-oaks-win"
}