{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/11/sheridan-smith-misses-funny-girl-performance-for-second-night-running",
  "id": "2016-05-11-99",
  "sectionId": "stage",
  "body": "Sheridan Smith has pulled out of her third consecutive performance of the West End musical Funny Girl after saying she is not strong enough. Her leading role as Fanny Brice will be played by her understudy, Natasha Barnes, leaving it uncertain whether Smith will continue for the remaining five-month run.   Related: Fanny, Barbra and Sheridan: Funny Girl on stage and screen – in pictures    Smith, 34, first missed a performance on Monday night after responding angrily to suggestions in the press that she had been a sore loser at the Baftas for missing out on the best actress award for her role as the cancer blogger Lisa Lynch in The C Word.  On Twitter, she accused the press of bullying, adding that she had had “the best night in memory of my girl Lisa Lynch!”  The Savoy theatre later issued a statement that Smith was “indisposed” and would be replaced by Barnes. Smith responded to disappointed ticket-holders by writing: “Well done press! U let down me, the cast & everyone who spent money to see me. I apologise profusely! Sorry! Sorry I’m not strong enough!” Shortly before her performance on Tuesday, the Savoy theatre again stated that Barnes would play Brice because of the “indisposition” of Smith, and then repeated the same announcement on Wednesday afternoon. Smith’s representative has not confirmed when she will return to the stage.    Due to the indisposition of Sheridan Smith, Fanny Brice will be played by Natasha J Barnes at today’s matinee & evening perfs of Funny Girl— Savoy Theatre (@SavoyTheatreLdn) May 11, 2016    The producers of Funny Girl said in a statement that Smith was going through a difficult time. “We fully support Sheridan during this really difficult time and are encouraging her to take as much time off as she needs,” they said. “We are doing everything possible to see that she gets appropriate care and support.” Ticket-holders who arrived at Wednesday’s matinee show in the hope of seeing Smith were vocal in their disappointment, but Barnes, Smith’s understudy, won the audience over so much that she got a standing ovation at the end of the show.  “We were really disappointed not to see Sheridan,” said Beth Stinner, who travelled from Eastbourne for the show, with her parents and brother. “We bought the tickets specifically to see her. I saw her in Legally Blonde musical six times and she was so incredible, and so the only reason we came to Funny Girl was to see Sheridan on stage again. I know how funny she is on stage, so I thought even though it was good, this show missed something without her.” But others said that the show had not felt lacking without its celebrity star. “The show was exceptional; Natasha needs the headlines not Sheridan,” said Helen Langley. “Yes, Sheridan probably was the reason we got the tickets, and even though before the show lots of people were moaning and whinging like you wouldn’t believe, I think Natasha smashed it and won people over anyway.” Smith spent much of Monday responding on Twitter to trolls who criticised her for dropping out of her performance and for her response to not taking a prize at Sunday’s Baftas. She wrote: “Sat behind your computer u little geek, love to see what u look like. Come say your shit to my face & let’s see what happens.” She later made her Twitter account private. Jamie McFarlane, Lisa Lynch’s brother, was among those who leapt to the defence of Smith’s alleged Bafta disappointment and hit back at those criticising the actor.  He said: “From talking to Sheridan after The C Word was nominated for two Baftas, she appeared desperate for it to win the single drama award. Not for herself I must add, but because in her eyes that award would have been for Lisa, her friend. To me, that says much more about Sheridan than anything else ever could.” McFarlane added: “With all that energy, effort, emotion and heartbreak going into that role from everyone involved, I personally think she’s entitled to initially show the perfectly natural human reaction of disappointment when she realised The C Word hadn’t won.”   Related: Sheridan Smith's Funny Girl is a masterclass in musical comedy    Smith also suggested she was struggling with the recent news that her father, who she is very close to, was recently diagnosed with cancer, the same disease that killed her brother. In March she accused producers of pressuring her into returning to the show. Shortly after, a performance of Funny Girl was pulled 15 minutes in, following accusations that Smith was drunk on stage and slurring her words, though her publicist said this was “categorically not true”. Graham Norton’s opening monologue at the Baftas appeared to contain a joke at Smith’s expense, when he quipped: “We’re all excited for a couple of drinks tonight. Or, as it’s known in theatrical circles, a few glasses of ‘technical difficulties’.” Smith has received glowing reviews for her performance as Brice, a role that was responsible for catapulting Barbra Streisand to fame on Broadway in 1964. It became the fastest-selling show at the Menier Chocolate Factory in London before transferring to the West End this year.",
  "webTitle": "Sheridan Smith to miss Funny Girl performance for third night running",
  "webPublicationDate": "2016-05-11T17:19:11Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/11/sheridan-smith-misses-funny-girl-performance-for-second-night-running",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Sheridan Smith",
      "id": "culture/sheridan-smith",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "West End",
      "id": "stage/westend",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "culture/2016/may/11/sheridan-smith-misses-funny-girl-performance-for-second-night-running"
}