{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/12/operation-black-antler-review-how-to-make-friends-with-extremists",
  "id": "2016-05-12-279",
  "sectionId": "stage",
  "body": "At what point, if any, is police surveillance justified in civil society? That is one of many topical issues raised by this piece of immersive theatre jointly presented by Blast Theory and Hydrocracker for the Brighton festival. It requires the audience to pose for an evening as undercover agents and I found it serious and challenging rather than, as I feared it might be, a titillating role-playing game. The project got off to a shaky start when pre-publicity, suggesting it would be “thrilling” to walk in someone else’s shoes, aroused fierce protest: the show’s creators sincerely, and rightly, apologised for use of that term. What actually happens is that the audience is bidden by text to meet at a secret location at a specific time. We are then taken to a “safe house”, instructed about the identity of specific individuals and told to infiltrate a crowded pub gathering and find out all we can. We have to invent fake personae for ourselves and work in units of two or three: my group bonded over the fiction that my mother had died in a Hove nursing-home and that my chums were her carers. Having befriended our chosen targets and discovered any planned, future protests, we report back and engage in a communal debriefing.     Exploring double standards … Operation Black Antler. Photograph: John Hunter    In a way, the last part of the evening is the most valuable. I found myself talking to a couple of health workers and a PhD student and debating the ethics of surveillance. I suggested that the evening proved we had double standards about undercover work: we deplore it when progressive causes are involved but happily accept that crypto-fascist or racist groups should be infiltrated. But my colleagues raised other issues. The student suggested infiltration should not be defined in “left” or “right” terms: it was only warranted if there was a known threat of public violence. The specialist in mental health compassionately argued that extremists were often “damaged” people needing treatment rather than condemnation. Obviously, there are areas an evening like this had no time to explore. We simply bonded briefly with pretend rightwing extremists. There was no chance to examine the issue of police spies forming long-term relationships with political activists: that is something left to plays such as Kefi Chadwick’s Any Means Necessary or the current BBC series, Undercover, to investigate. But, although limited in scope, this piece of theatre was a useful provocation.     Almost everyone felt 'dirty' in being obliged to espouse racist, xenophobic or homophobic views    One point almost everyone made afterwards was that they felt “dirty” in being obliged to espouse racist, xenophobic or homophobic views in chatting to their targets. The evening also proved that information is best gathered obliquely: you gain people’s confidence by talking about Brighton and Hove Albion or the weather rather than by declaring your politics. I learned, too, that I’d be a rotten agent since I quickly had to hide my copy of the New Statesman in my back pocket. Does this kind of immersive theatre achieve anything? In the end we are playing a role – in my case, that of a teacher disillusioned by indiscipline and kids with a precarious grasp of English – just as much as the actors posing, very convincingly, as disgruntled extremists. All I can say is that this kind of imaginative conspiracy shakes one up a bit, makes one look at the world differently and obliges one to engage in lively, post-event debate about the morality of police surveillance.  • Opertion Black Antler is at Brighton festival until 28 May. Tickets: 01273 709709.",
  "webTitle": "Operation Black Antler review – how to make friends with extremists",
  "webPublicationDate": "2016-05-12T10:17:22Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/12/operation-black-antler-review-how-to-make-friends-with-extremists",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Brighton festival",
      "id": "culture/brighton-festival",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Surveillance",
      "id": "world/surveillance",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/12/operation-black-antler-review-how-to-make-friends-with-extremists"
}