{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/surrey-rory-burns-middlesex-arun-harinath-county-championship",
  "id": "2016-05-17-50",
  "sectionId": "sport",
  "body": "Seldom can a day in which only four wickets fell and 206 runs were scored have been as raucously received. This was cricket, on a pitch with plenty about it, to test the most ardent of chuntering purists, but how the crowd screamed. They screamed, although they knew not for why. An uppish Gareth Batty cover drive was greeted like his team had won the World Cup; the arrival of Surrey’s sole batting bonus point like a monarch’s coronation; Ben Foakes’s first and only boundary – caring not that it came from his 109th ball – like Taylor Swift had walked on stage. Paul Stirling, who spent much of his time stalking the short boundary in front of the OCS Stand, can never have signed this many autographs in his life. “We love you Burns, we do,” can rarely have been chanted as the Surrey opener Rory Burns nudged and nurdled his way to a half-century from 124 balls.   Related: County cricket – as it happened    This, though, was Surrey Schools’ Day and, at its peak, 6,000 people – only about one-sixth of whom had reached their teens – were at The Kia Oval; at lunch there was a high-catching competition and Vauxhall City Farm – bringing with them an array of animals from geese to guinea pigs – had decamped here. The kids appeared in thrall of it all, and hopefully that sticks. All the while, Surrey batted, just about doing what they needed to do. Foakes’s unbeaten vigil was not quite enough to help them avoid the follow-on, which Adam Voges duly enforced, only to meet a southpaw-shaped wall of Burns and Arun Harinath. The pair were obduracy personified in sharing 98 as the day wound down; Middlesex asked many and varied questions – from leg theory to part-time spin in tandem – but the Surrey pair always found an answer. Both drove well through the covers and down the ground, while Burns was typically quick to pull, even if the leave was the pair’s most vital stroke. Two-hundred-and-sixteen of the innings’s 270 deliveries were dot balls. Earlier, Ollie Rayner took the final three first-innings wickets after James Harris dismissed Tom Curran fishing outside off. Rayner is an Oval specialist; he has 21 of Middlesex’s last 28 wickets on the ground, and 25 here overall at an average of 15 amid 32 career wickets against Surrey at 17. Perhaps England should look to call him up for the final Test of this summer. As Foakes dead-batted and Batty then Matthew Pillans played in a style resembling freedom, Rayner bowled with considerable guile and plenty of intelligence. Batty cover drove him for four, his sixth boundary, but Rayner pinned him leg before next ball, while Pillans was caught at deep-midwicket after playing some attractive strokes, including a lofted drive for four. Finally, the hamstrung Ravi Rampaul – in the company of Burns, the runner – was trapped in front by a flatter one after Foakes had left him with four balls of the over remaining. At the fall of the penultimate wicket, Middlesex came together in conference to discuss the follow-on and – with rain forecast on the final morning – chose to enforce. Burns and Harinath ensured Surrey closed just 55 adrift; for two winless sides, plenty remains at stake.",
  "webTitle": "Surrey’s Rory Burns stands firm after Middlesex enforce follow-on",
  "webPublicationDate": "2016-05-17T18:29:20Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/surrey-rory-burns-middlesex-arun-harinath-county-championship",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Surrey",
      "id": "sport/surrey",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Middlesex",
      "id": "sport/middlesex",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Macpherson",
      "id": "profile/will-macpherson"
    }
  ],
  "guardianId": "sport/2016/may/17/surrey-rory-burns-middlesex-arun-harinath-county-championship"
}