{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/04/leicester-citys-fairytale-debunked-by-newspaper-editor",
  "id": "2016-05-04-297",
  "sectionId": "media",
  "body": "I guess someone was bound to say it. So, exhibiting a combination of traditional football rivalry, newspaper competitiveness and the columnist’s penchant for contradictory polemic, Ashley Booker is that someone. He has written an article for the Derbyshire Times headlined “Leicester City’s Premier League success is not the greatest fairytale of all time” in which he strives to put the team’s achievement in context. It begins: “Forgive me if I don’t join the nation - I mean bandwagon - in congratulating Leicester City...” Booker, a Nottingham Forest fan, argues that claims about Leicester’s feat by “so-called experts, pundits and media men - mainly Sky Sports presenters” are “absolute rubbish.” He continues:  “Leicester deserve all the plaudits they are getting, but their success has to be put into context of past glories. Manchester United winning the European Cup 10 years after the Munich disaster is arguably better; Bob Champion winning the 1981 Grand National on Aldaniti after overcoming cancer is too and, of course, what about my own miracle men, Forest, who went from second division also-rans to two-time European champions in just over 36 months? There’s also the story of F1 driver Niki Lauda who suffered severe burns during the 1976 German grand prix and came close to death after inhaling toxic fumes. Six weeks later he was back racing and won the world championship the following season. All are great stories, as is Leicester’s, but for those describing Jamie Vardy and his pals as the greatest ever - please do me a favour.”  Booker, acting editor of Johnston Press’s north Midlands newspaper group, is particularly exercised by Sky Sports.  He contends that the praise for Leicester City “is yet another example of people subscribing to the view that football began in 1992 when Sky Sports started bankrolling the so-called ‘beautiful game’. “Everything else in the sporting world pre-1992 appears to have been airbrushed from history.” But Booker is prepared to change his mind... “if the Foxes go on to win the Champions League next season (or the following season, like Forest).” Then, he concludes, “I may entertain the idea that Leicester City Football Club’s achievements are the greatest ever. Until then, no...” I wonder whether bookies will offer 5,000-1 odds on that happening. If so, will Booker wager £1 on that possibility? Or would it break a Forest fan’s heart to make money from the success of a team just 22 miles down the road? Anyway, I’m sure there will be many who appreciate Booker’s viewpoint (including former Forest players, Garry Birtles, writing in the Daily Telegraph, and Viv Anderson, interviewed by the Daily Mail). And there will be just as many who think him blinded by his loyalty to his club, now languishing in the bottom half of the Championship. But fans and ex-players aside, journalists will surely recognise Booker’s column as a classic example of the sort of counter-intuitive controversy that is bound to attract readers. Hat tip: HoldTheFrontPage",
  "webTitle": "Leicester City's fairytale debunked by newspaper editor",
  "webPublicationDate": "2016-05-04T08:03:25Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/04/leicester-citys-fairytale-debunked-by-newspaper-editor",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Nottingham Forest",
      "id": "football/nottinghamforest",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Regional & local newspapers",
      "id": "media/local-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sky Sports",
      "id": "media/sky-sports",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Johnston Press",
      "id": "media/johnston-press",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/04/leicester-citys-fairytale-debunked-by-newspaper-editor"
}