{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/02/ufc-muhammad-ali-act-mma-conor-mcgregor-dispute",
  "id": "2016-05-02-176",
  "sectionId": "sport",
  "body": "There is an undercurrent in the frayed relationship between Conor McGregor and the UFC that highlights the reality of the mixed martial arts business. Currently, fighters are hired as independent contractors yet appear to be treated like employees without the benefits of such an arrangement. US congressman Markwayne Mullin, himself a former professional mixed martial artist, intends to sponsor a piece of legislation that aims to shift the landscape of MMA by providing fighters such as McGregor with increased safeguards and control of their careers. Five years from now, Mullin envisions all combat sports athletes fighting while enjoying far greater prospects of financial stability. “It’s not to focus on bringing down the UFC,” said Mullin, a conservative Republican from rural Oklahoma. “I just want to make sure the athletes are valued the same as the league or promotion, or whatever you want to call the UFC at this point. Right now I feel the UFC treats their fighters not as an asset, but as a commodity. That mindset has to be changed. It’s a professional sport with professional athletes in it. It takes both to be successful.” Mullin’s office has the majority of the legislation written, and remains focused on crafting final details that will be released in the coming weeks. The language could be made into law by amending the Muhammad Ali Boxing Reform Act or as standalone legislation. Enacted in May 2000, the Ali Act sought to end what it described as the widespread abuse of boxers.   Related: Conor McGregor's 'retirement' tests the limits of the UFC's powers | Les Carpenter    The lack of a centralized organization or league and the failure of state regulators to enforce the protections of fighters unevenly were among several issues the Ali Act cited as problematic for boxers. Insufficient oversight of promoters, the lack of an independent ranking system or uniform contracts, and the need for enhanced financial disclosures also joined the list. While the Ali Act opened the business of boxing, paving the way for more lucrative contractual terms and freedoms for top boxers than those experienced by their MMA counterparts, enforcement by the Department of Justice has been criticized as toothless. Nonetheless, proponents believe a similar application of law to MMA would produce necessary upheaval in the way fighters and promoters operate, marking a huge shift from the sport’s current hybrid boxing-pro wrestling model. There is strong support on both sides of the issue. For years the proprietors of the UFC have opposed federal regulation for MMA. Zuffa, the UFC’s parent company, employs lobbyists in Washington to advocate that its league-like status combined with state regulation means its mixed martial artists does not need an “Ali Act.” Representatives for the UFC visited Mullin’s office on 15 April this year to express just that opinion. The UFC, according to Mullin, explained that their fighters are hired as subcontractors and treated as such. The congressman countered that if that was the case, UFC should have no problem with the potential legislation. Zuffa did not respond to a request for comment for this article. “If they’re really subcontractors then the Ali Act is a framework to protect fighters if we want the sport to be successful,” Mullin said. “If we want it to be sustainable and respectable we need to make sure and understand that we need to take care of the fighters and the organization. I want the organization to be successful too, but the fighters need to be taken care of. “They make the decision who fights and who doesn’t fight. There’s nobody that’s controlling the ranking system except the inner workings of the UFC. I think a third body needs to be looking at that. Needs to control that.” Mullin told UFC representatives that by limiting endorsement opportunities and securing fighters to long-term contracts that include extension options, they appear to be operating like a league instead of merely a fight promoter. Employment status affects many issues such as benefits, tax implications, and liability. In team sports, athletes are generally defined as employees. In individual sports, like boxing, they’re paid as independent contractors. The UFC-fighter arrangement is a unique concoction of contractor and employee. Among the key distinctions: employees work regularly with one company while contractors can provide services for various entities. UFC contracts address this via exclusivity clauses that lock in fighters to the promotion. The UFC provides a form of health insurance outside of competition, a rarity for contractors, yet fighters are expected to cover their own expenses for training among other costs. Bellator MMA, a property of Viacom and a competitor to the UFC, has said it welcomes an Ali Act to open the sport, and the promotion’s president, Scott Coker, reiterated his support last week. Competitors to the UFC see an opportunity for the world’s best fighters, many of whom are exclusive to the octagon, to become accessible. The movement to establish this kind of MMA commerce has been explored in various forms, including opened-and-closed FTC investigations and ongoing antitrust lawsuits that are in the discovery phase. Discussion in the media regarding fighter rights generally focuses on the athletes organizing and establishing their own protections. Yet this argument fails to recognize that contractors are unable to unionize according to federal law. Rather than unionizing, contractors can form an association, and there has been an ongoing effort towards that goal for several years. When representatives from the budding fighters’ association visited Mullin to explain what they hoped to accomplish by folding MMA under the Ali Act, he was overjoyed. “I said, ‘Are you kidding? I’ve been waiting three years for you guys to come to my office now let’s go with it.’ I’m very familiar with it but we’ll have to tweak some things,” he said. “They had the same thought. They said let’s include all combatants. I said I agree with that. Let’s get it on the table all at once. They’re gung-ho.  “We’ve had a tremendous amount of support from the business community and other fighters out there. The only one that’s really been opposed to this has been the UFC itself. They came in and they said it wasn’t going to do anything and wasn’t going to make any difference. And I said, ‘Then why are you guys in my office? If you’re not concerned about it, if you think everything is perfect, you shouldn’t be too concerned about it. But the truth is they know what’s happening right now with the fighters.” Mullin said from his experience, timing can be more important than policy when it comes to getting legislation across the finish line. It happens that “the timing and the policy are perfect on this,” he said, and support from all sides, including labor unions, is welcome. The teamsters and other organized labor groups, including the NFL Players Association, have voiced support for the fighters association. “I don’t care where the support comes from,” he said. “We all have a job to do. We also get to make a choice if we want to be part of the union or not part of the union. So if we’re all working for the same goal, and that’s to make sure the league and the fighters are on an even playing field and the can benefit from something they’re dedicating their lives to, let’s move.”   Related: Will Conor McGregor's absence hurt UFC 200? It's debatable    Mullin will need a sponsor on the Senate side, and the former presidential candidate John McCain, architect of the Ali Act, said he would support amending the law to cover mixed martial artists. Despite political differences Mullin said he and McCain — notorious for calling MMA “human cockfighting” (although he has since become more amenable) — have worked on other pieces of legislation. “To see where his position has come. To see where the sport has moved to — being recognized as a true sport —is great,” Mullin said. “We’ll get a meeting with Senator McCain in the next week or so. Sit down and see if he has any interest in it. If not we’ll move on to someone else. I had another senator reach out and express interest.” Mullin declined to name the senator because they had not yet discussed the legislation in depth. Due to Mullin’s experience as a professional fighter — sherdog.com lists him at 3-0, though he complains it’s missing some wins — his concern about these issues began prior to his election to congress in 2012. The 38-year-old said he wanted to find a way to help fighters caught in “this cycle” yet had to wait because his friends in UFC “didn’t want to rock the boat”. “I’m anti-regulation. I come from a business background. I can’t stand it,” Mullin said. “But when regulation is needed, that is the roll of the federal government.” McGregor has made the crux of his fight with the UFC about contractually-obligated media duties. At the heart of his quarrel is who truly controls his career. Mullins’ bill may not relieve McGregor from the distraction of media tours and commercials, but it could very well produce important changes that alter the power dynamic between MMA’s biggest stars and their promoters.",
  "webTitle": "How the Ali Act could upset the power balance between UFC and its stars",
  "webPublicationDate": "2016-05-02T10:44:22Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/02/ufc-muhammad-ali-act-mma-conor-mcgregor-dispute",
  "keyword": [
    {
      "webTitle": "MMA",
      "id": "sport/mma",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UFC",
      "id": "sport/ufc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Josh Gross",
      "id": "profile/josh-gross"
    }
  ],
  "guardianId": "sport/blog/2016/may/02/ufc-muhammad-ali-act-mma-conor-mcgregor-dispute"
}