{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/budget-2016-jobs-and-growth-pitch-costs-wealthy-retirees-smokers-and-multinationals",
  "id": "2016-05-03-280",
  "sectionId": "australia-news",
  "body": "Scott Morrison has paid for vote-seeking “jobs and growth” tax cuts for higher income families and small and medium businesses by squeezing revenue from wealthy superannuants, smokers and multinational tax avoiders. But his critical election-manifesto budget offers nothing for average families earning between $37,000 and $80,0000 – the usual beneficiaries of election-time largesse.  Treasury modelling found the company tax cuts would increase the level of the gross domestic product by 1% over what it would have been each year “in the longer term”, over decades. It says employment would be 0.3% higher than it would have been.    Related: Budget 2016: Scott Morrison sets Coalition on course for election – live    All workers earning more than $80,000 – the top 25% of income earners – will get a tax cut as the government moves the threshold for the 37% tax rate up to $87,000. The cut is worth about $315 a year for most higher income families. And those on more than $180,000 will next year be freed from the Abbott-era 2% deficit repair levy as well. The shadow treasurer, Chris Bowen, said Labor would support the personal income tax change. “ We will support the lift in the threshold from $80,000 to $87,000. Those people are working hard. They deserve the very modest relief they get. But we point out there are a whole lot of people under that threshold who get nothing,” he said, suggesting Labor could offer lower income earners some relief also. Those earning less than $37,000 get a $500-a-year refund on the tax they pay on their superannuation contributions – to compensate for the fact that it is actually higher than their marginal tax rate – as the government reinstates a rejigged version of a Labor low-income super scheme it has previously said it will abolish. Morrison said workers on less than $80,000, apparently left out, had already benefited because they kept tax cuts designed as compensation for the now-abolished carbon price. “We turned Labor’s [carbon tax] compensation into an actual tax cut for people earning less than $80,000,” he said when asked why the bulk of working families did not benefit from his budget.   Related: Behind the Lines: why journalists are locked up for the budget - podcast    “Australian people have moved on from that, they are interested in a plan for transitioning the economy,” Morrison said. “The old way of looking at winners and losers, that’s not what this budget is about.” But the biggest immediate impact of budget day for most Australian families will be the Reserve Bank’s decision to reduce interest rates to 1.75%. And the government’s single biggest budget saving (reaping $2.2bn over four years) is abolishing annual carbon tax supplements for new recipients of government benefits. This sets up a two-tier benefit system, reducing already meagre pensions and unemployment benefits by between $6 and $14 a fortnight and the mean-tested family tax benefit by between $36 and $116 a year. The money saved will go into a fund to help pay for the national disability scheme. And the budget retains many other Abbott-era cuts – including cuts to family tax benefits to fund revamped payments for childcare. Hidden in the budget is also a provision for election promises to come over the next eight weeks, although, apparently, with a catch. The line item “decisions taken but not yet announced” contains $1.6bn to be spent over the next three years – but in 2019-20 suddenly reverses and records a $1.9bn saving. It includes the government’s announcements on hospitals and schools funding that go some way to restore the cuts in Tony Abbott’s 2014 budget and give the government a response to the attack, from Labor and the states, that it is underfunding essential services. The government has promised $2.9bn for hospitals and $1bn for the final two years of the Gonski scheme, far less than Labor’s $4.5bn. Small businesses get another tax cut from 1 July – the day before the election – taking their tax rate to 27.5%, and the cut-off for this lower rate is being raised from $2m to $10m. Last year’s “Tony’s tradies” instant asset write-off for purchases up to $20,000 will be extended for a year, and also available to all businesses up to $10m. That threshold then continues to gradually rise, until 2023 when all businesses will be taxed at 27.5%. By 2026-27 small and big businesses will pay a tax rate of 25%. Morrison said small business was getting tax breaks first because they were “more likely to reinvest their earnings and more likely to be Australian owned”. The super payments for low income earners are paid for by major changes to superannuation concessions for the wealthy, including limits to $1.6m the amounts retirees can hold in tax-free accounts. Overall the super revamp nets the government an extra $2.9bn over four years. And on multinational tax, the government is establishing a new 1,000-strong taskforce and is implementing a diverted profits tax – a so-called Google tax – similar to that in place in the UK. It says these and other measures will raise an extra $3.9bn over four years.   Related: The winners and losers from Scott Morrison's 2016 budget    The budget also reveals the government will go to the election without any clear higher education policy, deferring its existing higher education policy for a year while it conducts more consultations. It has abandoned full fee deregulation – in a bid to blunt Labor’s attack on $100,000 degrees – but the remaining savings from the former scheme, which never passed the Senate, remain in the budget. And the government is stepping back from Tony Abbott’s old work-for-the-dole program in favour of “real work for the dole” – a plan to pay employers to take on young unemployed as interns. The changes to work for the dole save about $494m and will help fund the new $751.7m Youth Jobs PaTH – Prepare, Trial, Hire program. Despite the Coalition’s previous talk about budget emergencies and debt and deficit disasters, the deficit hits $39.9bn this year, and does not come close to a surplus until the end of the decade.",
  "webTitle": "'Jobs and growth' 2016 budget pitch costs wealthy retirees, smokers and multinationals",
  "webPublicationDate": "2016-05-03T09:33:57Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/budget-2016-jobs-and-growth-pitch-costs-wealthy-retirees-smokers-and-multinationals",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/03/budget-2016-jobs-and-growth-pitch-costs-wealthy-retirees-smokers-and-multinationals"
}