{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/rome-poster-campaign-catholic-ban-female-priests",
  "id": "2016-05-26-122",
  "sectionId": "world",
  "body": "It has been 22 years since Pope John Paul II declared that the exclusion of women from the priesthood was a settled matter and no longer up for discussion. The decree was so absolute that at least one bishop was fired after he suggested, years later, that elevating women to the priesthood could be one way to solve the Roman Catholic church’s chronic shortage of clergy. But on Friday, thousands of priests and other Catholics who live and work in the Vatican will come face to face with a feminist movement that aims to break one of the church’s most salient taboos. Dozens of posters of women serving illicitly as priests – essentially under excommunication – are due to be plastered across the Rome neighbourhood of Trastevere and around St Peter’s Square, as part of a provocative campaign against the ban.   Related: Female deacons could lead to female priests – and the Vatican knows it | Andrew Brown    In one, the former nun Michele Birch-Conery, who is now serving as a bishop against church law, wears a purple shirt and a crucifix around her neck and drinks out of a chalice. Above her image are the Italian words Alcune donne disobbediscono (some women disobey). Kate McElwee, co-executive director of the Women’s Ordination Conference (WOC), who is organising the event as part of a larger “jubilee for women priests” – a conference that is not recognised by the Vatican but coincides with an official jubilee for priests – said the posters were meant to celebrate female priests around the world.  They may help spur a dialogue with the church about women’s equality, she said, an issue she sees as a “true blind spot for Pope Francis”.      The poster featuring Michele Birch-Conery. Photograph: Giulia Bianchi    The posters will be a metre high and prominently displayed throughout the city of Rome, which has agreed to put them up. Organisers said they had found an enthusiastic supporter within the city government who had promised to save “good space” for them even though they are competing with political posters before the upcoming mayoral election. According to McElwee, there are about 150 renegade female priests around the world. Many of them were ordained following the elevation to the priesthood of a group of seven women, known as the Danube Seven, who were ordained illegally in 2002 by an Argentinian bishop.  The posters were created by an Italian photographer named Giulia Bianchi, whose interest in the topic was spurred in 2012 after she was contacted by a female priest named Diane Dougherty, who knew Bianchi was on the lookout for feminist subjects and was interested in the topic of spirituality. “She called me and her enthusiasm was just so amazing. She said she was Roman Catholic working with transgender people and I thought: ‘Oh my God, this is impossible,’” Bianchi said. “I was raised Catholic and I know there is no such thing as women priests, and that gays are not accepted. Can you imagine transgender? What the hell is she doing?” Bianchi said her encounter with Dougherty had helped her to heal the “Catholic child inside herself” and “a lot of pain and scars I have from the official church”. “It was a powerful experience and I wanted to know more,” Bianchi said. She set off to meet and photograph 70 other female priests, whose photographs and stories she is collecting for a book.     The poster featuring Alta Photograph: Giulia Bianchi    “I have to say, first of all, I believe spiritural equality is very important. If I am less divine than a man, if in front of God I am not as good as a guy, I am already a second-class person,” Bianchi said. “I think it is devastating spiritually. “I just want to inspire. I don’t want to make anyone angry. I didn’t want it to look like activism. I like to think of people passing by the posters and raising questions in their mind.” The campaign comes just weeks after Pope Francis mooted the idea that at some point in the future women could be ordained as deacons (clerics who rank just below priests), saying the issue ought to be studied.  McElwee believes that any move to allow women to become deacons would logically open the door to women being ordained as priests, even if, as she acknowledged, it could take another 100 years. Francis has in the past insisted the door is “closed”. Asked how she coped with devoting her life to a mission that seemed so unattainable, McElwee said she counted on prayer. “We hold up that we are the church and that it is not the Vatican alone.” Both Bianchi and McElwee said they believed the images might be seen as particularly shocking and subversive in Italy. Female priests, Bianchi said, may be sneered at as a phenomenon involving “cuckoo Americans”.     Another of the posters. Photograph: Giulia Bianchi    McElwee agrees. While the US has a strong tradition of “radical” nuns who have a voice within the American Catholic church, McElwee said their counterparts in Italy were still somewhat removed and cloistered. Some, it is said, are still busy ironing priests’ shirts.  McElwee said her fellow feminist activists did not necessarily care or think about the role of women in the Catholic church. But she believes the advancement of equality within the church could have a transformative effect on every church-related institution, including thousands of Catholic schools that educate girls. At first, Bianchi and McElwee considered just showing Bianchi’s art in an exhibition space that used to be a convent. But the photographer and artist did not like the idea. “Many of the women used to be nuns in a convent and they left. I thought: ‘I cannot put them back in a convent,’” she said. Instead, she wanted to bring them out on to the street for everyone to see.",
  "webTitle": "'Some women disobey': Rome poster campaign challenges Catholic ban on female priests",
  "webPublicationDate": "2016-05-26T16:40:33Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/rome-poster-campaign-catholic-ban-female-priests",
  "keyword": [
    {
      "webTitle": "Ordination of women",
      "id": "world/ordination-of-women",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Vatican",
      "id": "world/vatican",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pope Francis",
      "id": "world/pope-francis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The papacy",
      "id": "world/the-papacy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephanie Kirchgaessner",
      "id": "profile/stephanie-kirchgaessner"
    }
  ],
  "guardianId": "world/2016/may/26/rome-poster-campaign-catholic-ban-female-priests"
}