{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/paul-ryan-donald-trump-republicans-presidential-race",
  "id": "2016-05-11-118",
  "sectionId": "commentisfree",
  "body": "“Somebody said the paparazzi is going crazy over that meeting,” Donald Trump told the New York Times today, referencing his upcoming sitdown with Republican congressional leaders. It’s a curious thing to have a politician referencing the photographic scourge of high-wattage celebrities. I might not have polling data from Nate Silver to back this up, but I’m certain the average tabloid reader isn’t foaming at the mouth to see candid photos of Mitch McConnell sunbathing. Trump’s statement is even odder when you consider that the object of that paparazzi attention includes Paul Ryan – a man who, in addition to looking like the manager of a Subway sandwich shop on a college campus, is an unsuccessful vice-presidential nominee and the public face of a Congress with a 79% disapproval rating, according to a recent Gallup poll.    Related: I dream about marrying Paul Ryan. That doesn't make it a good idea | Zach Stafford    His rise from “guy you avoid eye contact with at the gym” to major player in the 2016 presidential election is remarkable, but it’s the direct result of what I like to call the Trumpian Illusion (which sounds like the title of an episode of the original Star Trek series) – anyone who isn’t Donald Trump automatically looks 10 years older and wiser next to the burnt orange diaper-man. Sure, when Paul Ryan smiles, you think he’s recently spiked the punch at a nearby high school prom. And yes, he’s against women’s reproductive rights, tax increases for the wealthiest Americans, and the lawfully enacted healthcare program derisively referred to as Obamacare. He’s never discussed the size of his own genitals in a public political speech, so he gains gravitas points by default. In a way, Paul Ryan reminds me of former Democratic vice-presidential nominee John Edwards. Before he committed an unforgivable act of infidelity against his dying wife, Elizabeth, Edwards was seen as a shining light of the progressive movement. He was plain-spoken, with a populist message against income inequality that resonated with voters in 2004. By the 2008 presidential primary, he had honed that message into the catchy “two Americas” stump speech. He was handsome in a Kennedy-esque sort of way, a face Democrats just can’t help themselves over when they are confronted with it in the flesh. They start salivating uncontrollably and temporarily lose all motor skills. The problem Edwards had is that he wasn’t nearly as charming or appealing as the party apparatus wanted to believe he was. He didn’t have enough experience to topple John Kerry with a primary electorate that craved a Washington insider to embarrass George W Bush, though he was able to squeeze on to the ticket as Kerry’s running mate. His performance against Dick Cheney in the debates that year didn’t wow anyone, but he carried on. In 2008, his lauded rhetorical skills paled in comparison to the once-in-a-lifetime oratorical genius of Barack Obama. He might have looked like a president, but he wasn’t a president. Paul Ryan has that same sheen of the generically handsome – walking and talking like a robot sent from the future to bomb Iran. If the Tea Party of 2012 could have created a test-tube candidate in a lab, it would have looked exactly like Paul Ryan. His has the face of a man who never even considered premarital sex let alone condoned it. Truly, that is the visage of a guy who DVRs reruns of Matlock and eats pudding from a plastic cup. I assume that when he works out, he’s not listening to EDM or podcasts, but the sound of the mighty Mississippi river rushing or the incessant caw of the majestic bald eagle. Looking like he should be important has allowed him to continually fail upwards in politics. They say dress for the job you want, but Paul Ryan took it a step further and was simply born like that. In true American style, he’s blundered his way to prominence – first as a freshman congressman, then a disastrous vice-presidential nominee, and now an unpopular speaker of the House. At this rate, Speaker Ryan has a decent shot of being named Supreme Galactic Emperor before his time is up. Trump has shown no particular interest in moderating his stance. In that same New York Times article, he’s quoted as saying: “You win the pennant and now you’re in the World Series – you gonna change? People like the way I’m doing.” He uses his electoral mandate as justification for telling the GOP establishment to lock themselves in a panic room until November. The only hope of the congressional contingent is that Paul Ryan channels his inner Subway manager – firm, resolute, unyielding. Just like the manager of a Subway will tell you over and over again that avocado is extra; that they are definitely out of Italian herb and cheese bread; and that yes, the bathroom is for customers only, Paul Ryan must stand up to Donald Trump – the very definition of an entitled, pushy fast-food customer who thinks the world owes him extra cheese. History will either remember Paul Ryan for being an underachieving vessel for rightwing talking points or an honorable man who refused to be bullied by Donald Trump. It’s entirely up to him.",
  "webTitle": "Paul Ryan: creep, failure, hero of the hour | Dave Schilling",
  "webPublicationDate": "2016-05-11T16:34:16Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/paul-ryan-donald-trump-republicans-presidential-race",
  "keyword": [
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Paul Ryan",
      "id": "us-news/paul-ryan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Schilling",
      "id": "profile/dave-schilling"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/paul-ryan-donald-trump-republicans-presidential-race"
}