{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/09/peggy-boateng-obituary",
  "id": "2016-05-09-97",
  "sectionId": "education",
  "body": "My friend Eleanor Boateng, known as Peggy, who has died aged 92, was an inspiring teacher and human being. She loved poetry and art, music and theatre, and could be entranced by Mozart or Match of the Day. She was a whiz at crosswords, a terrible backseat driver and a loving, loyal friend. Brought up in Tottenham, north London, the elder daughter of Eleanor (nee Wells) and Wallace McCombie, a compositor, Peggy developed what she called her “socialist soul” at an early age, influenced by her father, and also by her grandfather – Peggy called him “a disciple of Tom Paine”. As a teenager she joined the Communist party, and during the second world war became a union representative at the Bank of England, remaining a committed trade unionist thereafter. Life changed dramatically when she met Kwaku Boateng, a law student from the Gold Coast. They married in 1950 and their son Paul was born a year later, followed by a daughter, Rosemary, in 1956. Their “great adventure”, as Peggy described it, began when the family settled in newly independent Ghana. Kwaku was appointed a minister in Kwame Nkrumah’s government and Peggy was in her element as an astute political spouse in a fledgling socialist state – “Everything seemed possible.” They were exciting times. She recalled dancing with Louis Armstrong and Hugh Gaitskell (“whatever his politics, he was a lovely dancer”) and fascinating encounters with the writer and politician Conor Cruise O’Brien and the boxer Muhammad Ali (when he was still known as Cassius Clay). Peggy taught at Ghana International School, where her role grew alongside the school’s reputation. The school motto – “Understanding of each other” – explains its philosophy, and Peggy was extremely proud of her contribution to a respected institution open to all. Everything changed in 1966, when a coup saw the government overthrown and Kwaku imprisoned without trial. Forced at gunpoint to leave Ghana, Peggy arrived back in England with her children and two suitcases. With characteristic vim, determination and the help of friends and family, she began rebuilding their lives – creating a welcoming family home in Hemel Hempstead, Hertfordshire, and finding a spiritual home in Quakerism. As a teacher, she nurtured and inspired generations of young people, many of who have spoken movingly about the impact she had on their lives. A vigorous campaigner for social justice and racial equality, she was active in many organisations, locally and nationally, including Home Start, the Anne Frank Trust, CND and the Labour party. Always enormously proud of her children’s achievements, she was there cheering when Paul was elected a Labour MP for Brent South in 1987. He served until 2005, and became Lord Boateng in 2010. Kwaku continued to live primarily in Ghana after his release from prison. He died in 2006. Peggy is survived by Paul and Rosemary, as well as her five grandchildren, six great-grandchildren and sister, Moira.",
  "webTitle": "Peggy Boateng obituary",
  "webPublicationDate": "2016-05-09T16:40:39Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/09/peggy-boateng-obituary",
  "keyword": [
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ghana",
      "id": "world/ghana",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/09/peggy-boateng-obituary"
}