{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/13/the-mission-review-jessica-swale-arts-educational-london",
  "id": "2016-05-13-216",
  "sectionId": "stage",
  "body": "As we know from Nell Gwynn and Blue Stockings at Shakespeare’s Globe, Jessica Swale has the capacity to write feminist plays with popular appeal. Her latest work, commissioned by Arts Educational in west London and playing in their bright new Andrew Lloyd Webber Foundation theatre, is in the same vein but tends to obscure its genuine social anger with a surfeit of storylines.  The date is 1920 and the title refers to a private adoption home. It largely caters to poverty-stricken women unable to bring up their babies, which are farmed out to rich couples who, often because the husband is incapacitated by war, can’t have children of their own.  This gives Swale scope to intertwine several stories: the best shows a working-class woman desperately trying to retrieve the baby she has mistakenly given up; the most improbable involves one of the Mission’s maids fatally falling for her employer’s gauche, stamp-collecting son.     Cursed by conception … Jack Crutch as Neville and Kirsten Obank as Ivy. Photograph: Tristram Kenton for the Guardian     Swale is clearly driven by fury at this interwar baby trade, but fails to explore its economic and religious base: we never learn much about how the Mission is funded and whether its Christian connotations are mere tokenism. Swale is on surer ground when she raises the moral and legal question of a baby’s rightful ownership, but that was dealt with more profoundly by Brecht in The Caucasian Chalk Circle. My reservations about the play, though, were swept away by the fluency of Kate Saxon’s production, which whisked us briskly through multiple scenes, linked by silhouetted, balletic interludes.  From a large, talented cast of 14, all on the eve of graduation, it may be invidious to pick out individuals. I was, however, impressed by Mica Williams as a tenacious working-class mum, by Richard Lessen and Beatrice May as a pair of runaway babysnatchers and, even though I found it hard to credit their story, by Jack Crutch and Kirsten Obank as a young couple for whom conception became a curse straight out of Jacobean tragedy.  At Arts Educational, London, until 14 May. Box office: 0845-504 6456.",
  "webTitle": "The Mission review – Jessica Swale's fury at the baby trade",
  "webPublicationDate": "2016-05-13T11:13:28Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/13/the-mission-review-jessica-swale-arts-educational-london",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/13/the-mission-review-jessica-swale-arts-educational-london"
}