{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/a-beginners-guide-to-the-2016-australian-election",
  "id": "2016-05-09-319",
  "sectionId": "australia-news",
  "body": "Australia may be rather far away from the rest of the world, but its politicians have an uncanny knack of making international headlines. Whether it’s the deputy prime minister threatening to put down Johnny Depp’s dogs, a prime-ministerial body count that rivals Game of Thrones or stealing political slogans from fictional TV shows such as Veep, politics in Australia can seem weird from afar. Or even up close. Threatening to kill puppies is going to be the tip of the iceberg in this campaign, following prime minister Malcolm Turnbull’s decision to dissolve both houses of the Australian parliament for a two-month election campaign with a poll date of 2 July. Expect more madness, more insanity, occasional furry animals and possibly just a little bit of policy. Here’s all you need to know about Australia’s big date.   Related: Everything you need to know about the Australian election with Snitty the Cassowary | First Dog on the Moon    How do elections work in Australia and what’s at stake? Australia has a parliamentary electoral system with two houses of parliament based in Canberra. (There are also state and local governments, but they have elections at different times.) The lower house is known as the House of Representatives and has 150 MPs. The federal government is formed on the basis of who holds the majority of seats in the lower house, so that’s the biggest battleground. Australia also has an upper house called the Senate, which similar to other parliamentary systems provides a kind of check on the powers of the government, and must also pass legislation before it can be made law. There has always been a slightly prickly relationship between governments and the Senate because of this. Paul Keating, a former Labor prime minister, famously called it the house of “unrepresentative swill”. This election is going to be particularly significant because both the Senate and the House of Representatives will be up for grabs, throwing all seats in government wide open. Australia is also still a constitutional monarchy, with Queen Elizabeth II the head of state. The governor general, Sir Peter Cosgrove, the Queen’s representative, formally dissolved parliament on Monday. In reality though, Australia governs itself and the prime minister effectively governs the country along with an executive cabinet handpicked from the legislature. It’s not a presidential system, so there isn’t a separate election to choose the leader; who becomes prime minister is decided by the party that forms government. There are two major political parties; the Liberal party, which is the conservative party. It’s part of a coalition with the Nationals party, which has support in areas of rural Australia.  Then there’s the Labor party, which is considered to be the more progressive party, and has its roots in the labour movement in Australia. The Australian Greens also has growing representation, with one seat in the House of Representatives and 10 in the Senate. There are also a handful of independents in the mix.   Related: Poll of polls: who will win the Australian election?    The most recent polling data analysed by Guardian Australia says the Coalition government would be more likely to win the election if it was held right now, but Labor is ahead in many recent surveys. Wasn’t there an election only recently?  Well, yes. In 2013, the Liberals returned to power after six years, kicking out a Labor party which got one prime minister (Kevin Rudd) elected, then replaced him in an overnight party coup with Julia Gillard, then changed its mind again and went back to Rudd. The Liberals, not to be outdone, won in 2013 under Tony Abbott, and then kicked him out last year and replaced him with Turnbull in a party coup known colloquially as a “spill”.     Tony Abbott walks past Julia Gillard during question time in the House of Representatives in 2013. Photograph: Lukas Coch/AAP    Australia has elections to decide the prime minister every three years as a matter of course, which is already more frequent than other countries such as Britain and Canada. But the prime minister has forced this election even earlier. This election in Australia is going to be extremely unusual because it’s what’s known as a “double dissolution”. What this means is that both houses of parliament – the lower house and the upper house – have been completely dissolved. Normally the upper house only has half elections, with senators elected for six-year terms. Turnbull has taken a gamble to do this, but it’s one that could pay off extremely well. Over the past three years the government has failed to pass a series of key budget and policy measures, which have been blocked mostly by a small group of independent senators. These senators range from a libertarian who wants to relax Australia’s internationally praised gun control laws, a former army officer who wants the grand mufti of Australia to wear an ankle monitor, to a car enthusiast who was captured on video mid skirmish in a kangaroo poo fight.           Ricky Muir’s alleged kangaroo poo fight     To try and resolve this, the government pulled off a significant coup – with the unusual support of the Greens – to reform Australia’s voting system in the Senate. These changes are likely to benefit the government and other larger parties, and make it harder for independent senators to get elected. Once these voting reform laws passed, Turnbull then called a double dissolution. This has paved the way for those pesky independent senators to potentially be wiped out if his gamble succeeds. Who will be prime minister at the end? It will either be Malcolm Turnbull or the Labor leader, Bill Shorten. Turnbull has only been prime minister for eight months after deposing former PM Abbott. Australia does not have a presidential system of government, but the personality of party leaders has become increasingly influential. As a result, there have been rapid changes to prime ministers over the last five years as opinion polls dip for one leader and rise for another. Since coming to power Turnbull has brought a whole new tone to government as leader of the conservative coalition between the Liberal party and National party. There’s a lot less talk about terrorism and Islamic State (popular topics for Abbott), and a more optimistic dialogue about Australia’s future. But many of the government’s core policies and positions are still the same. If he wins the election, Turnbull will gain the mandate to govern in his own right and will be able to quell the lingering dissent still being reported within the government’s ranks. Turnbull and his colleagues will probably be keeping one eye on Abbott throughout the campaign. The former prime minister made a very solemn commitment to support the party after he was deposed. Which he then appeared to quite promptly discard, writing a series of missives in the conservative publication Quadrant defending his legacy. Who knows what he might say on the election trail. Who is Bill Shorten?     Bill Shorten, the Australian Labor leader, in Tasmania. By general consensus Shorten has improved as a leader and communicator over the last few months. Photograph: AAP    For a while there, a lot of Australians seemed to be pretty unsure who Shorten was, or what he stood for. His personal opinion polls had drooped, with some sentiment that Labor was failing to cut through on policy issues. There was also an unfortunate incident in a grocery store where he couldn’t name a single type of lettuce (when in doubt say iceberg). But Shorten has found his footing by attacking the government on issues like banking, housing and committing to a crackdown on the scandal-ridden vocational education and training sector.  Guardian Australia’s political editor, Lenore Taylor, has argued that Labor’s economic approach “sits with a growing new political consensus that rising inequality harms growth and smart social spending should not be the kindly thing governments do after they raise the revenue but, rather, a first-order revenue-boosting exercise in itself”. We’re now seeing an increasingly confident Shorten putting those ideas first. What if neither party has a clear majority? If neither major party gets the 76 seats needed to form government it’s possible there could be a hung parliament. The same happened in 2010 with Julia Gillard’s Labor government. She managed to form government by negotiating with several crossbench independent MPs as well as gaining the support of the Greens on a number of key issues. We could see a repeat of that, which would mean either Turnbull or Shorten would need to do some pretty quick dealing with those few independent MPs who hold seats in the lower house. It also means possibly dealing with the Australian Greens, a growing political force in Australia. The party’s leader, Richard Di Natale, isn’t afraid to don a turtleneck and take his party to a whole new level. The Greens’ focus on the environment, human rights and social equality has gradually increased their power in the upper house, where they hold 10 seats, as well as gaining their first lower house MP at the 2010 election. This time round they’re hoping to retain all these seats, pick up a few more, even target another key Labor stronghold to pick up another seat in the lower house. Di Natale has said he would entertain forming government with Labor under certain conditions, but all but ruled out supporting the Liberals and Nationals.  What will be the big election issues? It’s the economy, stupid. No really, it probably is going to be mostly about that. Like elections in many countries, the state of the economy and how jobs and growth are going will feature prominently. The recent Panama Papers revelations, ongoing concerns about multinational tax avoidance and fierce attacks from the Labor opposition about the banking industry have all culminated in finance and economics dominating the pre-election narrative. The highly inflated Australian property market will also feature heavily, with the opposition seeking to make changes to laws that allow investors to get tax deductions on rental losses for their properties. Lenore Taylor put it like this following the Australian government’s budget announcement in May:  Everything Bill Shorten does between now and election day has to convince voters that Labor can responsibly manage the economy, that its higher spending on services can be responsibly afforded. Everything Malcolm Turnbull does has to convince them that he is the man with the economic plan, the safe pair of hands, and Shorten represents an unacceptably risky change. Those simple electoral equations explain pretty much everything about the politics of a budget week squeezed into the days before we go to the polls.            Guardian Australia political editor Lenore Taylor’s first impressions of the 2016 Australian budget    Turnbull has set the stage for a campaign that will focus on positive features of economic growth and building Australia into a great nation of entrepreneurs. His pet phrase, now wearing a little on the thin side, is that’s it’s “the most exciting time to be an Australian”. Which brings us to the treasurer, Scott Morrison, or ScoMo, as he’s now being called, who is probably the second-most important person in the government. While he has developed a pretty polished performance as treasurer, for many Australians his name is synonymous with hardline policies towards asylum seekers. Morrison began in government as immigration minister during the most tumultuous periods, and oversaw riots on Manus Island, Australia’s naval incursions into Indonesian waters, self-harm attempts and constant reports of appalling conditions at the Nauru and Manus Island detention centres. Despite all this he came out unscathed within the party. While he was loathed by his opponents for it, those in government were awed by his bare-knuckle resolve to get the job done. Seemingly at any cost. So yes now you mention it …  Australia is really obsessed with border security. It’s an issue that has pervaded – and probably poisoned – Australian politics for many years now, and the harsh policy of mandatory offshore detention of asylum seekers who arrive by boat in Australia has drawn strong international criticism. Conditions in the detention centres have been shocking, and there have been serious allegations of sexual and physical assaults for a long time. It’s difficult to know how much of an issue this will be in the election though. Labor has been more or less in lockstep with the government on this issue for the past few years. After all, Labor was the party that reopened the offshore detention centres on Manus Island and Nauru in 2012. Labor’s main points of distinction is enforcing a genuine policy of regional resettlement, and improving conditions at centres. The Greens are heavily opposed to the mandatory detention policies though, and are likely to be campaigning strongly on the issue to peel more progressive voters from Labor.  What about the environment? Environmental issues in Australia don’t always become election-deciding issues, but there are some key areas where they could make a huge difference. Coral bleaching at the Great Barrier Reef and a series of controversial mining approvals around the country could well get thrown into the mix, but it’s hard to know at this stage how critical they will become.   Related: G20's koala diplomacy: world leaders show their cuddly side – in pictures    Climate change is unlikely to be an issue the major parties are keen to focus on. When the previous Labor government introduced a carbon price to attempt to reduce greenhouse emissions, it become a key policy seized on by Tony Abbott, who declared it a “carbon tax” that was ruining the country. Abbott repealed the scheme in 2014, and Australia is now left largely without a clear and enforceable emissions policy. As a result of all this, Labor may not push the issue. It will be up to grassroots campaigners and the Greens to put the issue back in the spotlight. That’s the long and short of it. There’ll probably be some koalas too at some point. Just watch out for the drop bears.",
  "webTitle": "'Expect madness': the 2016 Australian election – the Guardian briefing",
  "webPublicationDate": "2016-05-09T06:10:08Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/a-beginners-guide-to-the-2016-australian-election",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Farrell",
      "id": "profile/paul-farrell"
    }
  ],
  "guardianId": "australia-news/2016/may/09/a-beginners-guide-to-the-2016-australian-election"
}