{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/03/isis-mother-who-tried-to-move-family-to-syria-ordered-to-give-up-children",
  "id": "2016-05-03-27",
  "sectionId": "uk-news",
  "body": "Three children have been taken out of their mother’s care after a high court judge concluded she had planned to take them to an area of Syria controlled by Islamic State. A mobile phone belonging to the woman seized after her arrest last summer at Birmingham Airport contained images of children carrying firearms and wearing balaclavas bearing the Isis emblem, it also emerged. A written ruling in the case was published on Tuesday after Leicester city council had asked a judge to make one on the futures of the three children, who are aged between four and 12, at a hearing of a family court in the city.  Mr Justice Keehan, who sits in the family division of the high court, decided that it would not be in the children’s best interests to return to their mother’s care and ruled that they should live with their maternal grandparents.  The judge made the ruling after social services asked him to conclude that the woman’s aim was to go to a “war zone in Syria controlled by Islamic State” permanently, that she was driven by religious ideology, and that she had placed her children at risk of radicalisation and death.  His ruling, which concluded that the woman involved had been provided with funds by what were described as “jihadist supporters”, also stated that their father is believed to have left the UK in March 2013 and is understood to be in Chechnya with a terrorist group. The children had come to the attention of the authorities when their mother was arrested in their company at the airport, having checked in nine suitcases on a flight to Munich.    Related: Mother took toddler to join Isis in Syria, court hears    Her initial account was that she and the children were taking a holiday to see their father in Munich from where they were to travel to France but information later found in the woman’s luggage showed an itinerary which indicated a plan to travel onward from Germany to Turkey, where she had booked three nights’ accommodation in Istanbul with the children and her husband.  Turkish and Indian telephone numbers were found hidden in a packet of paracetamol that she was carrying, one of which had been called 234 times, and was believed to be that of an individual who is suspected to be fighting in Syria with Isis. The ruling added: “An initial examination of the mother’s mobile phone provided the police with sufficient evidence to arrest her, with one message reading: ‘Are you going for good?’  “The phone also contained images of children with firearms, and wearing balaclavas, bearing the emblem of ‘Islamic State of Iraq’ and the emblem commonly known as ‘Isis’.”  Keehan also said that checks by police and a social worker had showed that the woman’s home had been “abandoned” and that the “mother had destroyed or disposed of many items relating to the children, but she had with her their birth certificates and her marriage certificate. She had made plans to sell her car to her brother”. Adding that he thought that the woman had lied when giving evidence at a family court hearing, the judge said that he was “left in no doubt” that the mother intended to travel to Syria with or without the father. “The mother had been in contact with jihadists ... solely for the purposes of going to Syria,” he said. “I found that it was plain that if the mother had succeeded in her attempts to enter Syria, and in particular to join Islamic State, the children would have been put at extreme risk of very, very significant harm, if not death.”  After initially being taken from the woman under a police protection order and placed into temporary foster care, it was ruled that the children should live with their maternal grandparents.  The judge gave no indication as to whether the woman had faced criminal charges.",
  "webTitle": "Mother who tried to move family to Syria ordered to give up children",
  "webPublicationDate": "2016-05-03T20:14:37Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/03/isis-mother-who-tried-to-move-family-to-syria-ordered-to-give-up-children",
  "keyword": [
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Leicester",
      "id": "uk/leicester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Family law",
      "id": "law/family-law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Quinn",
      "id": "profile/benquinn"
    }
  ],
  "guardianId": "uk-news/2016/may/03/isis-mother-who-tried-to-move-family-to-syria-ordered-to-give-up-children"
}