{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/06/bauer-buys-radio-group-orion-media",
  "id": "2016-05-06-222",
  "sectionId": "media",
  "body": "Magic and Kiss FM owner Bauer has acquired radio group Orion Media in a deal which could potentially be worth more than £40m. Bauer, which also owns some of the UK’s best-selling magazines including Heat, Grazia and Bella, will pick up a portfolio of stations in the Midlands that includes Gem 106 and Free Radio. “Free Radio and Gem are influential radio stations in one of the UK’s fastest growing regions,” said Paul Keenan, chief executive of Bauer Media. “It feels a very important part of the country in our city network of stations. I am excited about the growth prospects we see in economies of Birmingham and the West Midlands and Derby, Leicester and Nottingham in the East Midlands. We see these stations as complementary.” The amount of the deal was not revealed but Orion thought to have sold for about £40m. Orion’s underlying profits – earnings before interest, tax, depreciation and amortisation – were just £1.91m in 2014, according to the company’s most recent publicly available accounts. However, the business attracted a number of bidders and a high sale price because of the scarcity of valuable radio assets in the UK not already controlled by a major group.  “We are happy with the economics of the deal,” said Keenan, who would not reveal the price paid. “Orion is a really strongly rooted local ad platform and business. Its audience delivery is really strong and growth prospects look excellent. The fit with Bauer is fantastic.” The deal could see Bauer, which already handles Orion’s national radio advertising sales, face an investigation by competition regulators.   Related: Bake Off star Mel Giedroyc joins Magic Radio ahead of digital launches    “This acquisition essentially brings into our business a local radio operation in the Midlands,” said Keenan. “We have one FM licence in the region that we broadcast Absolute Radio on. Absolute is essentially a national service; Orion is a significant local platform. From a competition standpoint, my view is there is no change in the competition landscape.”  Orion Media was formed in 2009 by Phil Riley with backing from private equity group Lloyds Development Capital, which took a 49.9% stake. The station’s management is set to benefit from the sale with Riley holding a 17% stake and Adrian Serle, the chief executive, owning 3%. The group reported revenues of £15.7m and a pre-tax loss of £1.06m in the year to 30 September 2014.  “Orion has established market-leading status for audiences and revenues in each of its markets, something our teams should be immensely proud of,” said Serle, who is expected to leave the business after a transition period with Bauer. “We are extremely confident that the business will continue to thrive under Bauer’s ownership.” Bauer has been on the acquisition trail since Capital-owner Global Radio, the biggest commercial radio group in the UK, won the £70m bidding war for Smooth owner GMG Radio in 2012, then the third-biggest group in the UK.  Having been outbid, Bauer has looked to build scale by buying smaller players including paying £22m for Absolute Radio and several million for digital radio station Planet Rock, both in 2013.",
  "webTitle": "Bauer buys radio group Orion Media",
  "webPublicationDate": "2016-05-06T11:10:58Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/06/bauer-buys-radio-group-orion-media",
  "keyword": [
    {
      "webTitle": "Bauer",
      "id": "media/bauer",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Commercial radio",
      "id": "media/commercial-radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/06/bauer-buys-radio-group-orion-media"
}