{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/04/the-flick-annie-bakers-play-about-cinema-is-really-a-love-letter-to-theatre",
  "id": "2016-05-04-315",
  "sectionId": "stage",
  "body": "Some months ago, a friend and I walked into the wrong auditorium at a multiplex and found that, although all the seats were empty, a film was playing. There was something eerie and disconcerting about it. Why was the movie playing to a deserted room? Had the entire audience stood up and left? It felt like stumbling across the Mary Celeste.  It made me think of how one of the significant differences between film and theatre is the nature of the audience. In the theatre, our presence and interaction is necessary. We make every performance different; the material may be the same but we help to shade it. If a theatre entirely emptied during a performance, it is unlikely that the show would go on. Yet in the digital age, when not even a projectionist is required, a film can continue to play on regardless, unchanged even in the absence of the human eye. Or indeed the absence of the human heart. If the theatre audience deserts a show it has an effect on the performance, but if the cinema audience for one of the NT or RSC digital screenings were to leave en masse, it would make not a jot of difference.   Related: The Flick review – echoes of Racine in a riveting play about love, lost souls and popcorn    I thought about this while watching Annie Baker’s stupendous play The Flick, which is set in an ailing cinema in Massachusetts, and playing at the National’s Dorfman theatre. Baker’s play and Sam Gold’s gloriously precise production have been much commented on for their length, the length of their pauses, and the way they locate the poetry in the everyday world of work. It is a play full of almost Chekhovian yearning and disappointment. It broke my heart. It also plays cleverly with the idea that a film takes us completely out of ourselves. It also raises questions about reproduction and authenticity and the nature of the live and lived experiences. As the character of Avery wonders: “Who is myself? What is real?” There is a moment towards the end when the latest recruit to the staff of the cinema is being shown by old hand Sam how to clear the auditorium of spilled popcorn and other detritus after a movie. The youngster suddenly stops and moves down the aisle to the screen – invisible to us in the theatre audience – and raises his hand to it. For a moment, it feels as if he is going to reach out and break the fourth wall and touch us. Sam asks the boy what he’s doing and he replies: “I always have this urge to touch it, don’t you?” “No,” says Sam incredulously.     Jaygann Ayeh in The Flick. Photograph: Mark Douet    Using the screen as the fourth wall is one of many strokes of brilliance in Baker’s play. It melds a lament for the passing of film in the digital age with a consideration of what such cultural shifts mean for millions of people doing low-paid jobs, people like Sam, Avery and Rose, who work in the last non-digital cinema in the state. They are being swept away, like the rubbish left behind by moviegoers. While investigating the consequences of the transition from celluloid to digital, the play is also a love letter to theatre and liveness itself. There’s a paradox in the fact that it is playing at the NT, which has pioneered digital screenings of theatre around the world. In a rather bashful programme note, David Sabel, the founder of NT Live, says: “I love the tradition of film and there are inevitably certain things lost in the transition to digital. However, it must also be acknowledged that digital has had huge benefits on audiences’ experiences in terms of the range and breadth of programming available to cinemas and, in the case of event cinema, it has paved the way for a completely new innovation. National Theatre Live has brought the work of the National Theatre and many other theatres to millions of people in cinemas large and small around the world, all of which wouldn’t be possible without digital projection.”  It wouldn’t. But what are the consequences? The Flick isn’t a nostalgia fest, or a piece with a Luddite view of technological advances. But it does chart the losses and potential costs of the shift from film to digital, while reminding us that there is a difference between seeing the Mona Lisa in the Louvre and looking at a postcard reproduction. The question it poses is: how do we know what is the real thing – in art, in life, in our own emotional responses? It does this in the most theatrically vivid way possible. From its opening moments, this is a piece that could only ever take place in the theatre. A flickering beam of white light from the projector dazzles our eyes in the darkness; the music from the soundtrack of an unseen movie swells and we imagine everything that is happening on screen but that we can’t see. Then the house lights of the cinema go up and we in the theatre audience are faced with the drab reality of the empty auditorium of an ailing cinema It is, as Baker has described it, a “face-off” between the reality of the play and the theatre audience watching it. As Sabel notes, digital film projection has brought many benefits, not least financial. In the same way that an NT Live screening reduces the substantial costs of touring a show all over the UK and beyond, so digital reduces the need for film companies to make and distribute thousands of expensive prints. But The Flick reminds us that in our enthusiasm for digital’s benefits, we must take care that something valuable about the audience experience is not being destroyed – both for film and theatre. As Nick James, editor of Sight and Sound magazine, has observed: “The crucial difference for the champions of real film is that the chemical process is tactile, physical, substantial, whereas the digital process is a virtual simulation.” You could say the same about live and digital theatre. Writing about the shift from celluloid to digital, film director Christopher Nolan said: “For some reason, it has become acceptable for cinemas to provide this empty room with a TV in it, and to just let audiences watch a film.” This, he said, diminishes the audience experience, adding: “I don’t think people are being made aware enough that any digital transfer from film is only going to be a translation of the original material. There is always a difference.” There is, and those of us who cherish live theatre need to remember it, too.",
  "webTitle": "The Flick: Annie Baker's play about cinema is really a love letter to theatre",
  "webPublicationDate": "2016-05-04T07:00:21Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/04/the-flick-annie-bakers-play-about-cinema-is-really-a-love-letter-to-theatre",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "National Theatre",
      "id": "stage/national-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/04/the-flick-annie-bakers-play-about-cinema-is-really-a-love-letter-to-theatre"
}