{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/the-guardian-view-on-cultural-ties-and-europe-in-praise-of-shared-values-and-ideals",
  "id": "2016-05-30-41",
  "sectionId": "commentisfree",
  "body": "Though noble ideals animate the European Union, you often struggle to find them articulated in the referendum campaign. The rhetoric on both sides has focused on the pragmatic at best – look at David Cameron’s five-point pledge with Sadiq Khan yesterday – and the parochial at worst – the farming minister’s anti-green whinge yesterday for example. Yet there are soaring principles behind the European project: that a community of nations, bound by geography, can achieve more at peace and by working together than on their own; and that their citizens are enriched by the possibility of freedom of movement. These simple principles are enacted quietly and practically in the daily work of scholars, educators and artists across Europe. Take higher education. More than 100 UK vice-chancellors have spoken up for remaining in the EU. Why? The blunt financial fact is that EU money accounts for 16% of research funding. Crucially, the UK is a net recipient. If Britain were to leave the EU, it would lose access not only to this money, but to its unfettered links with the brightest European academics. Some 15% of academic staff in Britain come from other EU countries. This cosmopolitanism is something that should be celebrated, not deprecated. Some argue that Brexit would make little difference. The UK government would match lost EU funding, it is claimed. Academic partnerships would continue to flourish. In fact it is doubtful that the UK government would do any such thing while deficit-cutting rules and a post-Brexit points-based immigration system would make Britain a less practicable destination for European researchers. It is precisely Britain’s pan-European teamwork that makes it inviting to partners in America, Asia and Africa. A similar pattern obtains in cultural institutions. The former director of the British Museum, Neil MacGregor, is now sharing his expertise with Berlin; his successor, Hartwig Fischer, comes from the Dresden State Art Collections. Mr MacGregor recently told the select committee on culture that the skills-base of Britain’s museum curators “depends entirely on the European Union”. Institutions such as the National Gallery (run by Gabriele Finaldi, an Anglo-Italian-Pole) relies on the possibility of hiring the brightest European scholars. In the performing arts it is the same: a citizen of the Irish Republic, Fergus Linehan, runs the Edinburgh international festival. Britain’s Ruth Mackenzie runs the Holland festival. Liverpudlian Sir Simon Rattle conducts the Berlin Philharmonic. Cultural and academic connections are not simply a matter of Britain’s being able to attract the best grants for research or for the arts. They are also a matter of the lives of students and young people. The Erasmus programme has sent 200,000 young Britons to universities elsewhere in Europe. The quantifiable gain is enhanced job prospects; harder to quantify are the sheer broadened horizons. One of the great ambassadors for this kind of human-level link has been the European Union Youth Orchestra, an ensemble drawing its players from EU nations and led by the greatest conductors. In cutting off its core funding, as it has done recently, the EU has shot itself in the foot: the orchestra is a powerful symbol of a pan-European cultural tradition. But it is a reminder that links need to be burnished. It is to be hoped the European culture and education ministers meeting this week will safeguard the orchestra’s long-term future. As this serious misstep illustrates, the European Union is far from perfect. Yet even in its imperfection, it provides the conditions in which British education and British culture have shone as rarely before. Why else have so many artists and academics been so energised on behalf of remain? From within the EU, Britain can both enjoy the strength derived from connections with its European neighbours and open itself up to the rest of the world. To cut or threaten these ties would do nothing but make us small.",
  "webTitle": "Education and the arts are right to stand up for European ideals | Editorial",
  "webPublicationDate": "2016-05-30T17:54:20Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/the-guardian-view-on-cultural-ties-and-europe-in-praise-of-shared-values-and-ideals",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/the-guardian-view-on-cultural-ties-and-europe-in-praise-of-shared-values-and-ideals"
}