{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/10/bhs-collapse-owner-sold-main-distribution-centre-to-pay-off-loan",
  "id": "2016-05-10-55",
  "sectionId": "business",
  "body": "Dominic Chappell oversaw the sale of BHS’s main distribution centre for £15m and then used some of the proceeds to pay off a loan he had taken out when buying the retailer. BHS sold its warehouse in Atherstone, Warwickshire, for £15m last August, with £5m then paid to Retail Acquisitions, Chappell’s consortium, as an inter-company loan. Retail Acquisitions used the funds to pay off a loan it had taken out with Allied Commercial Exporters (ACE) on the day it bought the business for £1 from Sir Philip Green in March last year. ACE had taken the distribution centre in Atherstone as security for the loan. Although there is nothing illegal suggested about the transactions, they raise questions about why money raised from the sale of BHS assets was diverted to Retail Acquisitions when the retailer was struggling. The sale of the warehouse has been revealed as at least five bids were submitted to buy BHS out of administration, including one proposal from Retail Acquisitions. The retailer collapsed last month, putting 11,000 jobs at risk and leaving its pension scheme with a deficit of up to £571m. Its administrators, Duff & Phelps, set a deadline of 5pm on Tuesday for bids to be submitted for the business. They are looking to make an announcement about a deal in the next few days. The parties understood to have bid for all of BHS or a portion of its 164 stores include Sports Direct, the tycoon Philip Day, who owns Edinburgh Woollen Mill and Peacocks, and B&M. A number of international retailers are also interested. It is not known how Retail Acquisitions plans to fund its bid for BHS. The collapse of BHS has caused controversy because the retailer has been saddled with the pensions deficit despite Green and other investors collecting more than £580m in dividends, rent and interest payments during his ownership, and Retail Acquisitions receiving payments of more than £25m from BHS over the last 13 months. Two influential committees of MPs and the Insolvency Service have launched investigations into BHS, while the Serious Fraud Office is also examining whether there are grounds to launch a formal investigation. Until now it had not been reported that the BHS warehouse in Atherstone had been sold. Land Registry documents reveal that Aequitas Estates (Midlands) bought the property from BHS on 26 August. One of the directors of Aequitas Estates is Mahmood Ismailjee, who sources close to BHS described as an “old mate” of Chappell’s. The settlement of the loan with ACE is confirmed by documents filed at Companies House on 1 September last year, six days after the property deal. BHS declined to comment. Chappell did not respond.",
  "webTitle": "BHS collapse: owner sold main distribution centre to pay off loan",
  "webPublicationDate": "2016-05-10T19:09:32Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/10/bhs-collapse-owner-sold-main-distribution-centre-to-pay-off-loan",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Dominic Chappell",
      "id": "business/dominic-chappell",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    }
  ],
  "guardianId": "business/2016/may/10/bhs-collapse-owner-sold-main-distribution-centre-to-pay-off-loan"
}