{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/04/dyson-v8-review-absolute-animal-cordless-vacuum",
  "id": "2016-05-04-304",
  "sectionId": "technology",
  "body": "Dyson believes that cordless vacuums are the future, whether handheld or robotic, but battery technology has been the big sticking point. The latest V8 cordless claims to last twice as long and to be able to completely replace a corded vacuum. The Dyson V8 is the latest in a long line of handheld vacuum cleaners, which started life as the DC16 in 2007. Since then, they’ve become more powerful, and with improved energy-efficiency and batteries, they last longer between charges. They’ve also gained floor tools and wands to turn them into full vacuum-cleaner replacements. The big difference between the V8 and last year’s V6 is that the new Dyson cordless claims to last for up to 40 minutes battery life. Is it finally enough to clean the whole house? Pros of cordless  No restrictive cord or cylinder More manoeuvrable Don’t have to stop to unplug More compact Faster to deploy  Cons of cordless  Smaller bin Weight in the hand Less powerful Has to be charged Batteries wear out  Pull the trigger and off you go     Pull the trigger to start vacuuming, lift to save battery when you’re moving furniture. Photograph: Samuel Gibbs for the Guardian    The V8 is one of the most manoeuvrable and easy-to-use vacuum cleaners available. Fit a tool, press the trigger and off you go. Dyson’s system for attaching and detaching peripherals is quick, easy and feels robust - just push a button and slide apart, snapping the next piece into place. It means going from a hand vacuum with crevice tool to a full vacuum takes seconds. Unlike a corded vacuum, there’s nowhere to store the unused ends on the cleaner, which would add weight, but it is a bit of a pain. With a wand and cleaning head attached, the V8 handles like a cylinder vacuum’s wand without the weight of the connecting tube and main unit to drag around on the floor. It feels very different to an upright, but using it quickly becomes natural. The biggest difference is that because most of the weight is in your hand it’s a lot easier to pick up and move the head around without dragging it across the floor.     Turning the V8 from a handheld vacuum to a full cleaner takes seconds. Photograph: Samuel Gibbs for the Guardian    Despite weighing only 2.6kg and being lighter than most other cordless vacuums, I found that after cleaning a whole house with the V8 I could feel the muscles in my hand and arm start to ache. Relaxing my grip and letting the head on the floor take the weight helped, but it is something you have to get used to. Used in short bursts, the V8 is a lot more balanced than most handheld vacuums and cleaning the stairs was so much easier with the Dyson than an upright or cylinder vacuum. A switch on the top varies between maximum and normal suction. Leaving it on normal with the powered fluffy or carpet head was more than enough for regular vacuuming, providing a similar level of cleaning to a Dyson upright. It was also a lot quieter, particularly with the fluffy head attached; I could hold a full conversation without shouting while cleaning a hard floor. Flicking the switch to max sends the cleaner into a frenzy, significantly increasing the suction power, the amount of air it fires out the back, noise and battery consumption. It was useful for the odd spot that couldn’t quite be reached with the crevice tool or that was heavily soiled, but wasn’t needed very often.     Flick the switch to max for a lot more power but it’ll only last seven minutes. Photograph: Samuel Gibbs for the Guardian    Specifications  Dimensions: 250 x 1,244 x 224mm Weight: 2.6kg Suction power: 115AW Bin volume: 540ml Battery life: 40 minutes (30/25 minutes with powered head, seven minutes on max) Charge time: Five hours full charge  Battery life     The battery indicator on both sides of the battery help you keep track of how much longer it’ll last or how charged it is, although you no longer have to worry whether it’ll make it round the house. Photograph: Samuel Gibbs for the Guardian    Dyson claims the V8 will last for 40 minutes without a powered head, using the crevice tool or similar suction-only accessory. It will last up to 30 minutes with the fluffy head attached, up to 25 minutes with the traditional spinning brush head or seven minutes when in maximum suction mode. I found the battery life more than long enough. A thorough clean of four rooms, a kitchen, a bathroom and a flight of stairs with both carpeted and hard floor surfaces, including cleaning around the edges with the crevice tool, and using the mini motorised head on the stairs, left me with one-third of the battery left. A lighter weekly clean left about half in the tank, while I could use it for a whole day of cleaning up during and after DIY without issue. A full charge takes five hours and the V8 can be stored in a wall-mounted dock that holds and charges the main unit, plus has clips for two accessories. The other accessories, including the other motorised heads have to be stored separately, which is a bit messy. The bin     Emptying the bin is easy and about as mess-free as you can get from a bagless cleaner. Photograph: Samuel Gibbs for the Guardian    The V8’s bin is quite small, by virtue of the whole unit being small, but it was big enough to do a complete house clean without needing to be emptied part way through. For particularly messy jobs it might need emptying before finishing. To do so, place it over a bin, pull the red lever at the top to lift up the cyclones, and further still to open the bottom door and dump out the dust. You then push the cyclones down again, which scrapes dust off them, before pushing the door closed again. It’s simple, easy to do and about as clean as emptying a bagless cleaner can be. Heads and accessories     The V8 Absolute comes with an extra head, the fluffy hard floor cleaner. Photograph: Samuel Gibbs for the Guardian    The V8 comes in two versions: the V8 Absolute and the V8 Animal. The Animal is the starting model and comes with one big motorised brush head, a crevice and combination tool and a smaller motorised head for cleaning the stairs and other bits. The Absolute also comes with the fluffy head for cleaning hard floors. The heads and accessories can be connected directly to the V8 or via the wand, which is light enough to lift up with the crevice tool to reach the corners of the ceiling.     The Dyson dock mounted inside a 3/4 height cupboard. Photograph: Samuel Gibbs for the Guardian    Price The Dyson V8 Animal costs £450 and the V8 Absolute £500. For comparison, last year’s Dyson V6 cleaners start at £230, while the firm’s corded vacuums start at £200. Other cordless vacuums are available for £50 and up, while competitors with similar flexibility and design start at £150. Observations  Initially you end up gripping the vacuum handle and trigger too hard. Relaxing your grip stops it hurting when doing longer cleaning jobs The regular motorised head does a great job on all surfaces The fluffy head is a lot quieter than the other heads, is better at picking up large stuff and fine dust on hard floors and won’t chew up cables if you accidentally run into them Not having anywhere to clip the crevice tool when cleaning with the wand and head means you end up shoving it in a back pocket There’s no lock for the trigger, which means you have to keep it held while cleaning The dock is nice, can be wall or cupboard mounted, but then you still have the problem of where to store the mini motorised head and other head, if you buy the Absolute It’s difficult to stress how much quieter and easier on the ears the V8 is compared to a loud upright  Verdict The V8 Absolute is the most flexible, easy to use and convenient vacuum cleaner I have ever used. Previous models wouldn’t always do the whole house on a charge; the V8 will be able to clean even a five-bed house in one go, which is a big step forward. With the weight of the motor and battery in your hand, it’s about as tiring to use as an upright, despite being much lighter and more manoeuvrable than most other vacuums. There’s also a question over how long the batteries will last. It has a two-year guarantee, but just like a smartphone, the batteries will eventually fade, meaning it might not last as long as a corded vacuum. It is still a trade-off, between power, battery life, weight and utility, but the Dyson V8 strikes the best balance so far. It is fully capable of replacing a corded model for even the messiest of jobs with the added benefit of a hand vacuum built in. The V8 only real problem is the price, which is very high indeed. You’re paying for more than just the brand with the V8, as nothing else has quite the same flexibility and utility, but whether it’s worth spending at least £450 on a vacuum cleaner is debatable.  Pros: ample battery life, very powerful when needed, great cleaning heads, good weight distribution, easy to use attachments, easy to empty, quiet, compact and maneuverable Cons: expensive, no where to store extra heads, nowhere to carry tools when cleaning      The brush tool, with optional bristles that can be slid into place for dusting. Photograph: Samuel Gibbs for the Guardian    Other reviews  Best vacuum cleaners? Suck it and see iRobot Roomba 880 review: a robotic vacuum cleaner that’s almost a pet",
  "webTitle": "Dyson V8 Absolute review: finally a cordless alternative to an upright",
  "webPublicationDate": "2016-05-04T07:45:22Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/04/dyson-v8-review-absolute-animal-cordless-vacuum",
  "keyword": [
    {
      "webTitle": "Dyson Ltd",
      "id": "technology/dyson-ltd",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Gadgets",
      "id": "technology/gadgets",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Samuel Gibbs",
      "id": "profile/samuel-gibbs"
    }
  ],
  "guardianId": "technology/2016/may/04/dyson-v8-review-absolute-animal-cordless-vacuum"
}