{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/30/helen-bailey-missing-mystery-disappearance-childrens-author",
  "id": "2016-05-30-82",
  "sectionId": "uk-news",
  "body": "During a conversation that takes just over an hour, Ch Insp Julie Wheatley describes the disappearance of the children’s writer Helen Bailey as “unusual” 10 times, “perplexing” five times and “a mystery” three times. As she explains the lines of inquiry that the police have taken, without uncovering any trace of either Helen or her dachshund, Boris (who went missing at the same time), she apologises for circling around the same words over and again. “Can you see what I mean? It is quite perplexing. I use that word a lot. It is really perplexing,” she says, pushing her glasses to the top of her head and swivelling on her chair in frustration. It has been seven weeks since Bailey was last seen, walking her dog near her home in Hertfordshire. Her partner, Ian Stewart, called 101 in the evening on Friday 15 April to report that Helen had been missing since Monday.   Related: Fears grow for missing children's author Helen Bailey    Stewart “said, and I’m summarising here, ‘I am concerned. My partner has been missing. She left a note to say that she just needed some time to herself, and she was going to Broadstairs [where they have a holiday home],’” Wheatley says, weaving her own explanations into her account of Stewart’s call. “‘I respected her decision,’ but as the time passed and he hadn’t heard anything, he said, ‘I’ve been to Broadstairs and I’ve checked the property myself. She’s not there. I’m so concerned about her safety, I am reporting it now.’” Wheatley says they are still pursuing the theory that she “made herself disappear” as their key line of investigation. The idea is fuelled by a passage in an article she wrote about the experience of being widowed, on her blog Planet Grief, where she recounts a desire to walk out on her first marriage and vanish. I “announced that I was going to disappear,” she wrote. “I’d seen a programme about people who just vanish to start a new life under a new identity, and bolting appealed to me.”  The sentence, a fleeting (and light-hearted) anecdote in a long series of blog entries, has kept officers focused on the possibility that the writer is quietly holed up somewhere new, getting on with her life, perhaps writing a new book, but they are puzzled that they have found no trace of her. Her bank account has not been touched, nothing has been sent from her email account, and her phone remains switched off.     Helen Bailey and her partner Ian Stewart in 2015. Photograph: Alice Boagey    “We’ve got no financial footprint. As far as we know, she hasn’t accessed any of her bank accounts. She didn’t take out big sums of money before, if she had planned to disappear … There is no digital footprint, no social media, and this is from a woman who was quite hot on social media. There is absolutely nothing,” Wheatley says. “We have got nothing to say that Helen has come to harm; we have no suspicion of third-party involvement. Could she have just taken herself off and made herself disappear? Possibly. It’s really difficult to speculate … We have no sightings, no financial evidence; we’ve got nothing. It’s really, really unusual.” Because there have been no developments, reporting of the case has tailed off, which is why Wheatley is happy to talk through the details of the investigation, hopeful that a renewed burst of media attention may bring Bailey’s picture in front of new eyes. But she acknowledges that it is very odd for a missing person investigation to stretch out for such a long period, an admission that undermines the prospect of a positive outcome. “We deal with lots and lots of missing people every day. Most people are returned safe and well, or we know what has happened to them, within the first 24 to 48 hours. This is unusual, for someone to be missing for this period of time.” Helen Bailey, 51, is best known for her children’s books, cheerful early-teen fiction about a girl called Electra Brown (her dad is having a mid-life crisis, her little brother has been caught shoplifting, even the “guinea pig’s gone mental. But despite life going pear-shaped around her, all Electra can think of is whether green eyeliner complements or clashes with blue eyes!”).  Over the past few years, she had developed a parallel, very different audience with Planet Grief, where she described in honest detail her struggle to cope with the sudden death of her husband, John Sinfield, when he drowned during a holiday in Barbados in 2011. Her memoir of her progress through grief, When Bad Things Happen in Good Bikinis, was published last year, and it also recounts how, through writing about the experience of being widowed, she met and fell in love with a widower, Ian Stewart, whose wife had died suddenly in 2011. Two years ago, she moved to live with him in Royston, Hetfordshire.   Related: I was wearing a bikini when he died - the absurdity of it’    Initially, police classified the inquiry as medium risk, on the basis that adults are allowed to go missing, and on Stewart’s report of a note saying she needed some time. Over the weekend, however, police officers spoke to her brother and her mother, who said this behaviour was very unusual and out of character, so the case was raised to high risk. “High risk means that it is deemed to have elements of criticality,” Wheatley says. This allows police to put a trace on her phone, and track any texts being sent and calls being made (the content of the calls and texts is not available, but the times and numbers are). “It is only if there is an immediate threat to life that we can get that data fast.” The phone has not been found at either her home or at the seaside holiday home. It has been switched off since the afternoon she went missing and no calls have been made; the last place it was used was in Royston. It is a quiet spring afternoon, and there is no one else around on Wheatley’s corridor at Hitchin police station, a 10-minute walk from the train station, hidden along a side street, behind a wooden church hut, where the Hitchin Our Lady Catholic Scout and Guide Centre holds its meetings. The whole station, a square Lego model of a police station, feels very deserted; the automatic visitor doors do not open when you stand in front of them, and it turns out that the reception has been closed for several years. If you want to report a crime, you have to do it online or by phone. The only sign of life is a friendly, well-fed black cat, who belongs to the station. Wheatley emerges from a back door and leads the way to her upstairs office, where she sits in charge of about 140 officers. What is remarkable about her account of the investigation is how incredibly labour-intensive the process of looking for a missing person is. Once the inquiry was raised to high risk, huge amounts of police resources were allocated to the investigation. Wheatley had between 20 and 30 detectives and uniformed officers searching the area, looking in particular at the routes where Helen walked her dog. The house where she lives with Stewart and his two adult sons was searched – the garages, the outbuildings and the outdoor swimming pool; the septic tank was drained. Both her cars were left behind at her home, but police believe it is possible that she might have gone to her Broadstairs home by train. A team of about five officers at the force control room in Welwyn Garden City are still working through train station CCTV footage, an incredibly time-consuming process. Officers have also gathered CCTV from neighbouring houses from the day she disappeared, and digital media investigators (trained to view CCTV quickly) are trawling through that. Local taxi firms have been interviewed, to see if anyone drove her away. Police have searched her home in Broadstairs, and remain uncertain about whether or not she actually visited it. They have examined her wardrobes in both homes to see whether clothes have been removed, but Wheatley says: “She is a woman of many, many clothes,” and her partner isn’t sure what is missing, although he says there is a space in Broadstairs where some clothes might have been. Her green coat is still at home, as is her passport, and no suitcases have been removed. Aware that she was particularly fond of Brighton, they have contacted all the hotels in the city that allow dogs to stay, and done the same in Northumberland, where she grew up.     Ch Insp Julie Wheatley at Hitchin police station. Photograph: South Beds News Agency    Bailey’s partner knew her email passwords, which meant police could check her emails without going to the service provider with a production order, requesting that the emails be unlocked. “There is nothing to suggest that she was preparing to disappear. We looked at all her social media accounts. There is nothing to suggest that she was planning to go away, to visit friends; there’s nothing … nothing untoward, which is why I say it really is a mystery. In this day and age, you would not expect someone to go missing and there to be no footprint,” Wheatley says. On the morning that she disappeared, she was in email contact with a friend. “She emailed a friend, we have spoken to that friend – just general chitchat.” Stewart says there had been no argument between them.  The investigation has been very “resource-intensive”. “The public don’t understand the amount of resource that you have to put into an investigation of this nature,” Wheatley says. She doesn’t want Helen to worry about the heavy use of police time, but she does think people need to know how painstaking and time-consuming these investigations are. “That’s why, when we have one of the appeals, what we are trying to say is: ‘Look, Helen, if you are missing of your own volition, that’s fine, that’s absolutely fine, we respect your right to do that, but just let us know that you are safe and well.’” Police have considered Agatha Christie’s unsolved disappearance in 1926. Could this be a publicity stunt? “I hope not. I don’t think so,” Wheatley says. Helen’s brother made a televised appeal at the request of the police a fortnight ago, asking Helen to let the family know, even through a friend, if she was all right. But this triggered only two leads, neither of which proved helpful. Stewart issued a written appeal, telling her: “You bring so much to so many people in ways you don’t even realise. You not only mended my heart five years ago, but made it bigger, stronger and kinder. Together we learned to live with our grief and move forward with our lives, but never forgetting. Now it feels like my heart doesn’t even exist.” Neither her brother nor her partner wanted to be interviewed, saying they had nothing new to add, and a Facebook campaign group, Where is Helen Bailey?, set up by three of her friends, said they had “to reflect the family’s wishes”, and were also unwilling to comment. But online posts show how many friends she had made through her open and friendly blogs. Explaining why they set up the Facebook campaign to find her, her friends said that she “helped and supported hundreds of widows through her blog”. On Facebook, reader Tana Cooper wrote: “A lot of us wish we could disappear from time to time in our lives … but I feel that she needs to know that she can come back, be welcomed with open arms, no questions, no publicity, nobody will be angry. She is clearly so loved.”     Helen Bailey with her late husband, John Sinfield    Last week, the Royston Dog Walkers group organised a dog walk in the area where she was last seen walking seven-year-old Boris, hoping that media attention might spark new information. Patricia Endersby, who took part, told ITV news she was “very fond of Helen”, who had helped her a lot when her own husband died, describing her as a “super person”. No new information emerged. There was concern when a severed human head was found in a quarry in Cambridgeshire, but it was quickly clear that there was no link. Wheatley says officers are still treating this as a missing person investigation, rather than murder or suicide. “There is no evidence of any third-party involvement,” she says, although officers are continuing to “look at every account given by everyone to the nth degree for any evidence of what has happened to Helen because it is perplexing; it is a mystery”. Police are inclined to reject the suggestion that Helen might have killed herself. “Friends say she was quite upbeat; she had moved on from the grieving from her husband; she was in a good place,” Wheatley says, adding that she doesn’t think the note was a suicide note. “To me, and I’ve seen many suicide notes, that’s not a suicide note. It is not like that. It just said: “Need some space. Going to Broadstairs.” She is unable to give any details of what the note looked like or confirm whether it was typed or handwritten. They have considered and rejected the possibility that she could have killed herself and her dog. “The dog is the love of her life. We have taken the stance that Helen loved that dog; it was like her baby. Would she be able to kill that dog? Probably not,” she said. “Would she have been able to take that dog and hole herself up somewhere, write something, doing what she does? That’s a more realistic and more probable hypothesis than actually she has killed the dog and then killed herself.”     “Her mum is really, really concerned’ … Helen Bailey in Bassingbourn, Cambridgeshire. Photograph: Mary Turner/Rex/Shutterstock    But even this theory doesn’t entirely ring true. “It’s unusual for her not to call her mum,” says Wheatley. Her mother spoke to her daughter every two to three days, even when she was caught up with writing her books. “Her mum is just really, really concerned. She had a very close relationship with her brother. Would she just disappear and not have any contact with her mum or her brother? “Has she fallen in a ditch? Well, we’ve searched all the areas that we know that she could have gone to. It has been hot weather. If she did have the dog, if she had come to harm, then the dog would have wandered off and someone would have found that dog. No one has found that dog,” she says. When I ask if there is a theory that she discusses with her colleagues and wouldn’t at this stage want to see in the newspaper, she is silent for a moment, waves her arm as if uncertain what to say, splays her fingers, pats her knees and screws up her face. But, finally, she simply says that police officers don’t trust anyone.. “You can’t assume anything, but we look at what we have got factually; we have got nothing really to go on. We have got nothing to say that Helen has come to harm; we have no suspicion of third-party involvement.” On the wall of her office, Wheatley has pinned the message: “Keep People Safe, Reduce Crime and Catch Criminals.” Next to a picture of her daughter and her husband, also a police officer, she has a whiteboard where satisfying crime statistics are marked up in blue pen: “Strengths: all crime decrease, 9.2%; shoplifting decrease 20%.” Of Hertfordshire’s 10 police districts, the North Herts area she controls had the lowest recorded crime last year, and came second in terms of performance. It is easy to understand her frustration; she isn’t used to cases that can’t be solved. Wheatley has been a police officer for 26 years, and has never encountered a case that has proved so challenging. “I have gone through it so many times. I just find it really perplexing. It’s really unusual.”",
  "webTitle": "The mystifying disappearance of children's author Helen Bailey",
  "webPublicationDate": "2016-05-30T14:57:39Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/30/helen-bailey-missing-mystery-disappearance-childrens-author",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Amelia Gentleman",
      "id": "profile/ameliagentleman"
    }
  ],
  "guardianId": "uk-news/2016/may/30/helen-bailey-missing-mystery-disappearance-childrens-author"
}