{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/14/the-bfg-review-mark-rylance-steven-spieberg-roald-dahl",
  "id": "2016-05-14-102",
  "sectionId": "film",
  "body": "It seems pointless to say that the big friendly giant is the star of The BFG. But casting has never been more crucial. A typically distinctive, eccentric and seductive star performance from Mark Rylance absolutely makes this movie what it is. This is the latest work from director Steven Spielberg, adapted from the Roald Dahl children’s story by the late Melissa Mathison; it is the final screenplay from the author of ET — to which this has obvious resemblances.   Related: Melissa Mathison: a masterful storyteller who brought ET to life    Rylance is stunningly transformed and enlarged to a colossal scale with next-level motion-capture technology: it is a thing of wonder to see his trademark nuances and facial moues, generally so studied and small, magnified to the size of an Easter Island statue. Without Rylance, the film would certainly have the charm and sweetness it now displays in such abundance, but it might look a bit standard-issue, a reverent and even stately account of Dahl’s classic, set in some indeterminate tourist-view golden age Britain.  It is supposed to be 1982, when the book was published, but the establishing shot of Westminster Bridge seems to put us in bang-up-to-date contemporary times: then a picturesque orphanage is to be found co-existing in central London with merrie pubs and revellers nearby, people with British accents say “someplace” instead of “somewhere” and later Her Majesty The Queen, after reading her broadsheet edition of The Times, has a telephone conversation indicating that “Ronnie and Nancy” are in the White House, but also refers to someone called “Boris”. (Yeltsin? Johnson?) Well, the more incoherent cultural references the merrier, and only pedant and a bore would demand logic from a film about a … well … big friendly giant.           BFG trailer: see Mark Rylance as the Big Friendly Giant in new look at Steven Spielberg film – video    Newcomer Ruby Barnhill is the brightest of sparks as Sophie, a deeply lonely little girl in an orphanage who one night looks out and sees a great big giant loping down the street. This giant (Rylance) reaches into the room through the open window and grabs her — a wonderfully tense and scary spectacle — and takes her away to his home in Giant Country. He speaks in a strange garbled gobbledygook, and given Mathison and Spielberg’s legendary professionalism, it wouldn’t surprise me to learn they have researched the career of the now forgotten British comic and broadcaster Stanley Unwin who invented this sort of language. Sophie and the BFG make friends, two lonely souls with a lot in common. The BFG tells her about his vocation of dream-catching, bottling dreams and feeding them into the heads of sleepers. The movie discloses the chief poignant paradox. He is a small friendly giant. He may be huge compared to human beings, but he’s a “runt” compared to the other, truly gigantic giants around the place who torment him, horrible creatures like Bloodbottler (voiced by Bill Hader) and Fleshlumpeater (voiced by Jermaine Clement). Where the BFG is a gentle soul, a vegetarian who eats mainly snozzcumbers — prized for the hilarious farts they produce — the bigger giants are meat-eating bullies. They force the poor BFG to take part in a nasty and humiliating ritual where they push him downhill in the wrecks of old British cars: a Leyland lorry and a burnt-out black cab feature prominently. The giant-bullies look worryingly as if they are devising a new stunt for Top Gear. Sophie urges the BFG to hit back at the bullies, but there’s a disturbing revelation about what happens to human children found in Giant Land. Finally, Sophie invokes a deux ex machina. Surely the Queen can help?      The BFG is big friendly giant of a film from a director who knows how to make films on that note and on that scale. With boldness and sweep, he creates a Spielberg-BFG myth with hints of Oscar Wilde’s selfish giant, Jack and the Beanstalk and the Nutcracker Suite. I wondered a bit if Spielberg can quite respond to the dark core of unfriendliness in Dahl’s writing — that gleeful nastiness which children love, and which makes their parents uncomfortable, especially those who see how it dovetails with his adult stories. I’m inclined to say that Wes Anderson’s less obviously reverent, Americanised version of The Fantastic Mr Fox is a more interesting movie, all in all.    Related: The magic of Mark Rylance: ‘Our culture is terrified of anything mysterious’    But what a tremendous performance from Mark Rylance. A lesser actor would have gone in for brow-knitting grumpiness, sub-Shrek rage, coy shyness and giggling. But Rylance plays the BFG like a real human character, like an abused child grown to an alienated old age, taking refuge in a world of his own, but more than capable of love. There is a marvellous delicacy to the way he picks up Sophie’s tiny glasses with his enormous pudgy fingers. This has been a labour of love for Spielberg and a wonderful swansong for Melissa Mathison.",
  "webTitle": "The BFG review: delicate touch of Spielberg and Rylance proves hugely charming",
  "webPublicationDate": "2016-05-14T13:41:39Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/14/the-bfg-review-mark-rylance-steven-spieberg-roald-dahl",
  "keyword": [
    {
      "webTitle": "The BFG",
      "id": "film/the-bfg",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Steven Spielberg",
      "id": "film/stevenspielberg",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Mark Rylance",
      "id": "stage/mark-rylance",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Roald Dahl",
      "id": "books/roalddahl",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Family",
      "id": "film/family",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film adaptations",
      "id": "film/film-adaptations",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Animation",
      "id": "film/animation",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/14/the-bfg-review-mark-rylance-steven-spieberg-roald-dahl"
}