{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/readers-recommend-share-your-songs-about-power",
  "id": "2016-05-12-58",
  "sectionId": "music",
  "body": "This week we want to hear your songs on the theme of power. Interpret and extrapolate how you will – be it the lyrics, the music or song’s title and whether you see brute force or political influence – and post your nomination in the comments.   Related: Readers recommend playlist: songs about sinners    You can find a list of all songs previously picked and so ineligible for the series here. You have until 11pm on Monday 16 May to post your nomination and make your justification. A regular RR contributor (this week, George Boyland) will then select a playlist from your recommendations. If you would like to volunteer to compile a playlist from readers’ suggestions – and potentially blog about the process/selection for the Guardian – please email matthew.holmes@theguardian.com with the subject line ‘RR guru’ or make yourself known in the comments. Here’s a reminder of the guidelines for RR:  Tell us why it’s a worthy contender. Quote lyrics if helpful, but for copyright reasons no more than a third of a song’s words. Provide a link to the song. We prefer YouTube, but Spotify or Soundcloud are fine. Listen to others people’s suggestions and add yours to a collaborative Spotify playlist. If you have a good theme, or if you’d like to volunteer to compile a playlist from readers’ suggestions, please email matthew.holmes@theguardian.com. There’s a wealth of data on RR, including the songs that are “zedded”, at the Marconium. It also tells you the meaning of “zedded” (picked for a previous playlist so ineligible), “donds” and other strange words used by RR regulars. Many RR regulars also congregate at the ’Spill blog.    Related: Were you a punk? Share your pictures and stories    We’d like to learn a bit more about you and what you love. Each week, alongside RR, we’ll be asking you to tell us more about the songs you’ve nominated through our GuardianWitness page. We want to hear the stories, see the photos – of gigs, of moments, of your record sleeves – that you associate with the songs you have nominated. You can also share your theme ideas.",
  "webTitle": "Readers recommend: share your songs about power",
  "webPublicationDate": "2016-05-12T19:00:06Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/readers-recommend-share-your-songs-about-power",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "music/2016/may/12/readers-recommend-share-your-songs-about-power"
}