{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/15/peta-credlin-suggests-government-lawyers-said-boat-turnbacks-were-illegal",
  "id": "2016-05-15-226",
  "sectionId": "australia-news",
  "body": "Peta Credlin has suggested in an opinion piece attacking Labor’s record on asylum seekers that some advice by government lawyers warned that turning back boats carrying asylum seekers was illegal. In a piece in the Daily Telegraph about Labor “division” on asylum seeker policy, Tony Abbott’s former chief of staff said there was “every chance the boats will start again if Labor is put back in charge of our borders”. “Doubtless, there’d be a barrage of human rights activists, including some government lawyers, again claiming that turnbacks are illegal.”   Related: Greens would demand asylum seeker policy change under any deal with Labor    The article did not specify when advice was provided to the Australian government that turnbacks were illegal. Credlin’s statement echoes comments Abbott made in a Quadrant essay about the national security legacy of his government that some government lawyers warned about the legality of Operation Sovereign Borders. In the essay Abbott wrote: “At numerous stages, Operation Sovereign Borders could have foundered. Some media claimed that harsh treatment of boat people was being hidden. Some government lawyers claimed that the operation was beyond power.” Abbott said after he became prime minister he told border protection officials “in absolutely unambiguous terms, that the most compassionate thing we could do was stop the deaths at sea by ending the people-smuggling trade”. “That was their duty: to stop the boats by all lawful means notwithstanding fierce controversy at home and possible tension abroad.” In August 2012 the Houston report to the Gillard government canvassed the possibility of boat tow-backs and said they would need the consent of the other country and “would need to be made in accordance with Australian domestic law and international law”, including obligations not to take asylum seekers back into danger. It said the conditions for turnbacks to Indonesia were not met. Before turnbacks were reinstated by the Abbott government in 2013, none had been attempted since 2001. None were conducted by the Rudd and Gillard governments. Guardian Australia contacted the immigration minister, Peter Dutton, in March and again on Sunday to ask whether legal advice to the Abbott-Turnbull government said Operation Sovereign Borders was beyond power and tow-backs were illegal. The Coalition government has maintained boat tow-backs are lawful. Amnesty International has said Australia’s policy to return boats to countries where asylum seekers would be in danger is in breach of international law. Credlin said Labor leaders opposed tow-backs in 2007 by claiming the practice was impossible, illegal and impractical. “All along, the real problem was that Labor didn’t like it.” She described the purchase of orange life rafts to return “would-be illegal arrivals who’d scuttled their own boats” as a “vital new element” Abbott had added to Howard’s policies. “This idea did not come from experts. It came from a prime minister and a government that simply wasn’t going to be overcome: not by the greed of people smugglers, not by the determination of would-be illegal migrants ... and not by the defeatism of the former Australian government.” Credlin said the officials who had told the Labor government it “couldn’t stop the boats” were the same officials who advised the Coalition government that did.   Related: Campaign catchup: leaders go head-to-head in front of election diehards    Labor has said it will “not allow policy which sees the mass drowning of vulnerable people”, in effect replicating the government’s policy including use of controversial boat tow-backs.  On Saturday, Shorten said: “I don’t understand why the government hasn’t tried harder with nations in our region ... I promise that we will make sure that we process these people and get them into nations in our region but we will not reopen the seaways.” Credlin also sought to play down her comments describing the prime minister, Malcolm Turnbull, as “Mr Harbourside Mansion”. “Yes, he is ‘Mr Harbourside Mansion’, but he and Lucy bought their home after many years of hard work,” she said. “He has an inspirational self-made background and he has to disable Labor’s attack by telling his story rather than let them define him.”",
  "webTitle": "Peta Credlin suggests government lawyers said boat turnbacks were illegal",
  "webPublicationDate": "2016-05-15T04:23:32Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/15/peta-credlin-suggests-government-lawyers-said-boat-turnbacks-were-illegal",
  "keyword": [
    {
      "webTitle": "Peta Credlin",
      "id": "australia-news/peta-credlin",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/15/peta-credlin-suggests-government-lawyers-said-boat-turnbacks-were-illegal"
}