{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/colin-firth-burst-cannes-bubble-rodrigo-duterte-film",
  "id": "2016-05-18-98",
  "sectionId": "commentisfree",
  "body": "I am reaching the end of my annual stay at the Cannes film festival and approaching what some call the Cannes Breakdown – the inevitable result of spending so long in a strange bubble where only films matter.   Related: 'Brazil is not a democracy': Cannes contender's cast stage red carpet protest    News of the outside world, with all its dreary politics, is almost unbearably dull and irrelevant, and sends you into a mild panic as you realise this is the world to which you must soon return. Too little sleep, too much rosé and too few regular meals send everyone close to the edge of madness. For me peak Cannes arrived when the trade press it was reported that Colin Firth and his wife Livia had hosted a private lunch with the super-posh watchmaker Chopard; according to the press handout the point was “to celebrate the journey to sustainable luxury”. To … to … what? All over town, journalists and delegates grabbed their heads and realised that they couldn’t take it any more. Well, Chopard is a luxury brand – all gold and diamonds. It yearns for sustainable practices. Don’t we all? I bet they were scraping the canapes off the ceiling at the end of that celebration, and Mr Firth was stretchered back to his hotel, exhausted after his sustainable “journey”. Somehow I suspect that this celebration resembled the kind of super-rich corporate Cannes events that took place in the days before people cared about sustainability. Perhaps what they were trying to sustain was the luxury itself. When Harry met Rodrigo           The branding of Rodrigo Duterte – video      There can hardly be anything more worrying than a politician with an affectionately ironic “nickname”. The new president of the Philippines, Rodrigo Duterte, is a guy who luxuriates in his own publicity – the righteous tough guy keen on whacking criminals and deriding liberal bedwetters who whinge on about due process. When mayor of Davao City he announced: “You want a taste of justice, my style? Come to Davao … and do drugs in my city. I will execute you in public.” The president has been nicknamed “Duterte Harry”, probably by himself. But even Clint Eastwood, in his own political career as mayor of Carmel-by-the-Sea in California in the late 80s, was smart enough not to engage in this crass posturing – probably because he knew it would make him look like just another psychopathic gangster. Clint’s great creation, Inspector Harry Callahan, is asked about his nickname and he replies: “Because I get every dirty job that comes along.” There is a touch of real sorrow there, and I sense that President Duterte figures that the burdens of office entitle him to violence. And maybe also a streak of sentimental self-pity surfaces as he looks at the Dirty Harry poster pinned up on his office wall. Boo la la   Here at Cannes, the dreaded B-word has asserted itself. There are some people who love to stand up and boo, and in doing so clearly expect to be cheered and applauded for how courageously sceptical they are. This treatment was given to Olivier Assayas’s crazy and brilliant film Personal Shopper, starring Kristen Stewart as a fashionista assistant who is also a medium, trying to contact her dead brother. It received a storm of booing – or rather the French form of booing, which removes the “b” and becomes the mass hooting of a lot of very cross owls. “Ooooo!” they say, or perhaps it is “Woooo!”. It is more derisive than the “Booo”, more a sort of Gallic “Oooo, get her!”. Antonioni’s L’Avventura, Haneke’s Funny Games and Malick’s The Tree Of Life have all had the hooting. For me, though, both “Booo” and “Oooo” are equally tiresome.",
  "webTitle": "How Colin Firth burst my Cannes bubble | Peter Bradshaw",
  "webPublicationDate": "2016-05-18T16:21:27Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/colin-firth-burst-cannes-bubble-rodrigo-duterte-film",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Colin Firth",
      "id": "film/colin-firth",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/colin-firth-burst-cannes-bubble-rodrigo-duterte-film"
}