{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/11/poorly-designed-schools-affecting-pupils-performance-says-the-riba",
  "id": "2016-05-10-10",
  "sectionId": "education",
  "body": "Too many UK school buildings are dangerous and dilapidated, causing children to underperform and teachers to quit, a study by the Royal Institute of British Architects has found.   Related: A third of headteachers say school buildings not fit for purpose    A 60% reduction in the government’s schools capital budget is producing a new generation of overly standardised new buildings which cost £150m a year more to run than they should, according to the RIBA. It found that one in 20 teachers who had left their job cited poor building conditions and one in five had considered it.  “The prevalence of damp, leaky classrooms and asbestos-ridden buildings in British schools means too many pupils and teachers are struggling to learn and teach in conditions damaging to their health and education,” the report claims. It will reignite a row between architects and the Department for Education (DfE) over the value of design skills. In 2010 Michael Gove, then education secretary, scrapped Labour’s £55bn schools building programme, which had commissioned Zaha Hadid, Norman Foster and Richard Rogers to design schools.  Gove accused architects of “creaming off” fees that should have gone to teaching and replaced the programme with a cheaper, more standardised approach, and said: “No one is here to make architects richer.” But RIBA has called on Gove’s successor, Nicky Morgan, to review the school building policy, which uses private finance, because it is delivering buildings with worse value for money, higher running costs and of a “highly varied” standard.      Burntwood school, which won RIBA’s Stirling prize for the UK’s best building. Photograph: RIBA    One headmaster, Andrew Seager, at Stratford school academy in east London, has complained about his new building, which was delivered with “700 snagging items and some major defects” and left the school with a £600,000 bill to complete works to the surrounding grounds.  He told parliament last year it was “the worst experience I have ever had as a headteacher” and cited the DfE’s unilateral decision to drop from the brief a secure perimeter fence and a canopy to keep children dry in the lunch queue. Jane Duncan, the RIBA president, said: “How can we expect our children to compete with the world’s best when too many of our school buildings are substandard? “Educational improvements resulting from the current programme of school building are not reaching the basic standards that British taxpayers and our economy expects. We need to do better for all of our children and their hardworking teachers.” RIBA analysed post-occupancy evaluations for 129 new schools and found that many new buildings were over-engineered and on course to cost the taxpayer £450m more than they should in heating, cooling and lighting between 2015 and 2018 – outgoings that could be avoided with better design. It found that well-designed schools enjoyed better pupil behaviour and results and a 15% productivity increase among staff. The DfE said: “We are building schools based on what works in terms of good design – not so-called iconic buildings that are expensive to maintain. Under the previous programme, Building Schools for the Future, the most expensive schools cost in excess of £45m and took three years for building work to begin. We have cut this to one year ... and the average cost of rebuilding has dropped by a third.” The claims about the latest school building programme follow the closure last month of 17 schools in Edinburgh, built under the private finance initiative, owing to safety fears after a wall collapsed at a primary school. The UK’s largest teaching union, NASUWT, said RIBA’s verdict echoed its own finding that more than a third of teachers surveyed thought their school building was not fit for teachinf, with 40% saying their buildings were not good for pupils. There is growing pressure to build more schools, as almost a million extra pupils are expected to enter the English school system over the next 10 years. But in a 2014 survey of local councils by the Local Government Association, 23% rated the condition of their schools’ estates as extremely or very poor, with more than two-thirds of schools considered in need of refurbishment or renewal. The RIBA report, Better spaces for learning, warned that the “drive towards greater standardisation has led to the voice of the user being almost completely excluded from the design process”.  It said that the target of reduced floor areas for new schools to reduce costs meant corridors in new schools were sometimes too narrow, which exacerbated overcrowding and discipline problems such as bullying.",
  "webTitle": "Poorly designed schools affecting pupils' performance, says RIBA",
  "webPublicationDate": "2016-05-10T23:01:43Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/11/poorly-designed-schools-affecting-pupils-performance-says-the-riba",
  "keyword": [
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "School building programme",
      "id": "education/schoolbuilding",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "The RIBA",
      "id": "artanddesign/riba",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Booth",
      "id": "profile/robertbooth"
    }
  ],
  "guardianId": "education/2016/may/11/poorly-designed-schools-affecting-pupils-performance-says-the-riba"
}