{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/senior-islamic-state-leader-in-iraq-abu-wahib-killed-by-us-airstrike",
  "id": "2016-05-10-335",
  "sectionId": "world",
  "body": "A senior Islamic State leader in Iraq’s Anbar province has been killed by a coalition airstrike, according to the Pentagon. Abu Wahib and three other Isis militants were killed when their vehicle was struck on 6 May in Rutba, according to Peter Cook, the Pentagon spokesman. He said Wahib’s death was a blow to the group’s leadership.  A senior US official said it was an American airstrike. Cook said Wahib was a former member of al-Qaida in Iraq and has appeared in Islamic State execution videos.  “ISIL leadership has been hit hard by coalition efforts and this is another example of that,” he said, using another acronym for Isis. “It is dangerous to be an Isil leader in Iraq and Syria nowadays.”   Related: US-led airstrikes against Islamic State in Syria and Iraq – interactive    There have been unconfirmed reports in the past suggesting Wahib was targeted by strikes, but this is the first time the Pentagon has said he was killed.  Wahib started working with al-Qaida in Iraq before being detained by US forces in 2009. He was transferred to an Iraqi prison following the US withdrawal in 2011 and broke out in 2012. Barack Obama will meet with his National Security Council on Tuesday morning to discuss US efforts to fight Islamic State militants, the White House said.  “The session is the latest in a series of NSC meetings in recent months convened at the White House and at key departments and agencies, including the CIA, the Department of State and the Department of Defense, on our campaign against the terrorist group,” it said in a statement.   Associated Press contributed to this report",
  "webTitle": "Senior Islamic State leader in Iraq, Abu Wahib, 'killed' by US airstrike",
  "webPublicationDate": "2016-05-10T00:49:30Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/senior-islamic-state-leader-in-iraq-abu-wahib-killed-by-us-airstrike",
  "keyword": [
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/10/senior-islamic-state-leader-in-iraq-abu-wahib-killed-by-us-airstrike"
}