{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/john-gosden-aidan-o-brien-the-derby",
  "id": "2016-05-17-239",
  "sectionId": "sport",
  "body": "There is some consolation for John Gosden, whose So Mi Dar has been ruled out of the Oaks through lameness, in the thought that his chance of Derby success may have been improved. The trainer feels his filly’s absence from Epsom next month makes it more likely that the star Irish filly Minding will be targeted at the Oaks rather than tilting at the colts race, in which Gosden will field Wings Of Desire, currently the 5-1 second-favourite.   Related: John Gosden forced to rule So Mi Dar out of the Oaks due to lameness    Minding’s trainer, Aidan O’Brien, now has “a lot of cards to play” in the Derby, Gosden said at a press conference here on Monday evening to promote the Investec-sponsored Classics. “So many runners, why would you need to run Minding when she can run in an Oaks?” Indeed, Gosden expects his Irish rival to be mob-handed in the Derby and recalled the 2007 race, in which he ran the eventual fourth, Lucarno, while O’Brien had no fewer than eight runners. The Newmarket man is also more respectful than many have been about the quality of O’Brien’s likely runners. “I think you’ve got very nice horses. US Army Ranger and the horse who was second to him [Port Douglas], they’re bloody good horses. I think Deauville’s a good horse.” Gosden was especially taken by the success in France on Sunday of O’Brien’s The Gurkha. “He was impressive. I’ve got to be honest, I think he beat Group Three horses. A horse of my wife’s [Crazy Horse] was beaten a length for second and he’s a bit rusty. But he totally showed he’s a Group One horse, so he’s exciting if they run him there. “Who knows, he could go to the St James’s Palace [at Royal Ascot in mid-June]. He could be that kind of speed. It’s not my business, all I know is I expect Aidan to turn up with about six colts at least and I expect Minding to remain in the Oaks. I’m sure they’ll do that.” To some extent, Gosden is happy to have a Derby candidate at all, having believed as recently as the middle of last month that he would be unrepresented in the race he won last year. Wings Of Desire held a Derby entry initially but the trainer pulled him out on 7 March, when it would have cost £1,000 to stay in, believing instead the horse would go for the much less prestigious King Edward VII Stakes at the Royal meeting. “I think it’s still a very good idea,” he joked. “Alas, I’ve been made a fool of. And he only did his first half-speed on 15 March.” Connections must now pay £75,000 to re-enter into the Derby. For a colt to make such rapid progress, from first gallop to Derby contention, is unusual, Gosden readily conceded, though he sent out Tamure to be second at Epsom in 1995 after a similar preparation. Of Wings Of Desire, he said: “He’s got a gorgeous frame, good mind on him. And he’s done a lot of solid, steady stuff through the winter, but he’d never done any fast work until the third week of March. He’s learning quick.” Referring to the colt’s success in York’s Dante Stakes last week, Gosden added: “I notice Frankie [Dettori] didn’t hit the front too soon because he’s still a baby but he’s a proper Derby horse, there’s no doubt about it. You’d just love to have got another run into him, that’s all. He’s a big, strapping, strong colt now and last year he wasn’t.” While the trainer still feels that last year’s Derby winner, Golden Horn, might have won despite a mile and a half being a shade further than his optimum distance, Wings Of Desire is likely to prove a more thorough stayer. “It’ll be his best trip and I won’t bother bringing him back to a mile and a quarter again. Because if things go well, you’d probably put him away for a King George, something like that, he’s a proper mile and a half horse, like his brother [Eagle Top].” But the very experienced Gosden has seen too much to be taking anything for granted. In Tamure’s year, he also ran the eventual third, Presenting, and still feels that horse would have won if his jockey had not taken the view that he knew better than to follow instructions. “Mr Cash Asmussen wouldn’t listen to me. I told Cash, go to the front, make the running, go for it, he stays, he’s a galloper. “He just popped him in to give him a little air, then he couldn’t get out again until too late. Typical Asmussen, he always knew the name of The Unknown Soldier. “There’s a banana skin round every corner. Look at So Mi Dar!”",
  "webTitle": "John Gosden expects Aidan O’Brien to be mob-handed in the Derby",
  "webPublicationDate": "2016-05-17T10:05:41Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/john-gosden-aidan-o-brien-the-derby",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "John Gosden",
      "id": "sport/john-gosden",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/17/john-gosden-aidan-o-brien-the-derby"
}