{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/petition-calls-for-tourists-to-be-forced-to-use-t-plates-while-driving-in-new-zealand",
  "id": "2016-05-17-317",
  "sectionId": "world",
  "body": "Tourists in New Zealand would have to display a ‘T-plate’ on their cars and sit a driving test under an idea promoted by petitioners on social media. According to the New Zealand Transport Agency less than 6% of serious crashes between 2010 to 2014 involved foreign drivers.    Related: New Zealand warns hikers away from Lord of the Rings volcano    But as foreign tourist numbers have soared in New Zealand – with more than 3.2 million visitors last year – public concern has grown that foreign drivers do not have adequate skills to handle New Zealand’s mountainous terrain and narrow roads.  The Facebook group T-plates for Tourists has gained 3,000 likes, while its petition calling for mandatory T-plates and a driving test for foreign drivers has more than 200 signatures – well shy of the 5,000 that campaign organiser Josh (he does not want to use his last name) would like before taking it to parliament. “I started it because I think there needs to be a change in the conditions for letting overseas drivers on to our roads,” said Josh by email.  “Over the last five years there have been 13.6 fatalities involving overseas drivers. 14 people that could have survived if overseas drivers were more informed.”The idea has raised concern that clearly marking vehicles as belonging to tourists could make them a target for crime such as burglaries, and dissuade tourists from visiting the country.   Related: New Zealand hotel bans cyclists in Lycra to cut out 'bulges' at breakfast    Josh said the test and T sign would apply to all drivers on a foreign licence in New Zealand - including English and Australian visitors, even though they also drive on the left hand side of the road.  “It’s a stupid idea and it will never happen,” said Chris Roberts, chief executive of the Tourism Industry Association of New Zealand.  “The people behind it might be well meaning, but only a very small percent of overseas drivers are bad drivers, just like a small percent of New Zealanders are bad drivers. This idea had nothing factual to stand on at all.” Jim Harland, southern regional director for the NZ Transport Agency and a member of the cross-Agency Visiting Drivers Group said the suggestion had been made before. “It was not clear how labelling the vehicle in this way would prevent crashes by changing the behaviour of the driver or encouraging more tolerant behaviour from other drivers,” he said. “A further issue to consider is that in implementing this there would likely be an increase in tourists’ vehicles being broken into and property stolen, due to the vehicles being labelled.”",
  "webTitle": "Petition calls for tourists to be forced to use T-plates while driving in New Zealand",
  "webPublicationDate": "2016-05-17T05:12:50Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/petition-calls-for-tourists-to-be-forced-to-use-t-plates-while-driving-in-new-zealand",
  "keyword": [
    {
      "webTitle": "New Zealand",
      "id": "world/newzealand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Eleanor Ainge Roy",
      "id": "profile/eleanor-ainge-roy"
    }
  ],
  "guardianId": "world/2016/may/17/petition-calls-for-tourists-to-be-forced-to-use-t-plates-while-driving-in-new-zealand"
}