{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/19/football-transfer-rumours-manchester-united-and-manchester-city-in-for-sane",
  "id": "2016-05-19-288",
  "sectionId": "football",
  "body": "Leicester have Steve Walsh. Southampton have a complex web of scouts backed up by a meticulous library of statistics. Sevilla have a colour-coded spreadsheet. Manchester United have Ed Woodward’s nose. What a nose it is, as the successes of Anthony Martial, Louis van Gaal and Memphis Depay will testify. And Ed’s nose has picked up a new scent: Schalke’s Leroy Sané.  Arguably the worst-kept secret in European football, Sané has been in excellent form this season, scoring nine goals from the right flank, which has secured the 20-year-old a place in Germany’s provisional Euro 2016 squad. Squuuuaaaaaaaad. The prospect of dressing-room banter with Jesse Lingard may prove to much to turn down for young Leroy, if United stump up the £30m necessaries. That’s if Manchester City don’t come calling first: Pep Guardiola has seen first-hand what wizardry Schalke’s young star was capable of in the Bundesliga last season, and seeing as he has carte blanche - because Premier League - City could well end up stealing Sané from under their rival’s, erm, nose.    Related: West Ham face competition from Tottenham for Bournemouth’s Callum Wilson    The two Manchester clubs might also be interested in Raphaël Varane’s latest comments after the Real Madrid defender conveniently had a mic thrust in front of him just as he was having a good old sulk. “Until November I played nearly every game,” he told AFP. “It’s true that I would have liked to play the season’s decisive games, especially in the Champions League, but these are the manager’s decisions. After five years in Madrid I hope to be able to overcome some obstacles. I feel this is a crucial moment. I think a player has to develop and feel that they are important.” It’s true, Varane played the sum total of 90 seconds in Real’s Champions League quarter-final and semi-final, yet any potential suitors will have to spend big to persuade Real to part with the Frenchman. Which probably puts Arsenal out of the running. But when City are reportedly willing to spend £39.6m on an alternative that has a broken leg and a dislocated ankle, Varane’s potential price tag might not be such a big problem. After Aston Villa announced that Randy Lerner had agreed to sell the club Dr Tony Xia, job applications for the vacant managerial hotseat have been flying into the office at Villa Park. Top of the pile is Roberto Di Matteo, who will turn up to his interview, plonk his Champions League winner’s medal on Tony’s desk, turn on his heel and wait for the phonecall. After being 66-1 for the job last week, Bobby is now 1-4 to beat his nearest rival, Nigel Pearson, to the position.  Elsewhere, Sunderland want to sign DeAndre Yedlin from Tottenham on a permanent deal, after the American impressed in the closing stages of Big Sam’s Glorious Fight Against Relegation. With Kyle Walker and Kieran Trippier in front of Yedlin at Spurs, the 22-year-old right back was asked about a return to the north-east and suggested that he is standing in front of many doors, and is definitely planning on walking through one of those said doors in the near future. “It’s definitely a door I would not close. I would not mind going back [to Sunderland]. I’m keeping all doors open, I don’t want to shut any right now. Any opportunity that is offered to me is a big opportunity.”  Elsewhere, Internazionale manager Roberto Mancini is interested in Atletico Paranaense midfielder Otávio Henrique Passos Santos, according to reports in Italy, after the uncapped tough-tackling Brazilian was named the best midfielder in the state of Parana this year after leading his team to their first Campeonato Paranaense championship since 2009. Yaya Touré will be hoping that one doesn’t come off: the the Ivorian’s Mr 15%, Dimitri Seluk apparently told Italian website Calciomercato.com “It’s true, we’re talking with Mancini. We’re looking for a solution with Manchester City, who want to sell Yaya only up front, not on loan.”",
  "webTitle": "Football transfer rumours: Manchester United and Manchester City in for Sané?",
  "webPublicationDate": "2016-05-19T08:14:02Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/19/football-transfer-rumours-manchester-united-and-manchester-city-in-for-sane",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Butler",
      "id": "profile/michael-butler"
    }
  ],
  "guardianId": "football/2016/may/19/football-transfer-rumours-manchester-united-and-manchester-city-in-for-sane"
}