{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/12/indian-wine-review-fiona-beckett-curry-drink-match",
  "id": "2016-05-12-135",
  "sectionId": "lifeandstyle",
  "body": "Faced with the oceans of identikit wines that line our supermarket shelves these days, you’ll have to excuse me for occasionally getting desperate to write about something else. Something new, something different, possibly even something that takes a bit of effort to track down. Well, this week, that something is Indian wine.     Soul Tree Shiraz-Cabernet Sauvignon Reserve 2013. Serve with lamb rogan josh.    If you didn’t know they made wine in India, you’re forgiven – given the climate, it’s by no means obvious. But there are cooler regions, and in some they have three harvests a year. According to Peter Csizmadia-Honigh’s fascinating new book, The Wines Of India: A Concise Guide (which it isn’t, given that it runs to 452 pages), the best areas to look out for are Nashik, Pune and Karnataka. At the tasting that accompanied the book launch, and to my surprise, I was most impressed by the reds, which were typically full-bodied bordeaux and cabernet shiraz blends. My favourite was the very cool-looking Myra Vineyards’ Misfit 2013, a really gorgeous blend of cabernet and shiraz from Karnataka state; it’s available in tiny quantities from next month from Premia Wines. More widely available are Soul Tree’s full, ripe, oak-aged Shiraz-Cabernet Sauvignon Reserve 2013 (£10.95 Kensington Wine Warehouse in Bath, £10.99 from Soul Tree Wine; 14% abv) and the rich, velvety Grover Zampa La Réserve 2013 (14% abv), a similar blend that you could easily imagine coming from Chile or Argentina (the consultant is the world renowned Michel Rolland). Rodney Fletcher Vintners has the 2012 vintage for £11.40, while Amazon has it at £34.87 for three bottles. It would be fun to serve all three wines blind to a guest who fancies themself as a bit of a wine buff. When it comes to whites, India’s winemakers seem curiously fixated on sauvignon blanc, rather than on the more aromatic varieties you might expect. On the whole, I wasn’t wild about those I tried at Csizmadia-Honigh’s tasting. Sula’s Sauvignon Blanc, also available in Marks & Spencer under the Jewel Of Nasik label (£7; 13% abv), was the best of the bunch, but I much prefer Sula’s nicely rounded Dindoori Reserve Viognier 2015 (14% abv) – that would go very well with a korma. Corking Wines of York has it at £10 a bottle (or £59.94 for six). If this all seems too much effort for a Friday night takeaway, take a lead from the styles the Indians are making and source a wine from elsewhere: cabernet shiraz from Australia and carménère from Chile, say, both tick that big, ripe, red box. matchingfoodandwine.com",
  "webTitle": "Wine: looking for something to drink with curry? Try an Indian wine. Yes, really",
  "webPublicationDate": "2016-05-12T16:00:02Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/12/indian-wine-review-fiona-beckett-curry-drink-match",
  "keyword": [
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Indian food and drink",
      "id": "lifeandstyle/indian",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Fiona Beckett",
      "id": "profile/fionabeckett"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/12/indian-wine-review-fiona-beckett-curry-drink-match"
}