{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/25/last-days-of-legal-highs-bbc3",
  "id": "2016-05-25-257",
  "sectionId": "tv-and-radio",
  "body": "Every generation has, without fail, knotted its collective brow and fretted about how younger generations get their thrills. For my messhead peers, it was warnings over super-strong cannabis strains from people who had spent weekends in dodgy warehouse raves hugging strangers. They in turn were told by the generation before them that any drug that imbues the ability to dance to happy hardcore must surely have dark, unseen consequences. This, probably, can be traced all the way back to some uppity caveman taking umbrage at young ’uns drinking psychoactive reindeer pee. In other words, if someone older or less fun than you is worried about how you get mashed, you’re likely to ignore them. There is an exception, though. I’ve got some bad news and guys, it’s actually serious now. Britain’s druggy landscape has become a strange and alien proposition, and as The Last Days Of Legal Highs shows, it’s worrying as all hell.   Related: Dr Zee, the godfather of legal highs: 'I test everything on myself'    Peter Stanley is the proprietor of Portsmouth’s legal high emporium Gypsy Kings, where 10,000 bags of legal highs are sold each week. But not for long, as a ban on legal highs is coming into force the very next day after this one-off launches. Formerly a steel worker, Stanley first opened his shop two years ago, and found the legal high market to be a lot more lucrative than the steel industry. He began to produce his own range of the stimulant 3FPM, which he brands as Chang, Blow and the Devil’s Dandruff, as well as of the synthetic cannabinoid Spice, which he sells to a steady stream of customers. These people span and overspill all stereotypes of drug users: a young couple who smoke Psycho Strawberry joints and gaze sweetly into each other’s glazed eyes; men in their 30s who spend £400 a week on test-tube weed; people who got addicted to Spice in prison; and, thanks to the moped Peter bought his assistant Barry for door-to-door deliveries, OAPs.     Peter Stanley, owner of Gypsy Kings Head Shop. Photograph: Christian Cargill    Despite the back-room staff bagging up powders, Peter swears he isn’t a drug dealer. He is but an upstanding pharmaceuticals merchant who just happens to have an underling whizzing about delivering one-gram packages on a ’ped. He explains that those who find themselves returning to his shop daily would be hitting up conventional dealers if he wasn’t there; that in some ways he provides a social service. The problem with this argument is that it’s obvious most of Peter’s customers are substituting Spice – part of the new psychoactive substances (NPS) catergory attributable to 129 UK deaths last year – with traditional weed, and would be safer with the latter. Peter’s stash is roughly the same cost of the proper stuff. The draw – excuse the pun – is that Spice is far stronger, and you don’t have to wait around for some lazy sod with a poor concept of how long 20 minutes is to procure it. Instead, you could walk into Peter’s shop and find foil bags with names like Cotton Candy Carnage lawfully there for the taking. Cannabis culture has moved on considerably from posters depicting lean extra-terrestrials blu-tacked to bedroom walls. It looks a lot of fun on the internet, with its Californian glow, medicalised dispensaries and weed leaf-printed gym wear. Peddled to poor sods who could do with a bath and a multivitamin, though, it loses its shine a bit. I couldn’t be more pleased that soon, these people will have to quit Gypsy Kings and head instead to their friendly neighbourhood drug dealers. Online from today on BBC3",
  "webTitle": "The Last Days of Legal Highs: so long to Spice and the Devil’s Dandruff",
  "webPublicationDate": "2016-05-25T08:00:34Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/25/last-days-of-legal-highs-bbc3",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Legal highs",
      "id": "society/legal-highs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Filipa Jodelka",
      "id": "profile/filipa-jodelka"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/25/last-days-of-legal-highs-bbc3"
}