{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/british-astrologers-jonathan-cainer-russell-grant-mystic-meg",
  "id": "2016-05-05-300",
  "sectionId": "media",
  "body": "Following the unexpected passing of Jonathan Cainer, the Daily Mail’s resident astrologer, we look back at the careers of five of the UK media’s biggest soothsayers. It’s that curious combination of hope and pound signs that endears them to millions while drawing derision from the non-believers. You may detect a disparaging tone in what follows but I do find them genuinely fascinating, whatever doubts I might have about their belief system. Jonathan Cainer Reputedly the richest hack on Fleet Street, the much-loved star-regarder made his apparent fortune from multiple books, global syndication, online readings and dishing out predictions to the faithful on premium-rate phone lines. The astrology column is traditionally found at the back of a publication, but, like them or loathe them, for many they’re the first section to be read. Cainer worked at many papers over the years, one editor often scrapping with another to tempt him away, such was his pull with the readership. His website reports that he made his predictions well in advance, so he will continue to provide succour and advice to his fans from beyond the grave, which seems appropriate.  Mystic Meg     Mystic Meg: impeccably wrought image Photograph: Rex Features    Arguably the most famous newspaper psychic of them all, she is known only by her stage name, like Madonna. (She is really Margaret Anne Lake.) This former Fleet Street secretary has cultivated an impeccably wrought image as a cross between Fenella Fielding in Carry On Screaming and a tranquilised swan. She dresses only in flowing, gothic gowns and her mirror-smooth dark bob remains unchanged by the years. Her peculiarly slow, oddly-emphasised verbal delivery made her a viewers’ favourite during her regular Saturday night appearances on the National Lottery show. And several TV appearances (she remained po-faced throughout) prove that, despite the Addams family get-up, she doesn’t take herself too seriously. More recently, she’s made a career segue into the lucrative world of online gambling and also runs a website and premium-rate phone service. Kerching.          Mystic Meg in an Oasis advert    Shelley von Strunckel The first ever astrologer in a British broadsheet, Californian von Strunckel was drafted in by Andrew Neil to provide weekly forecasts in the Sunday Times in 1992. Her website cheerfully announces: “Shelley von Strunckel feels incredibly blessed to do work she loves, and be able to share her joy in it with readers around the world.” This follows a lengthy description of her “huge” loft-style apartment in King’s Cross which boasts enough space to entertain 80. The blog on her website is also entitled Champagne Mystic which tells us that von Strunckel is deeply in touch with the spiritual things in life, but that doesn’t mean one has to skimp on luxuries. Fair enough: in a crowded marketplace, it’s good to have a USP.     Shelley von Strunckel: an eye for luxury, including teddy bears. Photograph: Hanson Fiona Hanson/EMPICS    Russell Grant     Russell Grant: Strictly one of the UK’s best. Photograph: Ken McKay/Rex Features    Grant loomed large in every 80s childhood with his frequent appearances on the BBC Breakfast sofa next to Frank Bough and Selina Scott. After that, he moved to the other side, making his predictions on TVam next to a smirking Anne Diamond. More recently, he has enjoyed a significant career re-flourishing thanks to appearances on Strictly Come Dancing and various celebrity challenge shows, introducing this affable fortune teller to a new generation of admirers. Like many of his contemporaries, Grant started out on a different path, working as an actor and, at one point, a Butlins redcoat. In 2010 he launched a pet psychic service on his website. For £13.95 you can ask why your dachshund is drooping or your airedale anxious. Which is nice. Justin Toper         Justin Toper: the most cosmic hair in the business    Owner of the most cosmic hair in the business, Justin Toper has worked for most of the British tabloid press at one point or another and was described by Piers Morgan as “the best astrologer in the galaxy” when he hired him to work on the Daily Mirror. Like most spiritual guidance counsellors, he adopts a soothing tone when speaking although he might have repositioned his cue cards in this introduction video. Or maybe he is looking to heaven for inspiration. Either way, it’s unnerving. He now reportedly works out of his home in Nova Scotia, which I can only imagine as a huge cave lit by braziers and hung with rich tapestries, providing psychic salves to fans the world over.",
  "webTitle": "Star writers: the British media's top five astrologers",
  "webPublicationDate": "2016-05-05T07:00:00Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/british-astrologers-jonathan-cainer-russell-grant-mystic-meg",
  "keyword": [
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail",
      "id": "media/dailymail",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    }
  ],
  "guardianId": "media/2016/may/05/british-astrologers-jonathan-cainer-russell-grant-mystic-meg"
}