{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/02/donald-trump-workers-hotel-international-las-vegas",
  "id": "2016-05-02-193",
  "sectionId": "us-news",
  "body": "Maricella Olvera encounters Donald Trump on occasion, but she’s careful not to say a word. The 47-year-old cleans the penthouse at the Trump International Hotel Las Vegas, where Trump, his family, and celebrity guests often come to stay. She cleans around them in silence. Trump is always uninterested. “The policy is: you don’t talk to the boss,” she said at her small one-bedroom home, on the joyously named Sing Song Way in the city’s northern suburbs. While Olvera may be silent at work, she and a collective of cleaners, bar workers, and kitchen staff at the Trump hotel have been a thorn in the billionaire’s side for the past year, using what voice they have to remind the public of the hypocrisy that surrounds his audacious run for the presidency and his record as an employer.  Although Trump has touted himself as “the greatest jobs president that God has ever created”, these workers point to the fact they are paid on average $3 less than the thousands of unionised hotel workers in Las Vegas who work identical jobs and enjoy a host of other benefits, including pensions and free health insurance, not available to Trump employees.  Earlier this month, following a protracted dispute with Trump and his co-owner, casino billionaire Phil Ruffin, the National Labor Relations Board officially certified a union for over 500 staff at the hotel. Workers argue they have been subjected to surveillance, intimidation, and unlawful dismissal as they have sought to organize. Hotel management has so far consistently rejected calls to sit down and negotiate a new contract and appear likely to appeal the certification. It is estimated by the Culinary Workers Union that 98% of casinos and hotels on the strip and in downtown Las Vegas are unionised, making the company’s stance a near total outlier. Meanwhile, the billionaire’s campaign filings reveal he values his stake in the hotel at $50m, with a generated income of more than $27m.      Maricella Olvera, who slipped and fell, severely injuring her knee, while at work. Photograph: Mae Ryan for the Guardian    Olvera left her impoverished hometown in Central Mexico in 1987. She trekked for three days on foot to cross the US border, eventually making it to Salinas, California, where she immediately started work on the fields. She picked broccoli, lettuce and berries for 14 hours a day, seven days a week. Only 14 years old, she started sending money back to her family straight away. Twenty-nine years on, Olvera is now a permanent resident of the US, with two sons about to graduate from medical school. Like almost 70% of unionised workers at the Trump hotel who are also immigrants, she worries about job insecurity while suffering the indignity of a boss running for president on an aggressive immigration platform that leaves the staff themselves feeling targeted.     I know my people. My people work in the fields, in kitchens, in landscaping – working hard to make money  Maricella Olvera     “He has said bad things,” she said stridently. “I know my people. My people work in the fields, my people [are] kitchen workers, my people [are] landscaping – honest people, working hard to make money. Nobody give you nothing for free.” The disdain reflects a broader consensus among Latino voters: Trump is likely to face the highest unfavorability rating among the demographic in history (close to 90%) if he secures the Republican nomination in July.  “A lot of guests tell me, ‘I’m sorry for [what] Donald Trump said [to] your people,’” she said, regaining a smile. “I say, ‘It’s OK.’ I respect all minds.”  Olvera was not at work when the National Labor Relations Board ruled against Trump. In January, she slipped and fell, severely injuring her knee, while cleaning a tall mirror in one of the luxury condos. She now walks with crutches, and survives on $49 a day in disability payment. The payment amounts to half of her actual compensation, $14.28 an hour. The Culinary Workers Union says she would receive full pay on a unionised contract.  “My two sons pay [for] my car, my insurance, all my bills, my electricity, everything right now,” she said. She has stopped sending money back to Mexico for the first time in years. She worries about her mortgage repayments, but the more pressing concern is the surgery on her knee that will determine when she can return to work, and how much she will owe in medical bills.     The Trump hotel in Las Vegas, where cleaning staff stay mostly invisible, using separate elevators and doorways. Photograph: Mae Ryan for the Guardian    The hotel shimmers in the daylight; its windows are coated in 24-carat gold, which turns the natural light inside the bedrooms a sickly shade of green. At 64 storeys, it is one of the tallest buildings in Las Vegas and manages to distinguish itself in a city renowned for vulgarity. The lobby is heavily perfumed, with an overwhelming synthetic coconut smell. The Trump Store sells an extensive range of branded products, from Trump piggy banks and Trump cuddly toys to Trump champagne glasses and wine glasses.  At the hotel’s poolside bar, H2 (Eau), Frank Sinatra croons on the stereo, Make America Great Again caps are stacked next to vintage bottles of bourbon, and a Trump quote is emblazoned on a large mirror: “As long as you’re going to be thinking anyway, think big.” David, a salesman from Brooklyn, sits on a stool drinking a gin and tonic and clutching a cigar. A Trump supporter and regular at the hotel, he describes it as “the best in Vegas”.  “There’s no ding, ding, ding, like the casinos,” he says. “This is a classy place. Trump’s a classy guy.”    For Mr Donald Trump we don’t matter as workers or as human beings. For Mr Donald Trump we’re just a number  Celia Vargas     The cleaning staff stay mostly invisible, using separate elevators and doorways to reach the immaculately kept rooms. Celia Vargas, a 57-year-old cleaner, has worked at the hotel full time for three years, earning $14 an hour. Now a US citizen, she fled civil war in El Salvador aged 23 and crossed the US southern border smuggled inside a small container on the back of a truck. “I have always felt very proud of my work,” she said at the home she shares with her daughter and seven grandchildren. “But I feel that for Mr Donald Trump, we don’t matter as workers or as human beings. For Mr Donald Trump, we’re just a number.” Her employment has been plagued with uncertain working hours, she said, meaning she can be paid as little as $350 a week. “My expenses often don’t match my budget, so I always end up owing more or having to get loans, or pawning or selling something of mine in order to get enough.” Vargas was diagnosed with breast cancer last June. Her insurance did not cover the full costs of treatment, leaving her in thousands of dollars in debt, and it would not pay for a full night in hospital for her to recover after surgery – her daughter came to fetch her two hours after the operation, and took her home while she was still drowsy from the anaesthesia.     Celia Vargas is fighting to unionise at the Trump Hotel International Las Vegas. Photograph: Mae Ryan for the Guardian    Trump hotel workers see up to $132 in health insurance payments deducted from their biweekly paychecks, according to the Culinary Workers Union, and should receive free and more comprehensive insurance if on a union contract. Vargas was forced to sell her own apartment two years ago after her husband, also a migrant from El Salvador, who worked a well paid job as a cook on the Las Vegas strip, was arrested following an alleged DUI incident and transferred to immigration detention. He has been detained for two and half years now, and moved all around the country. Vargas has not seen him since December last year, when she made the five-hour drive to visit him in Orange County, California. He would face certain deportation under Trump’s hardline immigration platform.  Vargas was one of the first to organise the workforce, and says when they first started wearing small, pro-union badges, she was sacked along with six other colleagues, until the Culinary Workers Union intervened and got her employment reinstated.  Another former employee, 47-year-old Rosebert Donato, had worked at the hotel for three years, earning $11.20 an hour as a linen attendant on the late shift. Donato was fired shortly after the vote to unionize in December last year and argued he was targeted because of his participation in the union. “They fired us like we were delinquents,” Vargas said. The Trump Organization, the holding company which owns Trump’s stake in the hotel, did not respond to a list of detailed questions despite multiple requests.      Trump Hotel workers see up to $132 health insurance payments deducted from their biweekly paychecks. Photograph: Mae Ryan for the Guardian    Historically, union-busting has never been Trump’s style. He has long relied on unionised workforces to construct and staff his businesses in New York and New Jersey. In his 2000 book The America We Deserve, he wrote an impassioned defence of Jim Hoffa, president of one of America’s largest unions, the International Brotherhood of Teamsters: “Let me tell you this: Unions still have place in American society. In fact, with the globalization craze in full heat unions are about the only political force reminding us to remember the American family.” On the campaign trail, too, Trump has celebrated his lengthy list of union endorsements. “I have tremendous support within unions,” he said in February. “My support is really with those workers, those people … the policemen, the firemen, the construction workers, the lathers, the sheetrock workers, the electricians, the plumbers.”    Related: Trump Hotel workers use candidate's anti-Latino rhetoric to galvanize union    So why, in a city with such a rich history of trade unionism, in a swing state that Trump will hope to win if he secures the nomination, bother picking a fight he looks set to lose? Some with knowledge of the negotiations suggested it was Trump’s son Eric who had pushed the company’s unwavering stance. Others pointed to his carefully guarded image as a straight talking hardman that he was unlikely to relinquish for the duration of the presidential race. But perhaps the dispute best exemplifies Trump’s entirely unpredictable nature: his extraordinary ability to say one thing, and do something entirely different. At Vargas’s home, as dinner was about to be served, the results from the New York primary beamed in live on the TV. As Trump celebrated his landslide victory, he took to the lectern in Trump Tower. “We have problems everywhere you look,” he said. “We are going to solve those problems. And one of the big problems is the economy and jobs, and that is my wheelhouse.” Vargas shook her head in silence.",
  "webTitle": "'You don't talk to the boss': in Trump's Las Vegas hotel, workers are fighting for dignity",
  "webPublicationDate": "2016-05-02T10:00:21Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/02/donald-trump-workers-hotel-international-las-vegas",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Las Vegas",
      "id": "us-news/las-vegas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US unions",
      "id": "us-news/us-unions",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Laughland",
      "id": "profile/laughland-oliver"
    },
    {
      "webTitle": "Mae Ryan",
      "id": "profile/mae-ryan"
    }
  ],
  "guardianId": "us-news/2016/may/02/donald-trump-workers-hotel-international-las-vegas"
}