{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/23/cush-jumbo-on-an-all-female-julius-caesar-phyllida-lloyd-production",
  "id": "2016-05-23-287",
  "sectionId": "stage",
  "body": "I often use male speeches in my warm-ups before going on stage. The way Shakespeare writes for men is so different to the way he writes for women. If you’re looking for a real physical warm-up before you go on as Nora in A Doll’s House, there’s nothing better than “Once more unto the breach”. But I’d never had the opportunity to audition for a part that’s usually played by a man, until Phyllida Lloyd directed her all-female version of Julius Caesar at the Donmar Warehouse in London in 2012.   Related: Can an all-women Julius Caesar work?    Phyllida’s vision was to present the play as if it was being staged by the female inmates of a prison. It was clear that we would each be playing two separate characters: the prisoner and the Shakespearean role they were portraying. For the prisoner, we had to think why they were inside. We worked on the world of the jail for two or three weeks before sitting down with the text of Julius Caesar. Phyllida had visited Holloway prison and some others to run workshops. The prisoners selected Julius Caesar themselves, because so many of them had experience of a male figure in their lives that had acted as a dictator – a brother, a husband, a father. They got it.     ‘Friends, Romans, countrymen’ … Cush Jumbo as Mark Antony. Photograph: Helen Maybanks    The cast included Harriet Walter, who I’d been watching for years, Frances Barber and Jenny Jules, who are both icons to me, and then actors who were my contemporaries. We also had a couple of actors from the charity Clean Break (who give acting training to ex-offenders). This would be their professional debut in the West End. It was a great marriage of young and old, experienced and less experienced, and it made us push each other further every day. By the time we sat down to look at the actual text, we’d done so much improvisation, shared so many stories, that the work fast-forwarded. We worked a lot with the movement director Ann Yee, who contributed massively to the production’s physicality. Climbing around the scaffolding called for a muscularity, and I lost about a stone doing the show.    Being in Julius Caesar gave me the confidence to complete my own play – I have no fear any more    Frances and I talked a lot about the relationship between Caesar and Mark Antony. She played a prison guard with high status, and I was her second in command/bitch. The party guy, the one who smuggled a little bit of cocaine into the prison, everyone’s mate. Antony’s speeches are so famous – you know how many actors of substance have done them, and done them incredibly well. As Antony, there’s an enormous spectrum you’re able to use for the speeches. In most of the female parts I play, there’s no need to make a call to war! There is no need to mourn and weep in a way that can turn a mob. You’re free, you feel you’re transcending something. It made the hairs on the back of my neck stand on end when I did “Friends, Romans, countrymen”.     The Julius Caesar team, left to right: Jenny Jules, Frances Barber, Harriet Walter, Phyllida Lloyd and Cush Jumbo. Photograph: Graham Turner for the Guardian    What the Donmar agreed to was groundbreaking. We got a lot of criticism from people who thought an all-female production was hilarious. You began to see people’s true colours. But it just made us love Shakespeare all the more. No one was wearing makeup, we were all in grey tracksuits, there were no boys to kiss. All we had was the text and I think we rocked it. I was brought up with quite a negative relationship with Shakespeare. My mum gave me the complete works as a child, which I treasured, but at secondary school the magic went away. It felt so removed from me as a young mixed-race girl from south London. Only when I managed to escape to the Brit school for performing arts (which our government is currently murdering with cuts) was it was explained that Shakespeare’s work was for the people, not an elite. He was just as much mine to speak as anyone else. There’s a real joy that Shakespeare now plays quite a big part of my life. Being in Julius Caesar gave me the strength and confidence to complete my play, Josephine and I. That in turn took me to New York and then on to The Good Wife. I’m playing Katherina in Phyllida’s production of The Taming of the Shrew at the Shakespeare in the Park season in New York this summer, but Hamlet is absolutely on my radar. I have no fear these days. Nothing scares me any more.",
  "webTitle": "Cush Jumbo: 'There was no makeup, no boys to kiss – all we had was the text and we rocked it'",
  "webPublicationDate": "2016-05-23T07:00:06Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/23/cush-jumbo-on-an-all-female-julius-caesar-phyllida-lloyd-production",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cush Jumbo",
      "id": "stage/cush-jumbo",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "David Jays",
      "id": "profile/david-jays"
    }
  ],
  "guardianId": "stage/2016/may/23/cush-jumbo-on-an-all-female-julius-caesar-phyllida-lloyd-production"
}