{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/10/anglo-american-edges-higher-despite-city-concerns-over-disposals",
  "id": "2016-05-10-203",
  "sectionId": "business",
  "body": "Despite mining shares remaining under pressure as the dollar rises and concerns re-emerge about slowing growth in China, Anglo American has managed to edge higher. Its shares are currently up 7p at 566.5p, but analysts at Haitong have been wondering whether the company’s disposal programme is on track. They said:  Minor changes in management slides can be interesting, particularly if they relate to the core strategy of a company. Anglo has released a copy of a conference presentation this morning which looks to us like a subtle backing away from its disposal targets for 2016. For Anglo this is relevant as it is under pressure to deliver on its strategy to radically downsize the business and generate cash through aggressive asset sales. Given the pressure on management credibility (Anglo is already on Plan B, Plan A was to fix the existing assets), slight movements in goalposts can be critical. The issue is that the disposal plan now counts disposals previously announced. Asset sales now included in the 2016 target include Foxleigh (sold 4 April 2016 for an undisclosed sum), Callide (sold 20 January 2016 for an undisclosed sum), Dartbrook (sold 24 December 2015 for $36m) and Rustenberg (sold September 2015 for $333m). Granted the Foxleigh and Callide sales were post the results presentation in January and are genuine 2016 sales, however inclusion of Dartbrook and particularly Rustenburg is surprising. Technically these sales could have elements that close in 2016 (or beyond), but they were clearly announced in 2015 and not explicitly included in previous guidance. Granted the disposal target does have a range ($3bn - $4bn) and these sales represent approximately 10% of the target, but why include them now? Also the dotted line that fades on the slide now seems to extend to Anglo’s stake in Cerrejon, so Anglo may be including more assets into the mix to reach the target. We remain sellers of Anglo American based on valuation grounds... We have argued that selling what you don’t want at the bottom of the cycle is a difficult strategy and, although these subtle changes do not confirm that Anglo will not deliver, they could indicate pressure on achieving its disposal targets.  The company denied any change in strategy. A spokesman said:  There is no change to the disposal target for 2016 and we are on track with our disposals to deliver $3-4bn this year. We have recently announced the sale of the Niobium & Phosphates business for $1.5bn, some 50% above market expectations, and this is the first of our major disposals this year, to add to a few smaller coal assets sales in Australia.  The two slides are, firstly slide 13 from the new presentation and the slide from the 2015 results presentation given on 16 February, which was also used unchanged at the AGM on April 21.     Anglo new disposal slide Photograph: Anglo American       Anglo earlier disposal slide Photograph: Anglo American",
  "webTitle": "Anglo American edges higher despite City concerns over disposals",
  "webPublicationDate": "2016-05-10T11:21:33Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/10/anglo-american-edges-higher-despite-city-concerns-over-disposals",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Anglo American",
      "id": "business/anglo-american",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/10/anglo-american-edges-higher-despite-city-concerns-over-disposals"
}