{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/01/no-arm-done-walker-sparks-major-search-with-photo-of-a-branch",
  "id": "2016-05-01-128",
  "sectionId": "uk-news",
  "body": "A college lecturer who took a photograph at a Lake District beauty spot sparked a major police investigation after the picture appeared to show a dead body floating in the water.  Sarah Gallagher ended up feeling a “bit of an idiot”, however, after officers discovered during the search and rescue operation that what appeared to be a human arm in the photograph was actually a tree branch.  With the onset of spring weather Gallagher took a trip to Tarn Hows, two miles north of Coniston, last weekend.   She was intrigued when a passing dog walker mentioned seeing an otter and she took a number of snaps of the tarn hoping she might manage to photograph the elusive animal.   The 45-year-old then returned to her home in Skipton, North Yorkshire, and later that evening as she took a closer look at the pictures to see if she had succeeded in capturing a shot of the otter she was shocked to see what appeared to show a grisly image of a floating body.   “I sat down and got my camera out, zooming in to try and see the otter and then I saw this ‘thing’,” she said.   “The first thing I thought was ‘oh my goodness that’s somebody’s arm. It belongs to a person, it’s a human arm’.”   She realised she had no choice but to report her discovery, and police officers in South Cumbria agreed – there appeared to be a human arm in the shot.   A search and rescue operation was launched involving police and volunteers from Coniston mountain rescue team, and it continued for two days until officers discovered that the human body was in fact a tree.  “I was hoping it wasn’t going to be a body, but in the back of my mind I thought there are so many people who go missing, maybe this could help a relative’s family who are looking for answers,” Gallagher said.   “But then the police called me back and said they’d found what was in the picture, it was part of a tree.”",
  "webTitle": "No 'arm done? Walker sparks major search with photo … of a branch",
  "webPublicationDate": "2016-05-01T10:40:18Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/01/no-arm-done-walker-sparks-major-search-with-photo-of-a-branch",
  "keyword": [
    {
      "webTitle": "Lake District",
      "id": "uk/lake-district",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nazia Parveen",
      "id": "profile/nazia-parveen"
    }
  ],
  "guardianId": "uk-news/2016/may/01/no-arm-done-walker-sparks-major-search-with-photo-of-a-branch"
}