{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/23/jose-mourinho-manchester-united-task-list-de-gea-rooney",
  "id": "2016-05-23-242",
  "sectionId": "football",
  "body": "Deciding whether to Mourinho-fy United Can the Special One be a unifying force? Or will he be an incendiary presence who burns the club up and leaves in flames? One view of José Mourinho’s modus operandi is that he is a high‑maintenance operator who casts Louis van Gaal’s awkwardness as an exercise in kindly man-management and smooth PR. The Portuguese’s track record shows a No1 who draws loyalty but can cause fatal divisions wherever he works, as his exit from Chelsea in December showed. That particular saga began with the Dr Eva Carneiro episode, an incident that led to Carneiro leaving the club in September and then pursuing a constructive dismissal case against Chelsea. So, if Mourinho finds it difficult to change persona and be a calmer, less divisive figure, it could be hang-on-to-hats time for everyone involved at Manchester United. All (or most) will be forgiven if he is successful: which means a 21st title and taking United back into the Champions League semi-finals at least.   Related: José Mourinho to Manchester United not the best fit but unlikely to be dull | Barney Ronay    Investing the transfer funds more wisely For the £250m-plus spend in Van Gaal’s four transfer windows, only Anthony Martial, at £36m, Luke Shaw (£27m) and Daley Blind (£14m) go down as clear successes. The rest of the Dutchman’s acquisitions struggle to stack up. There was Ángel di María, a £59.7m British record transfer who lasted a single troubled season, and the other disappointments, including Memphis Depay and Bastian Schweinsteiger, £25m and £14m respectively. And then there are the signings Van Gaal went lukewarm on, with Ander Herrera (£29m), Morgan Schneiderlin (£25m) and Matteo Darmian (£13m) falling into this category. Every manager suffers maladies in the market – Mourinho, after all, is the man who allowed Kevin De Bruyne to be sold to Wolfsburg when at Chelsea. But the new manager’s brief is to bring in the greater weight of star quality required to raise the entertainment value at Old Trafford. United fans can countenance defeat as long as their side goes down screaming. Van Gaal’s vintage were too often a muted bunch. Doing what it takes to keep hold of David de Gea If Van Gaal had stayed on, David de Gea would have pressed strongly to leave. Now there is a real chance of the goalkeeper remaining, though it may still require work for Mourinho to persuade the Spaniard that the lack of Champions League football next season is not a reason to seek a move away. Unlike Van Gaal, who annoyed a serious number of the squad’s A-listers, De Gea can see himself working with Mourinho and his supreme talent being rewarded with a trophy glut. He was named the Sir Matt Busby Player of the Year for a third consecutive season, as voted by United fans, illustrating how key De Gea is to United and why his soon-to-be manager will strive to keep him at the club.   Related: Louis van Gaal arrives at Manchester United training ground as end looms    Seeing off his old Barça rival Guardiola at City Part of Mourinho’s appointment being a no-brainer from United’s point of view is due to the identity of the man who is about to take charge of United’s crosstown rivals. On 1 July Pep Guardiola officially becomes Manuel Pellegrini’s successor at Manchester City. The Spaniard arrives having just claimed the second domestic double of his three campaigns at Bayern Munich. He has two Champions League triumphs on his CV (the same number as Mourinho) and is credited with improving even elite players by discernible margins. Mourinho appears to be the perfect man to take all of this on, the coach whose Internazionale out-thought Guardiola’s Barcelona on the way to 2010 European Cup-winning glory. There is also a fair amount of enmity between the pair, so United fans can expect Mourinho to get under Guardiola’s skin in a way no one else can.   Related: José Mourinho's career – in pictures    Working out what to do about Rooney The club captain is also the lightning rod for disgruntled supporters who believe the 30-year-old personifies the draining of the side’s vibrancy. The way Wayne Rooney turned Saturday’s FA Cup final in his team’s favour by creating Juan Mata’s equaliser with a surging run then cross illustrated he is still a force, however. He was able to do so from the deep-lying midfield berth Van Gaal has recently given him, with the reason for his move from centre-forward being the arrival and emergence of Martial and Marcus Rashford: each possesses serious pace and a directness Rooney once had but which is now blunted. There is, though, a case for his vision and match understanding making him a perfect No10. Mourinho came close to signing Rooney for Chelsea during the summer of 2013, so he is an admirer. Now he must decide where precisely to deploy the England captain as he enters the autumn of his career.",
  "webTitle": "José Mourinho’s Manchester United task list as he prepares for Old Trafford | Jamie Jackson",
  "webPublicationDate": "2016-05-23T09:36:53Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/23/jose-mourinho-manchester-united-task-list-de-gea-rooney",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/blog/2016/may/23/jose-mourinho-manchester-united-task-list-de-gea-rooney"
}