{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/16/rare-copy-anthony-burgess-novel-lawsuit-the-worm-and-the-ring",
  "id": "2016-05-16-282",
  "sectionId": "books",
  "body": "A “very scarce” signed novel by A Clockwork Orange’s author Anthony Burgess, which was pulped following libel action – from a school secretary who recognised herself in the book – is set to be sold at one of the world’s largest gatherings of antiquarian booksellers later this month. Burgess’s The Worm and the Ring was published in 1961 by Heinemann, but was pulled from circulation after Gwendoline Bustin, who was the secretary of Banbury Grammar School and later mayor of Banbury, brought a libel action against it. Burgess had taught at the school in the early 1950s, and Bustin was not the only recognisable character in the book, but she was the only one to sue.     The signed copy of The Worm and the Ring by Anthony Burgess. Photograph: Ashton Rare Books    Heinemann ended up pulping its unsold copies of the book, according to Les Ashton of Ashton Rare Books, who will be selling a 1961 first edition of the book, signed by the author, at the London international antiquarian book fair this month. Heinemann republished The Worm and the Ring in a revised edition in 1970­, but Ashton said it was “very scarce” to find a copy of the unrevised edition for sale, and “ultra rare” to find a signed copy. “Burgess just based it on his time at the school, and people clearly recognised themselves, but she [Bustin] complained to the publishers and Heinemann got scared off. She must have been a bit of a forceful character,” said Ashton. Roger Lewis’s biography of Burgess reveals that the lines complained of in the libel writ describe the secretary, Alice in the book, as an “incubus” who is “a bit deranged … the sort of woman who should have got married ages ago”. She’s “just pitiable”, she “seemed to be suppressing an old maid’s excitement”, and “seems definitely unbalanced, the sort who might shout out dirty words under an anaesthetic”. “Though Burgess made the pathetic excuse that it was a complete coincidence if his school secretary bore any resemblance to the actual school secretary, everybody in Banbury at once saw the accuracy of the portrait – and Gwen Bustin rather proved that she was indeed a hysterical dried-up old duenna by reacting in the way she did – ie by hiring Colin Duncan QC to express her outrage in open court that she’d been portrayed in a book as a hysterical dried-up old duenna,” writes Lewis. “One can only feel sorry for her.” Ashton, one of more than 180 antiquarian book dealers at the London fair between 26 and 28 May, has priced the book at £2,750. It will be jostling for place with a host of rare titles. The fair this year takes as its theme The Birth of the Gothic, and dealers are bringing first editions of titles from Mary Shelley’s Frankenstein to Victor Hugo’s The Hunchback of Notre Dame.     One of a collection of Jane Austen editions owned by her close friend, Martha Lloyd. Photograph: Jonathan Frost    There will also be a copy of Jane Austen’s gothic parody Northanger Abbey, which its seller is promising will allow “a tantalisingly close brush with one of this country’s greatest novelists”. The novel, along with copies of Pride and Prejudice and Sense and Sensibility, is signed by Austen’s close friend Martha Lloyd, the woman to whom Austen dedicated her early work Frederic and Elfrida, and with whom she lived for a period. Lloyd was a collector of recipes and a writer, and went on to marry Austen’s brother Frank. “They were very close from an early age,” said Jonathan Frost of J&M Books. “These books give that electric feeling– they were in the room, in the house, with Jane Austen. It’s just conjecture, but we know their connection, and it’s just one magic step to the fact that Austen handled them, and looked at them. It’s quite extraordinary.” The signed Pride and Prejudice is being sold for £20,000, Sense and Sensibility for £28,000 and Northanger Abbey for £19,500. “They come directly from the Austen family and this is the first time they’ve been up for sale,” said Frost, who speculated that Lloyd would have written her name into the books when moving house. “These days, it’s expected that authors will inscribe their books, but that’s a fairly modern phenomenon. It would have been fairly peculiar if Jane Austen had written her name in these, but if she had inscribed them, I would have added another zero to the price,” said Frost. According to J&M Books, “very few books inscribed by Austen exist and tend to command vast sums when they appear”.",
  "webTitle": "Rare copy of Anthony Burgess novel that prompted lawsuit up for sale",
  "webPublicationDate": "2016-05-16T09:22:41Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/16/rare-copy-anthony-burgess-novel-lawsuit-the-worm-and-the-ring",
  "keyword": [
    {
      "webTitle": "Anthony Burgess",
      "id": "books/anthonyburgess",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Jane Austen",
      "id": "books/janeausten",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/16/rare-copy-anthony-burgess-novel-lawsuit-the-worm-and-the-ring"
}