{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/16/game-digital-significant-reduction-credit-insurance-cover",
  "id": "2016-05-16-334",
  "sectionId": "business",
  "body": "Game Digital has told shareholders it lost “significant” levels of credit insurance in the aftermath of a second year of poor Christmas trading. In a letter sent to shareholders ahead of Thursday’s vote on its refinancing, the chairman, David Hamid, said a review by the major credit insurers resulted in the “reduction or removal of significant levels of insurance cover”.  The loss of credit insurance can have disastrous consequences for a retailer – it played a part in the demise of high street names such as Woolworths, Focus DIY and Zavvi. Without the cover, which protects suppliers, retailers can struggle to buy sufficient quantities of stock for peak selling periods or can be forced to accept more onerous payment terms. But this has not been the case for Game Digital so far – the situation “has had no material impact on the group’s ability to purchase stock from suppliers on credit terms, though this may change as the group’s peak trading period approaches”, said Hamid. In recent weeks, some insurers have had a change of heart and increased cover, making up for part of the shortfall, he said. It is understood that since the shareholder circular was issued in April, the situation has improved further with levels of cover now higher than earlier in the year. At its half-year results update in March, Game Digital alluded to the review and the fact that some insurers were cutting their exposure. The predicament is the rationale for a new asset-backed loan facility of up to £100m arranged with an arm’s-length entity linked to Elliott Advisors, the activist hedge fund, which owns 43% of the retailer. Game Digital has issued a profit warning every Christmas since returning to the stock exchange in summer 2014. That year fierce price competition on consoles and game bundles squeezed profit margins while in 2015 the switch from buying games for older gaming formats to the new Xbox One and PlayStation 4 consoles occurred more slowly than expected.  The company relisted as Game Digital just two years after its precursor Game was felled by debts and poor trading in one of the high street’s biggest post-financial crisis collapses. The restructured company was bought out of administration in April 2012 by OpCapita, an investment firm working for Elliott Advisors. Its shares have halved in value since the listing and are changing hands for 100p. Game Digital said the new finance deal, which is expected to be given the nod by shareholders who include high-profile fund manager Neil Woodford, would enable it to buy all the stock it needed if cover were unavailable to suppliers. However, it believed the very existence of the credit line would potentially give insurers confidence to “increase or reinstate the insurance cover on the group”. As the gaming market starts to shift away from boxed titles to digital downloads, Game Digital is diversifying away from just running shops. Earlier this month it bought Ads Reality, an augmented reality software business, and last year paid £20m for Multiplay, an e-sports platform.  There has been an explosion of interest in e-sports, where people compete in video game tournaments either online or in huge stadium events, as the number of players and prize money grows.",
  "webTitle": "Game Digital reveals 'significant’ reduction in credit insurance cover",
  "webPublicationDate": "2016-05-16T06:00:28Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/16/game-digital-significant-reduction-credit-insurance-cover",
  "keyword": [
    {
      "webTitle": "Game Digital",
      "id": "business/gamegroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "business/2016/may/16/game-digital-significant-reduction-credit-insurance-cover"
}