{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/rugby-olympic-games-world-sevens-sponsors-hsbc",
  "id": "2016-05-21-45",
  "sectionId": "sport",
  "body": "Rugby’s inclusion in the Olympic Games will transform the sport, tilt the balance of power, make the 15-a-side game more attractive and act as a magnet for leading players in other sports. They are the conclusions drawn by the sponsors of the World Rugby Sevens Series, HSBC, who have produced a report called the Future of Rugby. The final round of the series concludes at Twickenham on Sunday, with the Australian former rugby league player Jarryd Hayne, who also had one season in the NFL, in Fiji’s squad. “Playing in the Olympics and for a gold medal is a big draw,” said the former Australia captain, George Gregan, at Twickenham as an HSBC ambassador. “I can see more and more rugby league players making the switch to sevens because it is easier for them to pick up than 15s as well as being an explosive and fast version of the game. “I have been to a number of sevens events this year. The format is drawing more people into the game – men and women, boys and girls – and it is taking off in Australia in a big way. It is a fun game for kids based on skills and speed, and great to watch.” The former Ireland captain, Brian O’Driscoll, whose country has recently taken up sevens again, believes the full version of the game will benefit from the Olympic exposure. “Everyone would agree that last weekend’s Champions Cup final was not an easy watch, even if the weather did not help,” he said. “Sevens is all about attack and players are incredibly fit. Spectators want to talk about how fantastic an attack has been, not how a defence has got the better of it. “You get very few bad games in sevens – and certainly not two in a row. I am not sure that can be said for 15s when it comes to the northern hemisphere this year and it will be interesting to see how the two forms of the game coexist after the Olympics, which will provide incredible exposure and get people talking about skills, pace and attack.” HSBC’s global head of sponsorship and events, Giles Morgan, said: “I can see the United States and China being sevens powerhouses in 20 years, tilting the balance of power away from New Zealand,” . By then, I see more people and countries playing sevens than 15s but without there being the cannibal effect T20 has had on five-day cricket. “Sevens and 15s will live together and help the other grow but every sport has to operate differently in the social media age, as golf has been finding out. The Olympics will widen rugby’s boundaries and what an opportunity for Fiji, a country that has never won a medal. Watch China grow now the game there has access to government funding. It is an incredibly exciting time for rugby.”   Related: Win or lose with Wasps, Twickenham and England beckon for Nathan Hughes",
  "webTitle": "Rugby at Olympic Games will transform the sport, say world sevens sponsors",
  "webPublicationDate": "2016-05-21T21:00:24Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/rugby-olympic-games-world-sevens-sponsors-hsbc",
  "keyword": [
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/21/rugby-olympic-games-world-sevens-sponsors-hsbc"
}