{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/israel-turned-right-netanyahu-brutal-reshuffle-obama-last-push",
  "id": "2016-05-20-35",
  "sectionId": "commentisfree",
  "body": "If the Sopranos did a cabinet reshuffle, it would look a lot like this one. Israel’s defence minister is out, departing not with the polite exchange of letters that would be Westminster custom but a fusillade aimed directly at his former boss. He said he could no longer trust Binyamin Netanyahu – and not only because Netanyahu had just offered his job to someone else.   Related: Israel's defence minister quits over rift with Binyamin Netanyahu    They disagreed on “moral and professional issues”, Moshe Ya’alon said, hinting that their battles were over “manifestations of extremism, violence and racism in Israeli society” – with Bibi on the wrong side. In Ya’alon’s place is set to come a man routinely described as a thug, even if he did once serve as foreign minister. He’s Avigdor Lieberman, the West Bank settler who’s never quite shaken off his past life as a nightclub bouncer from Moldova. If it weren’t for the accent, you’d cast him alongside Tony and the New Jersey boys in a heartbeat. Normally a reshuffle in a distant land could be filed under “internal matters” and safely ignored. But this latest move could well affect what was once fondly called the peace process between Israelis and Palestinians (these days there’s no peace and barely any process). It also says something important about the struggle for Israel’s soul. Make no mistake, Ya’alon is no peacenik. He is a hawk, fully signed up to Likud intransigence and a favourite of the settlers. But he is also a former soldier who holds fast to a military ethos that believes might has to be constrained by the rule of law. Twice in recent weeks, this insistence on ethics put Ya’alon at odds with the prime minister. The first clash came when an Israeli army medic shot dead a Palestinian – who had attacked a group of soldiers with a knife – as he lay injured on the ground, posing no threat. Ya’alon led the military brass in denouncing the medic for his lethal indiscipline, for acting out of revenge. Bibi did too – at first. But then he saw that Israeli public opinion was rallying behind the soldier, so he switched sides, even telephoning the killer’s father to demonstrate his sympathy. Ya’alon was appalled.    Ya’alon is no peacenik. But he holds to a military ethos that believes might has to be constrained by the rule of law    Then, a fortnight ago, the deputy chief of staff of the Israeli military, Yair Golan, spoke at a Holocaust Remembrance Day event and lamented what he felt were alarming resonances between the “intolerance” and “fear-mongering” visible in contemporary Israel, and the Germany of the 1930s. Golan was widely condemned, including by Netanyahu. Doubtless Ya’alon disagreed with Golan’s sentiments vehemently. But he defended the general’s right to speak out, believing that this too is an essential part of the duty of a soldier in a democracy: to voice the misgivings of his conscience. With exquisite timing, this issue will be fought out in court on Sunday, when Breaking the Silence – a group that gathers the testimonies of Israeli soldiers, allowing them anonymity to describe the reality of the post-1967 occupation – will face a government demand that it reveal the soldiers’ identities. The group says that this is a clear attempt to shut it down, for without the protection of anonymity few, if any, soldiers will be prepared to talk. So this is a critical battle in Israel. It’s not between left and right, but rather a division within the right over the rule of law. Tellingly, in his resignation speech – in which he vowed to return to politics and one day compete for the top job – Ya’alon also defended Israel’s supreme court, a frequent punchbag for the ultra-nationalists. That his job has been offered to Lieberman – who during the last Gaza war called for Jewish Israelis to boycott Arab shops, and who once suggested Israel punish Egypt by bombing the Aswan dam – tells you on which side of this crucial divide Netanyahu now stands.     ‘The plan was for a ‘national unity’ government, one committed to heeding this week’s call by Egypt for a fresh peace effort backed by all Israel’s parties … the matchmatker for this union was none other than Tony Blair.’ Photograph: Hassan Ammar/AP    For those outside Israel, what matters most will, naturally, be the impact on Israel’s conflict with the Palestinians. At first glance, and perhaps at second and third glance too, it’s bad news. Consider that just a couple of days ago, it seemed the new addition to Netanyahu’s coalition would be Labour’s Isaac Herzog. The plan was for a “national unity” government, one committed to heeding this week’s call by Egypt for a fresh peace effort backed by all Israel’s parties. It seemed on course, the matchmaker for this union being none other than Tony Blair – who, since his official Middle East envoy role expired, has continued in a freelance capacity, constantly meeting the region’s leaders. He shuttled between Netanyahu, Herzog and Egypt’s President Sisi, nudging the three parties toward each other. It all fell apart, not least because Herzog was unable to deliver his party’s Knesset members and give Netanyahu the boost to his wafer-thin majority he sought. So instead of turning left, Israel’s coalition has turned even further right.  For the optimist, the consolation comes in noting that, if Netanyahu were minded to make a move, he would now face no opposition on the right. The most seasoned Palestinian negotiators concluded long ago that their best shot at a deal is with a united Israeli right: the left might mean well, but would always be overcome by domestic resistance. Hopeful types also note that Lieberman may be brutal and a xenophobe, but he is also a pragmatist: unlike the more ideological rightist Naftali Bennett, he supports a two-state solution. This will all seem strictly hypothetical to those who can’t forget that nothing has moved for years. And yet there are a few hints of activity. The French are launching their own initiative. And even though Bibi is said to be counting down the days till Barack Obama – whom he never trusted – leaves office, it’s striking that US secretary of state, John Kerry, privately insists, “I’m not finished” on Israel-Palestine.   Related: Israeli PM asks Avigdor Lieberman to be defence minister in shock move    The focus is on the curious three-month window between the US election on 8 November and the last day of Obama’s term, on 20 January 2017, an interval when a president is at his freest, facing no electoral sanction. It was in that period that Ronald Reagan lent official US recognition to the Palestine Liberation Organisation, making a move that would have been too costly for his successor, Bush the elder. The talk in the Obama administration now is: what parting gift should Obama leave for (they hope) Hillary? It could be another big speech; it could be a United Nations resolution condemning Israeli settlements. Or it could be a serious, lasting security council resolution – backed by all the world’s powers – enshrining the broad parameters of the two-state solution. It would update the original 1947 UN resolution that called for the creation of a Jewish state alongside a state of Palestine, except it would set out that these two states should exist on the 1967 lines, give or take land swaps on both sides, with Jerusalem shared as their capital. I’m told American officials are already quietly at work, talking to European allies and drafting the language of such a resolution, aiming to word it so that US Jews, for example, would find it irresistible. Netanyahu would do his best to rally opposition to it – but he did that on the Iran deal and failed. If it passed, it would set the terms for any future peace effort and would be hard to dodge. For it would represent nothing less than the will of the international community. It may not happen. In this conflict, the worst-case scenario is usually the likeliest. But as events this week showed, Binyamin Netanyahu is not always the master of events. And not all his enemies are abroad.",
  "webTitle": "Israel has turned right and exposed the battle within | Jonathan Freedland",
  "webPublicationDate": "2016-05-20T18:48:17Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/israel-turned-right-netanyahu-brutal-reshuffle-obama-last-push",
  "keyword": [
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Benjamin Netanyahu",
      "id": "world/benjamin-netanyahu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US foreign policy",
      "id": "us-news/us-foreign-policy",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Freedland",
      "id": "profile/jonathanfreedland"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/israel-turned-right-netanyahu-brutal-reshuffle-obama-last-push"
}