{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/the-bbcs-uncertain-future",
  "id": "2016-05-11-79",
  "sectionId": "media",
  "body": "As unions representing thousands of journalists, writers, actors, musicians and technicians who have worked for or been trained by the BBC, we urge ministers not to undermine its historic mission to educate, inform and entertain (BBC may have to share licence fee with rivals, 9 May). The BBC is revered around the world and must be allowed to operate in an atmosphere free from commercial and political pressures. It plays a crucial role in powering our creative industries – the fastest growing part of our economy – and is the biggest single investor in original programming. Far from crowding out the private sector, the BBC invests hundreds of millions each year working with thousands of independent creative suppliers. The BBC must not be shackled by politicians. The suggestion touted last week, that popular shows like Strictly Come Dancing and the Great British Bake Off should not be broadcast at peak viewing times, would be a huge mistake. Only the BBC would have thought to turn ballroom dancing and baking, two previously unfashionable British pastimes, into forms of mass entertainment for the 21st century. While no organisation is perfect, the BBC is a force for good in society, helping to uphold journalistic and broadcasting standards across the UK. This week’s white paper should seek to strengthen, rather than undermine it.Frances O’Grady TUC general secretary Christine Payne General secretary, Equity Michelle Stanistreet General secretary, National Union of Journalists Gerry Morrissey General secretary, Broadcasting, Entertainment, Cinematograph and Theatre Union Ellie Peers General secretary, Writers’ Guild of Britain • With all the distilled wisdom of John Whittingdale and his cohorts on the verge of publication, surely the BBC’s problem is really nothing more than being too successful for its own good (BBC fears for its independence as government plans revamped board, 10 May). How can a government wedded to the Orwellian mantra that “Man serves the interest of no animal except himself” continue to encourage a BBC that proves that society benefits from the collective goodwill of the public sector? At the Oxford Media Convention in March, Ofcom produced a factsheet to show the national consumption of news information, with the reach of the top 20 sources. This was headed by BBC1, reaching 48% of respondents. For many of us, our news sources overlap, accounting for a total reach of 218% overall. Treating this as 100%, the reach of BBC news information through its TV, radio, website and app portfolio of outlets is an extraordinary 51%. No wonder Sky, News Corp and fellow-travellers demand that the BBC is shackled. Sky News plus its website/app reaches just 8.5% on the same basis; the Daily Mail plus its website/app reaches 4.6% and the Sun 2.75%. The Guardian is at under 2%, but registers within the top 20, unlike the Times and Telegraph. Convention dictates that white papers are not to be challenged by a vote. If so, it is surely high time that convention is stood on its head.Hugh Sheppard BBC Pensioners’ Association, Odiham, Hampshire • If Tony Hall’s article (People, not politicians, own the BBC, 7 May) is the best he can do to defend the BBC against the Tory onslaught, the beloved institution is doomed. There are not one, but two, elephants in the room. The first is the change in the rules so that the BBC is no longer judged as a public service broadcaster, but instead regulated as a competitor to foreign-owned Sky, Viacom etc, and whichever offshore owner bags a privatised Channel 4. Once this change is allowed, the offshore oligarchs will park their high-powered legal guns on Ofcom’s lawn, and battle relentlessly to roll back the BBC on the grounds of unfair competition. They will attack the BBC’s broadcast, print and web output. The second elephant in the room is the proposed unitary board, packed with Tory appointees, which will have power to control the day-to-day decisions and operations of the BBC. If audiences at home and abroad believe the BBC is de facto the voice of the British government, the harm to the BBC’s authority is incalculable. That Tony Hall had nothing at all to say about these existential threats to the independence, standing and scope of the BBC’s output is deeply worrying.Paul GodierBournemouth, Dorset • What is this alarm for the “independence” of the BBC evinced in current stories about our leading broadcasters? The corporation legally consists of the chairman and trustees, all appointed by the government. The rest are staff chosen by the board. The governors (as they were called until recently) were and are absolute masters, as they demonstrated when they got rid of director generals Hugh Greene, Alasdair Milne and Greg Dyke when they tried to exercise some “independence”. The current efforts by John Whittingdale and his minions to curb the BBC are but the latest attempts to reinforce political control that has been latent since the foundation of the corporation.Emo WilliamsShere, Surrey  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "The BBC’s uncertain future | Letters",
  "webPublicationDate": "2016-05-11T18:08:10Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/the-bbcs-uncertain-future",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ofcom",
      "id": "media/ofcom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/11/the-bbcs-uncertain-future"
}