{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/republic-of-ireland-euro-2016-holland-martin-oneill",
  "id": "2016-05-26-78",
  "sectionId": "football",
  "body": "For the Republic of Ireland the contrast is vivid. When Giovanni Trapattoni took the nation to the previous European Championship in Poland and Ukraine four years ago he named his 23-man squad more than a month before the opening tie. Trapattoni even announced his starting XI for that fixture against Croatia seven days beforehand and it did not change. Everything felt as if it were set in stone. Before Euro 2016 in France his successor, Martin O’Neill, has taken a different approach. The manager has already said he will wait until the last moment – after Tuesday night’s final warm-up game against Belarus in Cork – before he names his squad and submits it to Uefa. The deadline is at 11pm. Knowing O’Neill, it will go in at 10.59pm – following plenty of agonising – and there have been many comments here about how the internet connections had better hold up at the 7,000-capacity Turner’s Cross stadium, where the facilities are not known for their international quality. O’Neill is expected to perm the final three places in his squad from eight hopefuls and he intends to impart the bad news to those disappointed in face-to-face conversations after the Belarus game, although finding a quiet corner in which to do so at Turner’s Cross might be challenging. The manager will need to have made his decisions before the post-match press conference and, if the game finishes at around 9.40pm, it is easy to predict a frenetic hour or so, together with the potential for chaos. What happens if there are any injuries? Ireland play Holland in Dublin on Friday night and there was an amusing moment in the pre-match press conference when John O’Shea was asked to compare O’Neill’s method with that of Trapattoni. Was it better, worse or just different? O’Neill was sitting beside the defender. “Just different,” muttered O’Neill under his breath but into a microphone. “It’s just different,” O’Shea said. “When there are two games coming up, the manager wants to give lads a chance, as well. It’s always been the case when the manager has had the chance to see younger players or lads who are coming back from injury or whatever, that that opportunity has been taken. It’s a case of giving everyone a fair chance.” It does feel late in the day to be making decisions that relate to the final composition of the squad but it should be said that 90 per cent of it will be settled – and those chosen told, in private – by Saturday. The hopefuls are the midfielders Harry Arter, Stephen Quinn, David Meyler, Darron Gibson and Eunan O’Kane and the strikers Kevin Doyle, Daryl Murphy and David McGoldrick. It is unclear whether O’Neill will take four or five strikers; the certainties in this department are Shane Long, Jon Walters and the captain, Robbie Keane. Doyle will play for Colorado Rapids in their home fixture against Philadelphia Union on Saturday and then fly to Ireland for the Belarus game. It might be a long way for him to come to be told he is not in the squad for the finals but O’Neill bristled at the notion. “If I had been asked years ago, when I was a player for Northern Ireland, that I had the chance to travel to the other side of the world to play a game, I don’t think I would have a problem with that,” O’Neill said. “People have also asked me what will we do if the young players get bored at the finals. I’d be so, so sorry for them – playing in a competition that comes around every four years, and doesn’t always come around for them every four years. They can get bored the following month.” O’Neill spoke about how those still fighting for selection ought to be encouraged that the door remained open for them and the impression was of a manager who was keen to build on recent momentum. Ireland are on a run of one defeat in 12 matches. “The momentum is definitely building,” said O’Shea, one of the survivors from Euro 2012, when Ireland lost all three of their group games. “The atmosphere and enthusiasm around the group have got stronger and stronger throughout this campaign. That’s something that is very similar [to four years ago] but it has probably gone up a notch as well. It’s a different squad, different management and there are lots of different elements involved in it to make me believe that it’s going to be very different.” Republic of Ireland (probable, 4-3-1-2) Randolph; Coleman, O’Shea, Keogh, Brady; Hendrick, Whelan, Arter; Hoolahan; Long, Walters.",
  "webTitle": "Martin O’Neill defends late call on naming Republic of Ireland squad",
  "webPublicationDate": "2016-05-26T18:43:26Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/republic-of-ireland-euro-2016-holland-martin-oneill",
  "keyword": [
    {
      "webTitle": "Republic of Ireland",
      "id": "football/republicofireland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Holland",
      "id": "football/holland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/26/republic-of-ireland-euro-2016-holland-martin-oneill"
}