{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/18/vote-leave-claims-brexit-give-scotland-more-powers-eu-referendum",
  "id": "2016-05-18-158",
  "sectionId": "politics",
  "body": "The Vote Leave campaign has told Scottish voters they will have far more freedom to control fisheries, farming and health policy without interference from London if the UK leaves the EU. The Scottish arm of Vote Leave launched its campaign under the eaves of the Scottish parliament on Wednesday, claiming that the biggest brake on Holyrood’s autonomy within the UK came from Brussels, not Westminster.  The anti-EU campaigners said Holyrood would have been free to set a minimum price for alcohol four years ago without any interference from European courts and have full control over fisheries quotas without control by the EU’s common fisheries policy. In a direct appeal to wavering nationalists, Tom Harris, the Scottish Vote Leave director, said ministers in Edinburgh would be able to properly exercise all their devolved powers if the EU were unable to limit or influence its law-making. Under the UK’s devolution laws, Holyrood has wide-ranging powers independent of Westminster to dictate its own policies and laws on crime, education, health, transport, farming, the environment, the economy and, to a more limited extent, welfare and taxation. Brexit campaigners argue that in many key areas, the powers are limited and controlled by EU policy. Holyrood’s efforts to enforce minimum pricing on alcohol on health grounds have been bogged down by more than three years of litigation because it would breach EU open market and competition rules. Flanked by two newly elected Tory MSPs who back Brexit, Ross Thomson and Graham Simpson, Harris said: “Our elected politicians can’t pass laws they have been elected to implement.  “We’ve seen the decimation Brussels has caused our fishing and farming communities, and if we want more powers for the Scottish parliament to create better policies, it’s time to vote leave.”     Scottish Conservatives, led by Ruth Davidson, are now the second-biggest party at Holyrood. Photograph: Andrew Milligan/PA    Their arguments were dismissed as “constitutional nonsense” by Lord Menzies Campbell, the former Lib Dem leader and head of the pro-remain European Movement in Scotland. He said all the UK’s treaty obligations with the EU would be returned to Westminster, which would then decide what to share out with national assemblies and parliaments.  “Scotland is not a party to these treaties. If Britain were to leave all the obligations contained in the treaties would return to the UK parliament,” he said. “It’s a bit rich that those who opposed independence in the 2014 referendum now want to award it to Scotland by the back door.  “The leave campaign must be getting pretty desperate to put forward something as naive as this.” Opinion polls show a significant majority of Scottish voters want to stay in the EU. The exact proportion favouring leave or remain varies from poll to poll, but many show the gap between the two options is slowly narrowing. Vote Leave believes its Holyrood campaign will cause a jump in support for Brexit in Scotland.   Related: ‘Like the poshest hostage video ever’: our columnists on the Queen’s speech | Panel    The latest public attitudes survey by the National Centre for Social Research suggests that Euroscepticism – measured by the 43% of Scottish voters who want the EU’s powers to be cut or the 17% it records as wanting to leave outright – is at a record high in Scotland. Scottish National party voters and those who backed independence in 2014 make up the largest group of Scottish leave supporters, despite the SNP’s official policy to back a remain vote. The polls suggest about a third of nationalist voters want Scotland to be independent of both the EU and UK. Vote Leave’s assertions on Holyrood’s powers have also been contested by Scottish government and industry sources, and by the official remain campaign Scotland Stronger in Europe. The remain side argue that the UK’s freedoms to control fishing quotas, trade tariffs, internal taxation regimes, and health and environmental standards will be set by international treaties and laws, trade deals, and EU rules over which the UK would have no power or control. John Edward, a spokesman for Scotland Stronger in Europe, said there were many significant positive measures enforced by the EU, such as parental leave, workers rights protections, the single market and free movement of people. “The leave campaign cannot define what Brexit would look like because they simply do not know,” Edward said.  “Walking away from Europe would leave vital Scottish industries such as financial services, farming and fishing dependent on rules to access the single market which we would have absolutely no say in deciding, but would still have to pay for.”",
  "webTitle": "Vote Leave claims Brexit would give Scotland more domestic powers",
  "webPublicationDate": "2016-05-18T13:51:04Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/18/vote-leave-claims-brexit-give-scotland-more-powers-eu-referendum",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    }
  ],
  "guardianId": "politics/2016/may/18/vote-leave-claims-brexit-give-scotland-more-powers-eu-referendum"
}