{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/14/homes-margherita-missoni-italian-style-interiors",
  "id": "2016-05-14-131",
  "sectionId": "fashion",
  "body": "Margherita Missoni is sitting on the couch in the upper mezzanine of her front room. Her baby son Agosto is draped leopard-like over her arm, restless, with an amber teething necklace around his neck. Otherwise, her modern villa in Varese, northern Italy, has a terrific sense of calm. It’s silent, save for a territorial bird called Linus that noisily guards the conservatory. Missoni, 33, was born into the Italian dynasty but came late, even reluctantly, to design and fashion. Despite being the granddaughter of the founders, she doesn’t seem obviously a Missoni, or even Italian. Both her outfit, a punch of colour and attitude (an Issey Miyake striped top, three piercings in one ear, a temporary tattoo on her left wrist), and her house itself, a hoarder’s delight, are at odds with the minimal Milanese aesthetic.     Margherita Missoni at home. Photograph: Paola Pansini    Her home is a lesson in thrift and online shopping. Hemmed in by bougainvillea and a large gate, it’s private but low-key, a gorgeous muddle of old and new thrown together in an open-plan space. There’s a motorcycle engine in the fireplace; a stack of architecture magazines in a woven basket; several Le Petit Bateau baby coats hang from a spray of plant-like hooks; and a photograph of her mother, smoking. In the bathroom hangs a 1980s Missoni campaign starring the family. The effect is witty, dishevelled, but considered. “It’s mostly eBay,” she says. “My phone is all ping-ping, eBay alerts.” The layout is a split-level bento box – one main room and a slightly raised mezzanine to the side – which both open on to a conservatory. The room has two crescent-shaped couches in purple and gold (very Missoni) that fence off the seating area. There’s a cluster of religious imagery on the wall: “Presents from my grandmothers before my wedding,” Missoni explains. Her interest in interior design is the reason she’s collaborated with House of Peroni in London, designing a showcase for Italian culture. The space is filled with native flowers and is inspired by family gatherings. This is Missoni country; the family have long lived in the area. The village is idyllic and tight-knit. As a child, Margherita would pick wild salad with her grandmother in the meadows nearby. “She is 300 metres away, my cousins the other side. The factory is close – we [her brothers] grew up there, playing in the car park.” Family is paramount, but Margherita has never been one to expect a job just because of her name. As a teenager, she moved to New York to study. “It’s not that I wasn’t interested in fashion, but I wanted a change. I studied philosophy at Columbia, then dropped out to do drama at the Lee Strasberg Institute.” Meanwhile, she wore Missoni “and became sort of an ambassador, from a distance, without the commitment”.     The sideboard came from eBay. Photograph: Paola Pansini    She appeared in a play, The Maids, and later travelled to Paris and Rome on various tours. Being back in Italy made her realise how much she missed it, and she returned to Milan full-time. “I didn’t have the mind to do acting, but I think I had to find my own way back [to Missoni]. So I started looking after licensing, overseeing the non-mainline parts – ‘mare’, children, accessories, running the creative teams,” she says. “It gave me a sense of belonging and confidence.” In 2013, Missoni’s uncle Vittorio, the company’s chief executive, disappeared, aged 58, with his wife and four others in a small plane while on holiday. In a shattering stroke of double tragedy, his father died before the plane was found. It’s palpably raw still. “Of course it affected all of us. It was terrible,” she says, her eyes welling up. “I was not the most broken – that was my cousins, my mother and grandmother. I was pregnant when it happened. And when my husband’s father died, I was pregnant again. Two boys. It is a cycle, perhaps. Strange, yes, but beautiful.” Later, Missoni steps into the conservatory to roll a cigarette and wax about the joys of Masha And The Bear and Peppa Pig. Her jewellery jangles loudly as she explains the reality of being a working mother. “I had my first baby and was lucky to be able to step out of the office. But it doesn’t always work like that, the balance. This is a hard time for working women. My focus was on my children, though.” She soothes her son. “I’m not sure if the necklace works,” she laughs, “or maybe he just wants Mummy.” • Margherita Missoni is creative director of The House of Peroni For The Love Of Italy residency at Proud East, London N1, from 19 May-1 July.     The conservatory. Photograph: Paola Pansini    House rules Your biggest extravagance? Caviar for breakfast. Where do you relax at home? In the bathtub. What’s your favourite room? My bedroom, because I get the best view of Monte Rosa in the Alps. What was the last thing you bought for your home? A sunbed and rocking chair from Marni Ballhaus, a charity event that the fashion house Marni stages every year at the Milan Furniture Fair. Most treasured possession? My engagement ring.",
  "webTitle": "‘It’s mostly eBay’: inside the home of fashion heiress Margherita Missoni",
  "webPublicationDate": "2016-05-14T10:00:00Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/14/homes-margherita-missoni-italian-style-interiors",
  "keyword": [
    {
      "webTitle": "Missoni",
      "id": "fashion/missoni",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "eBay",
      "id": "technology/ebay",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Morwenna Ferrier",
      "id": "profile/morwennaferrier"
    }
  ],
  "guardianId": "fashion/2016/may/14/homes-margherita-missoni-italian-style-interiors"
}