{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/10/female-emojis-google-equality",
  "id": "2016-05-11-383",
  "sectionId": "technology",
  "body": "Google employees have proposed a new set of emojis aimed at promoting gender equality in the workplace, including cartoon female engineers, chemists, plumbers and farmers.  The Google team presented the designs of 13 new emojis on Tuesday at the Unicode Consortium, a Silicon Valley not-for-profit group that runs an “emoji subcommittee” overseeing the creation of new emojis. “No matter where you look, women are gaining visibility and recognition as never before,” the four Google workers wrote in their proposal. “Isn’t it time that emoji also reflect the reality that women play a key role in every walk of life and in every profession?”  As emojis have exploded in popularity in recent years, there have been ongoing debates about diversity in the available images, prompting the creation of more racially diverse faces as well as same-sex emojis.     Of the 92% of online consumers who use emojis, 78% of frequent users are women, compared to 60% of men. Photograph: from unicode.org website    Given that millions of people across the globe use emojis as an “important means of communication” and that “women under 30 are most the frequent emoji users by far”, the Google proposal said “it’s not surprising that women and men are increasingly vocal about the need for more accurate female representation in emoji professions”. Jeremy Burge, the founder of both the online resource Emojipedia and World Emoji Day, as well as a member of the Unicode Consortium’s Emoji Subcommittee, told the Guardian that the proposal from Google was well-written and “pragmatic from an encoding point of view”, meaning that it could be implemented fairly quickly. “If something like this were adopted, it could be put on phones this year, rather than waiting 12 to 18 months for Unicode 10. ... The pitch from Google is basically ‘if we want to do this, and sooner than mid-2017, this proposal would allow that.” Burge was in favour of the proposal. “It’s pretty clear that female-oriented professions are under-represented in emoji, and this approach is a clever way to address the issue now, rather than pushing it down the line.” He said he expected more would be known about the outcome by the meeting of the Unicode Technical Committee in August.  Of the 92% of online consumers who use emojis, 78% of frequent users are women, compared to 60% of men, according to the report. There have also been growing concerns about sexism and stereotypes that female emojis can promote. Last month, first lady Michelle Obama tweeted that she “would love to see a girl studying emoji”, the Google proposal noted. The Google team chose professions for its proposal based on labor data and the increasing interest in gender equality in science, technology, engineering and math. Ultimately, they came up with a list that included jobs in farming, manufacturing, healthcare, technology, business, education, food service and music. The team said it hopes the adoption of their emojis will be rapid: “Given the urgency to improve the representation of women in emoji, we recommend standardizing these characters as quickly as possible.” Elle Hunt contributed reporting.",
  "webTitle": "Google proposes new set of female emojis to promote equality",
  "webPublicationDate": "2016-05-11T01:56:04Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/10/female-emojis-google-equality",
  "keyword": [
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Emoji",
      "id": "technology/emoji",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "technology/2016/may/10/female-emojis-google-equality"
}