{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/whittingdale-pledges-no-change-to-crown-jewels-free-to-air-sport-events",
  "id": "2016-05-11-229",
  "sectionId": "media",
  "body": "The culture secretary, John Whittingdale, has pledged not to tamper with the list of “crown jewel” sporting events, such as the Wimbledon tennis finals, Olympic Games and the football World Cup final – that must be broadcast free-to-air on services such as the BBC. Whittingdale, speaking at a business of sport conference organised by the Telegraph newspaper, said that the government would not look to either add or remove sports from the so-called crown jewels list. Any move to remove some of the sports from the list would almost certainly kill the chance of the BBC, ITV or Channel 4 holding on to them in the face of deep-pocketed pay-TV rivals such as Sky, Discovery and BT.   Related: BBC's demise is 'tempting prospect', jokes John Whittingdale    Any move to add more sports to the free-to-air protected list could anger some sports bodies who make significant sums from lucrative pay-TV deals, a factor that prompted cricket’s governing body to leave free-to-air TV in favour of Sky. “Sky – and now as well BT – have generated huge sums for the sports they screen, while helping to grow and sustain interest and participation,” said Whittingdale. “We do not propose to reopen discussion on listed sporting events. Rather than dictate to individual sports, I believe that it is better to allow national governing bodies and other rights-holders to decide for themselves the right balance between reaching a wide audience and generating as much revenue for their sport as they can.” Whittingdale said the government’s “starting point should always be how to ensure the broadest audience can experience live sport”. With the BBC targeting its sports rights portfolio as a major area to make cost-savings, the corporation is already struggling to hold on to a number of the events on the protected free-to-air list.     Germany win in Brazil 2014: the Fifa World Cup finals must be broadcast free-to-air. Photograph: Dylan Martinez/Reuters    The corporation lost the rights to the Grand National and the Derby, both “crown jewel” events, to Channel 4 in 2012. ITV won the terrestrial rights to screen horse racing from Channel 4 next year.  The BBC still airs the Olympic Games after striking a deal to sub-license the rights from Discovery which paid £920m for the pan-European rights from 2018 onwards.    Related: Sky buys exclusive rights to all Formula One    The corporation also holds all the rights to Wimbledon, whose finals are protected for free-to-air while other matches are not; shares the FA Cup with BT, whose final is protected for the BBC, and shares the World Cup football final with ITV. Alongside the “crown jewels” is a designated B-list – which includes the Cricket World Cup, England test matches and golf’s Ryder Cup – which only have the free-to-air rights protected for highlights. In 2009, an independent review of the list recommended that a number of events be added to the crown jewels list, such as Open Championship golf, the full Rugby World Cup and Ashes cricket. However, when the coalition government came to power in 2010, it delayed making changes, saying it would not make any decision on the future of listed events until after the conclusion of digital switchover. In its sports strategy published in 2015, the government said it did not intend to reopen discussion on listed events. The current list was compiled in June 1998 and is as follows: Crown Jewels: full live coverage protected for free-to-air TV – such as BBC • The Olympic and Paralympic Games  • The Fifa World Cup finals tournament  • The European Football Championship finals tournament  • The FA Cup final  • The Scottish FA Cup final (in Scotland)  • The Grand National  • The Derby  • The Wimbledon tennis finals  • The Rugby League Challenge Cup final  • The Rugby World Cup final Group B: Delayed highlights of coverage protected for free-to-air TV • Cricket Test matches played in England • Non-finals play in the Wimbledon tournament • All other matches in the Rugby World Cup finals • Six Nations rugby matches involving home countries • The Commonwealth Games • The World Athletics Championship • The Cricket World Cup, including the final, semi-finals and matches involving home nations’ teams • The Ryder Cup  • The Open Championship",
  "webTitle": "Whittingdale pledges no change to 'crown jewels' free-to-air sport events",
  "webPublicationDate": "2016-05-11T12:00:22Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/whittingdale-pledges-no-change-to-crown-jewels-free-to-air-sport-events",
  "keyword": [
    {
      "webTitle": "Sports rights",
      "id": "media/sportsrights",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/11/whittingdale-pledges-no-change-to-crown-jewels-free-to-air-sport-events"
}