{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/manus-island-detainees-launch-high-court-bid-to-be-moved-to-australia",
  "id": "2016-05-04-265",
  "sectionId": "australia-news",
  "body": "More than 750 refugees and asylum seekers detained on Manus Island have taken their case to the high court of Australia, alleging crimes against humanity by the Papua New Guinea and Australian governments, and seeking an injunction for their immediate return to Australia. Russell Byrnes Solicitors, along with human rights lawyer Jay Williams, lodged the action in the high court Wednesday on behalf of 757 of the 905 men currently held on the island, requesting they be brought back to Australia. Some of the men have been in detention – declared illegal and unconstitutional by the PNG supreme court last week – for more than 1,000 days. The Australian high court action alleges the PNG and Australian governments have committed gross human rights violations and international crimes, constituting “crimes against humanity”, including: forcible deportation; arbitrary and indefinite detention; and torture, inhuman and degrading treatment. “In addition to the orders being sought from the high court in these applications, we are of the view that there is an urgent need for an inquiry or a royal commission in relation to the arrangements, events and conditions on Manus Island regional processing centre,” Mathew Byrnes, solicitor for the asylum seeker group, said. Meanwhile, Australian and Papua New Guinea government officials have met to try to legalise the status of the Manus Island detention centre, in the wake of it being ruled unconstitutional and illegal last week by a court in Port Moresby. But a second court case before PNG’s supreme court may force Australia to pay tens of millions of dollars in compensation to the men illegally detained there. The officials met on Tuesday to “work together on a roadmap that would ensure the Papua New Guinea government’s compliance with the court’s orders”, according to a statement from the Department of Immigration and Border Protection. The governments would keep meeting regularly to achieve that outcome, the statement said. There appears little that can be done in order to make the detention centre meet PNG’s constitutional guarantee of the right to liberty of all persons.   Related: Papua New Guinea and Australia at loggerheads over 905 Manus detainees    The supreme court stated in its judgment  last week that it had been “the joint efforts of the Australian and PNG governments” that brought the asylum seekers to PNG and kept them at the Manus Island processing centre “against their will”, and that their detention had been illegal from its inception. A transition to an “open” detention centre – such as has been established on Nauru – seems impossible, because the Manus centre is housed within a PNG naval base, so refugees and asylum seekers could not come and go freely. The regime on the island has not significantly altered since the court’s decision, and remains illegal. While the PNG and Australian governments scramble to adapt detention to the 26 April ruling in a case brought by PNG opposition leader Belden Namah, the second court case in the country will hear claims for compensation for the men illegally detained. The lawyer bringing the second case, Ben Lomai, told Guardian Australia the successful Namah challenged had established that the Manus Island detention regime was unconstitutional, breaching the “right to liberty” of those held within.  On Monday, PNG’s chief justice ordered Lomai’s case back before the supreme court on 16 May, where it is likely to be heard by the full bench. Lomai said he would seek three orders: joining the Commonwealth of Australia to his case contesting the constitutionality of the men’s detention; releasing all the asylum seekers and refugees into the custody of Australia; and ordering all the men returned to Australia. “Then we will seek ‘reasonable compensation’ for those men who have been illegally detained, and who are still illegally detained,” Lomai said. He said previous breach of liberty cases heard by the PNG supreme court had awarded damages of 300 Kina – about A$122 – per person, per day. Individual payouts for the 905 men held on Manus – almost all of whom have there for 900-1,000 days – could be 300,000 Kina (A$122,000), Lomai said. The total cost could run beyond 270m Kina, about A$110m. Any compensation ordered appears almost certain to be borne by the Australian government. The memorandum of understanding between Australia and PNG for the offshore detention arrangements states: “the government of Australia will bear all costs incurred”. On Australia’s other offshore detention island, Nauru, which has been riven by a spate of asylum seeker and refugee suicide attempts, including two self-immolations in the past week, President Baraon Waqa said refugee advocates were encouraging refugees to protest and to self-harm. “I think people continue to cause trouble and fuel these people up unnecessarily, lifting their expectation and things like that. That’s not good. They know the reality and we are all doing our best.” He said he was “immensely distraught” by the recent acts of self-harm by refugees and wanted advocates, Australian politicians and human rights lawyers to work with local support workers to send the message that such actions were making the situation worse.   Related: Self-immolation: desperate protests against Australia's detention regime    “My message to refugees here on Nauru is to accept they are here and to understand that the government of Nauru is doing its best to look after them and keep them safe.” Waqa’s comments echoed those of Australian immigration minister, Peter Dutton, who said on Tuesday he believed refugee advocates were responsible for the surge in suicide attempts on Nauru, alleging some were encouraging refugees and asylum seekers to harm themselves. “I have previously expressed my frustration and anger at advocates and others who are in contact with those in regional processing centres and who are encouraging some of these people to behave in a certain way, believing that that pressure exerted on the Australian government will see a change in our policy in relation to our border protection measures,” Dutton said. Dutton gave no specific examples anyone coaching self-harm and the allegation has been rejected by refugee advocates. Omid Masoumali, a 23-year-old Iranian refugee, set himself alight last Wednesday at the Nibok refugee settlement, in the presence of UN officials. He died on Friday in a Brisbane hospital. Hodan Yasin from Somalia, whose age is between 19 and 21, set herself on fire on Monday evening inside the detention centre on Nauru. She is in a critical condition in hospital in Brisbane.",
  "webTitle": "Manus Island detainees launch high court bid to be moved to Australia",
  "webPublicationDate": "2016-05-04T09:45:08Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/manus-island-detainees-launch-high-court-bid-to-be-moved-to-australia",
  "keyword": [
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Papua New Guinea",
      "id": "world/papua-new-guinea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Doherty",
      "id": "profile/ben-doherty"
    },
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/04/manus-island-detainees-launch-high-court-bid-to-be-moved-to-australia"
}