{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/abu-ghraib-prisoners-deserve-their-day-in-court-war-in-iraq",
  "id": "2016-05-11-270",
  "sectionId": "commentisfree",
  "body": "Twelve years ago American citizens and the rest of the world were rocked by the graphic photographs of the sexual and physical torture at Abu Ghraib. Once seen, the images are impossible to forget: the terrified prisoners, wide-eyed, mostly naked; the pyramids of bodies; the dog-collared man on all fours led on a leash; the hooded man standing on a box, arms spread as if crucified, electrical wires dangling from his fingertips. And, in almost every picture, the guards, looking on with a smirk. As general counsel to the navy at that time, and an opponent of the Bush administration’s use and rationalization of torture and inhumane treatment against detainees, I watched Dick Cheney, George Tenet and others look on the laws that make torture unlawful with that same smirk. GOP frontrunner Donald Trump and Senator Ted Cruz, two torture proponents, follow in that tradition.  Do we want our American courts to uphold this lawlessness? To join the torturers and their enablers in smirking at the victims? So far, our courts have acted in just this way, barring torture victims from pursuing civil claims.  We are about to find out if our courts will continue this injustice. On 12 May, the fourth circuit court of appeals in Richmond, Virginia, will hear oral argument in Al Shimari v CACI, an appeal from a civil case brought by the Center for Constitutional Rights on behalf of Abu Ghraib victims against a US-based government contractor.  The outcome of the appeal will determine whether the case will be heard or dismissed without trial. And a trial would decide whether the victims obtain compensation for their injuries and, no less important, a measure of respect from the hands of American justice.  If they do, it would be a first. Most of the torture claimants (and none in the Abu Ghraib case) have never been charged with involvement with insurgent activity, much less terrorism. But despite this, and the US’s treaty obligation to provide compensation to victims of torture, none have obtained a verdict since 9/11. Indeed, no victim has even gotten a trial. Save for another CCR case brought against another civilian contractor which was settled, all such cases have been dismissed before trial for a blend of reasons that typically include the so-called “political question” and “state secrets” doctrines – limitations the judicial branch puts on itself to avoid infringing on military or foreign policy questions, among others.  This includes the civil cases brought by two victims recognized, respectively, by the Canadian parliament and the CIA to have been wholly innocent of any terrorist activity. And this includes, too, Al Shimari, since its current appeal is the fourth that plaintiffs have had to take to rescue the case from dismissal, this time on political question grounds.  Al Shimari illustrates how dangerously broad and vague the political question doctrine has become, and how little it ought apply to cases dealing with torture. Although the defendant is a publicly traded US corporation, the trial court, applying the doctrine, dismissed the case because to try it “would require the judiciary to question actual, sensitive judgments made by the military, which the Court is not permitted to do”. It’s an irrelevant finding, but it’s typical of the contortions courts have engaged in under the political question doctrine to avoid adjudicating torture lawsuits.  Still, the courts have been mistaken to think that judicial abstention is mandated in such cases. As a matter of law, torture has been categorically prohibited for decades, a prohibition that has included the military. At Abu Ghraib, as was true throughout the rest of Iraq, the Geneva Conventions always applied. Thus, the military and those working with them had no legal discretion to decide on a policy of torture. The court would not be questioning “sensitive judgments”; it would be recognizing a clear crime. Unfortunately, this is not what the Al Shimari court did. There seems to be something like willful blindness on the part of the court to recognize the mandate of the law. Infamously, John Yoo and colleagues at the justice department wrote memos in 2002 that tried to fog the law, even redefine it. But they never had the authority to override Congress; only Congress holds the legislative power, and Congress exercised that constitutional authority by making torture unlawful and forbidding the military and everyone else from engaging in it. Congress, not John Yoo, holds the legislative pen.  The outcome in Al Shimari will either enhance or damage America’s reputation as a country that stands for constitutional order, the rule of law and human rights. Congress acted in accord with America’s best traditions and values when it criminalized torture. But for laws to have weight, the courts must enforce them.  By abstaining from adjudicating the Al Shimari case – that is, by failing to say what the law on torture is, and by failing to hold that the military or contractors working for them are not above the law – the trial court failed to perform its most fundamental duty.  The Abu Ghraib guards and contractors may have smirked at the laws on torture. Our courts must not.",
  "webTitle": "Abu Ghraib prisoners deserve, finally, their day in court | Alberto Mora",
  "webPublicationDate": "2016-05-11T10:45:11Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/abu-ghraib-prisoners-deserve-their-day-in-court-war-in-iraq",
  "keyword": [
    {
      "webTitle": "Torture",
      "id": "law/torture",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alberto Mora",
      "id": "profile/alberto-mora"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/abu-ghraib-prisoners-deserve-their-day-in-court-war-in-iraq"
}