{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/my-art-is-a-personal-antidote-for-the-effects-of-colonisation",
  "id": "2016-05-18-357",
  "sectionId": "commentisfree",
  "body": "As I write, my first ever solo exhibition, Decolonist, is underway as part of Australia’s leading festival for emerging contemporary art – Next Wave Festival 2016. This project has been the major focus of my life for the past 18 months and I was lucky enough to also take part in Next Wave’s kickstart program, which offers professional development to emerging artists.  Kickstart challenged us to think about where our practice is situated in the society we operate in. We considered our role as artists in the face of major social and environmental issues, ranging from racism and white privilege to climate change.  There were some tough conversations, but these are the tough conversations that have to be had. We had to listen, and we had the opportunity to be heard.  This was a nurturing environment where the result was that I felt I had the support of my peers to say what I needed to say. I’m not sure I would ever have had the confidence, or the level of security necessary to put a work out into the Australian public entitled Decolonist without this support. Next Wave could not have come at a better time for me. Before this, I was working as a university tutor in Indigenous cultures and health. This was a first year unit for health students across a range of areas, from psychology to medical imaging.  In my spare time, I tried to make the most of my studio space but I found maintaining my practice was difficult. I didn’t have a way to transition from the university environment to my studio. My work was stressful and all-consuming, because Indigenous health became precisely the issue I wanted to address through my art. This was compounded by that fact that both my work and practice relate directly to my personal story. I grew up on a farm just north of Perth. I was part of a close-knit community, where my adoptive grandparents were heavily involved with the local primary school, tennis club, and community theatre. My brother and I were two of four Aboriginal kids from our town.      Decolonist Meditation Still: artwork by Katie West.    My mother grew up in the same community but she did not stay to raise me. Instead she moved around a lot, living in various places in Western Australia. Mum was an alcoholic and she spent most of her time with other people struggling with substance abuse. She experienced domestic violence at the hands of almost every partner she ever had. Her alcoholism also resulted in three of my siblings being born with foetal alcohol syndrome. I would get to see mum when her body was exhausted. She would come home to sleep for a few days, until she was just strong enough to leave again.  In the small town my mother and I grew up in, we were isolated from Aboriginal world views, philosophies and culture. Government policies synonymous with the Stolen Generations denied us the right to directly inherit this knowledge and identity.  What we did inherit were the world views, philosophies and culture of the community we grew up in. This was a setting where Australian history began with Captain Cook’s “discovery” of Australia, and the negative stereotypes associated with Aboriginal identity outweighed the positive.  I’m not sure that I would have been able to articulate this as a kid, but I was aware that people who looked like me were murdered and abused by non-Indigenous people, and Australian national identity was constructed with the view that in the future, Aboriginal people would not be here. This was a story that has no place for me.  This, of course, impacted my sense of self and I became anxious about where my place was. I cannot necessarily speak for my mum. I never had the opportunity to have an in-depth conversation with her about anything much, let alone how she felt about her childhood. It is clear to me, however – and most likely anyone else who has worked in Indigenous health – that her life path was the same as many people affected by assimilation policies. My work as a tutor felt incredibly meaningful given my personal history. I was in an environment where I was able to educate non-Indigenous people about the ongoing impacts of colonisation. Even so, during my time in this role my own health and wellbeing suffered. I believe I was experiencing vicarious trauma, through the weekly retelling of Australia’s colonial history, and the links between this history and our present. In this setting I also was forced to look at my own position in the scheme of trans-generational trauma.  While I believe this is important to understand, I began to feel my identity was shaped only by this trauma and nothing else. I was still disconnected from my grandmothers’ country – Yindjibarndi land in the Pilbara region of Western Australia – and the kinship connections that made this community. Each semester I would draw two circles overlapping slightly onto the whiteboard. This was to give a visual representation of the concept of the third space. I would give one circle the label “western world views” the other “Indigenous world views” and I would then go on to explain the space where these circles overlap.  In theory, this is a space where both western and Indigenous philosophical traditions inform our social norms and values. As time went on I felt insecure in the feeling that I probably have never experienced a space where Indigenous world views dominate. In developing Decolonist, I realised I probably never will until I am able to pinpoint and then shed some beliefs I have about my own identity beliefs I wouldn’t have if I were born into a society unaffected by colonialism.  It’s only becoming clear to me now that the anxiety I had as a kid is still there. I just understand it better. It is not simply down to negative stereotypes, I also feel that the ideologies that were embedded in past assimilation policies came into play.  The issue I have struggled with most with my practice is the idea that I have no culture. I felt I didn’t have a cultural framework or coherent belief system to draw from. This is an idea that originates in the grand plan of assimilation – disconnect people from their culture, and then they have no culture.  This in reality is not possible. Every person is a cultural being. I may have missed out on being born into Yindjibarndi society, but this does not mean my identity isn’t authentic or valuable. This realisation is an example of personal decolonisation. It is a process of shedding beliefs that provide no nourishment and seeking out ones that do. I see the physical act of creating my work as both shedding and seeking. When I am walking to collect native plants for sculptures and bush dyeing, this is a chance to just focus on the task at hand. As I walk and gather I try to imagine how the landscape has morphed over the centuries.    Related: Don't tell me to 'get over' a colonial past that is still being implemented today | Luke Pearson for IndigenousX    When I sew together fresh gum leaves and gum blossoms I wonder what other uses people had for these plants. I just enjoy the smell of eucalypt bark as it is boiled and the tannins become infused with fabric.  In these moments of uncomplicated contemplation I simply exist. I have no trauma. I have no anxiety.  My current exhibition is of course a manifestation of this process. Through this work I am sharing my personal antidote for the effects of colonisation. It is a version of Australian national identity that I feel a part of. It is an identity that both understands the legacy of colonisation and seeks to privilege Indigenous world views, philosophies and culture.  I created this piece with the subconscious wish that these sentiments were part of my everyday reality. It is a space to begin to recognise and understand the impact of colonisation upon all Australians.  In the third space there are tough conversations that have to be had. With equal measure there are infinite possibilities for a decolonised reality. The past cannot be changed, but we can reorient our presence in time and place. “Our stories, our way” – each week, a new guest hosts the @IndigenousX Twitter account to discuss topics of interest to them as Aboriginal and/or Torres Strait Islander people. Produced with assistance of Guardian Australia staff.",
  "webTitle": "My art is a personal antidote for the effects of colonisation | Katie West for @IndigenousX",
  "webPublicationDate": "2016-05-18T02:19:31Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/my-art-is-a-personal-antidote-for-the-effects-of-colonisation",
  "keyword": [
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/18/my-art-is-a-personal-antidote-for-the-effects-of-colonisation"
}