{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/woody-allen-polanski-cosby-dangerous-cannes-ronan-farrow",
  "id": "2016-05-13-51",
  "sectionId": "commentisfree",
  "body": "When I wake these days, the first face I see is Marilyn Monroe’s. She looms above the bed, chuckling seductively, diamonds bright, skin oddly mottled on account of the photo transfer being stuck straight on to the pebble dash. Turn to the right and there’s Paul Newman, smouldering gaze directed at the travel kettle.   Related: Cannes MC says his Woody Allen rape joke was misinterpreted    Cannes, where I am based for the film festival, is so keen on cinema that even its hotel walls shout about it. The breakfast bar has dubious quotes from Jack Nicholson and James Dean, pace Mark Twain (“Never regret anything that makes you smile”), stencilled above the toast. One swanky pal tells of staying somewhere on Cannes’ main drag where the toilet paper was designed to look like a spool of celluloid. If entertainment is your primary touchstone – for life, for art, for loo roll – it naturally follows it also provides your go-to points of comparison. For films, this has a logic. The new Ken Loach? A blunter Bread and Roses. Money Monster? The Big Short for kids. But when it comes to people, such casual cultural shorthand risks becoming a touch too reductive. Is it offensive to call Kristen Stewart a punky Jodie Foster? Faintly, maybe. Jesse Plemons a cuddlier Matt Damon? Possibly not. How about likening Woody Allen to Roman Polanski or Bill Cosby? This seems to me pretty clear-cut. It is wrong, lazy and dangerous. Yet it is done repeatedly. Over the past week it has been the Polanski comparison that got more eyelids batting. “You’ve shot so many of your films here in Europe,” said the comedian Laurent Lafitte, MC at the opening gala, “and yet in the US you haven’t even been convicted of rape.” Lafitte is here all week. The Cosby nod was from Allen’s own son, Ronan Farrow, and has gone less checked. It was intended differently, too: pointedly, potently, yet couched in the same like-for-like showbiz rhetoric in which we’re all fluent. Farrow first invoked it in a tweet to the editor of the Hollywood Reporter, to critique its interview with Allen: “Love you, Janice, but what’s next, a Bill Cosby cover?” He repeated it in an article in the same publication, in which he condemned his father, the festival, the press and those stars who work with him.           Versus trailer for documentary about Palme d’Or winning director Ken Loach    Yet the three cases are very different. Polanski pleaded guilty to unlawful sex with a minor in 1977. He served 42 days in prison, was put on probation, then fled from the US to Paris before sentencing. He has apologised to the victim for his behaviour; she doesn’t now feel extradition is necessary: “He said he did it, he pleaded guilty, he went to jail. I don’t know what people want from him.” Cosby has been accused of the rape and, in many cases, drugging to unconsciousness of more than 60 women over more than 40 years. Last year he was charged with sexual assault, an arrest warrant issued and bail set at $1m. His trial is pending.   Related: Cannes 2016: Desparate times as we review George Clooney in Money Monster - the Dailies film podcast    Allen was accused of one incident of molestation by a seven-year-old at the height of the custody battle between him and the child’s mother in 1993. The allegations were looked into by authorities and not pursued. The judge said the evidence relating to sex abuse charges was inconclusive. After 14 months’ investigation, the New York department of social services said: “No credible evidence was found that the child named in this report has been abused or maltreated.” No one else has ever lodged such a complaint against him. Allen and his wife, Soon-Yi, successfully adopted two girls in the years immediately following. Farrow feels that there has been a miscarriage of justice. He sees the difficulty of his step-sister subsequently getting airtime for her case as linked to the fact that it has not been “vindicated by conviction”. This is true: it has not. This isn’t just an inconvenience; it is important. And from the outside at least, it doesn’t appear to have been so hard. The legal case ended more than 20 years ago, but the media trial continues. In recent years it has gathered steam as the Farrows have restated their claims, and as social media has facilitated wider debate – or stoked flames of prurience disguised as self-righteousness. The concept of innocent until proved guilty is, in theory, absolute. Scepticism is always to be encouraged. But in Allen’s case, it is rather more than this. The done thing is instead to simply dismiss the principle, ignore the law and rely instead on rumour. In his piece, Farrow attacks the press for their failure to ask Allen “hard questions”. Yet they have, and the answers remain the same: he denies the allegations and believes that his former partner poisoned the children against him – as, incidentally, does Ronan’s sibling Moses. Farrow also takes aim at what he sees as a powerful PR machine insulating Allen. Yet not only does the director appear pretty riddled with potshots, he’s also someone that I, at least, have found strikingly easy to access. Now 80, he did three days of press at Cannes. His publicists do not sit in on his interviews; you are free to ask anything; he always replies. In this field that is unusual. For someone of Allen’s age and status, it is remarkable.   Related: Why I won't be seeing Woody Allen's new film | Melissa Silverstein    Farrow suggests a film festival should not grant Allen a spot on its schedule. But if innocent people – and this, the fact remains, is what Allen is – are to be blacklisted because some people think them fishy, we are in very murky water. This is not, thankfully, a world where the art of those people actually convicted of heinous crimes is censored. We are still free to look at paintings by that murderer Caravaggio, and read poems by incestuous Byron. We are encouraged to take our children to the new Alice Through the Looking Glass film, despite its almost certainly unsavoury inspiration. Ought we to also chuck out our Sinatra records, given his Mafia links? People police themselves through their own moral codes. But film festivals must stand aside. Writing for the Guardian this week to back Farrow, and explain her own boycott of Allen’s movies, Melissa Silverstein called the director “Teflon”. But he is not. Smears leave an unshiftable residue. His reputation has suffered. But that he is still celebrated is not the result of collusion. It’s because what ultimately didn’t stick were the charges.",
  "webTitle": "Comparing Woody Allen to Polanski and Cosby is lazy and dangerous | Catherine Shoard",
  "webPublicationDate": "2016-05-13T18:21:25Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/woody-allen-polanski-cosby-dangerous-cannes-ronan-farrow",
  "keyword": [
    {
      "webTitle": "Woody Allen",
      "id": "film/woodyallen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Bill Cosby",
      "id": "world/bill-cosby",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Roman Polanski",
      "id": "film/romanpolanski",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/woody-allen-polanski-cosby-dangerous-cannes-ronan-farrow"
}