{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/29/five-moments-mattered-leaders-second-election-debate",
  "id": "2016-05-29-96",
  "sectionId": "australia-news",
  "body": "1. Shorten goes negative in introduction, Turnbull accentuates the positive Bill Shorten attacked the government for having had “three economic plans in the last three months”: one to increase the GST to 15%; one to allow states to levy income taxes; and the “$50bn tax giveaway for large businesses in Australia” in the 2016 budget.  Shorten called the tax cuts a “very expensive gamble” because “much of the money will go to overseas shareholders”, and pointed out that $7bn of the tax cuts would go to the big four banks. Malcolm Turnbull was much more positive in his introduction – he saved criticism of Labor spending for his closing speech. He spoke about company tax cuts and Indigenous entrepreneurship.  Turnbull said government policies had created 39,000 more jobs for Indigenous Australians and were increasing the number of government contracts to Indigenous businesses 10-fold. 2. Panel struggles to get Turnbull to talk about himself The first question, from Laura Tingle of the Australian Financial Review, was about whether Turnbull had let down voters who thought he would move politics to the centre and now felt he had abandoned what he believed in.   Related: No winners on election debate night when answers were scripted and ideas untested    In response, Turnbull talked about his and his wife Lucy’s record of creating businesses, and countered Shorten’s points on company tax cuts. Tingle was blunt in the follow-up: “I don’t think it actually answered the question, prime minister.” Moderator Chris Uhlmann also tried to give Turnbull a steer: “I think the question is about yourself, prime minister.” But Turnbull denied the premise of the question – that he had changed views or let voters down. “The question is about where I stand, and where I stand on climate change is where I have always stood,” he said. The early exchange showed the panel was more easily ignored than a crowd of ordinary voters getting their shot at the leaders, as in the first debate. 3. Leaders trade “same old Labor/Liberal” barbs and won’t commit to honour opponent’s mandate Turnbull took aim at Labor for previously supporting company tax cuts but now opposing them. “They have no plan for economic growth and no plan for jobs. It’s the same old Labor – just spending.” Shorten shot back: “[It’s the] same old Liberals, just give tax cuts to the top end of town and let the rest of the people make do with not much at all. That’s what I would say, Mr Turnbull.” Call it the top hats versus hard hats election, voters have a distinct set of choices in this election and this exchange exemplified it. When Uhlmann asked if they would respect the mandate of their opponent if they lost, neither leader ruled out blocking their opponent’s spending or savings in the Senate. Shorten rounded his answer out by promising Labor would provide cost forecasts for its policies over four and 10 years. “Our principle is we will have more repairs to the budget bottom line than spends,” he said. 4. Turnbull says people smugglers will use Labor victory to sell boat trips Speaking about the challenge of deterring asylum seeker boats, Turnbull said people smugglers looked to changes in the debate in Australia as a marketing opportunity.   Related: Australian election 2016: we will meet tougher targets on climate change, Turnbull says in leaders' debate    “They’re out there marketing now, telling their customers that if Labor is elected it will be all on again. That’s what they’re saying,” he said.  “We do no favours to anybody by being weak on border protection in the way Labor was. The truth is that Bill [Shorten] leads a party that is hopelessly divided on this issue.” This provoked Shorten: “Shame on you, Mr Turnbull, for what you just said.” But Turnbull was unrepentant, replying “for telling the truth”. Shorten tried to turn the logic back on Turnbull, saying implying Labor was weak might give the green light to people smugglers. “Mr Turnbull is playing with fire when he says that somehow Labor would be a better deal, and he shouldn’t say that, because he just conceded in his own remarks that the people smugglers are efficient and watching every bit of the debate.” 5. Shorten more specific about the best way to reduce emissions Tingle asked whether the Coalition’s Direct Action climate policy would become more like Labor’s after a safeguards mechanism is introduced to prevent companies increasing their emissions. Turnbull committed to ensure that Australia would meet the target agreed to at last year’s Paris climate talks and said “when the global community agrees to higher targets, as I have no doubt it will, that we will meet them, too”. But he would not be drawn on the safeguard mechanism and how the government would achieve reductions. Turnbull attacked Labor’s proposal as “unilateral action”. Shorten had a few digs at Turnbull, saying he was implementing Tony Abbott’s policies, but expressed hope for bipartisanship on the issue in future. “These are all real issues and I believe, I hope, this is the last election where we have the climate change wars and I know that if Labor is elected, hopefully then a Liberal opposition will learn to back in the science and deal away with the sceptics,” he said. Shorten was also more specific about how to reduce emissions. He explained Labor’s policy involved “cutting pollution, and we do so through focusing on renewable energy, through our better vehicle emission standards, through revisiting the rate of land clearing through having an emissions trading scheme which is internationally linked”.",
  "webTitle": "The five moments that mattered in the leaders' second election debate",
  "webPublicationDate": "2016-05-29T11:55:36Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/29/five-moments-mattered-leaders-second-election-debate",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/29/five-moments-mattered-leaders-second-election-debate"
}