{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/04/devon-farmer-steve-whitley-claims-no-smell-angora-goat-mohair-socks",
  "id": "2016-05-04-237",
  "sectionId": "money",
  "body": "A Devon farmer is claiming to have invented by accident socks that don’t smell and don’t need washing. Steve Whitley said the fleece of angora kid goats does not trap smelly bacteria in the same way as scalier wool or cotton fibres, and his mohair socks can be worn for as much as a year without washing. Originally he sold the socks for their comfort and durability, and it was only the feedback from astonished customers that alerted him to their unique selling point.      Corrymoor socks, a pair of which Steve Whitley wears round the farm for up to a fortnight.    “Customers began telling us that they could wear them for days without them becoming stiff or smelly,” said Whitley, 65. “It was the men who were more forthcoming about this, but then women began writing in. One orchestra leader boasted that he’d had his for a year without washing them.” Bear Grylls, Fiona Bruce and Stephen Fry were among celebrities who snapped up his Corrymoor Mohair brand, which he claimed “can be worn day after day, week after week, in extreme conditions without any problems from foot odour or discomfort”. Mohair, shorn from angora goats, is prized in the fashion world for its strength, warmth and resilience. Less well known is that the first shearings from kids are highly absorbent and prevent bacterial buildup by drawing sweat away from the skin. The products, which cost around £10 a pair, are good news for a nation which, according to new findings, loses 84 million socks a month in the wash. Research commissioned by Samsung discovered that the average Briton will mislay £2,528 worth of dirty socks over a lifetime.  Whitley said he wears the same pair of socks round the farm for up to a fortnight before entrusting them to the laundry basket. Grylls, Bruce and Fry were among a dozen celebrities who promised to report back on how long theirs can withstand the heat. They have a challenging record to break. “We received a letter from a lady who had recently lost her husband,” says Whitley. “He was so attached to his socks that he asked to be buried in them.”",
  "webTitle": "Secret to making no-smell socks is kids' play, says Devon farmer",
  "webPublicationDate": "2016-05-04T10:53:45Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/04/devon-farmer-steve-whitley-claims-no-smell-angora-goat-mohair-socks",
  "keyword": [
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Tims",
      "id": "profile/annatims"
    }
  ],
  "guardianId": "money/2016/may/04/devon-farmer-steve-whitley-claims-no-smell-angora-goat-mohair-socks"
}