{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/22/robin-wright-house-of-cards-congo-rare-earths-minerals-womens-rights",
  "id": "2016-05-21-19",
  "sectionId": "culture",
  "body": "Robin Wright, currently playing the scheming first lady Claire Underwood in long-running TV drama House of Cards  swung by the Guardian’s offices in New York last week on a mission to draw attention to the mining of “conflict minerals” in the Democratic Republic of Congo – and the war it continues to spark. She has produced a documentary on the subject, When Elephants Fight, and her words echoed those of Joseph Conrad in Heart of Darkness more than a century ago, describing the conflict as “the most vile scramble for loot that ever scarred the face of human consciousness”. Wright is championing an international effort, known by the hashtag #StandWithCongo, which is working to break a cycle of internal conflict and foreign wars that has cost more than five million lives. The movement takes aim close to home – at US tech and electronics companies whose demand for rare-earth metals used in the manufacture of computers and mobile phones has aggravated the region’s violence and corruption. “I felt a personal responsibility to step up, take action, create a voice,” Wright said. “We are using these devices all day, every day, for our convenience, and it’s perpetuating a war. I find it unacceptable that as consumers we allow this to go on.”   Related: Robin Wright targets Congo's 'conflict minerals' violence with new campaign    But is Wright more than a mid-career actor with a new stage and a new cause? And why Congo? John Prendergast, director of African affairs at the National Security Council during the Clinton administration, who has worked with George Clooney in Sudan and is now a director of the Enough Project, dedicated to crimes against humanity, says the Hollywood focus on the country “isn’t a really recent phenomenon. Congo is the deadliest war in the world since world war two. My question would be, why not Congo?” Wright drew attention to an Amnesty International investigation that traced cobalt used by tech manufacturers including Apple and Microsoft to Congolese mines that use child labour in dangerous conditions. A ranking of electronics companies compiled by the Enough Project placed Nintendo at the bottom. “They simply don’t care,” Wright said. Nintendo countered, saying it took its social responsibility as a global company “very seriously” and had banned suppliers from using “conflict minerals” in its supply chain. Separately, the Panama Papers traced some Congo mining interests through the British Virgin Islands to companies set up by the Israeli billionaire Dan Gertler, a friend of the Congo president, Joseph Kabila, that are reputed to be central to mining deals in 2011 that robbed the Congolese people of more than $1bn (£690m). The Congo isn’t Wright’s only current concern. In recent weeks she launched herself into Hollywood’s campaign for equal pay for equal work when she revealed that she threatened House of Cards producers with public exposure when she discovered that co-star Kevin Spacey received $500,000 per episode in 2014 while Wright was paid $420,000 per episode in 2015. “I was like, ‘You better pay me or I’m going to go public,’” Wright said last week at the Rockefeller Foundation in New York. “And they did.” Wright later explained she’d seen statistics showing that her character was more popular than Spacey’s for a period of time. “So I capitalised on it.” Before playing Claire Underwood, Wright was best known as Buttercup in the cult favourite The Princess Bride, and as Jenny opposite Tom Hanks in Forrest Gump. She began acting 31 years ago as Kelly Capwell, the “daddy’s girl” ingenue on the soap opera Santa Barbara. She has appeared in more than 40 films since, but it was, ironically, the TV screen that delivered unequivocal stardom. “I feel as though I’ve just graduated,” she told Vanity Fair last year. “I mean, I never went to college. I was pregnant at 23. You hear people say how they have “arrived”, but it was just always there, waiting to come out. For me, it just took a long time. I’m 48. I’m finally a person. I think I’m finally ready.” Wright now adds her voice to a cast of women including Jennifer Lawrence and Meryl Streep who have spoken out about the pay gap. “It was a perfect paradigm. There are very few films or TV shows where the male, the patriarch, and the matriarch are equal.” Wright’s comments set off a firestorm, with many arguing that women shouldn’t have to threaten employers with exposure to resolve pay disputes. “We can’t forget that this represents a small and elite group of largely white women who have documented proof of their success,” noted Forbes columnist Ruchika Tulshyan. “For the average worker, raising questions over pay could see them being ostracised or even fired.” That, in turn, triggered anxiety that celebrity-branded feminism might be a failure on its own terms. “Individual celebrities are great at putting an appealing face on social issues,” wrote Andi Zeisler, author of We Were Feminists Once. “But the celebrity machine is one that runs on neither complexity nor nuance, but on cold, hard cash.” She continued: “Emphasising the personal empowerment of individual actors, comedians and pop stars – whether for itself or in relation to others – only serves to pull focus from the ways in which their industries make money from stereotyping and devaluing women.” And that, in turn, caused Suzanne Moore in the Guardian to muse that “the assumption that any celebrity who says something vaguely feminist is somehow a hypocrite is ludicrous. It is a way of discrediting women. It happens a lot.”   Related: Stop telling women they’re doing feminism wrong    This back and forth was somewhat undermined by Wright herself. In an industry where men are regarded as bigger box-office drivers than women, the pay scale differential may simply be a matter of market forces. In the case of the House of Cards, she implied, they worked in her favour. This was a game which, for many years, she decided not to play. Wright and ex-husband Sean Penn had abandoned Los Angeles to raise a family in San Francisco and to avoid the “bubble of celebrity”. (In a telling coincident, at the Cannes film festival last week Penn screened his latest directorial effort, The Last Face, starring Charlize Theron and Javier Bardem, about lovestruck aid workers in war-ravaged Africa. The film meditates on the dangers of mixing charity and social-conscientiousness with entertainment. The Hollywood Reporter called it a “stunningly self-important but numbingly empty cocktail of romance and insulting refugee porn.”) After repeated breakups and reconciliations, Wright and Penn divorced in 2010. “I believe we were together not only to have our beautiful children but to learn how to love … for the next time around, the right way,” she told Vanity Fair. “And then, what I’m looking for in people now,” she adds, “is kindness.” Wright is currently with Ben Foster, an actor 13 years her junior. “Perhaps it’s not ladylike [to say] but I’ve never laughed more, read more or come more than with Ben. He inspires me to be the best of myself. There’s so much to learn. It’s endless. How great! It took me a long time to grow up. Love is possible as life is possible.” Wright said the inequality in her pay package came after years of part-time work. “I wasn’t building my salary bracket. If you don’t build salary bracket with notoriety and presence, you’re not in the game any more. You become a B-list actor … You’re not box office material. You don’t hold the value you would have held if you had done four movies a year, like Nicole Kidman and Cate Blanchett did, during the time I was raising my kids. Now I’m kind of on a comeback at 50 years old.” No wonder, then, that Wright likes to temper the potential superficialty of one profession – next year she’ll appear in a film adaptation of the TV series Wonder Woman – with a grounded, life-and-death real-world issue. Wright told the Guardian’s Ed Pilkington her decision to get involved with the effort to help with the Congo and the Enough Project came after visiting women who’d been raped by soldiers. “Some had had six or eight surgeries to rebuild their reproductive system,” Wright reported. “They were not able to stand sometimes for a year and a half. To hear their harrowing stories, and then to ask as an American travelling abroad, ‘What can I do, measly old me, I have no idea what you’ve been through.’ They all said the same thing: ‘Can you be our voice? We don’t have a voice here.’ That’s when we decided to amplify that voice for them, back in America.” The Wright File Born 8 April, 1966 in Dallas, Texas, but raised in San Diego. Her mother was a cosmetics saleswoman and her father worked for a pharmaceutical company. She began modelling at 14 and, after leaving school, got a part in the soap opera Santa Barbara, where she met her first husband. Wright later moved into film, starring in the Princess Bride, Forrest Gump and the Girl with the Dragon Tattoo. She married (and eventually split from) Sean Penn, with whom she has two children. Best of times Winning the Golden Globe award for best actress (television series drama) for her role as Claire Underwood in House of Cards. Wright was the first actress to win a Golden Globe for a web television series. Worst of times Her divorce from Sean Penn, after 13 years of marriage and numerous separations What she says “I feel as though I’ve just graduated. I mean, I never went to college. I was pregnant at 23. You hear people say how they have ‘arrived’, but it was just always there, waiting to come out. For me, it just took a long time. I’m 48. I’m finally a person. I think I’m finally ready.” Vanity Fair What others say “It’s just so clear she’s an amazing actress, one of the best we’ve got. But she was in movies that were not home runs.” Jodie Foster, who directed Wright in an episode of House of Cards, Vanity Fair",
  "webTitle": "Robin Wright: A-lister who’s playing for high stakes off screen",
  "webPublicationDate": "2016-05-21T23:04:26Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/22/robin-wright-house-of-cards-congo-rare-earths-minerals-womens-rights",
  "keyword": [
    {
      "webTitle": "Robin Wright",
      "id": "culture/robin-wright",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "House of Cards",
      "id": "tv-and-radio/house-of-cards",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Democratic Republic of the Congo",
      "id": "world/congo",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "culture/2016/may/22/robin-wright-house-of-cards-congo-rare-earths-minerals-womens-rights"
}