{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/03/malta-migration-crisis-doctor-artist-engineer-blogger-human-stories-",
  "id": "2016-05-03-257",
  "sectionId": "cities",
  "body": "“The refugee situation in Malta is changing so fast!” exclaimed Dr Ahmed Bugri. I’d caught up with him in Republic Square, Valletta’s main cafe piazza, as he rushed between meetings with government ministers. A well-known figure in the city (“I can be recognised by my loud African shirt”), Ahmed arrived 26 years ago – when “there were only three black people on the islands, and one of them was me”. The Maltese immigration crisis is a decade ahead of the rest of Europe. It began in 2002, during the fierce fighting of the Somali civil war, peaked in 2004 when Malta joined the EU, and ended – eerily, abruptly, and so far without a decent explanation – just as the main European crisis was beginning in 2015. At its worst, the disintegrating boats arriving here carried 400 to 500 asylum seekers each: “Even I myself was shocked,” said Ahmed, his hand movements rotund and twisting as they attempted to encapsulate the problem. “I wasn’t used to seeing black people. Suddenly they were everywhere.” The Maltese government didn’t know how to cope: “It fed the migrants pasta and bolognese, which they threw away.” The Maltese couldn’t understand it: “It was because most of the arrivals were Muslims, and the meat wasn’t halal.” The government tried ham sandwiches: “Ham for Muslims!” said Ahmed, his voice rising into a theatrical high pitch. They had a go with cheese: “But most people from sub-Saharan Africa have never eaten cheese. I saw people throw up the first time they tried it.”     Dr Ahmed Bugri    The sparkling seas around Valletta are still bobbing with people fleeing poverty and civil wars, but they don’t sully the islands any longer. The Maltese opposition leader has alleged that this is because of a secret government deal: in return for Italy scooping up the migrants before they reach the coast, Malta has agreed not to prospect for oil in certain parts of the Mediterranean. With David Cameron-style semantics, the government denied it. This year, so far, no boats have arrived in Malta. The biggest population of economic migrants on the islands today is not the Somalis or Eritreans but the British, who arrive by easyJet. They move here because they can’t afford London mortgages. “The problem in Malta now is not one of immigration but inclusion,” said Ahmed, clutching his hands as though gathering in both neglected people and bad policy. “What happens to the refugees who arrived during the crisis but have stayed here and not moved on to other countries? They are living on the periphery. In the next 10 years, you will see their poverty manifest itself on the street.’ As I got up to go, Ahmed Bugri pointed across the rooftops towards the district of Sliema, where there is a cluster of construction cranes and tinted glass apartment blocks. “Those are the new refugees: the rich Libyans. They come by plane and buy property.” He spoke without irony or resentment.  Bugri runs the Foundation for Shelter and Support to Migrants, and he regards the rich as his clients just as much as the impoverished. For €650,000 (£510,000) the government will also sell these plutocratic immigrants a passport. ‘People attack me’ The following day, I met Dainin and his family beside the Maltese Emigrant’s Commission (MEC). They appeared around the corner like a small train of loosely connected carriages: first Dainin, smiling, holding out his hand; then his wife Maria, tidily dressed, watchful; finally Kanak, aged six, skipping and enjoying an ice cream. The commission is a vital force for newly arrived immigrants in the city, helping them to find accommodation, learn Maltese and English, and to get jobs. It is run by Father Vella, an entertaining and pugnacious man, and hides behind a dingy stone doorway at the top St Orsla Street, under a Western Union money transfer notice and a sign saying MEC Travel Agency.     The fortifications of old Valletta; Malta’s immigration crisis began back in 2002. Photograph: Getty Images     I hurried Dainin and his family back up to the sunlight, to the cheerful Cafe Castille. Had their life in Bangladesh been dangerous? “As dangerous as life is,” Dainin said. He spoke in bunched sentences, with careful pauses between, and frequently referred to his wife to help with the translation. Dainin had been a blogger: “A small writer.” He campaigned door-to-door to make polio vaccines available for pregnant Muslim women (Dainin is Buddhist; Maria a Catholic). “But the imam in the mosque didn’t like this thing.” He campaigned to encourage everyone to boil the drinking water that came from the dirty local pond. Again, the imam was displeased. “He said: ‘Allah gives us the water, why do you need to boil it? You are against Islam.’” Undaunted, Dainin took on the Sunni divorce laws: “You know the ‘Talaq’? If I say to my wife in an argument with her, ‘Talaq!’, it means ‘Finish.’ Divorce. Just one word. I campaign against the Talaq.” “Can I say ‘Talaq!’ to him?” Maria laughed, when I turned to her. “Of course – but it doesn’t work for women. I’m still married to him.” “In my own country the people attack me,” said Dainin. “They attacked my house. They killed my father.” He hurried on without explaining this whispered statement further. His wife nodded. His daughter, unaware, finished her ice cream and eyed the cakes.      African migrants play a game of dominos at a bar in Marsa, on the outskirts of Valletta. Photograph: Darrin Zammit Lupi/Reuters     The family arrived in Malta a year ago at three-thirty in the morning. “Leave the boat now,” the people smuggler told them. “Go to the bus stop. You will easily find some foreigner there who can tell you what to do next.” During the week, Dainin works for the church as a handyman. “Father Vella and Sister Agnes – they have saved our lives.” A kind Maltese woman has let the family use some land where they can grow Bangladeshi vegetables: green chilli, coriander, okra, pumpkin, long beans, bitter gourd. “Cut the seeds out?” Maria and Dainin protested together when I complained about the nastiness of this last one. “No, no, no! Use only young bitter gourds, which do not have seeds. Chop, with garlic, with onions and zzzzzhhhh! Fried.” Who was this extraordinary woman who gave them the land? “Unbelievable!” replied Dainin. “She was the security guard at our refugee detention centre.” ‘The worst day of my life’ The waitress at the Cafe Castille was locking up. But she did not kick me out. She was interested in the stories. After Dainin’s family had gone, she mopped the floor and cleaned out what Kanak had left of the cake display while I interviewed Ali the Iranian (he would prefer that I not use his last name.) A thin, tall, mildly spoken and conservatively dressed man, Ali is an elegant figure. He is in his late 30s and, at Father Vella’s request, had come in from the outskirts of the city, disturbing his evening in order to talk to me. He and his wife arrived at Valletta airport a year ago. “I will explain my story, but first I want to know what this interview is for? No, no, no! I’m not nervous.” But he was. All Iranians, he said, are afraid of the Iranian security services, even after they’ve fled to Malta.      The Hal-Far reception centre, located near Malta’s southern coast. Photograph: 'Ali the Iranian'    “My city is Shiraz,” Ali began, like a story from the Arabian Nights. “And I am a civil engineer.” He owned a company that built soil ducts and water canals, and employed up to 50 people; then one day he decided to open a small restaurant. It was in a garden, by a river, “in the shadow of trees”. His customers sat on beds rather than chairs, and there was dancing, “which you know is forbidden in Iran”. One of Ali’s customers was a Christian, and for about six months the two men spoke about Christianity and politics. Then one day the police came to his restaurant and found a bible under the cash register. For €24,000, Ali bought two black-market visas and plane flights to Europe. The day he arrived in Malta “was the worst day of my life”; Ali had hoped to get to Germany. But he has no complaints about the way refugees are treated here. “Those officers at immigration were just doing their job when they discovered my wife’s visa was false. They were good at it.” One officer, he remembered, was angry: “Then I realised he was always angry, not just at us.” The man is now one of his friends: “He loves Juventus and I like them also. But I don’t tell him I like Juventus. I tell him I like Manchester United. Then he’s angry again.” As the patient waitress (who finally has no other choice) pushed us out the back door and into the hotel waiting-room behind her cafe, Ali was still keen to thank people. Father Vella again; Father Joe of the parish church; somebody called Mr Leon Xureab of Malta Care. These people have given him hope, a place to live, and found him a job with an engineering company.  So he’s using his skills? I asked, feeling relieved. “Not exactly. I work as a maintenance man.”     Army staff remove bodies from a fishing boat in Malta, July 2014; 29 people were found dead on board. Photograph: Ian Pace/Lino Arrigo Azzopardi/EPA    ‘I saw bones’ “Boh, boh, boh! The desert is not good!” I met Omar when I went to find interviewees at the Marsa detention centre. The place is disgusting from the outside – on the docks, beside the squashed-up hulks of rusting ships. A dark concrete corridor runs into the building from the road, towards what looks like a games room. I entered and was instantly surrounded by noisy, quick-moving men: not threatening, but a little too amused for comfort. Omar appeared out of the dark and guided me back to the street: “Boh! Not good place for you.” It took Omar 15 days to cross the desert from Sudan to Libya, to escape the war in Somalia, 10 years ago. “There no water. You understand? No water!”  At one point during the journey, he saw two women at side of the road. “The faces of these women! I see they need help. I say to the driver, ‘stop!’”     Sudanese refugee Omar in Valletta. Photograph: Alexander Masters    “He said: ‘They are dead. They have died because there is no water.’”  At night the driver stopped. They dug pits in the desert and covered themselves with sand to keep warm. “Fifteen days, no water. I saw bones. I saw a million, million, million people dead.”  The trip from Mogadishu to Djibouti cost Omar $200 (£135). From Djibouti to Khartoum, in a Land Cruiser, $400. Two and a half months after leaving home, Omar spent three days crossing the Mediterranean with 28 other people in a boat “not bigger than from here to that box”: $700.  “You think that is too much? My family in London and Leicester sent me the money.”  When you arrive in Malta three things happen, Omar told me: “You get migrant number, you drink water, you go to sleep.” Had the journey been worth it? “Oh yes! Malta is a good place. The people of Malta are very good, very kind. Some refugees want to go to America but I have shine here,” he said, pointing up at the sun. “Shine is money.” Does he have a job? “Oh yes, good job. I work in a water factory. Bottled water. Eight hours a day, water.” ‘Proud to have you’ I was late for my interview with Lida Sherafatmand. I had lost track of time with Omar, and returned hurriedly along the docks, under the fortifications back into old Valletta. A small, deceptively delicate looking woman, Lida and her family were the first official Maltese refugees. They flew in from Iran on a tourist visa. As we walked together to the China Cultural Centre, where she currently has a joint exhibition with the Chinese painter Li Ning, Lida talked energetically and forcefully, laughing frequently. She is now an internationally famous artist; yet of all the people I interviewed for this piece, she was the most worried about the result. As a painter, she is bold and explicit, but 25 years after arriving in Malta and becoming a leading Maltese citizen, she remains a watchful refugee.      A vigil in the district of Sliema for those killed when a smuggler’s boat crammed with hundreds of people overturned in April 2015. Photograph: Alessandra Tarantino/AP    At the cultural centre, she pushed against the massive oak doors and entered into a narrow, high lobby that felt spacious in the wrong directions, and where the warden leapt up in delight to greet her.  “This painting I want to show you is to do with being a refugee,” said Lida, standing beside a canvas split in two parts that together made up a picture considerably bigger than herself. It has a thousand flowers painted in it, and is the image of a drop of morning dew. “In Iran, in primary school, we were asked to shout out every morning, ‘Death to America’ – and as a seven-year-old, I had this struggle: ‘Why do I have to have this relationship with another country? I don’t want to start my day thinking about death, I haven’t understood what life is yet. This is such an ugly way to start the day.’   Related: After the flood: Vienna's struggle to make its refugee residents feel at home    She continued: “A dew drop is so tiny, but it has the reflection of a whole new day, so I enlarged this drop to make sure everybody can see it.” The painting is about love as well as hope: “At that time, in Iran, even if you were holding hands with a guy who wasn’t your spouse, they’d lash you. You see these lilies of the valley here, on the right-hand side? I don’t tell they are the bride.” The lilacs on the left are the groom, and the streak of lilacs among the lilies is his arm around her: “It’s my response to that experience of the harsh separation of the two genders,” said Lida, rather formally.  When she had an earlier exhibition in 2012, the Maltese minister of education opened it with the words: “We’re very proud to have you here in Malta.” “It was an emotional moment,” said Lida. “All the time before that, I would go out and feel I’m being a burden on this society; that I had to make sure I did something so they could feel happy I’m here. But the minister said they were proud to have me here, and now I walk comfortably. It took me 20 years to hear that phrase.” Some names have been changed. Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "Doctor, artist, engineer, blogger: human stories of Malta's own migration crisis",
  "webPublicationDate": "2016-05-03T10:13:53Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/03/malta-migration-crisis-doctor-artist-engineer-blogger-human-stories-",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Malta",
      "id": "world/malta",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexander Masters",
      "id": "profile/alexandermasters"
    }
  ],
  "guardianId": "cities/2016/may/03/malta-migration-crisis-doctor-artist-engineer-blogger-human-stories-"
}