{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/12/bank-of-england-keeps-interest-rates-on-hold-as-brexit-fears-bite",
  "id": "2016-05-12-99",
  "sectionId": "business",
  "body": "The Bank of England has warned for the first time that Britain could slide into recession in the aftermath of a vote to leave the EU in next month’s referendum. Governor Mark Carney also warned Brexit could knock the pound sharply lower, stoke inflation and raise unemployment. That would leave the Bank with a difficult balancing act as it decides whether to cut, hold or raise interest rates to counter opposing forces, Carney added. He said there were a range of possible scenarios for the economy in the event of Brexit and these “could possibly include a technical recession” – defined as two consecutive quarters of shrinking GDP. “A vote to leave the EU could have material economic effects – on the exchange rate, on demand and on the economy’s supply potential – that could affect the appropriate setting of monetary policy,” Carney told a news conference. He was speaking as the Bank released its latest forecasts for the economy showing a softer outlook for growth and as it announced a decision to hold interest rates at their record low of 0.5%. With the 23 June referendum clouding the economic outlook, all nine of the Bank’s interest rate setting committee agreed borrowing costs should be left on hold. Against the backdrop of tight opinion polls, the Bank described the referendum on EU membership as “the most immediate and significant risk” for the UK’s economic outlook.  Minutes from the committee’s meeting showed it discussed the implications of both a vote to remain in the EU – seen as the more likely outcome based on current polls – and a vote to leave. It was the Bank’s most detailed assessment yet of potential Brexit effects. The Bank warned a vote to leave the EU could:  Push the pound lower, “perhaps sharply”. Prompt households and businesses to delay spending. Increase unemployment. Hit economic growth. Stoke inflation.  Howard Archer, an economist at IHS Global Insight, said: “The implication is that UK recession would be a very real risk.” Carney also warned of the risk of a spillover to international markets from the uncertainty around the vote, saying almost everyone he met wanted to talk about Brexit. “This issue is the No 1 issue that is raised with me and my colleagues every time we meet another central banker, finance minister, the head of a major corporation, and most small business owners.” The governor’s remarks brought renewed criticism from campaigners for the UK to leave the EU. The former chancellor Lord Lamont accused Carney of carelessness, and said “a prudent governor would simply have said that ‘we are prepared for all eventualities’.” “The governor should be careful that he doesn’t cause a crisis. If his unwise words become self-fulfilling, the responsibility will be the governor’s and the governor’s alone,” said Lamont. “There are huge opportunities for the UK outside the EU. We are a strong economy and can stand on our own two feet like all other modern, independent countries.” But Carney defended his intervention as legitimate and cited the Bank’s responsibility to explain any “major risk” to its forecasts.    Related: Bank of England: Brexit would mean 'lower growth and higher inflation' - live    The Bank noted the pound had already depreciated 9% since a November peak and that half of that was down to the “risks associated with a vote to leave the European Union”. Carney further expounded the risks of a leave vote in a letter to George Osborne, one of the leading figures in the campaign to remain in the EU. The letter was the latest in a series, regularly sent to explain why inflation was still far below the Bank’s government-set target of 2%, but this time it contained a lengthy section about the referendum. The chancellor seized on Carney’s remarks as showing “Britain would be poorer” in the event of Brexit. On the Bank’s predicted trade-off, Osborne said any outcome would “impose costs on families”, adding: “This is the kind of lose-lose situation that a vote to leave the EU creates.”    Leaving EU would stoke inflation & hit growth, leaving MPC with no-win choice on interest rates. UK would be poorer https://t.co/pfg1rBArlw— George Osborne (@George_Osborne) May 12, 2016    However, Carney and his colleagues on the monetary policy committee were careful to note that there were factors weighing on the UK economy beyond next month’s referendum. Those included the state of households’ finances against the backdrop of further government cuts, the outlook for the UK’s relatively weak productivity performance, and the prospects for the global economy.  The Bank also warned against expecting a rapid rebound in economic activity in the event of a vote to stay in the EU given some business projects that had been deferred before the vote could take time to restart. The inflation report’s forecasts were made on the basis the UK remains in the EU, keeping to the usual practice used before general elections of assuming the status quo prevails.  The Bank’s view of the global economy had changed little since the last report in February. But it cut the outlook for the domestic economy to GDP growth of 2% this year, down from 2.2% pencilled in back in February. David Cameron also capitalised on the Bank’s Brexit warnings. He tweeted:    The Bank of England is right to warn leaving the EU could cause lower growth and unemployment to rise - that would hurt working people.— David Cameron (@David_Cameron) May 12, 2016    There was more support for the remain campaign from the White House, where the chairman of the council of economic advisers said a vote to leave the EU would hurt Britain and Europe as well as the global economy. Jason Furman told Germany’s Handelsblatt newspaper: “You can certainly argue about whether the damage a Brexit would cause would be small, medium or big but it would definitely cause damage, especially for the Brits but also for the Europeans and the global economy.” He added: “We don’t need more uncertainty at the moment.”",
  "webTitle": "Brexit could lead to recession, says Bank of England",
  "webPublicationDate": "2016-05-12T17:18:48Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/12/bank-of-england-keeps-interest-rates-on-hold-as-brexit-fears-bite",
  "keyword": [
    {
      "webTitle": "Bank of England",
      "id": "business/bankofenglandgovernor",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Interest rates",
      "id": "business/interest-rates",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economic growth (GDP)",
      "id": "business/economicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Inflation",
      "id": "business/inflation",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic recovery",
      "id": "business/economic-recovery",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mark Carney",
      "id": "business/mark-carney",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Global economy",
      "id": "business/global-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sterling",
      "id": "business/sterling",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Currencies",
      "id": "business/currencies",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Katie Allen",
      "id": "profile/katieallen"
    }
  ],
  "guardianId": "business/2016/may/12/bank-of-england-keeps-interest-rates-on-hold-as-brexit-fears-bite"
}