{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/23/chelsea-flower-show-blooms-crocheted-poppies-eccentricity",
  "id": "2016-05-23-171",
  "sectionId": "lifeandstyle",
  "body": "The colour and theatrics of Chelsea flower show always guarantees a blooming extravaganza – but this year there is added horticultural eccentricity. Designer Diarmuid Gavin’s show-stopping pastiche of a typical British garden pays homage to the humble garden shed and the wonderful inventions within.   Related: Why designers are playing it safe at Chelsea | Marcus Barnett    In a significant departure from his signature planting style, Gavin’s British Eccentric garden bursts into a wondrous frenzy of activity every 15 minutes with revolving conical topiary trees and bobbing box hedge balls, all while a string quartet performs In an English Country Garden. A rusting shed serves as a mini theatre for William Heath Robinson-type contraptions: a flower border rotates around an octagonal folly, while shears and a sundial pop up among the plantings surrounding a sunken Italianate pond.  “There are motors, upon motors, upon motors,” said Gavin, conceding that the garden might be a touch too quirky for the judges’ tastes. “But I just love the follies and fantasies. It’s a tribute to British eccentricity. It’s fun.     The British Eccentrics garden designed by Diarmuid Gavin. Photograph: Guy Bell/Rex/Shutterstock    “I am a complete Heath Robinson fan. It’s a tribute to him, to Trevor Baylis, to Sir Terence Conran – to British invention.” Is it his most bizarre creation ever? “That’s yet to come. Be afraid, be very afraid,” he said. Monday was preview day, with celebrities viewing the showcase gardens and stands set out in the grounds of the Royal Hospital Chelsea. The show opens to the public on Tuesday, and 160,000 are expected through the gates during the week. Among the famous visitors on day one were newlyweds Rupert Murdoch and Jerry Hall, actors Dame Judi Dench, Rob Brydon, Rosamund Pike, Naomie Harris, and Jim Carter. The Great British Bake Off’s Mary Berry posed with the new Harkness rose, which has been named after her. David Walliams, who was joined by his mother Kathleen, joked he had made a wrong turn on the way to Chelsea’s football stadium as he wandered the gardens. Among the more eye-catching sights was that of 300,000 crimson crocheted poppies – 25,000 of them on stems – spread out like a carpet in front of the Royal Hospital. The project started humbly with just 120 poppies to “plant” on Remembrance Day by two Australian women whose fathers fought in the first world war. However, the project spread worldwide, resulting in the 800 sq metre installation designed by Phillip Johnson and first displayed in Melbourne on Anzac Day in 2015. Co-creator Margaret Knight praised the “awe-inspiring” setting. “We are so privileged to be here, in the grounds of the Royal Hospital,” she said. “When we started it, with 120 poppies, we had no idea it would grow this big. “They will get wet,” she said, eyeing a cloudy sky. “But we have contingency plans to dry them out at the end of the show.”     ‘This one’: Rupert Murdoch and Jerry Hall wander the Chelsea gardens. Photograph: Eamonn M McCormack/Getty Images    Other showpieces include an acoustic garden, inspired by the percussionist Dame Evelyn Glennie; a garden inspired by mathematics and algorithms, and brought alive by mini Einstein lookalikes; and a Pullman train carriage in a planted station.  One of the 17 show gardens, God’s Own Country – a garden for Yorkshire, features a 5 metre by 3 metre (16ft by 10ft) panel of stained glass inspired by the medieval Great East Window at York Minster, and using the same methods employed by glaziers in 1405. The contemporary Garden of Mindful Livingfeatures sliding shutters that reveal a twinkling night-time cityscape, and a restful palette of soft green and yellow primulas that dance beside secret rills of water. A glasshouse folly, rising out of water, is the centrepiece of the Botanic Garden, a woodland scene with added bite courtesy of an assortment of carnivorous plants. There is even a garden for hay fever sufferers. The Low Allergy garden features plants, shrubs and trees that are not linked to respiratory allergies, producing little or no pollen.     A worker puts the finishing touches to a tunnel of orchids at The Story of Phalaenopsis display. Photograph: Yui Mok/PA    Among the show gardens is the Modern Slavery Garden, featuring a series of doors, plantings and an oak tree symbolising the English oak under which William Wilberforce stood to dedicate his life to ending slavery in the 1800s,by Juliet Sargeant , the first black designer in the show’s 103 year history. The Queen, who has visited the show more than 50 times, entered through a 21ft floral arch of pastel blooms, designed to celebrate her 90th birthday, and then encountered a three-metre high postage-stamp design profile of her royal self, courtesy of New Covent Garden Flower Market, making its debut at the show. “Did you take it [the image] from the stamp or the coin?” the Queen asked designer Veevers Carter who replied: “The stamp. You face this way.” Carter continued: “She said, ‘The most difficult part was probably the cut-out.’ I said, ‘Yes, it was probably the trickiest.’” Herb gardener Jekka McVicar designer of the St John’s Hospice garden, told the Queen how lily of the valley used to be used to as a poison. McVicar said: “She said, ‘I’ve been given two bunches this week. Perhaps they want me dead.’” Other highlights include the “Rosa” hanging tunnel of more than 5,000 fresh rose blooms. Security at the show has been beefed up following the terror attacks in Brussels and Paris, with other senior royal attendees including the Duke and Duchess of Cambridge and Prince Harry. The Royal Horticultural Society campaign against paved driveways is represented in a colourful front garden, but comes as an Ipsos Mori poll revealed just 10% of people were prepared to grow plants in their front gardens. Reasons cited included the space needed for cars, the belief that the front garden was too small, a lack of time and the perception it was hard work.  Sue Biggs, the RHS director general, said: “We have an even bigger challenge than we originally thought, and the state of our front gardens begs the question: what happened to our nation of gardeners? Today more than five million gardens have no plants growing in them, and 7.24 million are really totally paved over.”",
  "webTitle": "Chelsea flower show blooms with crocheted poppies – and eccentricities",
  "webPublicationDate": "2016-05-23T13:16:50Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/23/chelsea-flower-show-blooms-crocheted-poppies-eccentricity",
  "keyword": [
    {
      "webTitle": "Chelsea flower show",
      "id": "lifeandstyle/chelseaflowershow",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Caroline Davies",
      "id": "profile/carolinedavies"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/23/chelsea-flower-show-blooms-crocheted-poppies-eccentricity"
}