{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/09/richmond-and-collingwood-in-purgatory-as-dismal-afl-form-continues",
  "id": "2016-05-08-26",
  "sectionId": "sport",
  "body": "The AFL is designed to maximise the relevance of every club in a given season. Almost half the competing teams reach the finals, more still are in the running in August, the gap between best and worst bridged by equalisation mechanisms.  The draft incentivises a cyclical approach to list building, meaning there’s usually something for the stragglers to cling onto as winter bites, be it the carrot of an early pick or the glint of a rough diamond in a development year. Failing that, the draw leans towards historic rivalries guaranteeing pride will often be on the line, even if flag aspirations are not. It’s not a failsafe model and every year a side or two slips through the cracks. Culprits usually suffer by misjudging their premiership window. This season, Collingwood’s has yet to open, while Richmond’s has firmly closed. It was never more than ajar.   Related: Carlton beat Pies for third AFL win in a row as Geelong down Eagles for top spot    Collingwood’s season of perdition was confirmed following Saturday’s defeat to Carlton. In hindsight it began 10 seconds into the opening round when Lance Franklin separated from his direct opponent. The Magpies travel next to the Gabba, then face premiership aspirants Geelong and Western Bulldogs. 2017’s NAB Challenge can’t come soon enough. The end of Richmond’s relevance to the season can be pinpointed almost to the minute. The Tigers were a puncher’s chance against the undermanned triple-premiers on Friday night and midway through the second quarter landed a combination that pinned Hawthorn against the ropes.  Eleven minutes after the first break Hawthorn’s lead was a then game-high 16 points. Jayden Short stopped the rot and four minutes later Ty Vickery belted the first of two in quick succession to edge the Tigers ahead. The TV broadcast faded from the celebrations to a commercial break. When it returned, Vickery was sat alongside a perplexed Brett Deledio on the interchange bench. The football world went into collective apoplexy at the sight of the game’s lightning rod taking a breather while a major storm brewed. Seven minutes passed before Vickery returned to the fray. The Hawks kicked the last three goals of the half and eventually ran out convincing winners.  Richmond’s rally in the third quarter that saw them jump to a 12-point lead may counter the argument the Tigers lost the match when Vickery was cooling his jets. Nonetheless it only enhances the perception the youthful Hawks were there for the taking and the failure to capitalise on their first-half ascendancy illustrates the muddled thinking and poor communication that has typified Richmond’s season. At 1-6 and 2-5 the campaigns of Richmond and Collingwood are far from mathematically over but the gap in quality between the top eight and the rest would indicate the finals race should not concern them. That means almost four months of football and a further 16 rounds of irrelevance. This is a worry not only for these two traditional powerhouses but also for the AFL. Four remaining Friday night showpiece fixtures involve one of these sides, including round 20, which pits one against the other. After opening the year with back-to-back crowds in excess of 72,000, Richmond drew just 27,000 in defeat to Port Adelaide and failed to top 50,000 on a Friday night against the Hawks, the lowest for this fixture since round three in 2011.  The battle Richmond in particular faces is constructing a positive new narrative, and then communicating it clearly to supporters so that they remain engaged. No longer ascending, neither are they descending with conviction.  Until a convincing narrative takes hold the vacuum will be filled by negativity and speculation. “Do we give the media the head on a plate they are looking for?” Peggy O’Neal asked rhetorically during a firefighting exercise on ABC Grandstand. “The answer to that is no.” The problem O’Neal faces is that unless Damien Hardwick is offered a long-term rebuild, like Ross Lyon at Fremantle, questions over whether the incumbent is the right man for the job will persist.    Related: Undermanned Hawks condemn Tigers to further misery    Hardwick’s recent extension to the end of 2018 could hardly be more awkward. Two years is not long enough to imply confidence in a rebuild, nor is it short enough to allow his employers to move nimbly. The mooted restructure of the football department may prove sufficient but it may also prove to be window dressing.  Carlton experienced a similar situation last season. Football-wise there was obvious merit to retaining Mick Malthouse but changing tack enabled the Blues to alter the story they had to tell. Importantly it also changed the voices telling it. In the short term club legend Stephen Silvagni was mobilised to reassure and speak plainly. Brendan Bolton has the task longer term, and with the enthusiasm of a golden retriever puppy his delivery is a far cry from his irascible predecessor and one more suited to the sales job required of the role.  Silvagni and Bolton have succeeded in aligning expectation much closer to reality. Supporter discontent and media scrutiny grows when there is a gap between those two positions.  The AFL likes to propagate the fantasy that its equalising measures mean any team can start the season with flag expectations. Supporters inevitably cling to these myths and false hope grows. Hope exploited by clubs in long offseasons. Hope clung to by diehards that glosses over recruitment, coaching and development mistakes until a senior official finally delivers the bad news. AFL clubs are not in the habit of under promising and over delivering.  It was only six years ago that Brendon Gale told Richmond the club had to take its medicine. Starting from scratch again so soon will be an even more bitter pill to swallow.",
  "webTitle": "Richmond and Collingwood in purgatory as dismal AFL form continues | Jonathan Howcroft",
  "webPublicationDate": "2016-05-08T20:30:17Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/09/richmond-and-collingwood-in-purgatory-as-dismal-afl-form-continues",
  "keyword": [
    {
      "webTitle": "AFL",
      "id": "sport/afl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Collingwood",
      "id": "sport/collingwood",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Richmond",
      "id": "sport/richmond",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australian rules football",
      "id": "sport/australian-rules-football",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Howcroft",
      "id": "profile/jonathan-howcroft"
    }
  ],
  "guardianId": "sport/2016/may/09/richmond-and-collingwood-in-purgatory-as-dismal-afl-form-continues"
}