{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/30/kitchen-appliances-burst-into-flame-whirlpool-tumble-dryer-dishwasher",
  "id": "2016-05-30-191",
  "sectionId": "money",
  "body": "Sue Houseago’s decision last month to stay up late to tend her new puppy probably saved her life. At midnight there was a roar and black smoke poured from the dishwasher which she had set running that evening. Then it burst into flames. “I piled wet towels on the fire,” she recalls. “The smoke was dense and choking, but I couldn’t leave the machine to call for my husband or even switch the electricity off, because every time I thought I’d quelled the flames, they would appear around the sides beneath the counter.” Houseago’s disabled 82-year-old husband was in bed. Had the fire taken hold while the couple were asleep, his impaired mobility would have given him no time to escape. The Houseagos’ year-old dishwasher is manufactured by Indesit. Last July its parent company, Whirlpool, issued a safety notice warning that hundreds of thousands of dishwashers could be a fire risk after 18 customers reported blazes in their homes. The Houseagos’ model was not among them, but the Whirlpool technician who examined it the next day diagnosed an inherent fault with the wiring.   Related: Hung out to dry by Indesit as I’m left to babysit a fire hazard    Last November the company issued a safety warning about more than 5m of its Indesit, Creda and Hotpoint tumble dryers manufactured over the past 11 years. It is thought that as many as 750 homes have been damaged. An inquest has opened into the deaths of two men who died in a blaze thought to have started in a tumble dryer. Yet Whirlpool was not obliged by trading standards officers to issue an expensive recall of the affected dishwashers or tumble dryers, merely a repair programme which leaves millions of customers with potentially dangerous machines. Leon Livermore, the chief executive of the Chartered Trading Standards Institute, warned that this stance is endangering lives and is a result of government cuts to trading standards services: “Central government itself does have back-up powers to force companies into recalls and to take action. So we would call on the government, in particular the Department for Business, Innovation & Skills, to take action before someone dies.” A fortnight after the fire that damaged the Houseago’s kitchen, they say they had heard nothing from Whirlpool – until the Observer intervened. They were then told that they would have to wait up to six weeks for the burnt out machine to be collected, and a further unspecified time for a second technical report. The company offered a free replacement, but no mention was made of compensation for the damaged kitchen. This month a report by consmer group Which? exposed multiple failings by Whirlpool in dealing with customers affected by potentially dangerous tumble dryers. Six months after issuing the safety notice, Whirlpool has still not published a full list of the 127 affected models, relying on customers to enter their appliance on its online checker. And customers who report at-risk appliances are now being told they must wait up to 12 weeks for their case to be logged and a further six months for a technician to modify the components.     Sue Housego’s dishwasher after it burst into flames.    In the meantime they are being advised that the dryers are safe to use if supervised at all times, and if the lint filters are cleaned after each cycle, but this has been contested by experts. A spokesperson for campaign group Electrical Safety First says the advice is impractical and risky. “A fire can also take hold very quickly and the risk is just too big to take. We are advising people to stop using affected appliances until they have been modified and declared safe.” Sharon Blake, who lives in London, applied for a repair this month and was told she must wait until February 2017 for a technician’s appointment to modify her dryer: “I asked to speak to head office but have been told that head office doesn’t have a telephone,” she says. “Customer services emailed on my behalf to see if anything could be sorted but I have not heard from them. I’m left with a machine that is not fit for purpose and I’ll be unable to use it for nearly a year.” Whirlpool is offering customers replacement machines at a discounted price if their current dryers are out of warranty. Many are reluctant to pay out again on account of a manufacturing fault. In Blake’s case, the only available option was too large for her kitchen. Heidi Ashton did take up the offer in order to avoid a 10-month wait for a repair. She paid £60 towards the new appliance which turned out to be an inferior specification to her old one. “I was told I would get my old one back, but would have to wait for a repair,” she says. “Each time I rang to arrange collection I held for 30 minutes without getting through.” It took 14 days for her to make contact, whereupon she was told that too much time had elapsed for her to receive a refund. Only after days of trying unanswered numbers did she elicit an email address for senior management. She was told she should have checked the specifications of the replacement machine before agreeing to purchase it, and that since there was nothing mechanically wrong with it she would not receive a refund or a replacement, although a £25 goodwill gesture would be sent. “£25 doesn’t even cover the time I’ve spent on the phone,” she says. “The way this company has behaved over this recall is incomprehensibly bad.” Both Ashton and Blake were promised replacement machines free of charge to their original spec after the Observer contacted Whirlpool. The fiasco highlights serious problems with current safety regulations for electrical products. A report published by the Department for Business, Innovation & Skills in February concludes that the monitoring of product safety is underfunded and ad hoc, and recommended a central agency to coordinate product recalls and provide an online consumer safety checker for those purchasing electrical appliances. It also calls for deaths and injuries from household fires to be collated on a central database to identify future risks.    We are advising people to stop using affected appliances until they have been modified and declared safe  Electrical Safety First     The law firm Leigh Day is representing 13 householders whose homes were damaged by faulty Whirlpool appliances. “The current product recall system in the UK effectively gives large corporations a free rein when it comes to carrying out corrective action in respect of potentially dangerous products,” says product liability solicitor Thomas Jervis. “How many more families will be put at risk before the right people start to listen and take action?” Whirlpool declines to answer the Observer’s detailed questions, instead issuing this statement: “The safety of our customers is our number one priority. We are committed to doing everything we can to ensure that the modification programme is being carried out in a safe and timely manner. The scale of this modification programme is considerable and we’re continually we continue to recruit extra engineers and call-centre staff to speed up the modification programme.” Meanwhile, the Houseagos are still waiting for their burnt out machine to be collected. They now want a refund rather than a replacement since they have lost all faith in Whirlpool. “I’ve asked them to try to imagine it was their parents or grandparents who’d suffered our experience and think of it from the point of view of a human being,” says Sue Houseago. “I still have horrid dreams, but I fear they are planning to airbrush out the whole affair.”      Rebecca Burston in her new kitchen, which had to be replaced and cost her insurers £100,000. Photograph: Antonio Olmos for the Observer    Rebecca Burston was about to turn off her bedside light one night early last year, when it snapped off of its own accord. She went downstairs to check the fuse box and found flames leaping from her Hotpoint tumble dryer. “I woke my nine-year-old daughter, got the dog and ran out of the house,” she says. “I warned the family who live next door to evacuate. I could see through our kitchen window how huge the fire had become in just a few minutes. I was terrified. The inferno was so severe we had to go to the next street to get away from the smoke.” The Burstons’ kitchen was destroyed and the family had to move out for three-and-a-half months while it was renovated, which resulted in a £100,000 bill to their insurers. “The whole house was covered in a thick layer of sticky, acrid soot. It even got into drawers, in all our clothes and corroded all the metal items in the house,” she says. “Everything – down to the last paperclip – had to be thrown away or professionally cleaned. We had to have new carpets, flooring, new beds, new curtains, three new ceilings, new doors... Our insurance company was brilliant, but we lost irreplaceable things like our wedding album and daughter’s artwork.” The dryer was one of the models named in a safety alert nine months later. The insurer said there was insufficient evidence for it to recover its costs from Whirlpool since the dryer had, on its advice, been disposed of after the fire. The insurance covered the cost of renovations, but Burston says associated costs, including the excess, have left her hundreds of pounds out of pocket and, a year on, her family is still traumatised. She is seeking damages from Hotpoint’s parent company, Whirlpool. “A home is meant to be a safe haven, somewhere you can relax; we don’t have that any more.” When contacted about Burston’s case, it said: “The safety of consumers is our number one priority and we thoroughly investigate all incidents as soon as they are reported to us. However, you will appreciate, we are unable to comment on individual cases.’’  This article was amended on 31 May 2016 to clarify that an inquest into the deaths of two men in a fire has not reached a verdict.",
  "webTitle": "The kitchen appliances that burst into flames – and the struggle to replace them",
  "webPublicationDate": "2016-05-30T06:00:25Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/30/kitchen-appliances-burst-into-flame-whirlpool-tumble-dryer-dishwasher",
  "keyword": [
    {
      "webTitle": "Product recalls",
      "id": "money/product-recalls",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Household bills",
      "id": "money/household-bills",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Manufacturing sector",
      "id": "business/manufacturing-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Insurance",
      "id": "money/insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Tims",
      "id": "profile/annatims"
    }
  ],
  "guardianId": "money/2016/may/30/kitchen-appliances-burst-into-flame-whirlpool-tumble-dryer-dishwasher"
}