{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/18/acdc-brian-johnson-jim-breuer-album",
  "id": "2016-05-18-263",
  "sectionId": "music",
  "body": "Having taken a sidestep from the stage, AC/DC frontman Brian Johnson has put his vocals to use on a new album by the Saturday Night Live comedian Jim Breuer. Johnson appears on two tracks on Songs from the Garage, Breuer’s debut album: Mr Rock n Roll and My Rock n Roll Dream. “To me, Brian is the most powerful voice in rock’n’roll,” Breuer told Rolling Stone. “He is also the funniest and most generous man I have ever known. I am still in awe of how he recorded the song and forever thankful.” Due for release on 27 May via Metal Blade, the album was inspired by the comic’s love of rock and metal music, with AC/DC, Judas Priest and Ozzy Osbourne cited as influences.       “I plan on making great, funny videos for every song and have videos up during the concerts,” Breuer says. “I want pure entertainment when you come see this live, and now my rock and roll dream is to play this not only in America, but anywhere else in the world that will accept it! I’m taking it one day at a time, living the dream.” Johnson recently revealed details about his departure from AC/DC’s tour, for which he was replaced by Guns N’ Roses frontman Axl Rose. He confirmed that while he would continue to record with his band, he would no longer be able to play live.  “On March 7th, after a series of examinations by leading physicians in the field of hearing loss, I was advised that if I continued to perform at large venues I risked total deafness,” Johnson said in a statement. “While I was horrified at the reality of the news that day, I had for a time become aware that my partial hearing loss was beginning to interfere with my performance on stage … and because I was not able to hear the other musicians clearly, I feared the quality of my performance could be compromised.” The recruitment of Axl Rose was met with praise following AC/DC’s debut performance with its new lineup in Lisbon last month, which received five stars from the Guardian.",
  "webTitle": "AC/DC frontman Brian Johnson returns on Jim Breuer's metal album",
  "webPublicationDate": "2016-05-18T09:39:50Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/18/acdc-brian-johnson-jim-breuer-album",
  "keyword": [
    {
      "webTitle": "AC/DC",
      "id": "music/acdc",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/18/acdc-brian-johnson-jim-breuer-album"
}