{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/02/labour-is-not-rife-with-antisemitism-but-i-do-wish-ken-would-shut-up",
  "id": "2016-05-02-151",
  "sectionId": "lifeandstyle",
  "body": "I’m getting a bit sick of all this “antisemitism is convulsing/dragging down/wrecking Labour”. No it isn’t, but bang on about it enough, and it will. What a pity racism isn’t dragging down the Conservatives, after all their rubbish about Kenyan Obama, piccaninnies, swarms of migrants and years of trying their best to make us all fear and detest foreigners, even toddler ones. Their voting against Alf Dubs’s bill to let in 3,000 lone refugee children makes you want to lie down and cry for ever. How thrilled they must be that silly Ken has dredged up Hitler again and gone blundering into the Haavara agreement. I long for him to shut up. He ought to know, having been in politics for such a long time, that Israel, Zionism and the Jewish people are subjects you shouldn’t touch with a bargepole, unless you’ve got something sensible and accurate to say. People get very hot under the collar about it, as poor Nicky Campbell found out on Sunday’s The Big Questions. He could barely keep a lid on things. I once bumped into a fellow who used to attend my mother’s synagogue. He mentioned Israel, and I said I’d just written about it, which sent him into a blind panic. “You mustn’t do that!” he roared, without a clue what I’d written. “You mustn’t write about that!” So I said goodbye, sharpish. And I was going to keep shtum about this latest anti-Zionist = antisemitic business, but I can’t, because I’ve never read such a gigantic load of rubbish about the Labour party, and it’s blotting out our other problems: housing, inequality, offshore accounts, the NHS, refugees. But perhaps that’s the point. All right, the far left are not all paragons of virtue, but Labour is not “rife” with antisemitism or packed with “dirty old [Stalinist] men”. It has always been, and still is, anti-racist. And so is Jeremy Corbyn, my MP. And so am I, but I do not like a lot of what the Israeli government is doing, particularly the continuing illegal occupation of Palestine. If I can’t say that without being told off for being antisemitic, then the world has gone mad.",
  "webTitle": "Labour is not ‘rife’ with antisemitism, but I do wish Ken would shut up",
  "webPublicationDate": "2016-05-02T12:06:34Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/02/labour-is-not-rife-with-antisemitism-but-i-do-wish-ken-would-shut-up",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Michele Hanson",
      "id": "profile/michelehanson"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/02/labour-is-not-rife-with-antisemitism-but-i-do-wish-ken-would-shut-up"
}