{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/16/fears-that-maternal-health-funding-cuts-will-put-lives-at-risk",
  "id": "2016-05-16-330",
  "sectionId": "global-development",
  "body": "The UN agency responsible for ending deaths in childbirth is facing a $140m (£98m) shortfall in its budget this year, putting the lives of tens of thousands of women at risk. The UN population fund, UNFPA, had been expecting about $482m (£335m) from member states this year for its core budget, which funds operational costs. But huge cuts from some of the agency’s largest donors means it will now receive around $340m (£237m). If cuts continue, says the agency, the shortfall could increase to more than $500m (£348m) over the next four years. The impact of this year’s shortfall could result in the closure of 80 clinics staffed by midwives in Afghanistan while in Mozambique, the cuts will slow down its family planning programmes, which aim to reduce almost 1 billion unintended pregnancies by 2020. The UN estimates that globally 303,000 women – almost all in poorer countries – die as a result of complications from pregnancy and childbirth each year. Most of these deaths are preventable. The figure has fallen considerably from 532,000 in 1990, but progress has begun to plateau.   Related: Access to the life-saving services of a midwife is a gender rights issue | Isabella Lövin    In September, the UN general assembly agreed to reduce the global maternal mortality ratio to less than 70 per 100,000 live births. The ratio currently stands at 239 per 100,000 live births in developing countries and 12 in wealthier countries. Klaus Simoni Pedersen, chief of UNFPA’s resource mobilisation branch, said the funding shortfall would have “direct implications at country level as it will cut into country programmes”. Asked if the cuts could put women’s lives at risk, he said: “Definitely. No question.” The news comes as more than 5,000 government officials, business leaders and campaigners convene in Denmark on Monday for the start of the four-day Women Deliver conference, held every three years to discuss the reproductive health, rights and wellbeing of girls and women. Denmark has halved its funding to UNFPA’s core budget this year – from 240m krone (£25m) last year to 108m this year. Finland, which two years ago was UNFPA’s third largest donor, has reduced its core funding to the agency from €33.55m (£26.3m) last year to €19m this year, as part of its swath of cuts to UN bodies. Elisha Dunn Georgiou, vice-president of programmes at PAI, an NGO that advocates improving access to family planning and reproductive healthcare, said the gap for this fiscal year is “exceptionally urgent”. Helen Clark, the head of the UN development programme, UNDP, and candidate to be the next UN secretary general, said a lot of UN agencies are experiencing a drop in their core funding. “It seems we are in a perfect storm for long-term development funding … Just about every currency is down against the dollar … Donors are subtracting money for refugee resettlement … We’re seeing a huge call on humanitarian budgets, so a number of things are coming together that do not make it easy now.”  She said while UNDP is better able to deal with cuts to its core budget, smaller agencies like UNFPA, which does critical work, will find it harder to cope. Clark, who will be in Copenhagen for Women Deliver, said access to decent maternal healthcare was a woman’s right. Asked why such a high number of women still die giving birth, she said: “We’re getting to the last mile. Unfortunately, the last mile is still quite long.” Cutting the numbers will require concerted action to keep girls in school and stop them getting married while still children. “It’s about the empowerment of women and girls. Girls need to be in school, finish their education, determine their own futures.” She said women’s rights and maternal health – both the “burning passion of my life” – would be a priority if she became secretary general.   Related: Sierra Leone's fight to reduce maternal mortality – in pictures | Misha Hussain    Katja Iversen, CEO of Women Deliver, believes the economic argument for saving women’s lives needed to be given more emphasis if countries are to substantially reduce maternal deaths. “Of course it’s a human right … but it’s not just that which decides what a ministry of finance is going to invest in, because everyone has rights to everything,” said Iversen. “That’s why making the investment case is so important. Do I like it? Not particularly. Does it work? Yes it does. It becomes a tactic.” She said when a women dies it harms her family, the community and the national economy. “Twist it around and we can say when a women survives and thrives, the family benefits, because a women invests more in the family, and the community benefits and there are national and economic benefits.” Last year research from the McKinsey Global Institute found that $12tn could be added to the global GDP by addressing gender inequalities. Researchers identified maternal and reproductive healthcare as one of the 10 areas where action would be needed to reach this goal. But Angelika Arutyunova, programme director for feminist movement building at the Association of Women’s Rights in Development (AWID), cautioned against turning women’s empowerment into a purely economic issue. “While adding that economic benefits can and should be part of the gains, it cannot be the ultimate reason to invest or not invest in financing prevention of maternal death or any other issues affecting women’s and girls’ lives. “It is important that finance ministries indeed engage and budget the resources needed for them to meet their commitments made to gender equality and women’s rights. But too much confidence seems to be placed on philanthropy and the private sector as potential sources of finance, diverting attention away from strengthening domestic public finances and official development assistance.”",
  "webTitle": "Fears that maternal health funding cuts could put lives at risk",
  "webPublicationDate": "2016-05-16T06:00:28Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/16/fears-that-maternal-health-funding-cuts-will-put-lives-at-risk",
  "keyword": [
    {
      "webTitle": "Maternal mortality",
      "id": "global-development/maternal-mortality",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Maternal health",
      "id": "global-development/maternal-health",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Liz Ford",
      "id": "profile/lizford"
    }
  ],
  "guardianId": "global-development/2016/may/16/fears-that-maternal-health-funding-cuts-will-put-lives-at-risk"
}