{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/05/bob-carr-backs-bid-to-abolish-dolphin-captivity-in-nsw",
  "id": "2016-05-05-348",
  "sectionId": "environment",
  "body": "A legislative bid to abolish dolphin captivity in New South Wales, targeting the remaining park in the state in Coffs Harbour, has gained cross-party support as well as that of the former premier Bob Carr. More than 85,000 people have already backed advocacy group Australia for Dolphins’ appeal to premier Mike Baird to end dolphin captivity in the state since it launched on 9 April.   Related: These dolphins talk to each other. Why do we insist it isn’t language?    Carr, Labor members Penny Sharpe and Mick Veitch, Greens NSW MP Mehreen Faruqi, and Animal Justice party member Mark Pearson threw their support behind the bid to “convince Coffs” on Thursday morning. “Those two words, dolphins and captivity, don’t sit happily together,” said Carr, citing the “magnificent” animals’ intelligence and abilities.    Those two words, dolphins and captivity, don’t sit happily together  Bob Carr     “To think of these creature being confined in a pool, one-third of the size of an Olympic swimming pool, is to know what this is all about. It’s plain cruel.” Only two dolphin parks remain open in Australia, one of which is Dolphin Marine Magic in Coffs Harbour. It has five bottlenose dolphins in its care, which perform tricks and swim with visitors.  All five animals were either born in captivity or rescued with debilitating injuries that, its website says: “meant they would have been unable to survive in the wild”. The park also functions as a rescue and rehabilitation centre for native marine mammals. “Dolphin Marine Magic does not support at either a company or operational level the live capture or trade of any species of wild marine mammal for display.  “We ... strongly believe that all animals belong in the wild wherever possible.” Ji-Ling, the park’s youngest dolphin, died in August last year. His cause of death was not publicised but SBS revealed on Thursday he had swallowed leaves, sticks and a small piece of metal, which led to an ulcer forming in his belly. Hec Goodall, the founder of the park and still a major shareholder, also voiced his support for the campaign on Thursday. He told SBS he was “very disappointed” with the path the park had gone down since he was removed from the board in 2004: “The place has just turned into a greed-driven damned enterprise now. And all the charity work we used to do, or most of the charity work, has gone out the window.” It is already an offence to capture healthy dolphins for the purposes of keeping them in captivity, which Carr implemented as the environment minister for NSW in the 1980s.  He said on Thursday he was “very proud” of the role he played in the law change, which resulted in the closure of three dolphinariums. Dolphins born in captivity are allowed to remain there. Legislation to abolish all dolphin captivity in NSW will be presented by NSW Labor and co-sponsored by the NSW Greens and the Animal Justice party. Penny Sharpe said Labor was “happy to finish what Bob Carr started in the 1980s”. “Keeping and breeding dolphins in captivity – forcing them to perform tricks for our entertainment – must be relegated to the history books,” said Mehreen Faruqi, environment spokesperson for the NSW Greens.   Related: SeaWorld decides to stop killer whale breeding program    Australia for Dolphins is fundraising to help it secure the backing of the Coffs Harbour community, which it says is crucial for change. It will hold its third annual “Empty the Tanks” protest in Coffs Harbour at Dolphin Marine Magic’s “pet porpoise pool” on Saturday. More than 85,200 people have signed its petition to be presented to Mike Baird and the NSW Department of Primary Industries minister, Niall Blair, in the coming weeks.  The other dolphin park in Australia is SeaWorld on the Gold Coast. In Queensland, there are no animal welfare standards for dolphins in captivity. In March this year, SeaWorld in the United States announced the end of its orca captive breeding program, following calls for it to end the public exhibition of the animals altogether.",
  "webTitle": "Bob Carr backs bid to abolish dolphin captivity in NSW",
  "webPublicationDate": "2016-05-05T03:24:57Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/05/bob-carr-backs-bid-to-abolish-dolphin-captivity-in-nsw",
  "keyword": [
    {
      "webTitle": "Dolphins",
      "id": "environment/dolphins",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Bob Carr",
      "id": "australia-news/bob-carr",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Cetaceans",
      "id": "environment/cetaceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales politics",
      "id": "australia-news/new-south-wales-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "environment/2016/may/05/bob-carr-backs-bid-to-abolish-dolphin-captivity-in-nsw"
}