{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/israel-coalition-deal-hard-right-government-avigdor-lieberman",
  "id": "2016-05-25-212",
  "sectionId": "world",
  "body": "Israel’s prime minister, Binyamin Netanyahu, has cemented a coalition deal that will usher in the most rightwing nationalist government in the country’s history. The deal sees the ultranationalist politician Avigdor Lieberman – a former nightclub bouncer – become defence minister, the second most important cabinet post behind the prime minister, joining a series of other hard-right figures now dominating key Israeli ministries.  Moshe Leon, a representative for Lieberman, and a government official said the deal would be signed on Wednesday.  Lieberman, a controversial and deeply divisive figure, replaces the popular former chief of staff Moshe Yaalon, who was pushed out last week as Netanyahu moved to expand his wafer-thin majority. Lieberman’s invitation last week to join the government surprised political analysts as it came amid protracted negotiations with Israel’s opposition leader, Isaac Herzog.   Related: Israel has turned right and exposed the battle within | Jonathan Freedland    Following the conclusion of the deal, Netanyahu called on Herzog to join a unity government, an offer that had already been rejected by the head of the centrist Zionist Union.  Despite claims by Netanyahu’s office that Lieberman would be “moderate and pragmatic” as defence minister – and that the prime minister remained committed to a two-state solution with Palestinians – most analysts viewed the composition of the new government as making the prospect of peace talks even more distant. The former Labour prime minister and defence minister Ehud Barak went even further, saying Israel’s government had been “infected by the shoots of fascism”.  Netanyahu has sought to ease fears over Lieberman’s appointment, saying he will continue to seek peace with the Palestinians and oversee the defence ministry’s policies, which include control over most of the occupied West Bank.  In a joint press conference with Lieberman on Wednesday the prime minister said: “I am committed to peace with the Palestinians. My policy hasn’t changed.”  However, the peace process has been moribund since talks collapsed in April 2014.    Related: Israel action threatens to close down rights group and 'chill' free speech    The deal means Israel’s government is now dominated by far-right and nationalist politicians in key positions including the education, defence, culture and justice portfolios, among others. Lieberman arrives in the Israeli defence ministry with a long history of harsh public remarks targeting both Israelis of Palestinian descent, the wider Arab world and Palestinians. He has called for the reconquest of Gaza and the bombing of Egypt’s Aswan dam, and described Arab lawmakers in the Knesset as “traitors”. As part of the deal to join the government he demanded the implementation of the death penalty for terrorism but in circumstances that would not be applicable to Jews accused of the same crime. Although his supporters point out that Lieberman – who lives in a settlement in the occupied West Bank – is open to a two-state solution, his vision includes the transfer of areas with Israeli Arab majorities out of Israel. Only a year ago Lieberman said Israeli Arabs disloyal to Israel “deserve to have their heads chopped off with an axe”.  In a recent example of his provocative style he suggested Ismail Haniya, Hamas’s leader in the Gaza Strip, be given 48 hours to hand over two detained Israeli civilians and the bodies of soldiers killed in a 2014 war “or you’re dead”.   Related: Israeli military chief backtracks from 1930s Germany comparison    In a three-decade political career, Lieberman has at times been Netanyahu’s closest ally and at other times a rival. While he is an experienced politician who has been foreign minister and held other top jobs, his security background is limited. His political renaissance has surprised many not least because his Yisrael Beiteinu party – whose main constituency is Russian-speaking immigrants – has been struggling.  Among high-profile figures who have condemned Israel’s ever sharper moves to the far right has been Yaalon himself, who warned of a rising tide of extremism in his party and the country as a whole. He is a member of Netanyahu’s conservative Likud party and hawkish in his own opinions. International reaction has also been critical, with a New York Times editorial describing Lieberman’s appointment as a “risky and cynical” move and saying it is now “entirely possible to imagine Israel’s relations in the region and beyond moving backward”.",
  "webTitle": "Israel coalition deal brings in its most hard-right government ever",
  "webPublicationDate": "2016-05-25T10:09:39Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/israel-coalition-deal-hard-right-government-avigdor-lieberman",
  "keyword": [
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Benjamin Netanyahu",
      "id": "world/benjamin-netanyahu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/25/israel-coalition-deal-hard-right-government-avigdor-lieberman"
}