{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/29/irish-frontline-eu-referendum-battle-remain-camp",
  "id": "2016-05-29-46",
  "sectionId": "politics",
  "body": "The jerseys and accents of fans looking forward to a display of Ireland’s beloved Gaelic football might conjure up the image of an Irish town on a sunny day – not the latest front of Britain’s EU referendum battle. Yet among those gathering on Sunday at the home of London’s Gaelic Athletic Association scene, remain campaigners were hard at work, seeking to tap into what they see as a potentially key “bloc” of support in the form of about half a million Ireland-born voters in Britain, not to mention many more of Irish heritage. A key target is the wave of young Irish professionals who have come to Britain in recent years, a demographic well represented among green-shirted volunteers of the Irish4Europe campaign on the streets outside the GAA pitch in the suburb of Ruislip.   Related: Irish leader says border controls may return if Brexit vote prevails    “For me it’s about Northern Ireland and the threat of border controls,” said Dearbhaile Flynn, a 27-year-old Phd student who had given up her bank holiday Sunday to join others handing out leaflets warning about the potential impact of a UK exit on everything from from the peace process to freedom of movement. Nearby, the potential effect of Brexit on his business interests in mainland Europe was cited by Frank Salmon, an IT founder and resident of London for 32 years, as he waited with his two children: Izzy, supporting her father’s native Mayo, and Harry, who had plumped for their opponents London. “Continuing to be able to access the European market freely is a priority for me,” Salmon said. “We also shouldn’t forget the EU has preserved peace in Europe for the past 75 years.” The presence at the game of Ireland’s taoiseach, Enda Kenny, comes as the Irish government prepares, in the words of one remain campaigner, to “throw the diplomatic kitchen sink at Brexit”. The extent to which Irish voters are likely to behave as a bloc is unclear. No published polling of them exists, while ambivalence was also not uncommon on the sidelines on Sunday.  At least one man welcomed Britain leaving the EU if it meant less competition from eastern European builders. In regions outside of London, too, concerns about immigration have been told anecdotally in reports about the view of an older, more working-class generation of Irish voters. Prof Mary Hickman, an expert on the history of the Irish diaspora, told the Guardian that on the whole, however, second generation Irish voters in northern cities such as Liverpool were still more likely to be Labour voters. Nevertheless, the Irish community in Britain was now much more disparate, she added, and the younger, more highly educated arrivals who had personal stake in free movement would be more receptive to appeals by the Irish government. “People who have been here longer and are of a second generation are going to be as much, if not considerably more, influenced by what the vote means for Britain rather than just what it means for Ireland,” Hickman said. Also at the game was Elaine Regain, the daughter of Irish immigrants from County Mayo, who said that while the demographic face of the Irish in Britain had changed dramatically, common bonds existed in the form of the Gaelic Athletic Association. She is planning to vote remain and suggested that her family would do the same, although she bemoaned what she described as a lack of objective information ahead of polling day.",
  "webTitle": "Irish hearts and minds: an unlikely frontline of EU referendum battle",
  "webPublicationDate": "2016-05-29T18:32:06Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/29/irish-frontline-eu-referendum-battle-remain-camp",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Quinn",
      "id": "profile/benquinn"
    }
  ],
  "guardianId": "politics/2016/may/29/irish-frontline-eu-referendum-battle-remain-camp"
}