{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/hereford-parade-bull-hawkesbury-ronaldo-wembley-fa-vase-final",
  "id": "2016-05-16-227",
  "sectionId": "football",
  "body": "Hereford FC have been granted permission by the Football Association to parade their mascot – a prize bull called Hawkesbury Ronaldo – in front of their fans at Wembley before the FA Vase final on Sunday.   Related: Hereford FC planning to parade a bull at Wembley before historic FA Vase final    Following a ‘huge amount of detailed preparatory work’ and a meeting between club and FA representatives at Wembley last Thursday, Hereford FC – founded in 2015 after Hereford United were wound up the year before – it has been agreed that Ronaldo will make his way pitchside at 11.10am and be paraded for half an hour. ‘I have to be honest, when this idea was first mooted I was not confident we would succeed with our proposal,” said Hereford FC’s chairman, Jon Hale. “Therefore I am absolutely delighted that the FA and Wembley Stadium have agreed to our request and I know seeing Ronaldo gracing such a iconic venue will be a proud moment for every Herefordian. “I’d like to thank everyone who has played a part in making this happen – it is only going to make what will be a special day even more remarkable.” The FA Vase final against Morpeth Town will be the first trip to Wembley for either of Hereford’s incarnations, and was sealed with a 3-1 aggregate semi-final victory over another phoenix club, Salisbury FC. Their opponents are members of the Northern Football League. Hereford FC, known as the Bulls, won the Midland League Premier Division – the ninth tier of the English league system. Hawkesbury Ronaldo, sporting Real Madrid and Manchester United scarves, was paraded at Edgar Street before the club’s first league match, against Dunkirk last August.",
  "webTitle": "Hereford FC cleared to parade bull called Hawkesbury Ronaldo at Wembley",
  "webPublicationDate": "2016-05-16T11:24:45Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/hereford-parade-bull-hawkesbury-ronaldo-wembley-fa-vase-final",
  "keyword": [
    {
      "webTitle": "Hereford",
      "id": "football/hereford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Wembley stadium",
      "id": "football/wembley-stadium",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/16/hereford-parade-bull-hawkesbury-ronaldo-wembley-fa-vase-final"
}