{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/26/quiet-child-class-abuse-at-risk",
  "id": "2016-05-26-274",
  "sectionId": "voluntary-sector-network",
  "body": "When I helped out at a children’s activity centre we were trained relentlessly to spot the signs of child abuse. Often the signs are subtle – shoes too small with toes clenched inside or callouses on young feet; regular complaints of a sore stomach when actually no breakfast or dinner was provided; handwriting never good enough, or lies told to avoid being reprimanded. But life is far more a series of little events that could be mistaken for anything and passed off as day to day. Warning signs for children at risk can be well hidden not only from our view but also from theirs.    Related: Volunteers and charity workers: tell us about the day you made a difference    A quiet child – the most significant pointer of something going wrong – is often overlooked. Quiet means good. A room full of quiet children allows you to be in charge. So I was unprepared when one of the quietest children finally couldn’t keep quiet any longer.  It was written all over her face. All the spark had gone out of her eyes. She looked tired, as if she hadn’t had any sleep. As I passed her table I casually asked if she was OK. A tear rolled down her cheek. I invited her to come outside where she could have some privacy.  I remember her looking down at the floor. I asked if there was anything I could help with. She shook her head and in fact she was correct. In that moment, I sensed whatever it was would not be revealed to me, so I gently said: “It’s OK. You don’t have to tell me anything. I’m not nosy. But is there someone you do trust who you would like to talk to?” Here eyes shot up and met mine for the first time. I’ll never forget that look – it was a gaze of total empowerment. This was her chance to make it stop, once and for all and she took it. “Yes. I’d like to speak to a social worker.”   Related: Two days before he died, I helped a very sick child swim again    They talked for hours. She didn’t go home that night. That was some years ago now. I saw her in town laughing with her friends the other day. I’m so glad she found her happiness and sparkle again.  After that, I realised the importance of never ignoring my intuition. I could easily have overlooked that inward reticence or given up enquiring when she declined my help. I’m often reminded of the motto of the group that trained me – “we will be and do for these children as we would for our own”.  It moves me every time. I have no children of my own, but you can count on me to protect their wellbeing as if they were. A society with no tolerance for abuse looks like this: everyone’s children are your children. For more news, opinions and ideas about the voluntary sector, join our community - it’s free!",
  "webTitle": "I helped the quietest child in class break her silence on abuse",
  "webPublicationDate": "2016-05-26T09:00:07Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/26/quiet-child-class-abuse-at-risk",
  "keyword": [
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Volunteering",
      "id": "voluntary-sector-network/volunteering",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "voluntary-sector-network/2016/may/26/quiet-child-class-abuse-at-risk"
}