{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/05/amir-khan-virgil-hunter-canelo-alvarez-las-vegas",
  "id": "2016-05-05-20",
  "sectionId": "sport",
  "body": "Virgil Hunter has said Amir Khan can be boxing’s “new No1” if he defies all predictions and beats Saúl “Canelo” Álvarez here on Saturday night – but the Californian trainer admitted: “If he loses focus, it could be over in a blink.”   Related: Amir Khan, the road to Vegas – in pictures    Hunter, one of the sport’s cannier individuals, sounded as if he were drawing up a get-out clause for himself and his fighter, adding: “He has to take one round at a time. That’s what I will be saying to him this week and on fight night. He’s a joy to train and his instinct is to fight his way out of situations – not to manoeuvre, not to think his way out, fight his way out. “A lot of times, you can’t change that. But you can train him as to what part of the terrain to fight on and what part of the terrain not to fight on. In the end, you have to let him be himself and hope that what you drilled him on shows up in the fight. “In all great fighters like him, there’s a great fight in him somewhere. It just takes a moment like this and it can be called up. From the time he started boxing, from the Olympic silver medal to the first world title to his second one, that fight is in him and he can beat anybody in that moment. I don’t think we’ve seen the best of him yet because he’s never been out-boxed in a fight. “He could be the new No1 but, in boxing, the promoters and the media, they can say what they want to say. What a fighter’s peers say, that is most important because that’s where the most respect comes from. He can be the man if he wins and he should feel like he’s the man. It can do a lot of good things for him and his career, however long he goes. It would be a catapult to bring everything to fruition, from the first day he started up to this point.” There are some encouraging thoughts there, but Hunter turned a few heads when he proclaimed recently that Khan could have been a global superstar on a par with Floyd Mayweather Jr had he been part of his stable from an early age. It was a put-down for all his past trainers, including Freddie Roach, who remains bitter about his split with Khan four years ago. Roach made his name with Manny Pacquiao. Khan’s latest gnomic muse gets his self-belief from his attachment to one fighter, Andre Ward, one of the sport’s elusive geniuses, who has been with him since he was nine years old.           Amir Khan: it’s my time to hold WBC middleweight title    Did Hunter reckon he had improved on Roach’s work with Khan? “That’s already been proved in my estimation,” he replied. “When you look at what we have done and how he’s done it, I think it proves what we have worked on is beginning to show and has shown. But Saturday night, because of the name and magnitude of it all, will be much more significant.” It is a fight that could end Khan’s career or push him to a level he cannot have imagined was within his grasp down at welterweight. Hunter admitted he was not initially keen on the fight because of the difference in weight and power. “I hadn’t seen him in a while and the first thing that came into my mind was the size disparity. But he came in pretty good shape. One of the conditioning coaches went over to see him eight weeks before he got here. He was here five weeks before they even confirmed the fight. When he told me what he wanted, his answers let me know we could dare to go for it and be great. “The [Luis] Collazo fight and the [Devon] Alexander fight proved that, when his mind is really locked in, he can pull out a fight which makes it very hard to beat him. I think he’s got more levels to that and in this fight, because there are elements of danger in every minute and every second, we could see that.”   Related: Amir Khan and Canelo Álvarez team up against Donald Trump    Khan said earlier in the week he would not quit boxing until he won another title. Hunter is not convinced. “I pay more attention to the walk than the talk, but I encourage him to back up everything he says. I would like to support him on that. Time will tell; it’s hard for me to look past Saturday. “We don’t know what Canelo truly weighs because he is weighed before a fight with his clothes on. They do that. Once you’re 160lbs and you can fight, it really doesn’t matter what weight the other guy is. A middleweight can knock a heavyweight out. I think he’s big enough, whatever Canelo weighs. “Amir can use his speed to win on points, which is logical. I’ve seen kids cut up by Amir. If Canelo gets hit in an area where there are nerve endings, you may see something happen. Catch him on the temple, behind the ear, on the point of the chin … you never know.” Fighters and trainers win together. They should lose together, as well, but sometimes that does not happen. While Hunter might not like to admit it, he is fighting on Saturday night too, for his vaunted reputation.",
  "webTitle": "Amir Khan told that beating Canelo Álvarez would make him boxing’s No1",
  "webPublicationDate": "2016-05-05T21:30:06Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/05/amir-khan-virgil-hunter-canelo-alvarez-las-vegas",
  "keyword": [
    {
      "webTitle": "Amir Khan",
      "id": "sport/amirkhan",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/05/amir-khan-virgil-hunter-canelo-alvarez-las-vegas"
}