{
  "apiUrl": "https://content.guardianapis.com/media-network/marketing-agencies-association-partner-zone/2016/may/17/time-to-find-emotion-b2b-marketing-agencies",
  "id": "2016-05-17-249",
  "sectionId": "media-network/marketing-agencies-association-partner-zone",
  "body": "Often in business-to-consumer (B2C) marketing, large amounts of time and effort are placed on conveying the emotion of a brand, only for it to be lost by using generic promotions or tactics when trying to convert a sale. But when it comes to business-to-business (B2B) brands, the reverse is usually true. Lots of time is spent on targeted and tactical marketing aimed at driving sales, without carefully considering how to create an emotional connection with the audience. This division between brand marketing and sales marketing is a symptom of an industry where both client teams and agencies are structured into two distinct areas of responsibility. This division is unnatural and unhelpful, diluting brands and making sales less likely.  The most effective B2B marketing fuses the best of brand and commercial thinking and is built on an understanding of human behaviour – and brands that can engage on an emotional level (but also understand how to convert and nurture customers) will be successful in their B2B activity.  This combination of brand and commercial thinking can be termed “brand commerce” and it’s central to how approaching briefs and developing marketing solutions for clients.  Unsurprisingly, it tends to be startup digital brands that best understand that the emotion of the brand needs to be fused with commercial thinking and sit at the heart of the service they provide. Note-taking app Evernote is a great example. It draws people in with a promise to help “remember everything” – a particularly compelling proposition for busy professionals drowning in information.  While communicating a compelling and simple human truth, it understands how to incorporate further nudges to encourage you to buy throughout its communications. These nudges are built on Evernote’s understanding of how and why people make short cuts in their purchase decisions. First it has a freemium model, where once signed up as an individual, you’re sold the benefits of creating a paid business account, where Evernote can be more than a simple note taking app, acting as collaborative working space to improve team productivity.  It also leverages the power of social proof, showcasing a range of the 20,000 company clients making use of its software.  The app even offers a range of Evernote Moleskine note books, designed to simplify the process of image capture, tagging and uploading written notes to Evernote.  When you buy one, you also get three months’ access to Evernote Premium, further creating a sense of exclusivity that will attract professionals to trial, use and embed the software in their working life. These sales nudges are commercial in nature, but never lose sight of the brand promise.  Even with the most technical and rational of products it’s important to understand the need for a point of engagement before you can have a real impact on sales. For example, KHWS has worked with a petro-chemical company to help bring emotion to the world of oil, encouraging sales staff to communicate the benefits to an often misinformed and unengaged audience.  By creating animated video episodes that use simple, engaging storytelling to spell out the benefits of using the right oil on commercial vehicles and machinery, the company has improved the sales journey, while reinforcing the premium positioning of the brand. No matter the brand and the audience, you need to find a way of connecting with their lives, hopes and fears to tell your story and sell your benefits. So find the emotion in your brand and stop defaulting to rational, commoditised tactics, which might give short-term return, but won’t build market share overtime. Jesse Basset is head of planning at KHWS This advertisement feature is paid for by the Marketing Agencies Association, which supports the Guardian Media & Tech Network’s Agencies hub.",
  "webTitle": "It’s time to find the emotion in B2B marketing",
  "webPublicationDate": "2016-05-17T09:54:37Z",
  "webUrl": "https://www.theguardian.com/media-network/marketing-agencies-association-partner-zone/2016/may/17/time-to-find-emotion-b2b-marketing-agencies",
  "keyword": [
    {
      "webTitle": "Marketing Agencies Association partner zone",
      "id": "marketing-agencies-association-partner-zone/marketing-agencies-association-partner-zone",
      "sectionId": "media-network/marketing-agencies-association-partner-zone",
      "sectionName": "Marketing Agencies Association partner zone"
    }
  ],
  "authors": [],
  "guardianId": "media-network/marketing-agencies-association-partner-zone/2016/may/17/time-to-find-emotion-b2b-marketing-agencies"
}