{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/14/digital-app-only-banking-smartphone",
  "id": "2016-05-14-179",
  "sectionId": "money",
  "body": "They are the new breed of digital banks for people who live on their smartphones and want something that looks more like Netflix than NatWest. They typically have snappy, quirky, one-word names – Starling, Mondo, B – and make claims such as “we’re redefining what a bank should be”. And they tout themselves as genuine alternatives to the big high street players. These new entrants are all trying to plug into our rapidly increasing use of digital technology as branch visits decline. But what’s in it for us as potential customers? Do they offer enough in financial terms to tempt us to ditch our existing bank? What are the downsides? Since these banks typically have no costly branch networks or vast call centres to maintain, it’s all about the app. However, many aren’t fully up and running, and some have quite a substantial sting in the tail in the form of charges for ATM withdrawals or for simply holding the account. All of them that have banking licences are covered by the £75,000 limit offered by the Financial Services Compensation Scheme, except Fidor which comes under Germany’s €100,000 scheme. In addition, there are a few that are not technically banks, even though they offer what are, to all intents and purposes, current accounts. Here’s Money’s guide to who’s who in the world of digital banking. Atom Bank      What it says: “The future of banking, available today” The basics: Durham-based Atom opened its virtual doors last month to people who had registered an interest. You can sign up to get an invitation to join Atom. The app is available for iPhone and iPad users, with an Android version due within weeks. What’s on offer: A one-year fixed-rate savings account paying 2%, and a two-year version paying 2.2% – close to the top of the best-buy tables – and loans for small businesses. A current account, credit cards, mortgages and instant access savings will be launched “by the end of 2016”. Downsides? Too early to say. However, it is not planning to offer cash switching incentives to lure people to its current account. And everything must be done within the app – there are no plans to provide banking services on a website. Fidor Bank      What it says: “Banking, made especially for you” The basics: Fidor is an online-only bank founded in Germany in 2009. It launched in the UK in September 2015last year. It won’t disclose customer numbers. What’s on offer: A revamped current account, with a contactless MasterCard debit card, was launched in January. The account is free to open and run, does not require any credit checks and pays 0.3% interest. However, it doesn’t currently have an overdraft facility. The debit card allows customers to withdraw cash worldwide and make purchases in the normal way. Your first three ATM withdrawals each month are free, but after that there is a £1 charge per withdrawal, whether the card is used in the UK or overseas. There is also a 1.5% foreign exchange fee on all non-sterling transactions. Fidor also offers fixed-rate savings bonds paying between 0.8% and 2.45%. Downsides? The ATM charges if you use a cash machine more than three times in a month, and the lack of an overdraft. Tandem Bank      What it says: “We are a good bank” The basics: Tandem has a banking licence and is launching later this year – probably October. It is currently in “friends and family testing” mode. It will be mobile-focused but have a UK call centre. It has a 5,000-strong community of “co-founders” who have a share in the business and help to decide what products are offered. You can only become a co-founder if you’ve been referred by someone else. Tandem is launching a crowdfunding campaign on Friday 20 May to raise £1m, with the public able to invest a minimum of £15. What’s on offer: Nothing yet. Credit cards, savings accounts and loans will come first, with current accounts in around January 2017. Downsides? Too early to say. B      What it says: “B puts you in charge” The basics: B is a digital brand built around an app. Launched by Clydesdale and Yorkshire banks, it went live on 3 May. What’s on offer: B has a current account and instant savings account, with other products “in the pipeline”. The current account comes with a contactless MasterCard debit card, pays 0.5% on balances up to £2,000 (you get nothing above that amount), and its overdraft rate is 12.5% (equivalent annual rate). You get two working days each calendar month before a fee is charged if you go overdrawn. The savings account pays 1% on all balances. Downsides? The current account is free for the first 12 months, but after that you’ll be charged £2 a month. Mondo      What it says: “Finally, a bank as smart as your phone” The basics: Mondo is well into the application process and hopes to get its banking licence later this year. What’s on offer: It says it would love to start offering full current accounts to customers by early next year. It is running a test of its prepaid MasterCard, which is open to members of the public – anyone can sign up via the website. There is a long waiting list but Mondo is trying to send out 1,500 cards a week to everyone who wants one. There are no fees and charges for using thcard, including abroad. Mondo also says its full current account will not have fees for everyday usage. The bank will make money by lending “in a fair and transparent way”. Downsides? Too early to say. Starling      What they say: “A smarter bank for an ever-changing world” The basics: It’s in the process of applying for a banking licence and is hopeful of getting one over the summer. The plan is to launch later this year. Anne Boden, the chief executive, is a former Allied Irish Bank executive. What’s on offer: It is focusing on its planned current account, for which there are no details yet. There will be an emphasis on tools for money management. Downsides? Too early to say. There are also a number of players that don’t hold a banking licence, but instead fall under the “electronic money” regulations. They offer products that are similar to current accounts, though there is usually no overdraft. Many of these products and companies are not directly covered by any compensation scheme. Some of these, such as Pockit and Monese, are targeting the millions of people whom the traditional banks either don’t want or struggle to cater for, such as those with a poor credit history. Former Manchester United manager Sir Alex Ferguson has invested some of his own cash in Pockit, which has been fully up and running for about 18 months and has about 70,000 users. Getting a Pockit account costs 99p, and there is then a 99p fee for ATM withdrawals in the UK. Meanwhile, Monese says “people from all over Europe” can open its UK current account, which costs £4.95 a month. The thinkmoney personal account has about 100,000 depositors, though it carries a monthly management fee of £17.50. Similarly, the eccount money current account costs £12.50 a month. Another player, Ffrees, offers a choice between no monthly fee and pay-as-you-go charges (eg, 75p for an ATM withdrawal, 15p for using your card to buy something), or a range of monthly fees (the maximum is £10, which means no transaction charges). Meanwhile, Loot is a banking service aimed at students. It charges 75p for an ATM withdrawal but says its “version two” product coming this summer will be free to use.",
  "webTitle": "The digital upstarts offering app-only banking for smartphone users",
  "webPublicationDate": "2016-05-14T06:00:29Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/14/digital-app-only-banking-smartphone",
  "keyword": [
    {
      "webTitle": "Current accounts",
      "id": "money/currentaccounts",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Banks and building societies",
      "id": "money/banks",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Bank charges",
      "id": "money/bankcharges",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Smartphones",
      "id": "technology/smartphones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mobile phones",
      "id": "money/mobile-phones",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Jones",
      "id": "profile/rupertjones"
    }
  ],
  "guardianId": "money/2016/may/14/digital-app-only-banking-smartphone"
}