{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/14/lewis-hamilton-pole-position-spanish-grand-prix-formula-one-f1-nico-rosberg-mercedes",
  "id": "2016-05-14-104",
  "sectionId": "sport",
  "body": "Lewis Hamilton will be paying special attention to his start to today’s Sunday’s Spanish Grand Prix after putting in a stunning drive to win pole position ahead of his Mercedes team-mate Nico Rosberg. Hamilton won pole for the first two races of the season, only to betray himself by making stuttering getaways – then technical problems undermined his efforts in China and Russia. However, the three times world champion looked in the mood to bite into Rosberg’s 43-point lead at here when, in Q2, he was six tenths of a second faster. Then in his final lap in Q3, he went even quicker to leave the German trailing by 0.280sec. A mistake hampered his first run in Q3, running wide at Turn 10, but he saved his best to last to take the 52nd pole of his career. “I’ve been working on my starts, and tomorrow could be a good day,” he said. “The car was great. I’m very, very happy with getting the lap. Nico has been really strong all week but, bit by bit, I have been trying to put the pace together. The guys back at the factory have been working so hard to try to rectify the problems we have had over the past few weeks.” Hamilton denied speculation that he was about to take a year out from the sport, responding : “What? No way. whoever wrote that must be smoking something. Pretty good stuff.”   Related: Max Verstappen justifies Red Bull upgrade in Spanish Grand Prix qualifying    |The Mercedes driver has not won a race since securing his third title in Austin in October last year while his team-mate Rosberg has won the past seven and had been the stronger man here both Friday and in final practice. Rosberg said: “Of course I’m disappointed to be second. Lewis was quicker in qualifying and that’s it. But fortunately it’s the race that counts. But there are still a couple of opportunities to take the points tomorrow. Strategy wise, it’s not going to be an easy race tomorrow so I will try and take my chances at the start.” It was the most compelling qualifying of the season so far, with the tussle at the top only marginally more exciting that between the Red Bulls of Daniel Ricciardo and his new team-mate Max Verstappen. But there was disappointment for Ferrari, with Kimi Raikkonen fifth and Sebastian Vettel sixth. In Q1, Hamilton showed he was up for it when he posted a quick time but Rosberg shaved a couple of tenths off it. Jolyon Palmer’s problems at Renault continued as he failed to make it through to Q2. He was relegated by Jenson Button, who got himself out of bother with a quick lap just before the end before dropping out in the next stint. Button will start 12th, his team-mate Fernando Alonso hauled his McLaren into the top 10 for the first time since he re-joined the team at the beginning of 2015. Indeed it is the first time McLaren have had a car competing in Q3 - the final phase of qualifying - since they re-kindled their relationship with Japanese engine manufacturer Honda. Alonso will start 10th in front of his home crowd on Sunday, suggesting that the famous British team are emerging from the dark days of last season in which they spent most of the year toiling around at the back of the field. Meanwhile, Force India and Sauber’s plea to the European Union Competitions Commission for a fairer payments system in F1 has been fast-tracked to a new department which deals only with sporting matters. In September the two teams complained to the Commission, claiming that the payments structure and the drawing up of the sport’s rules were “unfair and unlawful.” Earlier this month Bernie Ecclestone, F1’s chief executive, said he had had “conversations” with the Commission. He said: “They’re starting to get more and more interested in the anti-competitive way that we’ve got. Conversations have taken place and they will do what is the right thing to do.” If the Commission finds in favour of the two teams it could mean that Ecclestone will be forced to tear up the contracts he has with the teams until 2020, which would give him back some of the power he enjoyed before.",
  "webTitle": "Lewis Hamilton begins F1 fightback with pole for Spanish Grand Prix",
  "webPublicationDate": "2016-05-14T13:37:10Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/14/lewis-hamilton-pole-position-spanish-grand-prix-formula-one-f1-nico-rosberg-mercedes",
  "keyword": [
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lewis Hamilton",
      "id": "sport/lewis-hamilton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nico Rosberg",
      "id": "sport/nico-rosberg",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Mercedes GP",
      "id": "sport/mercedes-gp",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/14/lewis-hamilton-pole-position-spanish-grand-prix-formula-one-f1-nico-rosberg-mercedes"
}