{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/philippines-elections-2016-what-you-need-to-know",
  "id": "2016-05-04-322",
  "sectionId": "world",
  "body": "What’s happening? The Philippines is holding elections for almost all branches of government. The most powerful posts of president and vice-president will be voted for, with the winners serving one six-year term. Also up for grabs are 12 seats, or half of the senate; all governor posts, all mayors, and all city and municipal councils. When is voting day? Monday 9 May. Walls and roadsides across the country of 101 million people have been covered in campaign posters. When will we know the results? During the 2010 presidential election on 10 May, unofficial tallies showed Benigno Aquino III was the leading candidate in the days following voting. But it was not until nearly a month later, on 9 June, that congress declared him as the president-elect.  How did he do in power? Aquino has been credited for bringing political stability and economic prosperity as foreign investment rises. He has also drawn up the framework of a peace deal in the south and made inroads into fighting graft. But the southern province of Mindanao still needs rebuilding, corruption is rampant in politics, and Islamist militants remain able to operate. Who will win this time? The current front-runner is Rodrigo Duterte, also known as “the Punisher”. In a profanity-laced campaign, he has promised to kill criminals in the streets, joked about raping a missionary and threatened to sever ties with Australia and the United States.     Rodrigo Duterte, the front-running presidential candidate, talks to the media at Silang township, south of Manila. Photograph: Bullit Marquez/AP    What is his background? The 71-year-old motorbike fanatic was mayor of the southern city of Davao for two decades, where he drastically reduced crime. However, human rights groups accuse him of allowing vigilante death squads to carry out hundreds of extrajudicial killings. The political establishment is in shock but Duterte is way ahead in many polls, having promised to end drug crime in three to six months and pardon security forces who kill criminals. Speaking last month, the man known as Duterte Harry said his presidency “will be a bloody one”. Duterte is popular because many see him as an outsider who can end years of the same types of politicians, and also use quick fixes to deal with the south-east Asian nation’s problems. Many have compared his demagogic rise to that of Donald Trump, although Duterte says Trump is a bigot. Duterte is also openly supportive of lesbian, gay, bisexual, and transgender (LGBT) rights, a sensitive topic in a mainly Catholic country. Joshua Kurlantzick, a fellow for south-east Asia at the Council on Foreign Relations, describes him as “the ultimate wildcard”. Who are the other candidates? It’s a five-way race and Senator Grace Poe comes second in the opinion surveys. An economic liberal who would have the country join the Trans-Pacific Partnership, 47-year-old Poe also plans to liberalise foreign investment laws. She is the daughter of a famous Filipino action hero, Fernando Poe Jr, who failed to enter high office, and was the favourite for months before Duterte took the lead in April.     Senator Grace Poe at a prayer vigil in Manila. Photograph: Noel Celis/AFP/Getty Images    Poe has a fairly clean image, and has not been dragged into the corruption scandals that are widespread in Philippine politics. Despite being a former US citizen – she had to drop citizenship to run – Poe has distanced herself from Washington, but that might be seen as a political move after her foes painted her as a US stooge. Behind Poe is current vice-president Jejomar Binay. The 73-year-old has not received Aquino’s blessing and Binay has promised to work more closely with China, a shift away from his boss.    Related: What's the mood in the Philippines in the run up to the elections?    Binay comes from a political family that has run Manila’s financial district, Makati, for decades. He has, however, focused on policies for the poor, including free medical care and education. Aquino’s own choice for his successor, Mar Roxas, is seen as bringing a continuation of the outgoing premier’s policies, especially bolstering Manila’s links with Washington and other regional powers such as Japan against China’s territorial assertiveness in the South China Sea (called the West Philippine Sea in the Philippines). Last in the polls is Miriam Defensor Santiago,who has run three times for the presidency. She says she wants to end her career in politics as the president “unless I get struck by another bout of cancer, but it doesn’t happen that often” – referring to her stage four lung cancer. Any others to watch? The Philippines was the first democracy in south-east Asia but there are good odds on the late dictator’s son, Ferdinand Marcos Jr, taking the vice-presidency. The voting system allows for this as the president and vice-president are voted for separately, so they are unlikely to come from the same party.      Ferdinand Marcos Junior meets workers during Labor Day celebrations in Manila. Photograph: Francis R. Malasig/EPA    Known as “Bongbong”, Marcos’ run at the highest elective post any family member has tried for since his father died, and his anti-establishment platform, have been incredibly successful as many Filipinos are disillusioned with the slow pace of change.  The imposition of martial law, torture and billions of dollars of plundered wealth during his father’s two decades in power has so far not greatly tainted his campaign.     Manny Pacquiao addresses supporters at San Pablo city. Photograph: Bullit Marquez/AP    Also on the ballot is boxing legend Manny Pacquiao, who is running for the senate in Binay’s team. He’s a hero in the country – street kid to superstar to political contender – and polls suggest he is almost guaranteed to win a seat.  Having already served two terms as a congressmen, the evangelical Christian damaged his reputation abroad when he said gay people were “worse than animals”. Nike cancelled his sponsorship immediately. In the Philippines, his popularity briefly dropped but has since recovered.",
  "webTitle": "Philippines elections 2016: what you need to know – the Guardian briefing",
  "webPublicationDate": "2016-05-04T06:19:23Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/philippines-elections-2016-what-you-need-to-know",
  "keyword": [
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Manny Pacquiao",
      "id": "sport/manny-pacquiao",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Holmes",
      "id": "profile/oliver-holmes"
    }
  ],
  "guardianId": "world/2016/may/04/philippines-elections-2016-what-you-need-to-know"
}