{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/27/the-truth-about-alcohol-review-its-still-not-especially-good-for-you-shockingly",
  "id": "2016-05-27-279",
  "sectionId": "tv-and-radio",
  "body": "Javid Abdelmoneim is an A&E doctor, so he knows a thing or two about booze and what it does to people (and what it does to the NHS). He’s a moderate drinker himself, so he has about double the recommended limit. Now, by sharing the latest science and research, and doing experiments on himself and on others, he’s getting to The Truth About Alcohol (BBC1). From which we learn that it’s bad for you, and the more you put into yourself, the worse it gets. More specifically, that ... It’s bad for your liver; I think we knew that. It’s also now linked with cancer; yes, I think I remember that news and deciding it was a good reason to drink a little less. It’s bad for your brain, too: not brilliant for multi-tasking, single-tasking, decision-making, thinking, saying no, saying anything. It doesn’t help you sleep, even if it might help you go to sleep. And it doesn’t keep you warm, even though you might think it does. The opposite in fact (and here are some Ready Brek glowing drinkers, filmed with heat cameras, to prove it). So you know those big dogs, St Bernards, with barrels of brandy on their collars to keep you warm when you’re trapped in an avalanche? Not doing you any favours; bad dog, down boy. Unless there’s no hope and you’re going to die anyway, in which case the brandy might make it easier. Alcohol is a pain reliever; here boy, come back. It makes you fat. And it makes you eat more, so it makes you even fatter. The bigger you are, the more you can drink, but what you need is muscle (and water) to tolerate alcohol, so go to the gym before going to the pub. And eat before drinking; the stomach-lining thing is true. The red wine thing (that it’s good for you, or sometimes not), a favourite in the Daily Mail? There’s some truth in that, but you can get the same benefits (dilated blood vessels) from lots of things that don’t contain alcohol and its associated downsides, such as walnuts and dark chocolate, so it’s not really an excuse. As for hangover cures, there’s not much actual science on this. A fry-up might have some benefits, though there are other health risks. A plant called borage, taken in pill form beforehand, might be better. I’ve always found that the best thing for a hangover is a bloody mary. So, no massive surprises here then. It’s pretty much as you were: booze is basically not good for you and you should almost certainly drink less, and less often. The only problem being that it’s also brilliant, and Javid knows it. I like him: he’s a refreshing change from the ubiquitous Van Tulleken twins (quads, after a skinful), the usual go-to docs for this kind of thing. And this is well set out, with enough stunts to make it not too much like a ticking-off from the doc. There’s a lesson for anyone taking part in any kind of TV experiment (in this case, university football and basketball teams, provided here with beer – both alcoholic and non-alcoholic – and crisps). You’re almost certainly not taking part in the experiment you think – and you’ve been told – you are. But if you did know, it wouldn’t work. Pill-cam is a new one on me – a tiny camera with a bright light which he swallows so we can follow his tea down his stomach. Mmmm, look, there’s a green piece of broccoli. Presumably you could follow it all the way through and out of the other end. If you wanted to … Once I’d got over the fact that The Catch (Sky Living) isn’t about fishing, I quite enjoyed it. Quite. We meet Alice Vaughan (Mireille Enos) foiling a handsome art thief who’s stealing what is supposed to be a priceless painting, but looks more like a framed still from Fifty Shades of Grey. Alice is after a bigger fish, though – specifically, the elusive international conman Mr X. You know when you lose your glasses and they’re on your head? It’s a bit like that, because it turns out Mr X (Peter Krause) is in Alice’s shower, naked and hot. And now they’re acting out that porno painting. If only she knew he was Mr X, and not the nice man he’s pretending to be, and who she’s engaged to. Too late – he’s gone, having hacked everything and stolen a whole bunch of secrets. Ah, but she gets him back, touche. And that, I imagine, is how this will carry on: two sly foxes trying to outsmart each other, while at the same time sniffing each other’s foxy scent, and yearning to make foxy love. Slick stunts, split screens, cyber crime, perfume-advert passion, and not an awful lot beneath. Lipgloss television, and I’m not feeling much need to stick with it.",
  "webTitle": "The Truth About Alcohol review – it’s still not especially good for you, shockingly",
  "webPublicationDate": "2016-05-27T06:20:24Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/27/the-truth-about-alcohol-review-its-still-not-especially-good-for-you-shockingly",
  "keyword": [
    {
      "webTitle": "Alcohol",
      "id": "society/alcohol",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Educational TV",
      "id": "tv-and-radio/educational-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/27/the-truth-about-alcohol-review-its-still-not-especially-good-for-you-shockingly"
}