{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/16/premier-league-2015-16-review-match-of-the-season",
  "id": "2016-05-16-252",
  "sectionId": "football",
  "body": "Welcome to theguardian.com review of the 2015-16 Premier League season. Now that the campaign has ended we would like you to help us choose your favourite goal, the best referee and the best manager, and other winners in a total of 10 categories. We have nominated some contenders but this is just to get the discussion going: we would like your suggestions so that we can compile the best into final polls that you can vote on. The polls will be published at midday on Tuesday 17 May, so please tell us what you think. Thanks Norwich City 4-5 Liverpool (23 January) While Jürgen Klopp’s spectacles were crushed in the wild celebrations that followed Adam Lallana’s winner in the fifth minute of added time in this nine-goal white-knuckle ride, we can only speculate on the damage done to Norwich City morale. It was a horrific and cruel end to a thrilling game in which the Canaries led 3-1 and trailed 4-3 before Sébastien Bassong looked to have rescued a thoroughly deserved point deep in added time with a low drive from 20 yards. Having remonstrated with the fourth official over the five minutes of added time signalled on the board, Klopp was glad of every second when Lallana popped up to scramble the late, late winner in a mesmerising contest that featured some breathtaking attacking and often inept defending from both sides. It came four matches into a sequence of results that yielded just two points from a possible 30 for Norwich, for whom things might have worked out so much differently if they’d only managed to hang on here. Leicester City 2-5 Arsenal (26 September) If it seems churlish to include one of just three Leicester City defeats this season here, rest assured that absolutely no mean-spiritedness is intended. The scoreline suggests Arsenal’s victory could scarcely have been more emphatic, but the truth is this enjoyably bonkers match could feasibly have gone either way. Leicester opened the scoring and should have doubled their lead in a performance that prompted Richard Rae to praise their “hugely positive contribution to a wonderful game” in his Guardian match report. It was a wonderful game and it was won by a breathless counterattacking display from Arsenal at their most exhilarating. It was one of few occasions this season when Theo Walcott excelled, while the sublime Alexis Sánchez scored a hat-trick. Played in late September sunshine, this defeat ended Leicester’s impressive unbeaten start to the season and left them in sixth place after seven games as Arsenal swept into the top four. “Two weeks ago you could say Man City will run away with it, but now it’s tight again,” said Arsène Wenger afterwards, speaking with the optimistic air of a man who had just seen the performance of a team more than capable of winning the title. We know now that he had, although it was not one of their better displays even if the scoreline did rather flatter their visitors.     Arsenal’s Alexis Sánchez celebrates scoring their fourth goal and his hat-trick. Photograph: Paul Harding/PA    Newcastle United 6-2 Norwich City (18 October) One of precious few highlights in yet another season of anguish and disappointment for Newcastle’s long-suffering fans, this rollocking maiden league win of the season marked their since-dispatched manager Steve McClaren’s first in nine attempts. Moussa Sissoko and Georginio Wijnaldum were the standout performers on a night when everything clicked for McClaren’s men, the former providing four assists, while the latter helped himself to as many goals. Victory did not come as easily as the scoreline suggests, as Dieumerci Mbokani and Nathan Redmond kept their side in contention until Aleksandar Mitrovic put this tense, electrifying contest beyond them with a sumptuous chest-down and volley combo not long after the hour mark. “We kept the faith with the players,” said McClaren. “Everyone around us is saying what they’ve been saying, but we’ve got to keep tight.” Having provided their supporters with some rare hope, the players in whom McClaren placed his faith subsequently got tonked by their bitter rivals Sunderland in the kind of match that would prove a far more accurate barometer of their character and commitment.     Georginio Wijnaldum celebrates as he scores Newcastle’s sixth goal and his fourth with Vurnon Anita and Massadio Haidara. Photograph: Alex Livesey/Getty Images    Liverpool 3-3 Arsenal (13 January) Having surrendered two leads before rescuing a last-ditch draw against Arsenal, this result didn’t quite tick all the Special Anfield Night boxes, but few could argue that the boisterous crowd in attendance on this sleet-sodden January evening didn’t get excellent bang for their buck. “A wild and enthralling night of attacking football,” is how our chief football correspondent Daniel Taylor saw it on a night when the Arsenal striker Olivier Giroud showed the class that has been largely conspicuous by its absence from his game this season. In the Liverpool rank and file, midfielder Roberto Firmino provided some overdue indication that the £29m Liverpool paid for him last summer was money very well spent. The Brazilian’s curled effort from 25 yards was arguably the highlight of an intense, attritional battle played at breakneck pace in dreadful conditions. “I love it and tonight was a great English football night,” said a decidedly sodden Arsène Wenger, after seeing his side concede a last-minute Joe Allen equaliser. Subsequent events suggest it was the evening his side’s title tilt was fatally derailed. Chelsea 2-2 Tottenham Hotspur (2 May) Leicester’s players convened in Jamie Vardy’s house to watch a match that would change their lives forever, with Tottenham Hotspur’s surrender of a two-goal lead during a bad-tempered, fractious Monday night encounter at Stamford Bridge giving the Foxes an unassailable lead in English football’s most unlikely title race. With nothing to play for apart from the mischievous delight of ending their London rivals’ remaining hope of winning the title, Chelsea found themselves two goals behind at half-time in what Amy Lawrence of this parish described as “a breathless wrestle”. They could have been forgiven for throwing in the towel, but the introduction of Eden Hazard at the interval sparked an unlikely revival. For so long a faded facsimile of the footballer who dazzled so brightly last season, the Belgian chose some night to recapture his form and his stunning coup de grace was the highlight of a marvellously entertaining second half featuring no end of x-rated tackles, some malevolent gouging and two brawls. For all the sanctimonious tut-tutting that followed, it was a suitably thrilling climax to one of the greatest football stories ever told. Check out the other categories:  Player of the season Manager of the season Goal of the season Signing of the season Flop of the season Gripe of the season Pundit of the season Referee of the season Innovations for the future",
  "webTitle": "Premier League 2015-16 review: match of the season | Barry Glendenning",
  "webPublicationDate": "2016-05-16T10:40:21Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/16/premier-league-2015-16-review-match-of-the-season",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barry Glendenning",
      "id": "profile/barryglendenning"
    }
  ],
  "guardianId": "football/blog/2016/may/16/premier-league-2015-16-review-match-of-the-season"
}