{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/27/neil-gaiman-kameron-hurley-geek-culture",
  "id": "2016-05-27-114",
  "sectionId": "books",
  "body": "Geeks were once like Victorian children: seen, but not heard; talked about but mocked, rarely given their own voice. But the newfound popularity of the culture – video games, comics, the mainstream cool of crossover hits such as Game of Thrones or Star Wars – makes geeks some of the loudest voices today. This week, two new nonfiction collections – Neil Gaiman’s The View from the Cheap Seats and Kameron Hurley’s The Geek Feminist Revolution – showcase the spectrum of diversity that exists in the culture today. Gaiman has had a view from the front row seats of sci-fi and geek culture over the last three decades, but the title of his latest collection nods to the sense of being on its fringe, a second-class citizen within the mainstream. But no one epitomises geek culture like Gaiman: his 2.4 million Twitter followers represents a cross-section of the sci-fi readers, comic nerds, cybergoths and other alternative cultures that have been rolled into the geek identity.  Essay after essay in The View from the Cheap Seats are on Gaiman’s view on contemporary storytelling, but told from its epicentre, the belly of the beast. It is a love letter to geek culture, packed full of Gaiman’s musings and reflections on his time creating in the field, as well as insights into some of its greatest figures – Terry Pratchett, Diana Wynne Jones, Douglas Adams. Gaiman remembers them as close friends, while simultaneously revering as a fan. He writes fondly of the bliss of immersion in fictional worlds, novels, comics, movies and games, the gravitational force around which planet geek has formed. He even recalls his 12-year-old self reading Lord of the Rings for the first time and believing it “the best book that ever could be written”. It is this side of geekery, the “traditional” writing that evolved from the likes of Tolkien that Gaiman pays tribute to here. In comparison, Hurley’s first nonfiction collection, The Geek Feminist Revolution, is a loving call to arms for geek culture’s deconstruction and rebuilding in a new image. While little known beyond the internet, Hurley has a strong audience, built from a breakthrough moment when her essay on the portrayal of women in science fiction, We Have Always Fought: Challenging the “Women, Cattle and Slaves” Narrative won the 2014 Hugo award for best related work. Hurley’s combative rhetorical style was forged on the battlegrounds of the blogpost, the comment thread and the forum flame war. This is online feminism, where women have to shout to be heard against a cacophony of digital misogyny. But Hurley’s is also the voice of the outsider, one that looks in at geek culture and announces its shortcomings, its failings. If Hurley’s geek feminist revolution has an aim, it is to stop us revering stories and to start us questioning them – which, crucially, frees us to make our own.  “One of the things I stress to those I meet, especially young people, is that we are the heroes of our own lives, and we can be the masters of our own stories,” Hurley states in the collection’s epilogue. Whether it’s waking up to the illusions of our culture’s hypermasculine role-models, or the struggle to become a writer of stories herself, Hurley’s message is that we must fight for freedom in a culture that exercises control through the stories it tells and allows to be told. “I understand much of the internet trolling, the shit flinging, the active and passive acts of oppression are about pushing me and people like me out,” she writes. “And I call bullshit.” So we have a voice from the establishment (Gaiman) and one from the new guard (Hurley). Is geek culture in a state of confusion, simultaneously reverent of what came before and intensely critical of it? I think the publication of these two books says something very healthy about geek culture today – signifying both the love of storytelling and fantasy, and a keen awareness of the real power those stories have beyond sheer entertainment. Yes, the conflict between old and new voices can be bitter at times – see the recent Hugo awards drama – but this week’s reading makes me feel geek culture is in good health.  Neil Gaiman’s The View from the Cheap Seats (Headline) and Kameron Hurley’s The Geek Feminist Revolution (Tor) are both published on 31 May.",
  "webTitle": "Geek critique: Neil Gaiman and Kameron Hurley pick apart pop culture",
  "webPublicationDate": "2016-05-27T14:50:36Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/27/neil-gaiman-kameron-hurley-geek-culture",
  "keyword": [
    {
      "webTitle": "Science fiction",
      "id": "books/science-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Neil Gaiman",
      "id": "books/neilgaiman",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fantasy",
      "id": "books/fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Essays",
      "id": "books/essays",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Walter",
      "id": "profile/damiengwalter"
    }
  ],
  "guardianId": "books/2016/may/27/neil-gaiman-kameron-hurley-geek-culture"
}