{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/abortion-regret-choice-stephanie-chatfield-women",
  "id": "2016-05-26-114",
  "sectionId": "commentisfree",
  "body": "This week, the wife of a Republican legislator did something you might find shocking: she wrote about having an abortion. Stephanie Chatfield, who is married to Michigan’s state representative Lee Chatfield, posted on Facebook about ending a pregnancy in high school after she was sexually assaulted at a party. “To tell you the truth, I desperately wish that I had the courage as a teenage girl to accept and welcome my child into this world,” she wrote. “But I didn’t, and I made a decision that I’ve thought about and regretted nearly every day since.” Chatfield’s disclosure was certainly brave, and I have sympathy for what is clearly a painful issue for her. But regretting a decision doesn’t mean that no one else should have the right to make it. The truth is that if women’s feelings after abortion were to determine the legality of the procedure, those who want to ban abortion would be sorely disappointed. More than 95% of American women who have had ended a pregnancy aren’t sorry that they did. Enlisting women to talk about the abortions they regret, however, has become a major component in anti-choice strategy – and part of a broader shift by the movement to seem more woman-friendly than its “murderer”-screaming counterparts. Founded in 2003, the “Silent No More” campaign encouraged women to hold signs saying “I regret my abortion” and pushed the idea that abortion causes breast cancer (it does not). It’s a tactic that’s moved from activists on the streets to policy-makers on the Hill: In a country that largely opposes overturning Roe v Wade, framing anti-choice legislation as protective of women is a lot more palatable than admitting a law would limit their rights. By placing women’s experiences and feelings at the center, the hope is that the anti-choice message will seem less extreme – especially now, in the wake of multiple arsons at clinics, sustained harassment of doctors, and a shooting at Planned Parenthood that left three people dead. But there’s no escaping the very real consequences of legislation that limits access to abortion. In addition to curtailing women’s right to medical care, anti-choice policy is being used to arrest pregnant women and imprison women who have had miscarriages. A major study also showed that women who sought out abortions but were unable to obtain them were twice as likely to end up in poverty. And last year, researchers found that somewhere between 100,000 and 240,000 women in Texas – where abortion restrictions are stark – have attempted to self-abort. The facts make it clear again and again: denying women reproductive care harms them. Still, it’s hard not to feel for Chatfield – especially since she suggests that someone was threatening to out her as having had an abortion. It’s understandable to be angry that a person would limit a right that they availed themselves of, but there is never an excuse to leak someone’s medical history. Women’s privacy needs to be protected at all costs, an idea I sincerely hope Chatfield and her husband ponder before supporting more anti-choice legislation. Even though the vast majority of women who have abortions won’t regret them, there will always be some women who wish they didn’t end a pregnancy – that’s just the reality. But it’s better to regret a decision than never having the option to make it in the first place.",
  "webTitle": "Some women regret their abortions. That doesn't mean others shouldn't have the choice | Jessica Valenti",
  "webPublicationDate": "2016-05-26T16:58:41Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/abortion-regret-choice-stephanie-chatfield-women",
  "keyword": [
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Valenti",
      "id": "profile/jessicavalenti"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/abortion-regret-choice-stephanie-chatfield-women"
}