{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/23/bha-silent-mode-high-stakes-jim-best-appeal-hearing",
  "id": "2016-05-23-176",
  "sectionId": "sport",
  "body": "Disappointment awaits anyone hoping that racing’s ruling body might draw the right lessons from the Matthew Lohn debacle and move forward to a fairer future. Instead, the mood at the British Horseracing Authority is a familiar mix of defiance and galloping paranoia as its High Holborn office prepares for Tuesday’s appeal hearing in the vexed case of Jim Best.   Related: Jim Best conviction to be quashed following BHA climbdown    It is now ten days since the BHA conceded that the guilty verdict it published in March against Best would have to be quashed because Lohn, a solicitor who chaired the disciplinary panel in the case, had also been doing other paid work for the BHA, giving rise to a possible perception of bias. During that time, there has not been so much as a hint of contrition from officials, no sense whatever that they might have made a mistake requiring an apology to Best or to the sport in general. Instead, those who run racing have retreated into their bunker with their much-loved safety blankets, silence and secrecy. There are urgent questions arising from the news about Lohn, which could easily be answered without prejudicing Tuesday’s hearing, but the BHA is refusing to respond to any such items. Questions which have met with a blank response in recent days include: whether anyone else disciplined by Lohn has asked the BHA to reopen their case; whether the BHA has approached any of those disciplined by panels involving Lohn; whether Lohn will ever be used again by the BHA; what is the latest position regarding Paul Gilligan, an Irish trainer who has appealed against a ban issued by Lohn earlier this year?   Related: BHA warned against using Matthew Lohn on panels more than a year ago    It appears the myriad aims of the BHA’s integrity department have, for the time being, been reduced to one, obtaining the right to put Best through a rehearing, in which cause it has decided to throw up a total media embargo in the hope that limiting press coverage will improve its chances. Best’s lawyers will argue that it is not possible for him to receive a fair rehearing on the relevant allegation, which is that he ordered a jockey to stop two horses in December, an allegation which the trainer denies. The stakes are so very high for both sides that a second day for this hearing seems probable, carrying the matter over to Wednesday of next week, where it will undermine the Derby build-up. What the BHA top brass do not appear to realise is that their instinctive circling of the wagons is precisely the kind of behaviour that got them into this mess. There is a terrible mistrust of anyone who does not work at 75 High Holborn, with the result that the inner circle is suffocatingly small. The pool of legal talent on which the BHA could draw, if it chose, is enormous. Instead, Lohn and Tim Charlton QC have, for 11 years, been the lawyers used again and again for disciplinary panels and eventually, in Lohn’s case, for other work as well.   Related: BHA asked Matthew Lohn to quote for major contract before Jim Best hearing    The resulting mess throws a new light on one recommendation from the BHA’s integrity review, published in late March, a fortnight after the finding of guilt against Best but well before doubts surfaced about the handling of that case. The BHA, it said, should review the structure, composition and processes of the disciplinary panel and appeal board “as a matter of urgency” in order to recover the confidence of racing professionals. The fruits of that second review are expected in the autumn. “We are not the bad guys here,” is a refrain that will be familiar to anyone who knows a BHA staffer. But failure to observe due process and to respect the rights of the governed is a serious fault. Racing cannot count itself well run until the BHA acknowledge as much.",
  "webTitle": "BHA in silent mode as high-stakes Jim Best appeal hearing looms",
  "webPublicationDate": "2016-05-23T12:38:29Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/23/bha-silent-mode-high-stakes-jim-best-appeal-hearing",
  "keyword": [
    {
      "webTitle": "British Horseracing Authority",
      "id": "sport/british-horseracing-authority",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/blog/2016/may/23/bha-silent-mode-high-stakes-jim-best-appeal-hearing"
}