{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/10/group-reviews-a-selection",
  "id": "2016-05-10-212",
  "sectionId": "childrens-books-site",
  "body": "Danger Is Still Everywhere: Beware of the Dog by David O’ Doherty Review by Ruby, aged 10 I loved this book so much. It is the perfect book to dip in and out of; you don’t have to read it all at once. In this book you can find out why a stone is the best pet; high 5s can be so dangerous; you should avoid puddles; you shouldn’t wait at a bus-stop.  There are some very scary parts in this book as well, such as the scorpion on page 9 and the ghosts that haunt page 145.  To sum up: this is a very good book and I rate it 5 stars. I think it is suitable for ages 7-12. And remember...DANGER IS STILL EVERYWHERE! Secret of the Blue Glass by Tomiko Inui         Review by Faith, aged 10  I think that this is a really good book to read. It isn’t a book that you can just read for a bit and then read another book and then go back to this book; once you start reading it, you get really stuck into it. I like the setting of the book because most books are set in England or America but not Japan. I think that this is a book for children over the age of 7. The Bakehouse by Joy Cowley Review by Callum, aged 9 This story is set in North New Zealand during the second world war. It starts when Bert, Betty and Meg find an old bakehouse. Bert wanted the Bakehouse to be his family’s bomb shelter.         But that all changed when a runaway soldier was found hiding there. His name was Donald. Donald and Betty fell in love while hiding in the bakehouse. Bert did not approve of the relationship, so handed Donald over to the police. Betty waited for Donald to serve his prison sentence, so that they could get married but prison life changed them both. The story is set around Bert’s family and Donald. Bert is the main character. I didn’t approve of Bert when he selfishly turned in Donald to the Police in order to ruin Donald’s relationship with his sister Betty.  Betty is Bert’s big sister. I liked Betty as you could never win an argument with her, such as the time she took a book to church when her Dad told her not to. Meg is Bert’s little sister. I didn’t like Meg because she is a wimp. I like Bert’s Dad because he wanted to fight for his country. Due to his bad eyesight, he wasn’t allowed to fight. That made me feel sorry for him.  I really didn’t like Donald’s character because he was a coward for running away from his duty as a soldier. The Bakehouse is not my favourite book as there was not enough adventure in it for me; it was a slow read. Although it did have the odd funny line which made me giggle, such as: “the amount of things you know could fit in a sparrow’s eye.”   Related: How do I get involved in the Guardian children's books site?    Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Group reviews – a selection",
  "webPublicationDate": "2016-05-10T11:00:03Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/10/group-reviews-a-selection",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "War (children and teens)",
      "id": "books/childrens-war",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Historical fiction (children and teens)",
      "id": "books/childrens-historical-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Funny books (children and teens)",
      "id": "books/childrens-funny-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/10/group-reviews-a-selection"
}