{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/03/climate-protesters-invade-uks-largest-opencast-coal-mine",
  "id": "2016-05-03-259",
  "sectionId": "environment",
  "body": "Hundreds of environmental activists have invaded the UK’s largest opencast coalmine and halted operations across the vast site. Dressed in red boiler suits, groups of protesters crossed barbed wire fences to gain access to Ffos-y-fran mine near Merthyr Tydfil in south Wales. Some chained themselves to machinery, others lay across access roads.     Amazing work by @reclaimthepower activists, currently occupying & shutting down the UK's largest opencast coal mine pic.twitter.com/JO2XVbzZA2— Global Justice Now (@GlobalJusticeUK) May 3, 2016    Dozens of protesters, joined by local people, also blockaded the entrance to the mine’s headquarters.    Protest at Ffos-y-fran opencast mine in South Wales. https://t.co/5pUixRqhRI— steven morris (@stevenmorris20) May 3, 2016    The action in Wales marks the start of a global wave of direct action coordinated by the group Reclaim the Power supporting a transition away from fossil fuels in 13 countries including Germany, South Africa, Indonesia and North America over the next two weeks.  Following a weekend of planning, protesters entered the site shortly after dawn on Tuesday. They had widely publicised their action and there was a large police presence including thesouth Wales force’s mounted section but no attempt was made to stop the demonstrators.  Within hours Reclaim the Power said it had brought operations at the mine to a standstill. Nine people, including an 80-year-old from Penarth and members of Christian Climate Action, were locked to each other, blocking road access to the mine.     #EndCoal stopping that machinery from going. pic.twitter.com/qNnOVjgm8d— Reclaim The Power (@reclaimthepower) May 3, 2016    Hannah Smith, on site at the action, said: “Today we’ve shut down the UK’s largest coalmine because we must keep fossil fuels in the ground to stop catastrophic climate change.” Explaining the significance of the vivid red clothing the protesters wore, she said: “Continuing to dig up coal is a red line for the climate that we won’t allow governments and corporations to cross. We are taking action in solidarity with the local community who have been battling Ffos-y-fran for nearly a decade, and now face the threat of a new mine next door.    Ffos-y-fran mine protest pic.twitter.com/YhM6affsa5— steven morris (@stevenmorris20) May 3, 2016    “Wales deserves a transition away from dirty coal, and the creation of sustainable employment in an economy that respects our planet and its inhabitants, now and in the future.” The demonstration comes days before the Welsh assembly elections. Smith added: “With Wales going to the polls this Thursday and the climate crisis more urgent than ever, our action sends a bold signal that we must end coal now.” Speaking from the heart of the mine, Sophie Stephens, a project manager from London, said the site felt “quite formidable” but said the atmosphere among protesters was good. She said some had played football and volleyball within the site. Workers had watched but not tried to step in as placards were strung between giant machines.  Among the activists outside the HQ of mine operator Miller Argent was Coralie Datta, from Leeds, who said the idea was to stop traffic going in and out. “We’re not setting out to be arrested – we’re just going to have a party here.”     Protestor Coralie Datta on why she has joined the demo at Ffos-y-fran mine. https://t.co/Z6TQZvkQkI— steven morris (@stevenmorris20) May 3, 2016    Andrew Dey and Maya Williams, from London, were there with their six-month-old son Robin. Williams said: “We’re showing solidarity with the local community, who have to live with this mine.” Dey said: “It’s amazing to be here on a Welsh mountain but involved in a worldwide movement.”     Ffos-y-fran mine protest  - young and old trying to halt work there today. pic.twitter.com/dGnJ5EDK2v— steven morris (@stevenmorris20) May 3, 2016    Louise Graham, from north-east England, was handing out felt roses with environment-friendly messages tagged on to them. “I’m a mother of two and this is a way of being engaged in the very important job of protecting our world,” she said.    Felt rose made by protesters at the Ffos-y- fran mine in South Wales. pic.twitter.com/82DGp5GLhz— steven morris (@stevenmorris20) May 3, 2016    Retired coalminer Phil Duggan, who lives in the nearest village, Fochriw, said Ffos-y-Fan blighted the local community and plans to create another mine nearby had to be resisted. “This mine is killing the local area,” he said.    Ffos-y-fran mine protest  - ex deep coal miner Phil Duggan joins the demonstrators. pic.twitter.com/lIFNVyJCep— steven morris (@stevenmorris20) May 3, 2016    Green Party leaders joined the protest. Alice Hooker-Stroud, leader of the Wales Green Party, said: “We are here to support the local community who are fighting against the devastating impacts of open cast mining in their local area. Fossil fuels must stay in the ground if we’re to act responsibly on climate change. There is huge potential for renewables in Wales, creating a clean energy economy fit for the future.    awesome action taking place in ffos-y-fran to #endcoalnow with @natalieben @AliceGreenParty @Amelia_Womack pic.twitter.com/wNhP32WsN4— Wales Green Party (@WalesGreenParty) May 3, 2016    Natalie Bennett, leader of the Green Party of England and Wales, said: “If we are to meet commitments made in Paris to keep temperature rise below 1.5C we need to end fossil fuel extraction now. The UK government is failing to act to cut our carbon emissions, instead it is decimating the renewables industry, pursuing fracking and continuing the operation of opencast mines; the UK’s climate change and energy policies are in crisis.” Miller Argent declined to talk to the Guardian. A spokesman told the BBC that the discussion around climate change needed to be “more balanced”. He said the miners were proud of the job they did, which included supporting the steel industry.    Protest at Ffos-y-ffan mine pic.twitter.com/5TLDFoOdn6— steven morris (@stevenmorris20) May 3, 2016    The company was given planning permission to mine the site in 2005 and has so far extracted more than 5m tonnes. It aims to extract up to 11m tonnes in all. It says it has created “high quality jobs” for more than 200 people – 85% of whom live within 10 miles of the site. It has put forward plans to open a second mine nearby at Nant Llesg. Caerphilly county council rejected the application for the new mine but Miller Argent is seeking to overturn this decision.",
  "webTitle": "Climate protesters invade UK's largest opencast coalmine",
  "webPublicationDate": "2016-05-03T10:11:07Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/03/climate-protesters-invade-uks-largest-opencast-coal-mine",
  "keyword": [
    {
      "webTitle": "Activism",
      "id": "environment/activism",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coal",
      "id": "environment/coal",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "environment/2016/may/03/climate-protesters-invade-uks-largest-opencast-coal-mine"
}