{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/09/people-may-be-breathing-in-microplastics-health-expert-warns",
  "id": "2016-05-09-69",
  "sectionId": "environment",
  "body": "People could be breathing in microparticles of plastic, according to a leading environmental health expert, with as yet unknown consequences on health. Microplastics are known to be damaging to life in the oceans, with marine creatures mistaking them for food, and to be consumed by people eating seafood. But Frank Kelly, a professor of environmental health at King’s College London, told MPs investigating the issue that the particles could be being inhaled too. “There is a possibility, a real possibility, that some of those microparticles will be entrained into the air, and they will be carried around and we will end up breathing them,” Kelly told an evidence session of the Environmental Audit Committee (EAC), adding that his group had just started new research into the issue.  “This is a horizon-scanning issue but the particles are of a size that they are [breathable], they are increasing in number in our environment and there is a question to be asked.” Kelly said the microplastics could enter the air after sewage sludge is spread on fields and dries out. He said a French study had detected the particles in the air.      A facial scrub product containing plastic microbeads. Photograph: Tim Gainey/Alamy    “If we breathe them in they could potentially deliver chemicals to the lower parts of our lungs and maybe even across into our circulation, in the same way as we worry about all the other vehicle-related emissions,” he said. The health effect of microplastics, either eaten or breathed in, was just beginning to be looked at, Kelly said. Evidence submitted to the EAC by the Department of Environment, Food and Rural Affairs, said: “Even for high level consumers of seafoods that are most likely to be relatively highly contaminated with marine microplastics, dietary exposure to microplastic particles is likely to be relatively low compared with inhalation of microplastics.” Over 10m tonnes of plastic enters the oceans every year and is worn down into trillions of pieces of plastic. Public attention in recent months has focused on one kind of microplastic, called microbeads and used as exfoliants in toiletries such as face washes and toothpastes.  Microbeads make up a small part of the total plastic waste in the seas but campaigners argue they can easily be dealt with by bans, such as the one passed by the US in December, and more than 290,000 people have signed a petition calling for a UK ban. UK environment ministers argued in March for a voluntary phasing out of microbeads by companies. But on 5 May, Rory Stewart indicated for the first time that the government could back a ban.  He told MPs: “We are very clear that microbeads do pose potentially a serious threat because this stuff doesn’t biodegrade [and they] can collect toxic material. We have been working very hard to make sure the ... members of the European Union sign up to a common position. But if we cannot get a common position out of the European Union, we are open to the possibility of the UK acting unilaterally.”   Related: California bans microbeads to protect marine life    A European parliament resolution calling for an EU-wide ban on microbeads has gained backing from 340 of the 751 MEPs. The Liberal Democrat MEP Catherine Bearder, who drafted the resolution, said: “There is now strong support across the EU to ban this unnecessary source of pollution. The UK must use its influence in Europe to push for an EU-wide ban.”  She said current voluntary industry commitments would still allow thousands of tonnes of microplastics from cosmetics to enter the oceans every year. Microbeads are eaten by marine life, which mistake them for food particles. The tiny beads can also attract toxins from seawater, which are then passed up the food chain. One study suggested a person eating half a dozen oysters would ingest 50 microparticles. Some major manufacturers of toiletries have already taken action to stop using microbeads. Unilever ended their use in 2015, while L’Oréal says it will have phased them out by 2017. Safe alternatives are already available, including ground nutshells and salt. A poll in April found almost two-thirds of the British public think plastic microbeads used in exfoliant toiletries should be banned.",
  "webTitle": "People may be breathing in microplastics, health expert warns",
  "webPublicationDate": "2016-05-09T18:35:25Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/09/people-may-be-breathing-in-microplastics-health-expert-warns",
  "keyword": [
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Plastics",
      "id": "environment/plastic",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Damian Carrington",
      "id": "profile/damiancarrington"
    }
  ],
  "guardianId": "environment/2016/may/09/people-may-be-breathing-in-microplastics-health-expert-warns"
}