{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/jazz-carlin-european-aquatics-championships-london",
  "id": "2016-05-15-84",
  "sectionId": "sport",
  "body": "Jazz Carlin believes there could be some unexpected performances by Britain’s swimmers at the European Championships, which she describes as a first step on the team’s Olympic journey. Carlin, who will compete in the 400m and 800m freestyle at the Aquatics Centre this week, qualified for the Rio Olympics at Britain’s trials last month, having missed out on London 2012 following a bout of glandular fever. She is a key member of Britain’s Games squad, of which there are high expectations after a disappointing medal haul four years ago.   Related: Adam Peaty spearheads 26-strong Great Britain swimming team for Rio 2016    A week of swimming events begins in London on Monday and Carlin, 25, says there is a buzz in the British squad as they step up their preparations for an Olympic summer. “We’ve got the full Olympic squad here and also the junior development team who are targeting Tokyo [2020], we’ve got a real balance in the team and I think the Olympic squad is going to be great. It’s a first step in our Olympic journey,” she said. “It’s just about looking forward to Rio now and it’s important to race the best in Europe. I can’t wait for the Olympics, I just want to enjoy racing this week, race well and race hard. It’s tough to race the best in Europe, it’s never easy, but I just want to get stuck in and relax. We’ve definitely got that buzz and that excitement and it’s starting to feel a lot more real. “We had our Olympic trials about four weeks ago and have been in that hard block of training, it’s just about racing hard. Sometimes when you’re racing the best in Europe you can surprise yourself. It’s going to be a great crowd here supporting the British team.” Carlin, who will be joined in the team by compatriots and fellow Olympic medal hopefuls Adam Peaty and James Guy, secured qualification for Rio in Glasgow last month with a 400m time of 4min 4.33sec. She said: “We’re a few months out from the Olympics so we want to see where we’re at. It’s not very often that you get a home championships, it’s exciting to race a world-class field and I’ve got great memories from Berlin two years ago. “I can’t wait to race and having that home crowd support is going to spur us on this week.”",
  "webTitle": "Jazz Carlin excited by GB prospects at European Aquatics Championships",
  "webPublicationDate": "2016-05-15T15:12:11Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/jazz-carlin-european-aquatics-championships-london",
  "keyword": [
    {
      "webTitle": "Swimming",
      "id": "sport/swimming",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "James Riach",
      "id": "profile/james-riach"
    }
  ],
  "guardianId": "sport/2016/may/15/jazz-carlin-european-aquatics-championships-london"
}