{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/10/plays-lose-the-plot",
  "id": "2016-05-10-172",
  "sectionId": "stage",
  "body": "“Nothing happens. Twice.” That was the succinct view of the Irish critic and Beckett expert Vivian Mercier on Waiting for Godot. Beckett, of course, was the master of writing theatre that defied Aristotle’s theory that plot is a significant requirement for drama. You don’t go to Endgame or Not I for the cliffhangers. There are several plays currently on stage in London, or about to tour, that defy the idea that narrative is a primary driver of interest in the theatre as some have suggested. I’m not sure it ever is. After all, we keep going to see King Lear even when we know what will happen; we don’t shun A Doll’s House because we are already acquainted with the fact that Nora will leave at the end.     Character investment … Boy at the Almeida. Photograph: Tristram Kenton for the Guardian    It’s not that productions such as Boy at the Almeida or The Flick at the National or Alexander Zeldin’s devastating Beyond Caring don’t tell stories – they all do – but they do it in a way that eschews the traditional arc of plot development. You want to know what happens but that’s because you are totally invested in the characters and believe in them so completely and feel for them, not because you expect there to be a sudden shooting or stabbing or great revelation. These productions work through texture and subtext and mood rather than plot devices. The lack of narrative drive is a bonus rather than a negative; in fact I must confess I was slightly disgruntled when, in its final few scenes, The Flick fell back on a more traditional plotting device. There’s nothing new about all this. Ionesco’s The Bald Soprano works as if on a continuous loop like an old-fashioned tape, and Pinter’s Landscape is a play in which not much happens but much emerges. Uncle Vanya may reach its climax with a gunshot but until that moment it is simply a group of mostly quite unhappy people chatting. However, at a time when life feels ever busier and faster, there does seem to be an increased interest in pieces such as Boy (lasting a mere 90 minutes) and The Flick (three and a half hours, but you don’t realise it) that are not narrative driven, something that live art has explored for years, particularly in durational work. Nobody goes to see most Forced Entertainment shows for the plot. Perhaps it’s because TV has become so intensely plot driven: I’m not watching Game of Thrones because of the complexity of its characterisations but to see who will die next.     Mostly quite unhappy people chatting … Uncle Vanya. Photograph: Tristram Kenton for the Guardian    Interestingly, many of these plotless or plot-light theatre shows are set in the world of work, which seems to particularly lend itself to the rhythm of plays in which not much happens. Perhaps because watching people work on stage – whether sweeping up in both The Flick and Beyond Caring, or putting up a marquee in David Storey’s The Contractor – is fascinating. The actors are not pretending to sweep a floor or erect a tent, they are actually doing it.    Related: Lyn Gardner: In praise of painfully good theatre    Perhaps it’s this act of doing, carried out in real time, that negates the need for narrative-heavy plots where one damned thing after another keeps on happening. It’s still storytelling, it’s just the stories that are being told emerge more organically. While Beyond Caring, The Flick and Boy may require more patience on the part of the audience and a willingness to go with the flow and submit to the quiet understated rhythm of the drama, the investment is often amply rewarded.",
  "webTitle": "Not much ado: the joy of plays that lose the plot",
  "webPublicationDate": "2016-05-10T12:39:09Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/10/plays-lose-the-plot",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/10/plays-lose-the-plot"
}