{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/laura-geitz-says-new-scoring-zones-would-alter-whole-concept-of-netball",
  "id": "2016-05-26-49",
  "sectionId": "sport",
  "body": "Australian Diamonds captain Laura Geitz says the introduction of different scoring zones – which Netball Australia has not ruled after the announcement the new national netball league – would change the “whole concept of the game.” Netball Australia last week announced details of the new Australia-only league, which will be supported by a five-year free-to-air television deal on the Nine Network. Three new teams, backed by AFL clubs Collingwood and Greater Western Sydney and NRL side, Melbourne Storm, will be added to the five Australian sides in the existing trans-Tasman netball league, which will shed its New Zealand teams in a major overhaul.   Related: Netball Australia announce league with three new teams and five-year TV deal    Netball Australia chief executive Kate Palmer refused to rule out significant changes to the competition’s rules, but said they hadn’t been discussed during the broadcast deal negotiation. “We certainly want to deliver an amazing product to the broadcasters, but any changes to the game will be Netball Australia’s decision, in consultation with our eight teams and member organisations,” Palmer told Guardian Australia on Friday. “Every year we look at how to improve our game. Our game has gotten to a stage where it is incredibly fast and exciting, highlighting the skill and athleticism of our athletes. This is about delivering the best sports league in the world and innovation is a key platform of every successful league.” Palmer said that any move towards rule changes would be driven by a desire to create an engaging fan experience. “Other sports do this very well,” Palmer said. “The AFL for example, test new rules every year. That’s not to say all of their test rules are implemented, however they continue to evolve their game for fans. Netball Australia will not be making rule changes for the sake of it. We’ll be looking at how to improve the fan experience and quality of the game.” Palmer also confirmed that the much-discussed two-point scoring zone had been discussed, but that “no decisions have been made” regarding its implementation. “We recognise that the idea of this rule in particular has caused controversy amongst the netball community. All potential changes will be carefully considered, with consultation,” Palmer said. At the announcement of the new league last week, the Netball Australia boss had said they she “won’t be making rule changes that are just for the sake of changes.”  The new league and broadcast deal are seen as major steps towards the sport becoming fully professional. Geitz has praised the move, saying it will be “wonderful for little girls that want to play netball for their country” to see the professional game in primetime free-to-air television slots. But Geitz – who led the Queensland Firebirds to ANZ Championship glory last season and skippered the Diamonds to victory at last year’s Netball World Cup and is the country’s most high-profile netballer – says the game doesn’t need change for change’s sake. “I think we’ve got a great product. I don’t think we need to change it in any way. We love our game,” Geitz says. “I’ve only been exposed to (the different scoring zones) in one game, in a pre-season competition, and I couldn’t get my head around it. I was so confused. It changed how the game flowed. It changes the whole concept of the game, the entire way you play,” she says. Netball already has a quality product, as evidenced by the landmark broadcast deal, Geitz says. “Our game is fast and exciting and our athletes are extraordinarily skilful. I don’t think we have any issue with the entertainment factor.” The Australian captain says adding different scoring zones would fundamentally alter the game, particularly at either end of the court. “As a defender, you try to push your player as far away as possible from the post, but that (a scoring zone) would mean you’d be wanting to push them closer to the post … that changes the game,” she says. Any radical change would have to be managed carefully, Geitz says. “You’re looking at something that will take players a long time to nail. I think players would have to be exposed to it much more than what we have been,” she says. Geitz admitted that teammates who have played with scoring zones – used in the experimental Fast5 series and pre-season competitions – are positive about them. “Those that have played it think it’s the greatest thing ever and of course our players are adaptable, so it’s a really interesting situation. I think we need more exposure to it, to fully understand it,” she says. Nine’s managing director, Amanda Laing, told the Sydney Morning Herald last week the “evolution of the game” was up to Netball Australia. “We certainly haven’t come with a list of things that want change at all,” said Laing.",
  "webTitle": "Laura Geitz says new scoring zones would alter 'whole concept' of netball",
  "webPublicationDate": "2016-05-26T20:30:12Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/laura-geitz-says-new-scoring-zones-would-alter-whole-concept-of-netball",
  "keyword": [
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Netball",
      "id": "sport/netball",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Erin Delahunty",
      "id": "profile/erin-delahunty"
    }
  ],
  "guardianId": "sport/2016/may/27/laura-geitz-says-new-scoring-zones-would-alter-whole-concept-of-netball"
}