{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/12/call-of-duty-activision-facebook-esports-twitch-instagram",
  "id": "2016-05-12-180",
  "sectionId": "media",
  "body": "The world’s largest computer game publisher, Activision Blizzard, is hoping to use Facebook’s live video to turn e-sports into a mainstream attraction, and make the people who play computer games competitively into the next sporting stars. In New York on Thursday the company announced a slew of improvements to its e-sports platforms, which host video of competitive gamers playing titles such as Call of Duty or Starcraft. The company’s most popular event to date was the Major Championship of first-person shooter Counter-Strike: Global Offensive, which attracted 71m live and on-demand views.  The company is pushing e-sports out on as many channels as possible, but says Facebook offers the most effective route to break out into the mainstream.    Related: Six reasons why everyone is hating on Call of Duty    “Based on our tests so far and our existing partnership for Facebook it;s where we see our greatest capability to introduce a new audience to e-sports,” said Mike Sepso, co-founder and SVP of the company’s Activision Blizzard Media Networks division.  “We have already seen tremendous growth in audience reach. Especially Facebook’s own focus on live video. We are continuing to work with Twitch and Instagram , and we will be producing a lot of daily content on Facebook live.” “What really drives the global sports media is personalities and storylines. It’s not about the technical aspect.  “There’s all this drama and storyline, that’s what we want to bring to the table and all bring to the forefront. Facebook is a big part of that as our current fans are sharing with their own communities.” Key to the strategy, said Sepso, was building up stories around the people competing, in the same way fans follow their favourite players in physical sports.  As part of the range of improvements, Activision is introducing interactive data features to its MLG.tv platform, providing detailed information about individual players’ performance and in-game action.  The features will debut at a two-day Call of Duty: Black Ops 3 tournament on 10 June, which will also see the start of a “deeper collaboration” with Facebook.  Sepso said e-sports would soon rival traditional sports, despite sceptisicm from some quarters. “I think it will happen quicker than people think, it’s not just that gaming is pervasive ... As we start to tell this story behind players, people will connect with these stories.”",
  "webTitle": "Call of Duty maker Activision to use Facebook live video to push e-sports",
  "webPublicationDate": "2016-05-12T14:00:06Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/12/call-of-duty-activision-facebook-esports-twitch-instagram",
  "keyword": [
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Activision Blizzard",
      "id": "technology/activision-blizzard",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Twitch",
      "id": "technology/twitch",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Instagram",
      "id": "technology/instagram",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/12/call-of-duty-activision-facebook-esports-twitch-instagram"
}