{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/27/the-rise-of-vegan-teenagers-more-people-are-into-it-because-of-instagram",
  "id": "2016-05-27-196",
  "sectionId": "lifeandstyle",
  "body": "Veganism is on the rise. In 2006, 150,000 people in the UK opted for a plant-based diet. Today, 542,000 do. That’s a 350% increase.  The movement is driven by the young – close to half of all vegans are aged 15-34 (42%), compared with just 14% who are over 65. When the Guardian asked people about being vegan, 67% of the 474 who replied were under 34, and more than one-sixth were teenagers. We heard from people as young as 14 espousing the purported virtues of quitting meat and dairy. The not-for-profit Teen Vegan Network, a social network for vegans and vegetarians, has noted this rise with interest. The founders say that last year their first summer camp sold out in 34 hours and this year they had to put more than 150 young people on the waiting list. They have seen a steady growth in their website since it launched three years ago, with at least one new member a week. So why are so many teens ditching meat and dairy? Here’s what they said. Euan Reece, 17, south Northamptonshire‘Men are looked down on in mainstream circles for being vegan’      I stumbled across veganism while browsing online. I saw some videos and immediately became interested in it. It took me a while to go fully vegan – I was vegetarian for some time before – as I didn’t realise it would be so easy to get into. I don’t believe that celebrities have played a major role in the expansion of veganism among teenagers. They are likely to have influenced some people, but the main driving force behind the movement is social media. This has allowed the vegan message to spread a lot quicker than it would otherwise have done. Keeping healthy is critical to being successful as a vegan. It is very important that you research what to eat before or while changing your diet. Knowing, for example, that chickpeas and spinach are great sources of iron could prevent you from getting anaemia. Research is essential.   Related: Fit, macho, sexy: the reinvention of vegans     Veganism is definitely more common among young people now. I feel that social media has played a major part in this, but there’s also the fact that younger people aren’t bound as much by traditional values, so they are more likely to change to a more leftfield thing such as veganism.  Some of my friends are less supportive. I find that men are looked down on in mainstream circles for being vegan as it isn’t seen as masculine. But generally, people are fine. They are often inquisitive about it, but don’t have the motivation to make a change themselves. Connecting with other vegans online is very easy, and I can communicate issues I have surrounding diet, for example. Abigail Wheeler, 17, the south-west ‘My dad is from South Africa and thought it was strange at first’      I went vegan for three reasons: animals, health and the environment. People worry about the lack of B vitamins when going vegan, especially B12, so I eat food supplemented with it, such as nutritional yeast. Being vegan is inherently quite healthy, however, because you eat so much fruit and veg. My dad thought it was really strange at first – he’s from South Africa where they have heavily meat-based diets. He feeds me beans all the time, as he worries about me getting enough protein. My mum has always been supportive. She is a coeliac and has other food intolerances, so we have always had alternative stuff at home. There is a community of vegans online, but I only know one other person at my school who has chosen this diet. There are a few vegans on my Facebook, too, but they can be a bit preachy. I try to spread the vegan message positively instead of forcefully. I follow veganism in every way: I buy products that haven’t been tested on animals, but if I have an animal product, such as the leather shoes from before I went vegan, then I won’t throw it away. I think it’s wasteful. Isabella Hood, 15, Matakana, New Zealand‘Veganism is the only sustainable choice for people’      I had my eight-month vegaversary recently. I became vegan after a friend was interested in it and gave me a few videos to watch – two of which were Cowspiracy and Earthlings. There was no going back. I pretty much went vegan overnight. My parents are not vegan (for now) and my mum worries a lot about me getting a balanced diet and makes sure I eat lots of nuts and vegetables. This is a huge help because I can be lazy about this. My dad mainly just teases me. The main reason I became vegan was because I see all animals as my friends and I would not want to eat a pig, just as I would not want to eat a dog. Every animal is a living, breathing and feeling creature who doesn’t want to die. I don’t want to contribute to their deaths. There is so much I could say about why veganism is the only sustainable choice for people. I could spout so many shocking statistics and facts. For example, animal agriculture is the leading cause of Co2 emissions, deforestation and pollution of our waterways. It has been predicted that if the whole world went vegan, then world hunger could be solved five times over. Humans are taking the Earth for more then she’s got and it’s killing it.    Related: Felicity Cloake: my week as a vegan    Me and my vegan friends connect a lot through Facebook. I’m in countless vegan groups and get updates on upcoming events such as vegan food fairs and protests. I use these groups to ask questions and discuss ideas with like-minded vegans. I also watch quite a few vegan YouTubers, who are very inspirational. A few of my favorites are Bonnie Rebecca and Freelee the Banana Girl.  A lot of the vegans I meet online are young. This is perhaps because us younger people are the ones who are going to have to live on this planet in decades to come and we want to take care of it. We want to help save it from the damage that has already be done in anyway that we can. Megan Malthouse, 17, Hampshire‘On Instagram, people make veganism look like a very desirable lifestyle’ I have been following a vegan diet for about three years. When I started out, I mainly did it for health reasons and to lose weight. That’s changed and now I am a vegan more for environmental reasons and to protect animals, although I am still drawn by the health benefits. I have been influenced by documentaries such as Cowspiracy and Earthlings, and also watching 101 Reasons to Go Vegan on YouTube. I follow it in a strict way, so I don’t buy any products tested on animals, or leather. I have some leather items from before I became vegan that I haven’t thrown out, but when they become worn out, I won’t replace them. Being vegan isn’t as tough as it might seem for a teenager. For example, it’s not as expensive as people make out. I have supportive parents who help me get alternative products. When I first went vegan, I was the only person to do this, which felt a bit isolating, but now I know seven or eight people following the diet. More young people are into it (especially at about my age) because publicity for it has grown on social media, especially on Instagram. Young people like to have control over something, and what you eat is one thing you can have control of. I do think that celebrities going vegan also makes a difference. On Instagram, people make veganism look like a very desirable lifestyle, and young girls can be influenced by that. They always show pictures of vegan people looking beautiful and healthy. That’s not what it’s about for me, though. I see it more as a compassionate movement that I want to play a big role in.  Coleen Brennan, 14, Scotland‘I have greater respect for celebrities who are vegan’      I became vegan about eight months ago. I was watching a lot of YouTube at the time as I was really interested in healthy eating and wanted to lose weight. I came across a few people on YouTube who were vegan. It was a lifestyle I didn’t really understand (I used to be a meat-eater who would make fun of vegetarians), but after some research I decided to try it.  My mum was fine with this, but I could tell she didn’t think I would be able to stick at it. A couple of weeks after eating a vegan diet, I realised the reality of being vegan also meant not wearing leather, etc. I have not bought any leather, wool or other animal skins since then. I try my best to buy cosmetics that are not tested on animals, but as I don’t wear a lot of makeup anyway, that isn’t a problem. I would say I follow veganism pretty strictly, but when mistakes happen I try not to beat myself up about it. My mum and dad are very supportive. In fact, my mum loves to try vegan recipes. I make sure I stay healthy by eating bigger portions , as you need to eat more to get the same nutrients when you’re vegan, which is great for food lovers. I also take a daily B12 supplement.    Related: How to eat out if you're vegan    I didn’t tell my friends at the start, as I was afraid they would judge me for it. Some people do, but my real friends are understanding, even though a lot of them make jokes about it.  Veganism is a lot more popular among teens these days. I’ve seen so many people become vegan recently. I wouldn’t say I was influenced by celebrities, more by people on YouTube, but when I see celebrities who are vegan it gives me a greater respect for them.  Becoming vegan has affected every aspect of my life. It’s the best decision I’ve ever made. I am more energetic and motivated to be healthy. My skin is less spotty, which is also great. It has given me so much confidence, and my dance teachers have even commented on how much better I perform in class.",
  "webTitle": "The rise of vegan teenagers: 'More people are into it because of Instagram'",
  "webPublicationDate": "2016-05-27T11:19:51Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/27/the-rise-of-vegan-teenagers-more-people-are-into-it-because-of-instagram",
  "keyword": [
    {
      "webTitle": "Veganism",
      "id": "lifeandstyle/veganism",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/27/the-rise-of-vegan-teenagers-more-people-are-into-it-because-of-instagram"
}