{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/17/gates-foundation-commits-80m-to-plugging-gender-equality-data-gap-women-deliver",
  "id": "2016-05-17-132",
  "sectionId": "global-development",
  "body": "The Bill and Melinda Gates Foundation is committing $80m (£55m) to help plug the gaps in data on women and girls that is needed to meet the UN target of achieving gender equality by 2030. The money, announced on Tuesday and to be distributed over the next three years, will support national statistics offices to collect and refine reliable information on the contribution women and girls make to society and the barriers they face in fulfilling their potential. Specific areas that need more data include the amount of unpaid work women carry out in the home and gender-based violence, often regarded as too difficult to collect.   Related: 'We can’t keep looking at women as body parts or diseases', says Women Deliver CEO    The information will be used to shape programmes and policies that will help meet the sustainable development goals, adopted by the UN general assembly in September. Goal five calls for an end to gender inequality and the empowerment of women and girls and includes targets on eliminating violence against women, and recognising the value of unpaid care and domestic work. But there is insufficient data to build a baseline for almost 80% of the indicators for SDG five.  “We can’t close the gender gap we all aspire to close unless we close first the data gap,” Melinda Gates, co-chair of the foundation, told the Women Deliver conference in Copenhagen. “We live in an information age … but we don’t have all the data we need to know how to fulfil the great promise [of the SDGs]. You have to collect data if you are to know how to act on data.” Most of the money will be channelled through UN Women, which will work with governments and civil society to gather the missing information. Gates said her focus would be on improving household surveys. A report last year by the Overseas Development Institute found that as many as 350 million people may not be included in these surveys. Women are likely to be disproportionately affected.   Related: How do you protect women's rights on a shoestring? | Bethan Cansfield and Kasia Staszewska    Information collected in household surveys usually centres on men’s financial contribution, with little or no mention about the contribution women make in paid and unpaid work.  Speaking to the Guardian after the announcement, Gates said: “When you go into households and ask who is earning the money, as soon as you find out it’s the man, you go down one track. You don’t even follow up with the question, ‘Does anyone else here earn money?’ Most women earn money. So we will work on the surveys themselves.” The funding will be used to find new ways to conduct surveys, such as choosing moments to knock on doors when men are out of the house, allowing women to speak more freely.  Gates said this method has worked well in collecting data on family planning as part of the FP2020 initiative, which has been spearheaded by the foundation. The aim of FP2020 is to increase access to family planning for 120 million more women and girls by 2020. “Four years ago, in 2012, there was no data system for family planning and we built one,” said Gates. Female surveyors now go door to door asking women which types of contraception they use, the availability of products and whether they felt coerced into using family planning. The information is tapped into a mobile phone and sent to a national database.  “Because of that I can tell for 69 countries who is doing well … that’s place-specific data that we can programme around.” Gates said she was confident that in two years there would be enough data to target programmes for women and girls more effectively to improve their chances.           Why do women still die in childbirth, asks Emily Watson    “We have to try to grab the momentum of what happened in September, and lean into it as fast as we possibly can. Data takes time to collect and build on, but I believe in a couple of years we can really programme against this.” On day two of the Women Deliver conference, the McKinsey Global Institute (MGI) published a discussion paper, Delivering the power of parity: Toward a more gender-equal society (pdf), which calculated that achieving the economic potential of women and making progress towards the SDGs will require $1.5tn to $2tn (£1tn to £1.4tn) in incremental annual spending on essential services in 2025. But the potential economic gains could be six to eight times the outlay.  Research published by McKinsey last year found that if every country addressed gender inequalities at the same rate as its fastest-improving regional peer, the world could add $12tn to the global economy.",
  "webTitle": "Gates Foundation commits $80m to plugging gender equality data gap",
  "webPublicationDate": "2016-05-17T14:39:10Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/17/gates-foundation-commits-80m-to-plugging-gender-equality-data-gap-women-deliver",
  "keyword": [
    {
      "webTitle": "Development data",
      "id": "global-development/development-data",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Sustainable development goals",
      "id": "global-development/sustainable-development-goals",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Bill and Melinda Gates Foundation",
      "id": "world/bill-and-melinda-gates-foundation",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Liz Ford",
      "id": "profile/lizford"
    }
  ],
  "guardianId": "global-development/2016/may/17/gates-foundation-commits-80m-to-plugging-gender-equality-data-gap-women-deliver"
}