{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/12/san-francisco-budget-affordable-food-hotel-spa-readers",
  "id": "2016-05-12-223",
  "sectionId": "travel",
  "body": "Winning tip: Cycle, camp and explore For affordable shelter and transport, just bring a tent and a bike. There’s a free campsite just a mile away from the northern (Marin county) end of Golden Gate, where a visitor centre offers clean washrooms. From there, cycle across the bridge and catch a bike-rack-equipped Muni bus. You can have the run of the whole bus system for a $31 three-day bus pass; the bike-and-bus combo gets you anywhere in town.Vbdsun Spa in Japantown      For $25 you can luxuriate in Kabuki Springs’ superb Japanese spa in the Kinokuniya Building on the corner of Fillmore and Geary. There’s a sauna, steam room, series of pools and showers, salts and teas. It’s amazing how refreshed and recharged you feel once you’ve been there, and it gives you another reason to visit Japantown.• kabukisprings.com/bathsGoJoGo Love Kate’s place in Haight      My dad moved to San Fran five years ago and I’ve visited regularly since. There’s so much to see, but the one place we return to time and time again is Kate’s Kitchen, in the Haight. Kate serves up huge breakfasts at amazing prices. The orange spiced french toast (actually two light-as-air pancakes) is utterly divine, and a steal at $8.75. Add bacon to make it truly American. There are fab healthy options on offer too if you are slimming – but be prepared for killer food envy! Afterwards, walk off the food by heading to Amoeba Records up the road for some vinyl bargains. You’ll pass some of the best street art in the city on the way – and get a feel for the neighbourhood that Fleetwood Mac, Jimi Hendrix and Janis Joplin made cool.• +1 415 626 3984, kates-kitchensf.comCatfacePics Wonderful San Remo Hotel      Airbnb and other rentals have skyrocketed in recent years and you’ll be hard pressed to find a room or an apartment that is cheaper than in this gorgeous old hotel/hostel. It’s in North Beach, just far enough from the tourist craziness of the wharf, but near enough so you can wander to the ocean. The hotel is a tumbledown place with a decor that includes plastic vines and doilies and the building houses an Italian restaurant that has jazz nights on Wednesdays. It’s noisy, rundown, and has rooms with brass beds that squeak, but there is nothing sterile or over-gentrified here – a relief after all the industrial-chic barebones places nearby.• Doubles from $109 room-only, +1 415 776 8688, sanremohotel.comlaula07 Authentic Chinatown      Skip the touristy Chinatown on Grant and explore its more authentic side. Head up the hill to Stockton Street (between Sacramento and Jackson Streets) for a chaotic assault on your senses. This is where the Chinese grannies come to buy all kinds of unrecognisable goods. If you go on a Saturday or Sunday, you’ll find yourself elbowing your way through crowds, spotting buckets of snakes and frogs, absorbing unusual smells from traditional medicine shops and watching a guy on the sidewalk taking a hatchet to a live fish. For a slower pace, head down to Waverly Place, a small alley, to listen to the sound of mahjong tiles games. Make sure to look up to see the beautiful painted balconies on buildings that used to be the headquarters of feuding tongs (Chinese gangs).agilling Something different in the Tenderloin      The Tenderloin neighbourhood is one of the few places in San Francisco that hasn’t really changed or been affected by the tech boom so gives a better representation of what the city was like back in the day. Two ways of finding out more are by visiting the Tenderloin museum and taking the Tenderloin walking tour ($10 each or $15 for admission and tour). It’s led by Deleano Seymour, who lived here for almost 30 years. Then after that you can go to Aunt Charlie’s bar on Turk Street. It’s got the cheapest, strongest drinks I’ve ever had and you can drink them while watching a drag show in the tiny bar.James Mooney  Great happy-hour hideaway      My friends and I stumbled into the Romper Room last week after checking out the First Thursday Gallery Walk (an art walk organised by the San Francisco Art Dealers Association) and I’d forgotten how much I like this bar. It’s in an unassuming little spot on Maiden Lane, surrounded by expensive boutiques like Chanel and Diptyque, and Frank Lloyd Wright’s original model of the Guggenheim in NYC. The bar attracts a diverse after-work crowd as well as shoppers. There is great, kitschy decor and the upstairs Leopard Lounge offers plenty of seating and a great view of what’s happening below. The best part of all though is that happy hour goes until 8pm! (Mon-Fri). It’s $6 for drink of the day and $5 for a sparkling wine. Definitely a unique spot worth checking out when you need a break from the shopping madness of Union Square.• romperroom.comDina Marie Robinson Free concerts – Sundays in Stern Grove     Live music in Stern Grove    Summertime Sundays are best spent soaking up the music in Stern Grove, home to admission-free concerts. Check their line-up, which includes acts from Janelle Monae to the New Pornographers to the SF Symphony. Donations ($5-10) requested, but no one is turned away for lack of funds. The Muni M or K line streetcars will drop you within a couple blocks of the location.UsernamePete Best alternative sightseeing tour      The 33 bus is SF’s best alternative sightseeing tour. Whether you’re after a kitsch souvenir at Cliff’s Variety in the Castro, communing with burritos in the Mission or seeking tranquillity at Golden Gate Park’s Japanese Tea Garden (free before 10am Mon/Wed/Fri), this bus provides perfect people-watching through some of the city’s most colourful neighbourhoods. The perpendicular ascent towards Twin Peaks is thrilling and saves your knees for the final climb to the top. Enjoy panoramic views of the city and watch out for the parrots that congregate nearby.Ange Mcinnes Swashbuckling shopping, Mission      There’s a hidden gem to be found in San Francisco; it’s free, fun and there’s more to it than meets the eye. The Pirate Store is a perfect diversion from trudging the streets of Fog City. If you are in need of a beard extension, fool’s gold or a small paddle boat, this is the place to visit. Go equipped with a joke and you get a special treat from the pirates behind the counter. Watch out you don’t get netted though. Stuffed full of odd things, like wooden legs and directional dice, this little store in the Valencia neighbourhood was set up to help fund and be the shopfront (literally) for a fantastic literacy project for disadvantaged 6-18 year olds – 826Valencia, which shares the same building. There’s a small cinema in the corner which has a fish tank in lieu of a screen and a sign warning you not to speak loudly in French for fear of upsetting the fish. • 826valencia.org/storeDave Knight Lands End Trail     The ruins of the Sutro Bath. Photograph: Alamy    I’d implore anyone not to miss a walk on the Lands End trail in the Golden Gate recreation area. There are multiple mini-trails down the rocky shoreline that take in caves, old train lines, the ruins of the 19th century-built Sutro Baths family swimming and amusement centre, which burned down in the 1960s, and a rock labyrinth. Pretty much anywhere along the journey makes for a great view of the Golden Gate Bridge and SF’s coastline and if you make the trip of an evening then getting to watch the sun set over the Pacific from the cliffs is magical. And parking is free.• nps.govRory Jones Pizza and beer in North Beach      Golden Boy Pizza on Green Street in historic Italian North Beach does slices for under $4 and sells pillowy focaccia bread. Craft beer is on tap. It has a punk rock spirit, and stickers and graffiti from travellers are posted all over the walls. It’s always alive at night and is fantastic in the afternoon. Excellent used record stores nearby.• +1 415 982 9738, goldenboypizza.comJames Guest",
  "webTitle": "San Francisco on a budget: readers’ travel tips",
  "webPublicationDate": "2016-05-12T12:05:25Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/12/san-francisco-budget-affordable-food-hotel-spa-readers",
  "keyword": [
    {
      "webTitle": "San Francisco holidays",
      "id": "travel/sanfrancisco",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United States holidays",
      "id": "travel/usa",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "North and Central America holidays",
      "id": "travel/northandcentralamerica",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "travel/2016/may/12/san-francisco-budget-affordable-food-hotel-spa-readers"
}