{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/12/cant-touch-this-third-annual-museum-dance-off-reaches-thrilling-finale",
  "id": "2016-05-12-344",
  "sectionId": "culture",
  "body": "If you made a Venn diagram of museum staffers on the one hand and dance enthusiasts on the other, the overlap would have to be fairly minimal – but for those within that tiny intersection, this is a huge week. On Thursday, after a gruelling international online competition which saw 35 entries whittled down to two finalists, Museum Victoria in Australia and Virginia’s Chrysler Museum of Art will compete for a coveted title: the third annual Museum Dance-Off world championship. The rules are simple: any organisation in the Glam (Gallery, Library, Archive, Museum) family can submit a video dance, set to music; entries should be between two and five minutes; and anyone involved in the institution – staff, volunteers, interns or visitors – can take part.  And thus arrives an unlikely new genre of YouTube video: lovably awkward museum staffers dancing with reckless abandon among multi-million-dollar collections. Museum Victoria’s submission has made it to the grand final “Thunderdome” round on Thursday, and the staff are abuzz.  “It’s a very important achievement,” deadpans Helen Privett, the museum’s conservation manager-cum-dance captain. “We’re all excited about it, to be truthfully honest. Everyone I’ve spoken to has mentioned it.” Privett’s day job is not a small one: her team prepares the museum’s collection of 17m objects for loan and exhibition, and develops new preservation strategies. But last month, she spent her downtime coordinating different departments to choreograph sections of Fatboy Slim’s 2001 hit Weapon of Choice, before performing it to camera. Privett – also a tap dancer who features in the video – won’t tell me which department dances the best (“we’re all very competitive, I wouldn’t be able to say”), but she does mention a standout star: “John Patton, the man in the purple pants, has routinely been pointed out as one of the highlights.”  Patton is acting manager of Museum Victoria’s Bunjilaka Aboriginal Cultural Centre; his work begins at 1:26.             The Museum Dance-Off is run out of Baltimore, Maryland by WhenYouWorkAtaMuseum.com – a Tumblr filled with memes and anecdotes, directed at an audience that’s exactly as niche as it sounds. Maggie G, who has worked in museums for more than a decade, started the site as a joke for a friend “after too much whiskey one night”.  Somewhat inexplicably, the website took off – and soon after, the Indiana State Museum sent Maggie a video that had been made as an internal morale booster. The clip features museum workers of all stripes dancing to Pharrell’s Happy, in various parts of the building.            “I posted it on the blog because I was having a terrible day and it cheered me up,” Maggie says. “And then other museums started sending me the dance videos that they had made internally. I was like, well, people are already doing this, and I’ve always wanted to run an international dance off. I might as well just try it.” Maggie announced the first-ever tournament, giving museums six weeks to create a video or send her an existing one. Twenty two museums entered that year’s competition, which was won by the National Sculpture Museum in Valladolid, Spain. The next year, 28 entered. The competition got serious. Voting blocs began to form. “Last year Canada colluded excessively to make sure that there was an all-Canada final,” Maggie says. “They got together on Twitter and Facebook and encouraged their communities to vote for other Canadian museums.”  Maggie decided to institute Judge’s Choice awards, to highlight work that had been kicked out early but deserved more attention. Needless to say, the whole thing is taking up more of her life than she expected. This year, 35 museums were in competition, including five from Canada, four from the UK, four from Australia, and one from Austria. Making it through to the final round, where they’ll compete against Museum Victoria, is the Chrysler Museum’s Groove Is In The Heart.            “It’s very weird,” says Maggie of the competition’s success, which she also describes as “odd”, “strange”, and “bizarre”. “It amazes me that people still are into this and get so excited about it ... but I’m totally impressed.” (Of course, she warns, not everyone can take part. “Memorial sites and the Holocaust Museum – to enter a dance-off is not so cohesive to their mission,” she says carefully. “So they pass.”) For Maggie, Thursday’s grand final represents yet another surreal moment in her working life so far. “My high-school guidance counsellor told me to go to veterinary school because I would never have a career doing anything creative,” she says. “If that’s what I can contribute to this field of museology – starting an international dance-off – I’ll go with it. It’s at least an interesting thing to have on my resume.” Museum Dance-Off: A Selection Of Favourites Sir Sam Funk, by the Orillia Museum of Art and History in Ontario, Canada (2015)            Maggie: I absolutely love this video for its creativity and cinematography (the awkward elevator moment is wonderful), and I was delighted to see it win the Museum Dance-Off 2 Thunderdome title last year. I don’t vote during the competition, so I just cross my fingers for the videos I like and hope they make it. Can’t Touch This Museum, by the Smithsonian Museum of National History in Washington, DC (2015)            Maggie: This also one of my forever favourites. It shows a really playful side of the staff, and they are obviously having so much fun making it. Also, they get props for being the first museum to dance to Can’t Touch This, which is basically the theme song to your life when you’re a museum employee. Uptown Funk by the Museum of Applied Arts and Sciences in Sydney, Australia (2015)       Maggie: I love this for a lot of reasons, but especially the bit with the guy in the top hat riding the disco ball like Miley Cyrus. Sharks vs Jets, by the National Constitution Center in Philadelphia, Pennsylvania (2012)            Maggie: The National Constitution Center took the Sharks and Jets scene from West Side Story, and turned it into something that really matched their museum’s mission narrative. This was an entry in the first museum dance off; they had made the video for an internal company holiday party or something, and ended up submitting it. Footloose, by Reynolda House in Winston-Salem, North Carolina (2014)       Maggie: And this one is always in my top five, because they tackled Footloose and I think they just slayed it.  Voting for the third annual Museum Dance-Off Thunderdome opens on Thursday 12 May at 8am EDT This article initially placed the Chrysler Museum of Art in Canada; it is based in Virginia, USA",
  "webTitle": "Can't touch this: third annual Museum Dance-Off reaches thrilling finale",
  "webPublicationDate": "2016-05-12T06:29:53Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/12/cant-touch-this-third-annual-museum-dance-off-reaches-thrilling-finale",
  "keyword": [
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Steph Harmon",
      "id": "profile/steph-harmon"
    }
  ],
  "guardianId": "culture/2016/may/12/cant-touch-this-third-annual-museum-dance-off-reaches-thrilling-finale"
}