{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/18/preacher-amc-tv-series-comics-dominic-cooper",
  "id": "2016-05-18-107",
  "sectionId": "tv-and-radio",
  "body": "In the second episode of Preacher, the newest series from AMC, which debuts on Sunday 22 May at 10pm ET, the titular man of the cloth is attacked with a chainsaw. As if that wasn’t enough, it’s actually a runaway chainsaw with a dead man’s disembodied arm still attached to it as it rumbles its way along the floor of a dust-filled chapel toward the minister, who is passed out after drinking a concoction of rubbing alcohol and chemicals that drip out of a broken air conditioner. He only escapes death after his best friend, a vampire with several deep wounds, stops the chainsaw in its tracks.  This scene encapsulates the strange tone of this show, based on the cult Vertigo comic book by writer Garth Ennis and artist Steve Dillon, which ran from 1995 to 2000. It’s full of action and supernatural elements, including the strange powers that the preacher, Jesse (Dominic Cooper), possesses, but it also has ample amounts of dark humor. It combines the existential drama of Jesse searching for God with the silliness of a character named Arseface (Ian Colletti) whose botched suicide by shotgun left him with, you guessed it, a face that looks like an arse.    Related: Preacher's AMC makeover gives fans reason to hope    AMC, which provided three of the most important shows of the last decade with Mad Men, Breaking Bad, and especially ratings blockbuster The Walking Dead, has been in a bit of a drought, with shows such as Turn, Hell on Wheels, and Halt and Catch Fire failing to connect with audiences. Sure, its two most recent shows, Better Call Saul and Fear the Walking Dead, are big hits, but those are both spin-offs. The network is hoping that Preacher is going to be its next big smash. It probably will be, and it certainly deserves to be. It is one of the oddest, most inventive and freewheeling shows to come along in some time.  The titular preacher is Jesse Custer, who returns to rural Texas after a life of crime to run his father’s church, which has fallen into disrepair both aesthetically and dogmatically. He is visited by an entity that is either alien or divine and gives him the ability to control people’s minds – but his instructions are a bit of a monkey’s paw. He tells one parishioner to open his heart to his difficult mother, and he literally cuts it out of his chest in front of her.  He has the help of Irish vampire Cassidy (Joe Gilgun of This Is England, Misfits and Emmerdale fame), who jumps from a plane and lands in the preacher’s backyard, quickly becoming the parish handyman and Jesse’s unlikely confidant. His ex-girlfriend and former partner in crime Tulip (Ruth Negga) roars into town with a trail of corpses in her wake to try to convince Jesse to come back to the dark side and settle a score with an old colleague who betrayed them. He refuses because he once made a promise to his pious father to be “one of the good guys”.  Preacher conducts this very delicate dance between realism and absurdity, switching back and forth from being a drama about a man of faith trying to find his way to an action show in which he must beat the snot out of a half-dozen civil war re-enacters in a Texas roadhouse bar.          A trailer for Preacher.    The pilot, written and directed by Seth Rogen and Evan Goldberg, has a great fight scene in which Tulip is beating up two guys while driving her hot rod through a cornfield. It looks real, but it also maintains an artificial feel, as if Preacher is winking at us: we want to live in a world where badass heroes can kick butt at 60mph, but that desire is ridiculous. She then downs a helicopter with a bazooka she makes out of milk jugs, tin cans and some junk lying around the house.  That is an indication of Preacher’s biggest problem, and it is one that comes from the comic. Preacher is essentially an adolescent male fantasia brought to life. It’s the kind of world where businessman Odin Quincannon (the great Jackie Earle Haley) doesn’t like something the mayor tells him so he opens the mayor’s briefcase and takes a piss in it. It’s the kind of world where cattle ranchers have fun by making the women employed at the local brothel run for their lives in their underwear during the world’s most sadistic paintball game.   Related: Will Preacher be the ultimate comic book TV adaptation?    Like The Walking Dead, Preacher does a great job bringing a comic book universe to life, but this is a different universe: it is highly enjoyable and compulsively watchable. However, those who are looking for the sophistication of Mad Men or the moral quandaries of Breaking Bad should look somewhere else. For everyone who wants to see chainsaw fights and gory slapstick deaths, this is the place. Cooper leads a fantastic ensemble and plays Jesse with just the right amount of brooding charisma: it makes both his physical prowess and his philosophical wrangling believable. Gilgun is just the right amount of smarmy for Cassidy. While the acting is great, so far the characters are little more than comic book sketches, behaving for very superficial reasons. The most underwritten character, however, is Emily (Lucy Griffiths), the deacon at the church who is virtuous to a fault for no good reason other than as the stereotypical Madonna character. Preacher is a lot of fun, but a great drama is built on the strength of its characters, and right now that foundation is as solid as a bog of cow excrement on a brownfield site. I’m hoping that as we learn more about these characters and they’re placed into more moral quandaries, the shades of gray will begin to emerge. Preacher should appeal to a huge swath of the audience, and its daffy voice is decidedly welcome in the world of “peak TV”, where so many of the series are cribbing from the same dark playbook. The show isn’t just breaking the rules – it is rewriting them and then pissing all over them in public and hacking them apart with a chainsaw.  Preacher starts Sunday at 10pm ET on AMC in the US; and Monday 23 May on Amazon in the UK",
  "webTitle": "Preacher: AMC's new hope dances between the diabolical and the divine",
  "webPublicationDate": "2016-05-18T15:59:26Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/18/preacher-amc-tv-series-comics-dominic-cooper",
  "keyword": [
    {
      "webTitle": "Preacher",
      "id": "tv-and-radio/preacher",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Seth Rogen",
      "id": "film/seth-rogen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "The Walking Dead",
      "id": "tv-and-radio/the-walking-dead",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Mad Men",
      "id": "tv-and-radio/mad-men-tv-series",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Fear the Walking Dead",
      "id": "tv-and-radio/fear-the-walking-dead",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/18/preacher-amc-tv-series-comics-dominic-cooper"
}