{
  "apiUrl": "https://content.guardianapis.com/theguardian/2016/may/06/good-to-meet-you-polly-winn",
  "id": "2016-05-06-58",
  "sectionId": "theguardian",
  "body": "I’m a 20-year-old history and sociology student at the University of Sheffield, having moved “up north” three years ago from south Wales. I’m pretty much an average Guardian-reading student; lefty, liberal-minded, feminist. My main hobby is reading, and I try to write when I can. I’m also really interested in politics, and a proud but often conflicted Labour party member. I love music, and one of my favourite ways to spend my time is at festivals. Before university I used to perform a bit, me and my acoustic guitar. I hope to get back into it once I’ve graduated. For the last year I’ve been editor of my student paper, Forge Press. It’s one of the best things I’ve ever done. I always turn to the Guardian for inspiration, for interesting topics and design ideas. The opinion section is my favourite. The pieces always cast light on lesser-known issues, which I feel is how journalists should use their platform. Recently I was addicted to the Panama Papers coverage, treating myself to a copy of the paper the day after the scandal (my student budget doesn’t usually allow for this). When I was about 14, I decided I wanted to be a journalist, and I think the Guardian played a large part in this. The articles are detailed, imaginative, creative and insightful. You feel like you’re learning, and that’s what I want in whatever job I end up in. The Guardian forces you to look beyond your preconceptions of an issue, and that’s so important. • If you would like to be interviewed in this space, send a brief note to good.to.meet.you@theguardian.com",
  "webTitle": "Good to meet you… Polly Winn",
  "webPublicationDate": "2016-05-06T17:17:42Z",
  "webUrl": "https://www.theguardian.com/theguardian/2016/may/06/good-to-meet-you-polly-winn",
  "keyword": [
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "University of Sheffield",
      "id": "education/universityofsheffield",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "theguardian/2016/may/06/good-to-meet-you-polly-winn"
}