{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/04/labour-battles-to-retain-local-power-harlow-carlisle-platform-2020",
  "id": "2016-05-04-93",
  "sectionId": "politics",
  "body": "“We have aspirations to get Labour elected all over,” Jeremy Corbyn declared as he launched the party’s election campaign in Harlow, Essex, last month. His message was one of optimism and defiance, holding out the prospect of Labour gains on Thursday 5 May. But as polling day approaches, the party is claiming that a good night would be simply to avoid or limit the loss of councillors. Corbyn’s aides claim their leader was misinterpreted when he said Labour was not going to lose seats. This picture is borne out by Labour campaigners on the ground, who fear that the prospect of regaining dominance in English councils outside the big cities could be a long way off. “To be perfectly frank, it’s going to be very tight,” said Jon Clempner, clad in a neon Labour vest as he knocked doors on Monday.   Related: Local elections 2016 explained: what you'll be voting for on 5 May    As leader of the local authority in Harlow, Clempner is one of the few powerful Labour politicians in the southern counties, running a little island of red in a sea of Tory blue across Essex. The town has already decided it wanted a Conservative MP, electing Rob Halfon, the champion of so-called “white van” conservatism, in 2010 and again last year. And now, like voters in other postwar new towns created by Labour – Crawley, Milton Keynes and Stevenage – residents are weighing up a change at local level. Many Labour members who voted for Corbyn to become leader hope for a bounce in their party’s popularity now that it has a distinctive anti-austerity message and has drawn a line under the New Labour era. But Clempner said he had not detected a “seismic shift one way or the other since last year”. The goal is to remind voters that they like the Labour council for keeping the street lights on, building affordable housing and dealing sensibly with public finances. “We are basically trying to pretend Europe and national politics doesn’t exist,” Clempner said. This message was echoed by Emma Toal, the deputy leader of the council, who is battling to keep her marginal seat in Harlow Common. “We’ve definitely had some new voters come to us but also we’ve had some go to don’t know. We’ve got enough support here in Harlow Common to win, but the problem here – as at all local elections – is turnout. I honestly think a lot of people will vote the way they voted last year.”     Emma Toal, centre, and supporters in Harlow. Photograph: Alecsandra Raluca Dragoi for the Guardian    She handed a leaflet to a resident cleaning his car in front of a neat 1950s terrace. What about Corbyn? “He doesn’t say much, does he? But I’m Labour whoever’s leader,” he said reassuringly.  Not too many people had raised the antisemitism row of the past week, Toal said, but a couple of Jewish voters had got in touch with the local party to say they were unhappy. “They were upset about discrimination and I spent a while talking to them, and said there is no place for it in our party,” she said. “I’m not sure it has got through to the average person.” The challenge for Labour to retain Harlow is repeated in Carlisle, Dudley, Bolton, Plymouth and Southampton, where the party needs to hold on to and consolidate its local power to boost its chances of getting into Downing Street in 2020. Nervousness in the north Corbyn’s arrival in Carlisle on Monday night was pitched as a morale-boosting exercise for Labour’s ground troops. But it was also a sign of nervousness that his party could be in danger of losing control of the council in England’s most northerly city. Despite Carlisle being one of Labour’s top target seats in last year’s general election, the Conservative incumbent, John Stevenson, increased his majority by almost 2,000. Labour is understandably a little jittery about how it will do here on Thursday.  Labour took control of Carlisle council in 2012 and currently has 28 councillors to the Conservatives’ 20. A loss of three seats would be enough to plunge the council into no overall control, and the Tories smell blood. They are heavily targeting two wards in the west of the city, Yewdale and Belle Vue, and hope that an Independent candidate can defeat Labour in Botcherby, a poor eastern suburb dominated by a big council estate. Addressing a members-only meeting in Yewdale, where Labour held off the Tories by 12 votes in a local byelection in 2015, Corbyn reportedly said: “We are doing very well; we have got a lot of people knocking on doors and a lot of people very angry at the budget.”  Corbyn didn’t knock on any doors himself, but if he had, many voters here wouldn’t have recognised him. Standing with her five-month-old baby on her hip outside her house on the Harraby estate, Samantha Lynn had just promised her vote to Anne Glendinning, Labour’s candidate in Botcherby. Lynn, 31, said she’d never voted before because she wasn’t a “political person”, but she thought Glendinning was nice and so would try to do so on Thursday, “‘cos she’s asked us to”. Neither she nor her sister Steph, 25, had any idea who Jeremy Corbyn was.     Anne Glendinning canvassing in Carlisle. Photograph: Christopher Thomond for the Guardian    Glendinning admitted she was frustrated last week when the former London mayor Ken Livingstone’s comments about Hitler dominated the news. “Sometimes I do wonder if they even know down in London we’ve got local elections on. I think: why have you gone and done that? Are you trying to sabotage us?” she said. And yet the antisemitism row had not yet featured on any of her door-knocking sessions. “People are really interested in local issues. If we can solve the problem of dog muck we will be heroes,” she said. Over in the Belah ward, in the north of the city, the Conservative councillor Gareth Ellis said local concerns were not party political: “I’ve never seen leftwing dog poo or a rightwing pothole,” he said. David Morton, another Conservative, who was canvassing with his guide dog, Volley, was reluctant to say that Corbyn’s leadership was a boon for the Conservatives – “people keep telling me he’s a liability for Labour, but we will see what happens”. But many of his voters view Corbyn with distrust. Lewis Gill, 37, an IT worker, said he was a floating voter who had previously supported Labour but no longer trusted them with the economy. Jim Wainwright, a roofing contractor, said he had voted Labour before but wouldn’t do so under Corbyn, whom he described as a “hypocrite of the highest order. He spent all those years voting against everything his own party proposed and now he’s got power he wants everyone to go along with him.” Waning union influence Back in Harlow town centre, few people in the main shopping plaza realised there was an election this week or had heard of Corbyn. An exception was 29-year-old Kevin Bolwerk, who had read some negative media stories about the Labour leader but wanted to make up his own mind based on the facts. He would probably vote Conservative, he said, “because they have better policies for the business I’m in”. Along the high street, Bernie O’Reilly, 85, and his neighbour, explained that Harlow used to be fiercely Labour because of strong trade union influence in the area, but that had ebbed away. A former Conservative voter, O’Reilly was “definitely Ukip” for the local council elections and “definitely out” in the EU referendum, as he said Cameron looked like he wanted to be president of Europe.     Labour campaigners in Harlow. Photograph: Alecsandra Raluca Dragoi for the Guardian    There is a similar story of a Labour council fighting to keep control in nearby Milton Keynes, according to Andrew Pakes, who ran as a Labour parliamentary candidate and failed to dislodge the town’s Tory MP, Iain Stewart, last year. “Despite the scale of the cuts in local government, in two years Labour has transformed the way Milton Keynes has been run,” Pakes said. “We’ve kept all the libraries open, we’ve kept all the Sure Start centres open, we’ve got the biggest council house building programme outside London, which are under threat because of the noise being created by the positions of Labour nationally. The challenge on the doorstep rarely is the performance of the council. That is the kind of space we are in. If Labour wins on Thursday in Milton Keynes, it will be because we’ve got a bloody good council working hard. If we lose, it will in part be a reflection of Labour’s positions nationally.” If the party loses any councils, it will not just be a matter of hurt pride and disappointment among Labour campaigners for a second year in a row. MPs such as Ben Bradshaw, the former culture secretary, who has helped build a Labour stronghold in Exeter, said winning more council seats in swing areas was essential if Labour was to win the next election. “We managed to buck the trend in Exeter and treble our majority, but without the Milton Keyneses, the Harlows, the Swindons, the Strouds, the Gloucesters at parliamentary level, Labour can never win a majority ever again – particularly in light of what’s happened in Scotland,” Bradshaw said. “We need to be making massive advances in all of those southern England towns and cities if we are to be on course to win the next election.”",
  "webTitle": "Labour battles to retain local power and build platform for 2020 campaign",
  "webPublicationDate": "2016-05-04T16:59:44Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/04/labour-battles-to-retain-local-power-harlow-carlisle-platform-2020",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Helen Pidd",
      "id": "profile/helenpidd"
    }
  ],
  "guardianId": "politics/2016/may/04/labour-battles-to-retain-local-power-harlow-carlisle-platform-2020"
}