{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/30/kangaroo-attacks-injures-cyclists-south-australia",
  "id": "2016-05-30-199",
  "sectionId": "australia-news",
  "body": "Two women have been attacked by a kangaroo while cycling in South Australia’s wine country. Sharon Heinrich, 45, suffered cracked ribs and internal injuries while Helen Salter, 47, was concussed after being attacked along the Riesling Trail in Clare Valley.  “Just out of the corner of my eye I’ve seen this kangaroo up on this ledge. I thought ‘he’s cute’ ... and then he jumped on top of me and used me to launch off and on to my girlfriend,” Heinrich said.       “We flew probably one-and-a-half metres after he hit us. I was on the ground and couldn’t breathe for about 10 minutes. I couldn’t talk,” she said. “Helen got up and she stayed with me until I could breathe, got on my bike and rode to a business about half a kilometre away [at Penwortham].” Heinrich believed the kangaroo was a male buck, judging by its size. “I’m 5ft 4in and he was taller than me, and so heavy,” she told the Northern Argus newspaper. “Once he landed on me, he used me to launch off again, which caused more damage.” Heinrich, who lives in the region, said she would require surgery to fix the injuries.   hh   “When the surgeon saw me in Adelaide he said I was lucky to be alive – kangaroos are solid muscle and incredibly powerful,” she told the Argus. “When he landed he went completely through me, if he had become caught in the bike the outcome would be a lot different.” Attacks by kangaroos on humans are extremely rare. But Guy Ballard, of the University of New England in Armidale, has researched the interaction of people and wildlife in Australia and said the distinction between human and animal territory was becoming blurred.  “The people live on the edge of rural land, and the kangaroos want to take advantage of natural resources like green grass and water,” he told National Geographic this year. “People need to give animals their space. But that’s hard if you come around the corner of your house and there’s one right in front of you.”   Related: Young Australian describes vicious attack by two kangaroos    Heinrich and Salter, who both work at a local nursing home, paid tribute to passersby who helped raise the alarm. But Heinrich warned that tourists should be made more aware of the danger of kangaroos along the popular trail. “I really think there needs to be signs placed along the trail to warn people about them,” she said. “They jump without warning and at the last minute – people need to be careful.”",
  "webTitle": "Kangaroo attacks and injures two cyclists in South Australia",
  "webPublicationDate": "2016-05-30T05:15:15Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/30/kangaroo-attacks-injures-cyclists-south-australia",
  "keyword": [
    {
      "webTitle": "South Australia",
      "id": "australia-news/south-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "australia-news/2016/may/30/kangaroo-attacks-injures-cyclists-south-australia"
}