{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/gordon-brown-urges-eu-states-to-unite-against-tax-havens",
  "id": "2016-05-10-33",
  "sectionId": "politics",
  "body": "Gordon Brown has called on Europe to impose collective sanctions on tax havens in a bid to halt the drain of revenue to secretive offshore destinations and to demonstrate to left-leaning voters the progressive case for remaining in the EU. The former Labour prime minister says that only Europe could prompt an unwilling US into a global effort to stamp out evasion costing $7tn (£4.8tn) a year by drawing up a tax haven blacklist and ensuring there were “no treasure islands for the money launderers”. Writing in the Guardian, David Cameron’s predecessor in Downing Street makes the first of a series of interventions planned for the last six weeks of the referendum campaign by arguing that in areas such as tax, immigration and climate change there is no future for Britain adopting a go-it-alone approach.   Related: Gordon Brown: Here’s an inspiring view of Britishness to defeat the Brexiters    Brown, who as chancellor was instrumental in keeping Britain out of the euro, says that the way forward lies in balancing national autonomy with continental cooperation to achieve progressive goals at a time when “wave after crushing wave of globalisation” had led to demands to “bring control back home”. He argues that the solution to the problems created by globalisation is not isolation but greater cooperation. Rejecting the two absolutes of a European super state, which would undermine national identity, and a 19th-century view of national sovereignty, Brown says: “Put simply, the future lies not in a United States of Europe but in a United Europe of States.”     UK overseas territories, such as the British Virgin Islands, are hesitant to make new rules on tax evasion. Photograph: Alamy    The former Labour prime minister made what was seen as an important late call for Scottish voters to reject independence in the referendum held in September 2014 and will make a series of speeches on Europe before the EU vote on 23 June. With opinion polls suggesting the vote will be close, Brown believes that the referendum cannot be won unless Labour voters support remaining in the EU and that they are more likely to respond to positive left-of-centre arguments. The theme of his first speech at the London School of Economics on Wednesday will be the need for the government to take stronger action against British overseas territories and crown dependencies as part of a Europe-wide tax haven crackdown. “Getting the balance between autonomy and cooperation is ... vital when it comes to perhaps the most controversial issue of the moment - rooting out tax havens which deprive our public services of critically needed resources and prevent us having a tax system that people see as fair,” Brown says in his Guardian article. George Osborne called for the creation of an international black list of tax havens and for tougher global sanctions in April, following the publication of the Panama Papers”, detailing the tax avoidance of the world’s rich and powerful. Osborne’s initiative is backed by Germany, France, Spain and Italy and 15 other countries. The issue of tax havens will be on the agenda at Thursday’s London summit on corruption organised by Cameron. However, key UK overseas territories, including the British Virgin Islands, are resisting Cameron’s calls to make fresh concessions on ending tax secrecy at the summit.   Related: Afghanistan and Nigeria 'possibly most corrupt countries', Cameron lets slip    Brown will say that action taken against evasion has not gone far enough and that governments should automatically share tax information and use withholding taxes – upfront minimum payments – against those suspected of trying to escape the tax authorities. “The UK parliament retains its freedom to make its own decisions on taxation with VAT alone subject to European bands, but if we are to ensure no hiding places for tax evaders, no safe haven for tax avoiders and no treasure islands for the money launderers that hide an estimated $7tn of global wealth, we need the automatic exchange of tax information worldwide and public registers of the beneficial owners of all trusts.” Tax evasion has become a potent political issue since the onset of the global financial and economic crisis eight years ago. Most developed countries have seen an upsurge in voter anger at the ability of rich individuals and multinational companies to find ways of avoiding tax during a period of austerity.     George Osborne wants to create an international tax havens black list. Photograph: Matt Cardy/AFP/Getty Images    Brown says that the past decade has seen the rolling back of attempts to harmonise laws and practices across the EU and that decisions taken by 28 EU leaders in the European council are now more common than “centralised diktats from a once overbearing European commission”. On tax, Brown will say that there is no alternative to cooperation with other EU states. “Britain cannot achieve this on our own,” he said.  “With America currently resisting reciprocal tax arrangements, collective action by all 28 countries of the European Union to blacklist avoiders, impose sanctions and even levy withholding taxes, including on our own overseas territories if necessary, is currently the one game in town. “In addition to a comprehensive European blacklist of tax havens as the first step to a global blacklist, we should agree that British overseas territories and crown dependencies which fail to comply cannot be excluded from the blacklist and the UK should now require them to have public registers of beneficial owners.” Brown will say in his speech that Europe is now in a position to act because it has resolved its internal differences over tax havens. Luxembourg and Austria had been stumbling blocks to collective action, but the EU’s new-found unity has provided the opportunity to force a reluctant US Congress to accept the need for automatic exchange of tax information. Tim Farron, the Liberal Democrat leader, will say on Wednesday that Britain would become more like a tax haven in the event of a vote to leave the EU. “The top Brexiters want Britain to become an offshore financial centre, hoping like Switzerland to help the global rich hide their wealth from tax authorities in other countries,” he will say. “Britain is not a tax haven. We are better than their small vision for our country.”",
  "webTitle": "Gordon Brown urges EU states to unite against tax havens",
  "webPublicationDate": "2016-05-10T21:00:40Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/gordon-brown-urges-eu-states-to-unite-against-tax-havens",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gordon Brown",
      "id": "politics/gordon-brown",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tax and spending",
      "id": "politics/taxandspending",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tax avoidance",
      "id": "business/taxavoidance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corporate governance",
      "id": "business/corporate-governance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Larry Elliott",
      "id": "profile/larryelliott"
    }
  ],
  "guardianId": "world/2016/may/10/gordon-brown-urges-eu-states-to-unite-against-tax-havens"
}