{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/15/the-mikado-review",
  "id": "2016-05-15-77",
  "sectionId": "music",
  "body": "The Mikado premiered at London’s Savoy theatre in 1885, and its opening run went on and on for 672 shows. Non-devotees might well question the timelessness of mock Orientalism and flagrant misogyny, but Gilbert and Sullivan’s capital punishment romcom has always been a money maker, and Scottish Opera – styling itself as a G&S stronghold after The Pirates of Penzance in 2013 and HMS Pinafore last year – accordingly tours this new production right into July.  Director Martin Lloyd-Evans has created something utterly reliable and palatable, which for me misses the subversive point of G&S. Designs by Dick Bird are a colourful mash of Victoriana steampunk meets wild west meets geisha chic. A few lines of satire have been updated with mild pokes at tax evaders and Volkswagen (“dodgy dieselists; sie sind on my list”), while Nicola Sturgeon is obvious fodder given her surname is a fish – which, yes, rhymes with list. Oh for some properly wicked satire.      Spry-voiced and lyrical … Rebecca Bottone and Nicholas Sharratt in Scottish Opera’s The Mikado. Photograph: James Glossop    More wearying are the unchallenged race and gender stereotypes, with Yum-Yum (a spry-voiced Rebecca Bottone) portrayed as a silly young thing and Katisha (the rich-toned Rebecca de Pont Davies) a ghoulish Tim Burton-esque Miss Havisham. The overture needed a decent kickstart, but generally the orchestra mustered sufficient bounce and decorum under David Steadman, and the fine cast includes Nicholas Sharratt’s sweet and lyrical Nanki-Poo plus some seasoned G&S-ers: it would be hard not to warm to the exquisite timing and pathos of Richard Suart’s hapless executioner. • At Eden Court, Inverness, 19-21 May. Box office: 01463-234 234. Then touring until 2 July.",
  "webTitle": "The Mikado review – Scottish Opera shakes Gilbert and Sullivan money maker",
  "webPublicationDate": "2016-05-15T15:51:45Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/15/the-mikado-review",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Gilbert and Sullivan",
      "id": "music/gilbert-and-sullivan",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Molleson",
      "id": "profile/kate-molleson"
    }
  ],
  "guardianId": "music/2016/may/15/the-mikado-review"
}