{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/14/tale-of-two-cities-bbc-harvey-weinstein-cannes-festival",
  "id": "2016-05-14-18",
  "sectionId": "tv-and-radio",
  "body": "Television audiences who enjoyed watching a lavish Tolstoy adaptation last winter now have the promise of something “far, far better” to come. Hard on the heels of the BBC’s hit serialisation of War and Peace, memories of St Petersburg and Moscow are set to be swept away by powerful historic images from another pair of great cities: Paris and London. Harvey Weinstein, the Hollywood film producer who made the Tolstoy adaptation with the BBC, is to join forces with the corporation again to serialise Charles Dickens’s French revolution novel, A Tale of Two Cities. In Cannes this weekend for the annual film festival, the producer, known for cinematic success with Shakespeare in Love and The English Patient, told the Observer of his plans to bring Dickens’s darkly romantic story of politics and self-sacrifice to British viewers. The casting of heroine Lucie Manette and the heroic Sidney Carton – who gives up his life with the words “it is a far, far better thing I do than I have ever done” – has yet to be confirmed. This is one of a number of new TV productions for the Weinstein Company as it switches focus away from the big screen – a move Weinstein believes is a sign of things to come. “I want to be at the centre of this revolution in the way we are watching now,” he said, adding that drama box sets were a key way to tell intelligent stories. “We all love binge-viewing on great new shows.” The producer added that the BBC was the right home for this kind of drama and applauded Thursday’s announcement – in culture secretary John Whittingdale’s white paper – that the BBC is to escape rumoured government plans to limit its remit and divide its funds with other broadcasters. “It was good news last week. Better than I was expecting,” Weinstein said. “The BBC is an institution that is venerated around the world, and it needs to continue. It is a beacon and I hope it will stand as long as the Washington Monument.” He added that he had plans to bring other classic books to British television in conjunction with the BBC and suggested that he would use some of the Weinstein Company’s back catalogue to create TV series. “We have 525 films in our library and if I want to make a television show from the family in Silver Linings Playbook, we can do that.” This fresh emphasis on producing drama series comes as The Weinstein Company has sought new partners to help expand its television output, a decision which follows months of film industry speculation about the direction Weinstein and his brother Bob would steer the company they founded together when they left Disney, the former owners of Miramax, the Weinsteins’ original production company. The brothers have now hired an advisory firm to sell a stake in their television business. As independent film-making becomes difficult to finance in Hollywood, and as superhero franchises and sequels continue to dominate the box office, Weinstein said he believed grown-up stories would increasingly finding their place on television. “Five or six years ago I had a crystal-ball vision. I saw this coming and I said that it was going to happen. So we are making more, including a series based on the Mario Puzo novel Omerta, starring Sylvester Stallone. It is very like his book The Godfather, but this is going to be about the Old World too. It is set in the present day, but we will have flashbacks to Sicily. I can’t make this as a movie, just like you could not tell War and Peace as a movie. I need to tell the story in four hours or more and you can’t do that in the cinema. People don’t like it. Audiences will go to see the Avengers movies, but that is for the kids. Or they will go to see a film like Jungle Book with their family. But this kind of television is for an adult audience, for those people who want to make a commitment.”     A scene from the BFG, with the giant voiced by Mark Rylance. Photograph: AP    The main event of the Cannes weekend was the premiere of BFG, the Steven Spielberg film of the 1982 Roald Dahl book, and it provided at least one controversial moment. Penelope Wilton plays Queen Elizabeth II in the film, which also stars Oscar-winner Mark Rylance as the eponymous giant. The Queen is seen to break wind in a sequence where she’s sharing breakfast with the giant at Buckingham Palace. This little gaffe does not happen in Dahl’s story. “We gave her equal rights of self-expression,” joked Spielberg after the screening. “We will see what the Queen thinks when the time comes.” The film is largely faithful to the book and had, he said, the full backing of the Dahl literary estate. “Lots of people have played the Queen now,” said Wilton. “This is my version and I hope I have given her a good rendition. We will just have to wait and see how it goes down.” The actress, known most recently for her role in Downton Abbey, said she believed that audiences liked to see the Queen in unlikely circumstances and this was where the humour lay. “It is a bit like laughing in church,” Wilton said. “The Queen is someone we have a lot of respect for, but we also know she has a wonderful sense of humour and for this reason we like to see her doing things we probably shouldn’t see her doing.” Rylance won an Oscar earlier this year for his portrayal of a Russian secret agent in Spielberg’s cold war thriller Bridge of Spies, and went straight on to make BFG with the same director. The actor said he based his portrayal of the giant partly on two gardeners in Kent he remembered from his childhood, and partly on a tail gunner from the second world war whom he had admired. Spielberg is to make a third film with Rylance – Ready Player One, based on Ernest Cline’s 2001 science fiction novel – signalling the blossoming of a close working and personal relationship. Spielberg said watching Rylance transform from his reserved Bridge of Spies role into the giant was “perhaps the most astonishing experience of my entire career”. “I just feel lucky to know him,” Spielberg said, “and I feel very lucky that we became friends. I’ve made a lot of acquaintances in film and I haven’t brought a lot of them into my life. But we have so much fun together. It is a dream come true.”",
  "webTitle": "First Tolstoy, now Dickens: US TV mogul plans epic version of Tale of Two Cities",
  "webPublicationDate": "2016-05-14T23:05:08Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/14/tale-of-two-cities-bbc-harvey-weinstein-cannes-festival",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "War and Peace",
      "id": "tv-and-radio/war-and-peace",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Charles Dickens",
      "id": "books/charlesdickens",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Steven Spielberg",
      "id": "film/stevenspielberg",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Harvey Weinstein",
      "id": "film/harvey-weinstein",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "The BFG",
      "id": "film/the-bfg",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vanessa Thorpe",
      "id": "profile/vanessathorpe"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/14/tale-of-two-cities-bbc-harvey-weinstein-cannes-festival"
}