{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/11/allahu-akbar-manchester-terror-drill-scripted-police",
  "id": "2016-05-11-212",
  "sectionId": "uk-news",
  "body": "Greater Manchester police have admitted that use of the phrase “Allahu Akbar” was a planned part of a terror training exercise at one of the UK’s biggest shopping centres. Police were criticised for explicitly linking the drill at the Trafford Centre in Manchester to Islam when a fake suicide bomber shouted “Allahu Akbar” before appearing to detonate a device. The phrase translates as “God is greatest” and is used in prayer by Muslims. On Tuesday Asst Ch Con Garry Shewan apologised for the use of the phrase. On Wednesday police said they had always planned to use the phrase in the operation, which took five months to organise, and that it was not introduced by the individual playing the part of the terrorist. More than 800 volunteers took part in the training exercise on Monday night, which was designed to be similar to the Paris and Brussels atrocities. Shewan said on Tuesday: “For the past 24 hours, GMP, along with other agencies, has been hosting a counter-terrorism training exercise based at the Trafford Centre, which began with a mock suicide bomber detonating a bomb inside the shopping centre. “It is a necessity for agencies, including the police, to train and prepare using exercises such as this, so that we would be in the best possible position to respond in the event that the unthinkable happened and an attack took place.” He went on: “The scenario for this exercise is based on a suicide attack by an extremist Daesh-style organisation and the scenario writers have centred the circumstances around previous similar attacks of this nature, mirroring details of past events to make the situation as real life as possible for all of those involved. “However, on reflection, we acknowledge that it was unacceptable to use this religious phrase immediately before the mock suicide bombing, which so vocally linked this exercise with Islam. We recognise and apologise for the offence that this has caused.” One of the people who complained, Siema Iqbal, a Manchester GP, tweeted to Greater Manchester police demanding an explanation for why the terrorist in the training exercise had to be Muslim. Erinma Bell, another doctor, retweeted Iqbal, adding: “Good question. We need to move away from stereotypes if we want to achieve real learning. A terrorist can be anyone.”  The Community Safety Forum, an anti-Islamophobia organisation, said: “This sort of thing panders to stereotypes and further divides us. It will increase anti-Muslim hate crime.” Tony Lloyd, the mayor of Greater Manchester and the area’s police and crime commissioner, said the simulated terror attack had been “a very good exercise in preparing for a situation we never want to see but must be ready for”. But he said it was frustrating that the operation had been “marred by the ill-judged, unnecessary and unacceptable decision by organisers” to have those playing the parts of terrorists shout the Islamic phrase. “It didn’t add anything to the event, but has the potential to undermine the great community relations we have in Greater Manchester,” he said. The apology from Greater Manchester police provoked a backlash by some who saw it as overly politically correct. An editorial in the Sun newspaper described it as “a gutless surrender to political correctness”. It said: “Cops have been cowed by dim, dangerous idiots unable to admit the simple reality that Britain’s main security threat is from Islamist murderers. The staged assault was meant to be by ‘a Daesh-style organisation’, another term for IS. Rightly so. Who else but IS and al-Qaeda pose us such a threat? In whose name do they claim to kill but Allah’s?” The drill – the latest in a series of similar exercises across the country – started at midnight in the food court when a man dressed in black walked in and shouted at the crowd. An explosion was heard and a masked gunman fired shots at volunteers, who were wearing ear defenders and safety glasses. Fake shoppers covered in fake blood screamed out as if they were in pain. Neither the emergency services nor volunteers taking part knew the precise details of the scenario, called Exercise Winchester Accord. The drill lasted for six hours. The shopping centre was open as usual on Tuesday, although the exercise was due to continue unseen and at unspecified locations until Wednesday, when it will finish in Merseyside.",
  "webTitle": "'Allahu Akbar' cry at terror drill was scripted, police admit",
  "webPublicationDate": "2016-05-11T12:45:51Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/11/allahu-akbar-manchester-terror-drill-scripted-police",
  "keyword": [
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Manchester",
      "id": "uk/manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    }
  ],
  "guardianId": "uk-news/2016/may/11/allahu-akbar-manchester-terror-drill-scripted-police"
}