{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/28/yannick-carrasco-kiss-alicia-keys-champions-league-final",
  "id": "2016-05-28-25",
  "sectionId": "football",
  "body": "MAN OF THE DAY He was on the losing side but Yannick Carrasco got to score an equaliser in the Champions League final then race over to the crowd for a kiss from his girlfriend Noémie Happart, a model. Impressive – and for some the very definition of fantasy football.       BIGGEST VILLAIN Fair to say Pepe did not win too many fans with his theatrical approach. Gary Lineker’s tweet calling him an “enormous dick” got 30,000 retweets in next to no time – and that was before Pepe produced a selfie-stick on the pitch for the celebrations. MODERN FOOTBALL … An overrunning – and possibly unnecessary – music act, a pitch-covering piece of cloth and a five-minute delay to the kick-off … San Siro repeated Wembley’s FA Cup final trick of not focusing on the football and the game duly kicked off at 7.50pm BST, five minutes late. As @RobHarris pointed out, Uefa fined Manchester City €30,000 in 2012 for a delayed start to the second half of a Europa League game. Tut-tut.   Related: Real Madrid v Atlético Madrid: Champions League final – as it happened    WORST GEOGRAPHY The two Madrid teams faced off in Milan – so naturally Alicia Keys was asked to sing Empire State of Mind, an ode to New York City, before the match. Curious. BEST DRESSED Rio Ferdinand can thank BT Sport making the game free-to-air for an extra big outpouring of analysis of his punditry attire. At the polite end of the spectrum he was variously likened to James Bond, a ventriloquist’s dummy, a cocktail waiter and a snooker referee. OVER ON ITV For years the Champions League final was ITV’s big night but after BT’s £900m three-year raid on the rights they were left to schedule the Britain’s Got Talent final up against the football with Ant and Dec dressed like … well, dressed like Rio Ferdinand actually. MOST ANTICIPATORY Watching in Milan: a delegation of nearly 30 people from Cardiff. The Millennium Stadium hosts the next Champions League final, on Saturday 3 June 2017. For years the “Road to Cardiff” has referred to the A48 via St Mellons – now it is a season-long journey for Europe’s greatest.",
  "webTitle": "San Siro Sundae: Yannick Carrasco steals a kiss, Alicia’s off-key song",
  "webPublicationDate": "2016-05-28T22:59:34Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/28/yannick-carrasco-kiss-alicia-keys-champions-league-final",
  "keyword": [
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Observer Sport",
      "id": "profile/observer-sport"
    }
  ],
  "guardianId": "football/2016/may/28/yannick-carrasco-kiss-alicia-keys-champions-league-final"
}