{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/25/nico-rosberg-admits-error-spanish-grand-prix-lewis-hamilton-crash",
  "id": "2016-05-25-58",
  "sectionId": "sport",
  "body": "Nico Rosberg has admitted that he was at fault in the Spanish Grand Prix, in which his first-lap crash with Lewis Hamilton took both Mercedes drivers out of the race. But there was a note of defiance in his voice when, in the buildup to the race in Monaco on Sunday, he said: “I’m not going to be thinking about Barcelona. I’ll take the same approach as always – flat out, and do what’s necessary to try to win this grand prix, which I’ve come here to do.”   Related: Max Verstappen becomes youngest F1 winner in history at Spanish Grand Prix    Rosberg fell short of admitting blame for the actual crash at the Circuit de Catalunya this month. But he did concede that he made an error in not putting his engine in the right mode at the start of the race, a mistake which slowed him down so visibly coming out of Turn 3 that Hamilton felt he could overtake him on the inside. As Hamilton attempted the move Rosberg moved to the right and the British driver was pushed on to the grass and hit Rosberg as he spun. Former drivers were split on who was to blame for the incident. The four-times world champion Alain Prost was the shrewdest judge when he observed that the remarkable thing was that in three years the two leading drivers in Formula One had not taken each other out before. Speaking in Monaco on Wednesday, Rosberg said he failed to find the right setting for the engine when he was on the grid. He said: “It was in the wrong position, and it was my job to put it in the right position – it’s pretty simple. There is not much more to say.” Rosberg was curiously coy about whether he and Hamilton had spoken about the crash. He said, a little sheepishly: “If we have spoken or not, that needs to be kept internally. But I can say between the two of us, it is in the past now. The relationship is the same as before, and going out on track I am not thinking about Barcelona.” Hamilton was happy to say that he and Rosberg had spoken: “We arrived very cool and chilled. And we spoke. All you need to know is that the respect is still there. We’re going to keep racing, and everything is cool. “We didn’t talk through the incident. We don’t need to. We know what happened. We were there. We experienced it. We know how we felt about it before. There are more emotional beings on the planet who will talk a lot about it but we don’t need to do that.” Hamilton has won only once in Monaco, in his first championship year of 2008, while Rosberg has won on the last three occasions here.",
  "webTitle": "Mercedes’ Nico Rosberg admits he made an error in Spanish Grand Prix",
  "webPublicationDate": "2016-05-25T18:03:09Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/25/nico-rosberg-admits-error-spanish-grand-prix-lewis-hamilton-crash",
  "keyword": [
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nico Rosberg",
      "id": "sport/nico-rosberg",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lewis Hamilton",
      "id": "sport/lewis-hamilton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/25/nico-rosberg-admits-error-spanish-grand-prix-lewis-hamilton-crash"
}