{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/crystal-palace-stoke-premier-league-report",
  "id": "2016-05-07-85",
  "sectionId": "football",
  "body": "It has taken longer than they would have liked, or even anticipated, but Crystal Palace can finally rejoice at the prospect of a fourth successive season in the top division. Theirs has been a limp to the finish line ever since form collapsed from mid-December, a run of one win in half a league season masked by progress into the second FA Cup final of the club’s 111-year history. But, by edging out Stoke City, Alan Pardew’s side survey the scene more comfortably from lower mid-table and can focus with relish on thoughts of Wembley. This was predictably tight, anxiety flaring in home ranks late on as Jonathan Walters and, most notably, Marko Arnautovic spurned tantalising opportunities to draw Stoke level. The latter had collected Stephen Ireland’s pass beyond Palace’s back-line and wriggled round Wayne Hennessey, the open goal gaping, only to sky his finish horribly over the bar. It was a comical miss to sum up his own team’s recent slump, but it actually spared the hosts’ blushes. Too many teams have prospered at Selhurst Park this season, yet this was an occasion which ended with the home team safe, their players performing a lap of appreciation and the support bellowing of the Cup final ahead.   Related: West Ham’s Europe hopes plunge as Routledge starts Swansea onslaught    They will approach that occasion more encouraged, and with some of those previously on the fringes of the squad pressing claims for a starting place against Manchester United. Principal among them was Dwight Gayle, whose brace ultimately secured safety. There have been times this season when the forward’s days in south London seemed numbered, when Bristol City thought they had signed him for £9m and Norwich City were hoping to persuade Palace into a sale. As it was he ended up signing a new deal last month, albeit with his desire for regular game-time made clear, and his celebrations here lanced a season of frustration. He, alone, for Palace offered urgency throughout this performance. Where the hosts had dawdled through the opening period, trailing to a slickly constructed Charlie Adam goal, Gayle had been energetic and eager. His rewards duly came upon the restart. Yannick Bolasie’s first positive contribution of the afternoon was key to the first, the Congolese driving beyond Glenn Whelan, Phil Bardsley and Ryan Shawcross into the penalty area before the ball broke free from Geoff Cameron’s robust challenge. Gayle, loitering at the winger’s side, crisply side-footed in a second Premier League goal of the term beyond Jakob Haugaard. His third quickly followed with team-mates revived, and his strike partner Connor Wickham’s influence growing. The latter had nodded against the outside of a post by the time Gayle drew a foul from Shawcross 25 yards from goal. His free-kick was struck with venom, a slight slip as he struck the ball perhaps assisting the whip, and flew beyond Haugaard’s outstretched left hand. “Gayley’s had a funny season, but he’s put himself in contention,” said Pardew, who hopes to sign a new contract of his own soon, the deal having long been agreed but put to one side by the team’s toils. “It was important status was secured for me to warrant a new contract. Now it is, I will happily sign it.” Pardew still hopes to establish Palace as south London’s biggest club, a process that will require further investment in the infrastructure, “three or four additions”, but one they can at least pursue as a member of the elite. Lessons must be learned from that dismal slump after Christmas and, for a while, it had appeared as if Stoke might deepen the gloom. They led when Giannelli Imbula burst clear, Arnautovic collecting, spinning and expertly clipping Adam free. The Scot had charged from deep, splitting Damien Delaney and Pape Souaré in the process, and slid a fine finish back across Hennessey and into the far corner. It was his first goal since last May and should have established Stoke’s dominance. Xherdan Shaqiri might have registered another only for Hennessey to block, but Mark Hughes departed grumbling as much about Kevin Friend’s performance as his own team’s rather limp opening to the second half which proved so damaging. He, too, has issues to address this summer. Palace, for now, can focus on a Cup final.   Related: Jermain Defoe downs Chelsea to give Sunderland hope of escaping drop",
  "webTitle": "Dwight Gayle makes Crystal Palace safe with comeback against Stoke",
  "webPublicationDate": "2016-05-07T16:13:07Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/crystal-palace-stoke-premier-league-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Stoke City",
      "id": "football/stokecity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/07/crystal-palace-stoke-premier-league-report"
}