{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/18/whats-the-attitude-to-vegan-food-where-you-live",
  "id": "2016-05-18-43",
  "sectionId": "lifeandstyle",
  "body": "Most people will know someone who, in an attempt to cut down on meat or eat more healthily, has opted for a vegan diet. In fact, a plant-based diet is now so popular that there is a record number of vegans in Britain today, according to a new survey carried out by Ipsos MORI for the Vegan Society and Vegan Life magazine. It found that the number of vegans in the UK has grown more than 360% over the past decade (there are now 542,000 to be precise, up from 150,000 in 2006). Elsewhere, the number of vegans is also rising: in the US a 2012 study commissioned by the Vegetarian Resource Group found that the 2.5% of the country identified themselves as vegan, up from 1% in 2009. What’s more, data from the Israeli department of statistics found 2.5% of the population were vegetarians in 2010, compared to 8% in 2015 (with 5% becoming vegans). Tel Aviv beat out Berlin, New York and Chennai, India as US food website The Daily Meal’s top destination for vegan travelers. So why is the world going vegan? Advocates for this diet say it can lower cholesterol and blood pressure. There are also strong environmental arguments for ditching meat as livestock makes up about 14.5% of carbon dioxide emissions. What’s the attitude to vegan food in your country? What local and traditional vegan dishes are there? We want to hear from people around the world about this eating trend and why it’s growing. Share your views with us by filling in the form below.",
  "webTitle": "What's the attitude to vegan food where you live?",
  "webPublicationDate": "2016-05-18T19:00:52Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/18/whats-the-attitude-to-vegan-food-where-you-live",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegan food and drink",
      "id": "lifeandstyle/vegan",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Veganism",
      "id": "lifeandstyle/veganism",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/18/whats-the-attitude-to-vegan-food-where-you-live"
}