{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/04/sutton-coldfield-independents-parish-council-birmingham",
  "id": "2016-05-04-319",
  "sectionId": "society",
  "body": "We drive to the rugby club through the rain in Terry Johnson’s green Jaguar. Jim Haywood is the club’s chair and, like Johnson, a candidate in Thursday’s elections for Sutton Coldfield’s brand new town council. Unlike the local Conservative association, with its ancient building on the high street of the West Midlands town, the group that Johnson and Haywood belong to, Independents for Sutton (IfS), has no headquarters. Its members met in a local pub before the landlord signed up as a Conservative candidate. Johnson, 54, once ran his own bus company and voted Conservative until he was made redundant in 2012 and did a degree with the Open University. Now he is worried his twin sons won’t get the chances in life that he did. Haywood joined IfS because he believes the planning system is a mess, Elizabeth Parry because she wants to support the arts, while Tom Pratt, who is also chair of the local branch of pressure group Unlock Democracy, is concerned about air quality. Other topics to come up during the course of my visit include flower beds, neighbourhood planning, special educational needs provision, repairs to the town hall, and an abandoned outdoor swimming pool.           Flatpack democracy: the new English political revolt    If there is a common theme shared by the 14 independents, it is that their town is in need of revival, and that neither Labour nor Conservatives have served it well. There is also a pragmatic acceptance that, given current funding pressures, the local improvements they want will not be funded by Birmingham city council. It all goes back to 1974, when the royal town of Sutton Coldfield (so named by Henry VIII in 1528), historically in the county of Warwickshire, was absorbed by Birmingham. “Ever since that date I’ve campaigned for more independence,” says Ken Rushton, who chairs Sutton Coldfield Independent Residents Group (SCIRG) and was one of the leading lights of the campaign for the town council. Over lunch in Sutton Park, one of the neglected jewels in the town’s crown (and a 2,400-acre gift from Henry VIII), Rushton describes how, starting in 2011, his group sat under a gazebo in the main shopping area every Saturday, gathering 10,000 signatures on the petition that led to last year’s referendum. This asked residents whether they wanted a new town council, with the power to raise a local tax known as “the parish precept”, or not. All sides in that campaign knew there was strong support for the idea of independence from Birmingham. Some “old Suttonians”, as they are known, regret the 1974 decision to make them part of Britain’s second city. But Rob Pocock, Sutton’s sole Labour city councillor, says the 70% yes vote last July (on a 40% turnout) “stunned everybody”. The new council will be England’s biggest parish council (also known as town or community councils), with 75,000 electors and a precept income of £1.8m in its first year. Aside from staff, offices and administrative costs, how this money will be spent depends on who is elected, but the transfer of any assets will have to be negotiated with Birmingham, as will the devolution of responsibilities such as the management of Sutton Park. Statutory services including social care, education and waste are likely to remain with city council.    People may find they’re getting little more for their money than bulbs planted and the grass mown  Andrew Mitchell MP     I wrote an article about parish councils in 2010, campaigned for the creation of London’s first one, and in 2014 became a parish councillor – so have a personal interest to declare in what happens in Sutton Coldfield this week. But what sets my experience in Queen’s Park, in the London borough of Westminster, apart is that while political parties stood aside in our election, and every candidate stood as an individual, Sutton Coldfield has become a dogfight. Conservative association chairman Ewan Mackey accused Rushton of trying to send Sutton “down the route of North Korea” when he suggested major political parties should limit their number of candidates to leave room for independents. While Labour, the Liberal Democrats, Greens and Ukip accepted the proposal, the Conservatives aim to win all 24 seats and clothe one of their own in the town’s historic mayoral chains and robes that Birmingham has given back. Sutton Coldfield’s Conservative MP and former minister Andrew Mitchell says the independents’ disparate goals make them a “rag bag” and accuses them of “flying under false colours” (Johnson, for example, has a role in the Labour party). His party’s campaign is built around themes of competence and value for money, while IfS (a minor party eligible only in parish elections) sees itself as the true heir of a decades-long campaign for greater autonomy. Mitchell, who has a parliamentary majority of 16,000, abstained in 2015’s referendum. “I thought it was my duty to warn people of the pros and cons,” he says. “There remains a danger that people could be very cross about this once it gets going. The town council will take an extra £50-100 off every council tax payer and people may find they’re getting little more for their money than bulbs planted and the grass mown.” When I suggest that there are centralisers and devolvers in both main parties, meaning these arguments don’t divide neatly into left and right, Mitchell will have none of it. “It’s the true tradition of Tory localism,” he says. “We want power driven down to the lowest level and will try to make sure the new council has as much power as it can cope with.” Mackey, a Conservative city councillor who is also standing for the town council, voted yes in the referendum but suggests some people did so in the mistaken belief that the Sutton town council would replace Birmingham as the local authority.   Related: The rise of the parish council    Whether, with the implicit support of all parties bar the Tories, IfS can win seats against what Rushton calls “the strongest Conservative association in the country” will be revealed when the votes are counted on Saturday. On a wet, cold walkabout with some of the candidates, I picked up mixed views, though most people had at least heard about the new council. Justin Griggs, head of policy at the National Association of Local Councils, predicts a “mixed bag” of results. What is certain is that there will be some different faces representing residents. Like the independents, all but two of the Conservative town council candidates are new to local politics. Though the Tory party has held Sutton Coldfield’s seat in parliament since 1945, and holds 11 out of 12 city council seats, it recognises that last year’s yes vote was a vote for change. What the town council, once elected, will achieve, is another question. Birmingham city council has organised some training, but how a group of 24 councillors who are mainly novices will balance their different interests and organise themselves is another matter. Whether Birmingham’s other nine districts decide to follow Sutton Coldfield down the devolution route is unclear. Europe’s largest local authority, with a budget of close to £4bn until recent cuts, has long been seen as unwieldy, but previous attempts at reorganisation have either been rejected or tried and then unwound. Andrew Mitchell thinks that in the end, “Birmingham will be broken up”. Rushton says “the election of a significant number of independents would be a huge success, a majority would be a massive success.” If its members don’t get elected, IfS founding member Paul Long says its future could be as a pressure group. If some of them do make it to the town hall, independents in other localities will surely take heart. Already in charge of Frome town council, parish council localists are on a roll, and are in the process of developing a template for how independents, working not simply as individuals but as a “minor party” with some shared aims, can make a positive difference in ultra-local, bottom-tier government. Whatever happens in the West Midlands, Labour’s Pocock says the creation of England’s biggest town council, and the higher local taxes this entails, is “a lesson for all political parties that you can sell raising money for the public good if it’s transparent and accountable”. How to set up a parish council Parish councils, also known as town and community councils (but never as unitaries, districts, counties or boroughs – and nothing to do with churches), are the lowest tier of local government in England and there are currently around 10,000 of them, 200 of which are less than 20 years old. They vary hugely in size, from fewer than 50 electors to 75,000 in Sutton Coldfield. So, how do you get started? 1. Find some allies. Form a campaign group, talk to existing councillors and local stakeholders, and decide what the boundaries of your civil parish will be. These could be the same as other local government boundaries but they don’t have to be. But a parish does have to fall within one principal authority, so it can’t cross district, unitary authority, or London borough lines. 2. Create a petition, which 7.5% of electors in the designated area will need to sign, unless there are fewer than 2,500 of them, in which case different rules apply. Collecting 10,000 signatures took the group in Sutton Coldfield 18 months. 3. Bear in mind that you are likely to end up with a referendum that you will need to win if the parish is to go ahead. Do local people support you? How much tax are you planning to charge them? What will the new council do for them? 4. Submit your petition to your principal authority and wait. A valid petition triggers a governance review, which may or may not lead to a referendum. 5. Canvass, leaflet, organise public meetings and use the local press to get your message across. 6. If you win the referendum, and the principal authority decides the parish is to go ahead, a temporary council will be formed. Elections are likely to be held on the same day as other local or national elections because this keeps costs down. • This article was amended on 5 May 2016. An earlier version referred to Terry Leeson, when Terry Johnson was meant. Both men are candidates in the town council election. The article also stated that the landlord of a local pub “chucked out” the Independent candidates who met there when he became a Conservative candidate. This was incorrect: it was the group’s choice to meet elsewhere.",
  "webTitle": "Will it be independents’ day at England’s biggest parish council? | Susanna Rustin",
  "webPublicationDate": "2016-05-04T06:30:20Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/04/sutton-coldfield-independents-parish-council-birmingham",
  "keyword": [
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Birmingham",
      "id": "uk/birmingham",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Susanna Rustin",
      "id": "profile/susannarustin"
    }
  ],
  "guardianId": "society/2016/may/04/sutton-coldfield-independents-parish-council-birmingham"
}