{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/27/prometheus-hesiod-myth-beethoven-to-ex-machina",
  "id": "2016-05-27-248",
  "sectionId": "music",
  "body": "For the concert programmer, the myth of Prometheus – and the interlinking story of Pandora’s jar – can be a rich vein of inspiration. Its roots stretch back into deep time – at least as far as the poetry of Hesiod 2,800 years ago – and it has flourished ever since as an enduringly fertile source of inspiration in literature and art. There are many versions of the story, but Hesiod’s original is the most widely known. The immortal Titan Prometheus makes man from clay, then steals fire from the Olympian gods as a gift for his creation. A furious Zeus decides on a gruesome eternal punishment: Prometheus is chained to a mountainside, and made subject to daily liver-pecking by an eagle. Being immortal, his organ regenerates each night, only to be consumed afresh each day. Beethoven: The Creatures of Prometheus (1801)            The Prometheus legend resonated particularly strongly during the Romantic era, with a host of writers and composers using it to explore potent themes of creative enterprise, enlightenment, rebellion and punishment. Of several musical responses during this period, the best-known is Beethoven’s only ballet: The Creatures of Prometheus (1801), in whose finale you can clearly hear the beginnings of the Eroica symphony. Here’s Bernstein’s recording with the Vienna Philharmonic.  Mary Shelley, Frankenstein (1818) In 1818, just 17 years after Beethoven completed his ballet, a 20-year-old Mary Shelley published a book which she subtitled The Modern Prometheus. Her story of Dr Frankenstein and his monster infused the Greek myth with modern science, replacing Prometheus with an ambitious scientist bent on the creation of life. Though written off by most critics at the time, the book went on to be one of the most influential works of modern literature, arguably spawning the entire genre of science fiction. Film versions include the classic 1931 movie starring Colin Clive and Boris Karloff (with its immortal “It’s alive!” moment) and Kenneth Branagh’s Mary Shelley’s Frankenstein. Schubert: Prometheus (1819)            Goethe’s rendering of the Prometheus myth – which emphasises the idea of a creative, rebellious spirit standing in defiance of God – inspired several song settings, including those of Hugo Wolf and Johann Friedrich Reichardt. The best known setting is that by Schubert, heard here in a cracking live recording featuring Dietrich Fischer-Dieskau accompanied by Benjamin Britten, made at Aldeburgh in 1972; and more recently here in a version by Simon Keenlyside. Dante Gabriel Rossetti: Pandora (1870)     Dante Gabriel Rossetti’s Pandora. Photograph: public domain    It’s not just Prometheus and the monstrous eagle which loom large in Romantic culture: the myth continues with the linked story of Pandora. As a punishment for Prometheus’s creation of mankind, Zeus arranges a visit from Pandora, who bears a forbidden jar. Pandora can’t resist the temptation to open it, and in doing so releases all the evils, plagues and misfortunes of the world. When she closes the jar, the only thing remaining inside is hope – an eternal gift (or perhaps curse?) for mankind. Perhaps the most famous depiction of Pandora is Dante Gabriel Rossetti’s painting of 1870, for which the artist used Jane Morris, the wife of his friend William Morris, as his model.  Scriabin: Prometheus, or The Poem of Fire (1910)            Russian composer Alexander Scriabin used the Prometheus myth as the basis for a highly unusual exploration in synaesthesia, combining a dense and dissonant orchestral score with a special part for an imaginary clavier à lumières or “colour organ”. Scriabin had pretty high ambitions for the piece – it formed part of a cycle of works which he believed would elevate mankind to a new level of spiritual consciousness. At the time of composition, there was no way of presenting the colour organ part in the way Scriabin had scored it, but more recent advances in lighting technology mean that it’s perfectly possible to attempt it.  HK Gruber: Frankenstein!! (1978)            The Austrian composer HK Gruber’s extraordinary Frankenstein!! was inspired by a series of dark children’s poems by HC Artmann. Gruber’s composition presents what he calls a “pan-demonium” of monsters, heroes and villains, scored for chamber ensemble and a floridly virtuosic baritone chansonnier. The music tips its hat in the direction of Weimar cabaret, Satie, Ives and Cage, and veers from outrageously zany to ravishingly beautiful.  Alex Garland, Ex Machina (2015)             Alex Garland’s 2015 film has a lovely reference to Prometheus in the shape of its billionaire tech guru protagonist Nathan Bateman (played by Oscar Isaac), who succeeds in creating the first true artificial intelligence, before later reaping the consequences of his invention. In what seems to be a modern reimagining of one of the key elements of the myth, Bateman lays waste to his own liver every night through alcohol abuse, before apparently restoring it the following day with an ultra-healthy diet and yoga.   Aurora Orchestra’s Playing with Fire: Exploring the Myth of Prometheus is at the Royal Festival Hall, London, on 29 May. Box office: 0844-875 0073.",
  "webTitle": "It's still alive! Prometheus, inspiring art for three millennia",
  "webPublicationDate": "2016-05-27T08:32:21Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/27/prometheus-hesiod-myth-beethoven-to-ex-machina",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Mary Shelley",
      "id": "books/maryshelley",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "music/musicblog/2016/may/27/prometheus-hesiod-myth-beethoven-to-ex-machina"
}