{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/05/gas-delivery-tech-startups",
  "id": "2016-05-05-196",
  "sectionId": "technology",
  "body": "It is hard to imagine a less hospitable niche for a startup to enter than gasoline – a combustible commodity that is (one hopes) being innovated into obsolescence.  And yet, over the past 18 months, at least six startups have launched some variation on the theme of “Uber for gas” – your car’s tank gets refilled while it is parked somewhere.  The gas delivery startup founders all share similar stories of discovering the wannabe entrepreneur’s holy grail: a point of friction that can be translated into an app.  “David, one of the co-founders, basically said, ‘I hate going to the gas station’,” said Nick Alexander, the other co-founder of Yoshi, of their company’s origins. “I think he had run out of gas recently, so he said, ‘What about an idea where someone comes and fills your car up?’”  For Ale Donzis, co-founder of WeFuel, the moment came when he was trying to get gas in the middle of winter in upstate New York and realized he had forgotten his gloves. For Frank Mycroft, founder and CEO of Booster Fuels, it was during his wife’s pregnancy when he started refueling her car as well as his own.   “It wore on me,” Mycroft said. “I didn’t like doing it.”  The tales of gas station woe are the kind of first-world problems that have inspired a thousand parodies of startup culture. (A customer testimonial on the website of Purple, another gas delivery service, reads: “I live across the street from a gas station, but I don’t always have time to make the stop.”)  But delivering large quantities of a toxic and flammable liquid is significantly more complicated – and regulated – than delivering sandwiches. The companies generally source their gasoline from the same distributors that supply 10,000-gallon tankers to retail gas stations. But the app companies put the fuel into the back of pickup trucks or specially designed mini-tankers. Booster Fuels only services cars in open air, corporate parking lots on private property, but other companies offer to refill your car wherever it’s parked.  And while ignoring outdated regulations is practically a virtue in this age of disruptive innovation, there are good reasons for the careful control of gasoline.  “Some of the [companies] are using 1,000-gallon tanks,” warned Greg Andersen, division chief of the California office of the state fire marshall. “If they’re going into the basement parking lot of a high rise, that actually is a large concern.”  Several of the startups treat their regulatory compliance as a selling point.  “You’re supposed to have a fire extinguisher,” said Chris Aubuchon, co-founder of Filld. “We have two.”  Yoshi’s Alexander said, “We’re using DOT-certified equipment. … We’ve had our trucks inspected by multiple parties, including the highway patrol.”  But it’s not clear that Filld and Yoshi actually are in compliance with the law.  Both companies offer their service in San Francisco, where Lt Jonathan Baxter of the fire department says mobile fuel delivery is not currently permitted. He added that none of the companies have even sought permits.  “We are not saying that we are not ever going to permit this,” he said. “We are saying that we are working with other state agencies to figure out what is going to be best.”  In the meantime, Baxter is asking members of the public to report any fuel delivery trucks they observe to the department for inspection, corrective measures and possible violations.  Filld CEO Aubuchon responded to Baxter’s remarks in a statement, saying: “We have carefully studied the legal requirements, operate within them, and serve our customers in full compliance with all applicable laws and regulations.”  Yoshi co-founder David Gobaud also rejected the fire department’s assertion.  “Under the law we don’t actually need a permit,” he said by email, explaining that only companies who use tank vehicles or tank cars are required to obtain permits.  Andersan suggests that the companies currently operating in California are exploiting a “grey area” in the fire code. There are regulations that allow for mobile fueling with diesel, but the code is silent on gasoline, presumably because no one was offering the service before last year.  “You can read the intent and say, ‘Look at all the things you have to do for diesel fuel. Are we assuming that you have to do nothing for gasoline?’ That doesn’t make sense,” he said.  But whether or not the companies’ practices are safe and legitimate, it’s hard not to wonder at founders and investors pouring their resources into an area that so many other tech companies are trying to innovate out of existence.  “I call these ‘bridge startups’, and I shy away from them because you spend the same amount of effort innovating in a dying market as you do in a growing one,” said Jason Calcanis, a prominent tech angel investor and entrepreneur. “On-demand valet services, gas delivery and even car ownership itself will get demolished by the one-two punch of Uber and Tesla.”  Calcanis is an investor in Uber and a proud owner of two Teslas, so he has biases. But it’s hard not to think that the best and the brightest should be focusing their energies on non-carbon-emitting solutions to society’s transportation needs.  Of course, while we wait for the invention that will avert climate collapse without requiring too much sacrifice on our parts, there is still plenty of money to be made in gasoline.  “Fossil fuels have a long runway,” WeFuel’s Donzis said.  “Today’s cars are going to be around for the next 15 to 20 years, so I don’t see our business going away, even though I welcome that change,” Filld’s Aubuchon said.  At least one of the startups is also focused on a more “longterm, grandiose vision,” one that’s about more than squeezing the final dollar out of the fossil fuel economy.  Alexander, co-founder of Yoshi, argued that hydrogen fuel cell vehicles are actually cheaper and more environmental than electric cars. There’s little market for the cars right now, however, because there’s no distribution network for hydrogen fuel.  “The problem is that the cost to retrofit all the gas stations to hydrogen would be tens of billions of dollars,” he said. A successful mobile fuel delivery service could change all that.  “Almost everything that we solve right now – the trucks, the app, the customer stuff – all that stuff is independent of what we’re carrying,” Alexander said. “We could have hydrogen trucks on the road tomorrow.”",
  "webTitle": "Gas delivery startups want to change the world – but will they blow it up first?",
  "webPublicationDate": "2016-05-05T12:00:07Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/05/gas-delivery-tech-startups",
  "keyword": [
    {
      "webTitle": "Technology startups",
      "id": "technology/startups",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Gas",
      "id": "business/gas",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Carrie Wong",
      "id": "profile/julia-carrie-wong"
    }
  ],
  "guardianId": "technology/2016/may/05/gas-delivery-tech-startups"
}