{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/23/telegraph-smart-working-talent-pay-digital",
  "id": "2016-05-23-260",
  "sectionId": "media",
  "body": "The Telegraph is to cut back space at its Victoria headquarters by introducing “smart working”, and boost pay packages to recruit and retain “top talent”, as part of a restructure. Murdoch MacLennan, the chief executive of parent Telegraph Media Group, unveiled a number of changes to staff including the first initiatives arising from an operational review by Deloitte. Following the review, which prompted speculation the Telegraph might be put up for sale, MacLennan said the business will introduce initiatives including a culture of flexible “smart working” that will allow it to cut space at its Victoria HQ and “save significantly on rents and rates”. “Our office is never full and even on a very busy day a large number of desks are unused,” said MacLennan, in an email to staff. “With changes in the way we work, and hot-desking for some of those who need to be in the office, we will be able to reduce the size of our footprint at BPR [Telegraph HQ at Buckingham Palace Road].” In January, the Daily Telegraph installed devices that monitored whether people were at their desks, but removed them after it was heavily criticised by the National Union of Journalists for carrying out “surveillance” on its staff. MacLennan said that the new flexible working practices represented an “employee-friendly approach”. “I believe that this will allow many of us to have a better work-life balance and I hope you will welcome this modern, employee-friendly approach that is so much in line with the changes in the media world,” he said. The staff canteen is also to be shut with MacLennan saying that the Telegraph has effectively “subsidised” other tenants in the building who all get to use it. Instead, TMG will build three kitchens and “breakout areas” with microwaves and fridges. The company is also looking to increase the amount it pays to recruit and retain star talent as newspaper groups battle not just each other but also attractive offers from digital rivals. “We are reviewing enhancements to our remuneration, benefits and reward packages to enable us to recruit and retain top talent in the business at every level,” said MacLennan.  “Similarly we will look to enhance our highly successful graduate scheme to ensure we attract the best new talent from universities and colleges.” The publisher also intends to launch the Telegraph Innovation Fund to “help startup businesses in the digital space”. “Some of these exciting new ventures will work alongside us at BPR [Buckingham Palace Road], allowing their expertise and creativity to mix with our experience and own talent for innovative content creation.” In 2010, the Telegraph shut the ambitious digital venture Project Euston, which was headed by Will Lewis, now the chief executive of Wall Street Journal publisher Dow Jones.  MacLennan described the Telegraph’s overall three-year plan as “ambitious but achievable” and designed to “protect” the print business while diversifying products and revenues. MacLennan said that in the last three months “conditions have continued markedly to deteriorate across the sector”. Earlier this month, the publisher of the Daily Mirror reported an almost 20% decline in print ad revenues in the first four months of 2016. “We managed a better performance than many,” he said. “Such stark figures underline the urgent need for us to move ahead with the process of change as well as reducing costs to invest in growth areas.” MacLennan said that TMG has been focusing on growth areas including digital, including a new news smartphone app for later this year, as well as significant investment in areas such as travel and e-commerce.",
  "webTitle": "Telegraph to introduce 'smart working' in bid to cut costs",
  "webPublicationDate": "2016-05-23T08:50:57Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/23/telegraph-smart-working-talent-pay-digital",
  "keyword": [
    {
      "webTitle": "Daily Telegraph",
      "id": "media/dailytelegraph",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sunday Telegraph",
      "id": "media/sunday-telegraph",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Telegraph Media Group",
      "id": "media/telegraphmediagroup",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/23/telegraph-smart-working-talent-pay-digital"
}