{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/10/man-accused-of-killing-daughter-beat-partner-during-miscarriage-trial-told",
  "id": "2016-05-10-119",
  "sectionId": "uk-news",
  "body": "A man charged with murdering his six-year-old daughter in a fit of rage was accused of beating up his partner when she was miscarrying another baby, a court has heard.  Ben Butler, 36, is on trial for the murder of Ellie Butler on 28 October 2013 when he was alone at home with her and another child.  Butler and his partner, Jennie Gray, also 36, are jointly charged with child cruelty over an untreated broken shoulder the girl sustained weeks before her death.  On Tuesday, the jury at the Old Bailey was shown a series of abusive texts sent to Gray while she was in hospital recovering from injuries sustained during the alleged beating.  As part of the agreed facts, the jury also heard that Butler had several previous convictions, including one for punching a man in a kebab shop and another for assaulting a former girlfriend. The alleged beating of Gray happened on 15 March 2013, just seven months before the couple’s daughter was found with “catastrophic” and fatal injuries at his home. Ellie had a fractured skull similar to that sustained in a high-speed car crash and a postmortem examination showed her shoulder had been broken weeks before. The court heard how, in January 2013, the relationship was on the brink of collapse, with Butler threatening to walk out because he couldn’t stand Gray’s looks, her mouth, her weight and was fed up with his childcare responsibilities.  The jury was told Butler sent text messages to Gray, who was pregnant, telling her he was disgusted and had had “enough of your weight and looks”. “You whacked on a massive [amount]. No baby,” he said. In further text messages, Gray described having a “fucked abortion” and losing a baby boy. Butler warned her not to get pregnant again with a string of texts raging about looking after Ellie.  The jury saw 16 pages of texts which showed how, two months later, the “toxic relationship” had descended into violence. According to Gray’s texts, Butler was violent towards her and threw her out of the house on 15 March while she was bleeding heavily, with “dead baby” still in her womb as a result of an unsuccessful abortion. After more than two days of text abuse, she accused Butler: “Friday 15th kicked out of room and treated v v badly .sat 16, treated v v abdly, kicked out of street, bleeding very badly and in heavy pain from both.” “My jaw, back, neck and head still hurt very badly from Friday and Saturday,” she texted.  “You did bad, and knew I was pregnant and was miscarrying and bleeding very badly.” On 16 March, while being treated in hospital, Butler begged her to take his phone calls. But she texted: “You threw me out after what else u did. As god is my witness I will never forget.”  “I am bleeding bad still and made worse. I wish never wke up every morning.” Butler told her that if she stayed in hospital he would call a social worker and she would lose Ellie.  She responded: “I’m bleeding and ignoring it and pain all for U Pretending U didn’t make me kill a baby U didn’t want. Pretending won’t forgiev you. I wish I was dead.” In a later text said: “I love you more than anything in the world” but added “I feel very hurt too and didn’t want those things happen...I just want to feel safe for once.” He promised not to be violent but Gray said she wouldn’t return because he had beaten her up, and she would seek refuge in a church.  Gray said she was not leaving hospital until “getting dead baby out of my womb properly”. She also told him she was suspected of having two types of cancer, ovarian and bowel, and Crohn’s disease. “I will take as long as hospital want me to not what U want Just remember this is all your fault. While U lay there know and remember what I did and U made me kill an unborn baby boy.” Butler and Gray, of Sutton, south-west London, deny the charges against them. Gray has previously admitted perverting the course of justice over an alleged cover-up after Ellie’s death. The jury was given more detail of Butler’s conviction for causing grievous bodily harm to Ellie in 2007, when she was seven weeks old. The jury was told the conviction was quashed three years later and no court had established “how, or in what circumstances, the 2007 injuries were caused”.  Butler pleaded guilty in 2004 to an assault occasioning actual bodily harm after he punched a man in a kebab shop in Kingston upon Thames. He pleaded guilty to common assault on a former girlfriend in August 2005 in a car park in Croydon after they had left a nightclub. He accepted a caution for a second assault on her in November 2005 after an ambulance was called to Morden town centre to treat her for facial injuries. She told police he had punched her in the face.",
  "webTitle": "Man accused of killing daughter 'beat partner during miscarriage'",
  "webPublicationDate": "2016-05-10T15:48:35Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/10/man-accused-of-killing-daughter-beat-partner-during-miscarriage-trial-told",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/10/man-accused-of-killing-daughter-beat-partner-during-miscarriage-trial-told"
}