{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/26/pension-exit-charges-capped-1-percent-fca-proposals-retirement",
  "id": "2016-05-26-287",
  "sectionId": "money",
  "body": "The Financial Conduct Authority has proposed a 1% cap on exit charges for people cashing in their pensions before retirement age along with a ban on exit fees in future pension contracts. Britain’s financial watchdog is taking action after the chancellor, George Osborne, pledged in January to tackle the “ripoff” charges levied on people aged 55 and over who want to make use of the pension freedoms introduced in April last year. The charges can run into thousands of pounds. The FCA proposed that for existing contract-based personal pensions, including workplace personal pensions, exit charges would be capped at 1% of the value of a member’s pot. It would also ban exit charges for personal pension contracts entered into after the proposed new rules come into force.  Consumer organisations welcomed the FCA’s move, although the finance website Moneyfacts noted a fee of 1% of the pension pot could still be sizeable. It also deplored the fact that the cap will not come into effect until 31 March 2017 – two years after the introduction of the new pension freedoms. Alex Neill, the director of policy and campaigns at Which?, said the FCA’s move was “a good first step” and called on the regulator to turn its attention to other charges people face when trying to make the most of the pension freedoms. Under Osborne’s pension reforms, people can cash in their pension pots rather than having to buy a retirement income known as an annuity.   Related: How did we get pension calculations so wrong?    Data collected by the FCA shows that nearly 700,000, or 16%, of customers in contract-based pension schemes could face some sort of early exit charge when they want to access their pension savings before their retirement date. The FCA investigation showed that 358,000 faced charges of 0-2%; 165,000 faced charges of 2-5%; 81,000 faced charges of 5-10%; and 66,000 faced charges above 10%. Osborne said: “Nearly quarter of a million people have already taken advantage of the government’s pension freedoms, accessing their money when it suited them ... And I am clear that people who have done the right thing and saved responsibly should be able to access their pensions fairly. They shouldn’t face prohibitive charges that block them from exiting their current deal.”  He said the Department for Work and Pensions (DWP) would take similar steps for occupational pension schemes. Richard Eagling, the head of pensions at Moneyfacts, said the FCA “must balance the need to ensure that any charges do not deter consumers from accessing the pension freedoms while also ensuring that legacy pension contracts, which may have some upfront sale and advice costs left unrecovered if the consumer withdraws their funds before their expected retirement, are not penalised”. The FCA will consult consumers and the pensions industry on its proposal. The consultation runs until 18 August. The DWP is conducting its own consultation. The industry body, the Association of British Insurers (ABI), said more than eight out of 10 customers do not have to pay early exit charges to access their pensions. Yvonne Braun, the director of policy, long-term savings and protection, added: “Where they do, most fees are 2% or less and were put in place decades before the freedom and choice reforms were introduced. The ABI will engage closely with government and the FCA on the consultations.”",
  "webTitle": "Pension exit charges to be capped at 1% under FCA proposals",
  "webPublicationDate": "2016-05-26T07:57:00Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/26/pension-exit-charges-capped-1-percent-fca-proposals-retirement",
  "keyword": [
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Savings",
      "id": "money/savings",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Financial Conduct Authority",
      "id": "business/financial-conduct-authority",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banks and building societies",
      "id": "money/banks",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Kollewe",
      "id": "profile/juliakollewe"
    }
  ],
  "guardianId": "money/2016/may/26/pension-exit-charges-capped-1-percent-fca-proposals-retirement"
}