{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/23/rock-on-the-range-music-festival-best-moments-rob-zombie-red-hot-chili-peppers-deftones",
  "id": "2016-05-23-32",
  "sectionId": "music",
  "body": "Rock on the Range is a festival experience unlike anything else. Sold-out for the fourth year in a row, 120,000 fans filled the MAPFRE Stadium in Columbus, Ohio, for the annual event – the biggest of its kind in the country – showcasing the best in mainstream, classic and hard rock. Larger-than-life both in size and production, this year’s Rock on the Range was headlined by Red Hot Chili Peppers, Rob Zombie and Disturbed, while Deftones, Death From Above 1979 and Megadeth were among more than 50 bands who played across three stages. Here are 10 of the best moments: Sixx: AM bring the feel good vibes     Sixx:AM. Photograph: Harley Hughes for the Guardian    On Friday afternoon, Sixx:AM – the side project of Nikki Sixx, bass player of Mötley Crüe – tore through their set. Sixx, decked out in black and red head to toe with matching red paint on his arms, leaned up against lead singer James Michael for Lies of the Beautiful People, airing a genuine connection between the band and their music. Sixx and guitarist DJ Ashba played off each other for their set closer Life is Beautiful, one of the group’s biggest songs. “This one goes out to everyone who’s ever had their heart ripped out of their chest,” screamed Michael. A Day to Remember’s confetti     A Day To Remember. Photograph: Harley Hughes for the Guardian    In a manner fitting with the band’s over-the-top production, A Day to Remember came on to Rock on the Range’s main stage with a huge confetti blast. While impressive on its own in regular sets, the festival’s blast was larger than life. On cue with the heavy guitar drop of The Downfall of Us All, confetti beautified the band’s opening track in a surreal moment that saw lead singer Jeremy McKinnon throw his hands up within a colorful dream – one that was elaborate enough to include a beach ball drop. Lights up for Shinedown     Shinedown. Photograph: Harley Hughes for the Guardian    Hard rock band Shinedown played Prince’s Let’s Go Crazy as their intro song – which was fun enough on its own – but later on in the night, thousands of lighters and phones illuminated the sold-out crowd for State of My Head. A stunning sight, MAPFRE Stadium morphed into a starry night sky, despite the pouring rain coming down from above. Instead of dampening spirits, the rain invigorated both the crowd and band, leaving Shinedown’s set as one of the weekend’s most unforgettable. Disturbed cover Simon and Garfunkel After a four-year hiatus, heavy metal outfit Disturbed is back. Their fiery set, cooled down only once by a strings and piano cover of Simon and Garfunkel’s The Sound of Silence, was brought back to life by a medley of covers. From Nine Inch Nail’s Closer to U2’s I Still Haven’t Found What I’m Looking For to The Who’s Baba O’Riley, Disturbed ran through their favorite hits – but most impressive was a cover of Rage Against the Machine’s Killing in the Name, where Papa Roach’s Jacoby Shaddix joined Disturbed’s David Draiman onstage. The unholy church of Ghost     Ghost. Photograph: Harley Hughes for the Guardian    Swedish doom metal band Ghost is always a unique experience. With their trademark look modeled after a (very anti-church) clergy, the group’s members – called the Nameless Ghouls – wear identical black-robed, face-concealing outfits head to toe, while lead singer Papa Emeritus commands in a tuxedo with skull face paint. A frequent Rock on the Range staple, Ghost drew us into their unholy church with Miserere mei, Deus and continued to bless the congregation with headbang-worthy jams such as From the Pinnacle to the Pit and Mummy Dust. Lamb of God’s circle pit     Lamb of God. Photograph: Harley Hughes for the Guardian    When Lamb of God vocalist Randy Blythe growled the words, “We came to Rock on the Range to be the most disruptive,” there couldn’t have been a truer statement. For the duration of the band’s set, fans flew over the heads of others in a sea of moshing, a never-ending wave of crowd surfers that made their way up and over the barricade. One of the most enthralling, engaging performances of the entire weekend, Lamb of God were impossible to divert your eyes from, as Blythe – an enigmatic frontman – turned MAPFRE Stadium upside down: when he asked for a circle pit, he definitely got one. Rob Zombie’s horror emporium Fireworks, a giant Martian, flames and balloon drops: is there anything Rob Zombie didn’t have for his headlining set at Rock on the Range? The spook-master, horror impresario went above-and-beyond in production, incorporating Frankenstein heads, a life-size boombox (called the Satan-O-Sonic) and otherworldly, psychedelic video montages to back his monumental performance. With a top-notch band to boot, one that includes speed guitarist John 5, bassist Piggy D and drummer Ginger Fish, the crew thrilled with a cover of Tone-Loc’s Wild Thing, later running through classics such as Living Dead Girl, Never Gonna Stop (The Red, Red Kroovy) and White Zombie’s seminal hit, Thunder Kiss ’65. While John 5 captivated with a stunning solo, Zombie made his way into the crowd – one of the set’s highlights, along with a cover of Grand Funk Railroad’s We’re An American Band; not to mention, the numerous fireworks that shot into the sky, already lit up by an eerie full moon. Wolfmother’s groove     Wolfmother. Photograph: Harley Hughes for the Guardian    Raw, authentic rock’n’roll. That’s Wolfmother, an Australian hard rock band that wails as hard as they play. With a gritty, pure sound straight out of the 70s (and a look to match), Wolfmother delivered a pounding performance from start to finish – no gimmicks, no production to distract from their product, which spoke for itself. Timed on cue to wild riffs, bassist Ian Peres and vocalist-guitarist Andrew Stockdale jumped high in the air to deliver a charged rendition of Joker and the Thief, while drummer Alex Carapetis went in on his drum set. Stockdale, who has an unparalleled falsetto, nailed each and every vocal with little-to-no slip-ups. By the looks on their faces, it was evident the group was having as great of a time as their fans out front. Deftones impress     Deftones. Photograph: Harley Hughes for the Guardian    Watching Deftones is a powerful experience. From opening with Rocket Skates, to dropping new music from their latest album Gore, to bringing back seminal numbers like Digital Bath and Change (In the House of Flies), the hard rock outfit gave a thrilling Sunday evening set fueled by passionate energy and an unbreakable bond between its members. Doubled over in a cathartic release – a man literally brought to his feet by emotion – vocalist Chino Moreno poured his soul into his words, each shriek coming from deep within; at one point, in a moment lost in sound, he kicked over a monitor while ending with the heavy Engine No 9. Red Hot Chili Peppers’ sendoff     Red Hot Chili Peppers. Photograph: Harley Hughes for the Guardian    Last but not least on Rock on the Range’s bill were the Red Hot Chili Peppers, the final headliners for Sunday night. Despite being released from the hospital only a few days prior after a nasty bout with the flu, lead vocalist Anthony Kiedis was on top – the band still managed a proper sendoff that thoroughly spanned their three-decade-plus career. Covering all the basic hits like Can’t Stop, Otherside and Higher Ground, the Chili Peppers – all decked out in colorful splashes of clothing – closed Rock on the Range with a vibrant show. After debuting their new single Dark Necessities live for the first time, to leading a crowd singalong for Under the Bridge, to grooving to Flea’s funky bassline in Suck My Kiss, the band finally said goodbye with a two-song encore: Around the World and Give It Away.",
  "webTitle": "Rock on the Range: the 10 best moments from Rob Zombie to Deftones",
  "webPublicationDate": "2016-05-23T20:20:10Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/23/rock-on-the-range-music-festival-best-moments-rob-zombie-red-hot-chili-peppers-deftones",
  "keyword": [
    {
      "webTitle": "Metal",
      "id": "music/metal",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Red Hot Chili Peppers",
      "id": "music/redhotchilipeppers",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashley Zlatopolsky",
      "id": "profile/ashley-zlatopolsky"
    }
  ],
  "guardianId": "music/2016/may/23/rock-on-the-range-music-festival-best-moments-rob-zombie-red-hot-chili-peppers-deftones"
}