{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/argentinas-last-military-dictator-jailed-over-role-in-operation-condor",
  "id": "2016-05-27-10",
  "sectionId": "world",
  "body": "Argentina’s last military dictator, 88-year-old former general Reynaldo Bignone, was today sentenced to 20 years in prison for his role in Operation Condor, under which an international death squad was set up by six South American military dictatorships during the 1970s and 80s. The plan allowed death squads from Argentina, Bolivia, Brazil, Chile, Paraguay and Uruguay to cross into one another’s territory to kidnap, torture and kill political opponents who had fled across the border. Most of the 105 cases of “illegal arrest” followed by death covered by the trial involved foreign nationals – 45 Uruguayans, 22 Chileans, 13 Paraguayans and11 Bolivians – killed while living in exile in Argentina.     A boy holds a banner with pictures of some of the 3,000 people killed or disappeared during Augusto Pinochet’s dictatorship (1973-90). Pinochet faced charges over the deaths of political opponents under Operation Condor. Photograph: Victor Rojas/AFP/Getty Images    Persecuted for political reasons in the military regimes in their own countries, many had escaped to Argentina before 1976, when the country became the last of the six nations to fall under a dictatorship. After their arrest, the victims were made to “disappear”, usually by being cremated, or thrown drugged but still alive from military planes into the Atlantic Ocean.   Related: Brazil’s judiciary is in danger of turning the clock back on democracy | Eliane Brum    “This ruling is important because it is the first time the existence of Operation Condor has been proved in court,” said Luz Palmás Zaldúa, lawyer for the Argentinian human rights group Cels (Centre for Social and Legal Studies), which represented the victims’ families. “It is also the first time that former members of Condor have been sentenced for forming part of this criminal organisation.” The sentences against 17 former officers on trial were read out by Judge Adrián Grünberg to a courtroom packed with victims’ relatives, who sat in stony silence during the lengthy reading. Bignone, who ruled Argentina in 1982-1983 in the wake of the Falklands war, was found guilty of being part of an illicit association, kidnapping and abusing his powers in the forced disappearance of more than 100 people. The former general is already serving life sentences for multiple human rights violations during the 1976-1983 dictatorship. Another high-ranking former general, Santiago Riveros, with jurisdiction over Buenos Aires and various clandestine detention centres, was sentenced to 25 years.     Families of victims sitting in court for the sentencing of former military officers in Buenos Aires. Photograph: Natacha Pisarenko/AP    Among other crimes, Riveros was sentenced for a case involving a young Uruguayan couple, María Gatti and Jorge Zaffaroni, who fled to Argentina in 1975. Kidnapped the next year along with their infant child, Mariana, the couple were taken to Automotores Orletti, a detention centre that acted as the headquarters of Operation Condor in Buenos Aires. The Uruguayan couple were murdered and their one-year-old child was given to Argentinian intelligence officer Miguel Angel Furci to raise as his own. It was only 16 years later, in 1992, that Mariana Zaffaroni was reunited with her biological family. Furci was also among the condemnedon Friday, sentenced to 25 years, on dozens of counts of torture and illegal arrest at the Orletti centre.    Related: Legacy of the junta casts a dark shadow over contemporary writers in Argentina    Although the role of the US in Condor was not under examination, substantial evidence was produced during the three-year trial concerning Washington’s role. “We obtained documentation, both from declassified files of the US state department and from South American records, showing that the US was aware that Condor was killing people and even provided technical assistance,” said Palmás Zaldúa. “There is evidence the CIA provided computers and that Condor members communicated via a US telex service based in Panama.” One US state department document from October 1981 related how Condor members “keep in touch with one another through a US communications installation in the Panama canal zone, which covers all of Latin America”. Although the telex service, dubbed Condortel, was officially meant to be used by South American officers under military training by the US in Panama, the document, a cable from the US embassy in Paraguay to Washington, states that “it is also employed to coordinate intelligence information among the Southern Cone countries”. The document adds: “This is the Condor network which all of us have heard about over the last few years.” New revelations regarding the role of the US in Condor could emerge in the near future. “So far we have only seen US state department files,” said lawyer Palmás Zaldúa. “We expect to find much more information once Pentagon and CIA files relating to the period of South America’s military dictatorships are released.” President Barack Obama promised to release all US files, including military and intelligence records, during his visit to Argentina in March this year. “I believe we have a responsibility to confront the past with honesty and transparency,” he said.",
  "webTitle": "Argentina's last military dictator jailed for role in international death squad",
  "webPublicationDate": "2016-05-27T22:20:49Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/argentinas-last-military-dictator-jailed-over-role-in-operation-condor",
  "keyword": [
    {
      "webTitle": "Argentina",
      "id": "world/argentina",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bolivia",
      "id": "world/bolivia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Chile",
      "id": "world/chile",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Paraguay",
      "id": "world/paraguay",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Uruguay",
      "id": "world/uruguay",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Uki Goñi",
      "id": "profile/ukigoni"
    }
  ],
  "guardianId": "world/2016/may/27/argentinas-last-military-dictator-jailed-over-role-in-operation-condor"
}