{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/13/pupfish-dead-death-valley-national-park-nevada-arrests-drunk",
  "id": "2016-05-13-38",
  "sectionId": "environment",
  "body": "Three men have been arrested over a drunken rampage that resulted in the death of a member of one of the rarest fish species in the world. The three suspects have been charged by police after allegedly breaking into a fenced-off protected area of Death Valley National Park in Nevada on 30 April. The men stomped around in the water of Devils Hole, strewing vomit, beer cans and boxer shorts over the area, and tearing up the habitat of the Devils Hole pupfish, one of the rarest fish in the world. One of the fish was later found dead.   Related: 'Killed this here critter': outrage after US rancher shoots rare wolverine    According to the National Parks Service, the men fired a gun at least 10 times at gate locks, a motion sensor and several signs. Sensitive scientific monitoring equipment was also damaged. Three beer cans were left behind, as well as the vomit of one of the men and the boxer shorts of another.  The Nye County sheriff’s office said it has charged Steven Schwinkendorf, 29, Edgar Reyes, 35, and Trenton Sargent, 26, with the killing of an endangered species, destruction of property, trespassing and unlawful possession of a firearm. They face the possibility of fines of up to $50,000 and a year in prison.  “Their unlawful visit ultimately culminated with at least one of the suspects stripping off their clothes and entering the water of Devils Hole,” the sheriff’s office said in a statement. “The suspect(s) in the water stomped around the shelf area of the critical ecosystem before swimming around the deeper water, leaving behind a pair of dirty underwear when finished.     Three men inside the perimeter fence at the edge of Devils Hole in Death Valley National Park, Nevada. Photograph: AP     “The intrusion is believed to have resulted in the death of at least one endangered Devils Hole pupfish, and fisheries biologists are trying to ascertain the extended damage that may have been done to food sources and egg sites which could lead to more loss of a species whose numbers are now below the last count of 115 in existence.”  Police said the men had been shooting rabbits before they decided to scale the fence of the protected area. Security camera footage shows the men entering the off-limits area, before one of them urinates. A separate underwater camera shows one of the men entering the water and disturbing ground sediment.  The Devils Hole Pupfish is only found in the 93F (34C) waters of Devils Hole. The fish, which is a bright blue color and measures just one inch in length, was listed as endangered in 1967. Devils Hole is a small pool that reaches more than 400ft in depth. Pupfish numbers have been on the wane of late – up until the 1990s, the population was more than 300-strong.  The Center for Biological Diversity, which joined with the National Park Service in offering a $15,000 reward for the capture of the three men, said the men’s actions were a crime against the shared natural heritage of all Americans.  “We’re looking forward to seeing these three men brought to justice,” said Ileene Anderson, a senior scientist at the center. “Not only did they act stupid but they destroyed some of the last remaining habitat for one of the rarest fish in the United States.”",
  "webTitle": "Three men face charges for killing tiny, endangered fish in drunken rampage",
  "webPublicationDate": "2016-05-13T19:19:30Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/13/pupfish-dead-death-valley-national-park-nevada-arrests-drunk",
  "keyword": [
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Nevada",
      "id": "us-news/nevada",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Milman",
      "id": "profile/oliver-milman"
    }
  ],
  "guardianId": "environment/2016/may/13/pupfish-dead-death-valley-national-park-nevada-arrests-drunk"
}