{
  "apiUrl": "https://content.guardianapis.com/gnm-press-office/2016/may/27/guardian-partners-with-canon-to-launch-latest-digital-ad-formats",
  "id": "2016-05-27-146",
  "sectionId": "gnm-press-office",
  "body": "The Guardian has partnered with Canon to launch a stunning new brand campaign using the latest suite of Guardian’s digital ad formats in a deal brokered by PHD. Canon’s latest ‘travel camera’ campaign kicks off today and harnesses the new ad units - ‘Guardian Frame’ and ‘Guardian Focus’. These formats will showcase the beautiful images the Canon camera captures across the Guardian’s mobile and tablet platforms, helping to engage with its influential readers. The new formats expand the Guardian’s native ad proposition, which can now be executed across the Guardian - offering an even deeper, richer and comprehensive ad experience. Designed and developed in-house, ‘Frame’ and ‘Focus’ offer a new level of contextual sensitivity, engagement mechanisms and high-quality visual impact. Canon will incorporate these new formats into a Guardian-wide campaign, including a unique brand experience in the Guardian app, providing Canon with an opportunity to deepen their relationship with the Guardian’s most engaged audience. The campaign will kick off with a front page takeover, and the ads will then be featured across the Guardian’s network front, travel, lifestyle, tech and culture verticals. Susie Donaldson, Marketing Director, Canon UK said: “The Guardian’s new formats are great for showcasing the incredible images Canon cameras can capture. It’s fantastic to be able to reach the Guardian’s influential audiences in such compelling, beautiful and impactful ways.” The new formats are: Guardian Frame: A native ad unit designed to sit sensitively within the flow of Guardian content, wholly sympathetic to its surroundings. The format mirrors the Guardian’s core visual style.  Frame is designed to be fully responsive, rendering effortlessly across all devices and includes the new ‘Guardian lozenge’ - an interactive call-to-action corner icon. This is available on all Guardian’s digital platforms. Guardian Focus: An immersive mobile display experience that hosts an interactive sliding gallery and is optimised for beautiful image-led campaigns on mobile devices (app and web). These are in addition to an expansion of Guardian Fabric - a responsive full width-banner which can now be deployed anywhere across the site and platforms. Nick Hewat, commercial director, Guardian News & Media said: “These new formats are as beautiful as they are impactful - designed to showcase advertising at its best. We’ve been researching and working with developers, our readers and advertisers to create new formats that have affinity with the device and context of the editorial environment, as well as encouraging deeper reader engagement. I’m delighted to be bringing these to market and raise the bar for native ad display campaigns.” -Ends- For more information please contact:  media.enquiries@theguardian.com or 020 335 32219 Notes to Editors  About Guardian News & Media Guardian News & Media (GNM) publishes theguardian.com, one of the world’s leading English-language newspaper websites. Traffic from outside of the UK now represents around two-thirds of the Guardian’s total digital audience. In the UK, GNM publishes the Guardian newspaper six days a week, first published in 1821, and the world’s oldest Sunday newspaper, The Observer.  The Guardian is renowned for its agenda-setting journalism including, most recently, the Panama Papers investigation as well as the Pulitzer Prize and Emmy-winning NSA revelations.",
  "webTitle": "Guardian partners with Canon to launch latest digital ad formats",
  "webPublicationDate": "2016-05-27T13:05:01Z",
  "webUrl": "https://www.theguardian.com/gnm-press-office/2016/may/27/guardian-partners-with-canon-to-launch-latest-digital-ad-formats",
  "keyword": [
    {
      "webTitle": "Press releases",
      "id": "gnm-press-office/press-releases",
      "sectionId": "gnm-press-office",
      "sectionName": "GNM press office"
    },
    {
      "webTitle": "press releases 2016",
      "id": "gnm-press-office/press-releases-2016",
      "sectionId": "gnm-press-office",
      "sectionName": "GNM press office"
    }
  ],
  "authors": [
    {
      "webTitle": "GNM press office",
      "id": "profile/gnm-press-office"
    }
  ],
  "guardianId": "gnm-press-office/2016/may/27/guardian-partners-with-canon-to-launch-latest-digital-ad-formats"
}