{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/15/sarah-corp-obituary",
  "id": "2016-05-15-78",
  "sectionId": "media",
  "body": "Sarah Corp, who has died of lung cancer aged 41, was a rare and gifted television news producer. If Channel 4 News, with whom she worked for 17 years, is identified by the quality of its foreign reporting, it is in large measure down to her vast contribution. She was never seen or heard on television. That kudos went to the men and women she produced. But a TV reporter, or presenter, is only as good as the producer sustaining them. That was never truer than with Sarah. A brilliant example came when, in 2006, she produced a week-long series of live programmes of news from Iran in the darkest days of Mahmoud Ahmadinejad’s eight-year presidency. Few western journalists were able even to get into the country, let alone travel around once they got there. Somehow, Sarah persuaded the authorities to let us broadcast from a different city nightly. She fixed the first ever transmission from the holy city of Qom. She had an eye for a shot that said it all. She captured scenes on camera of turbanned mullahs in serried ranks bobbing about behind computers, messaging their flocks from their desks in some of the sprawling religious colleges in the city. Transmissions from Isfahan followed, Shiraz too, and then Tehran. She was setting up interviews with the president himself, at a time when nation states could not even get his people to answer the telephone. She loved Iran, its 6,000-year-old civilisation, its beauty and its complexities. Sarah was born and brought up in Blackheath, south-east London. Her father, John, was an oil trader, her mother, Prue, a modern languages teacher and concert manager. From both she inherited a love of music, and was herself a considerable musician, playing the piano, the trumpet and, in particular, the cello. Sarah was a scholar at James Allen’s girls’ school in Dulwich, and read history at Selwyn College, Cambridge. She sang in the choir there, and went on to tour Europe with a youth orchestra. She continued to sing with choirs and choral societies until the end of last year. Sarah joined ITN in 1998 and started her career with Channel 4 News as a junior producer in the Washington office the following year. She would go on to criss-cross the world. Yet despite the horror that she witnessed, she never lost either her perspective or her humanity. She would hurry home to catch a rehearsal, and then a concert. She was one of the most rounded people I ever encountered “on the road”. Her music is perhaps a clue to who she was. No war junkie fixated upon dodging bullets, Sarah covered conflicts because she cared. She made absolutely sure that she understood the antecedents, the issues, and above all the people whose lives were at risk. During the invasion of Iraq in 2003, she not only oversaw the immensely complex processes of getting live and recorded reports safely on to the air, but also ensured that what we said in our reports was right, balanced and beyond the superficial. Even before the day was done, she would be planning the interviews, journeys, drivers, security, food, fuel, and more, for the next round of our coverage. And when the digital age dawned, she grasped it, seizing the new opportunities to go live, to put the viewer in the very heart of what was happening. Her formidable intellect played a great part in shaping her journalism. Indeed, many of us now feel daunted at the prospect of reporting from any of her many and varied beats, from Haiti to Japan, from wartorn Sri Lanka to Gaza and the occupied territories, without her. Sarah worked with Channel 4 News for most of her adult life. She was a true friend, a brilliant journalist and a member of our family. Yet she never neglected her own. In 2008 she married Charles Bates, an analyst with Deloitte; he was both the mainstay and the priority in her life. He survives her, along with her parents and her two sisters, Eli, a musician, and Rachel, a fellow journalist. • Sarah Corp, television producer, born 24 April 1975; died 10 May 2016",
  "webTitle": "Sarah Corp obituary",
  "webPublicationDate": "2016-05-15T15:41:28Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/15/sarah-corp-obituary",
  "keyword": [
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Snow",
      "id": "profile/jon-snow"
    }
  ],
  "guardianId": "media/2016/may/15/sarah-corp-obituary"
}