{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/24/divert-10-of-eu-funds-refugee-crisis-germany-gerd-muller",
  "id": "2016-05-24-234",
  "sectionId": "global-development",
  "body": "Germany wants to divert 10% of the EU budget towards dealing with the refugee crisis, after a lack of joined-up thinking exacerbated the challenges posed by irregular migration to Europe. The German development minister, Gerd Müller, said the EU’s current mechanisms for responding to the refugee crisis were not fit for purpose, and suggested appointing a special commissioner to lead a combined European refugee strategy, as well as other global humanitarian challenges.  “We need to respond to this with new instruments and my proposal regarding the refugee crisis is that 10% of the EU budget be shifted in order to respond to this crisis,” said Müller, speaking on the sidelines of the world humanitarian summit in Istanbul. Müller’s proposal follows a year in which Europe’s leaders responded to a wave of migration at its borders with a fragmented series of strategies and promises, many of which they failed to uphold, or were slow to enact. In April last year, leaders said they would crack down on Libyan smugglers, but the mission took until September to get under way, and has largely been a failure.   Related: World humanitarian summit starts amid hope, hype and fear of empty words    In September, EU members pledged to relocate 120,000 refugees from Greece and Italy, the frontline states where most new asylum seekers enter Europe. But despite renewing these vows in March, less than 1% of the refugees concerned have been moved. Similarly low numbers have been resettled directly from the Middle East. In January, European and western leaders promised to send billions of pounds to countries in the Middle East where refugees form substantial proportions of the population – but so far only a sixth of the money has been paid. In general, Europe has been divided on which strategies to follow, with Germany and the Netherlands arguing for mass resettlement from the Middle East, while hardliners in countries such as Hungary built fences and changed their asylum laws to make life harder for refugees. Alluding to some of these problems, Müller said: “We can’t just go from one summit to the next, making statements that we don’t fulfil.”   Related: Everything you need to know about the world humanitarian summit    The EU’s institutions have also sometimes appeared fragmented, with different EU commissioners – quasi-civil servants chosen by European leaders – given responsibility for different parts of the crisis response.  Federica Mogherini, the EU’s top diplomat, led attempts to combat Libyan smugglers; Frans Timmermans, the commission’s vice-president, is the main point of contact on the EU-Turkey deal; while a third official – Dimitris Avramopoulos – has the title of migration commissioner. To make the EU’s actions more streamlined, Müller proposed the appointment of a single person with responsibility for dealing with refugees and other global challenges. This official would be given jurisdiction over 10% of the EU’s budget, or roughly €10bn (£7.6bn), which would be diverted from other parts of the EU’s existing income. Müller said: “We need a single commissioner responsible for all these crises. We need a single fund of €10bn to be set up by shifting EU budget funds.” He added: “As far as European commitments are concerned, a high commissioner from the EU could then administer pledges made at conferences such as London.” Asked if Müller’s proposal had been mistranslated, a spokesperson for his ministry confirmed his comments were interpreted correctly. She added that the €10bn “should not be on top of the current EU budget, but should be achieved by restructuring the current budget”.",
  "webTitle": "Divert 10% of EU funds to deal with refugee crisis, says Germany",
  "webPublicationDate": "2016-05-24T09:55:36Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/24/divert-10-of-eu-funds-refugee-crisis-germany-gerd-muller",
  "keyword": [
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "global-development/2016/may/24/divert-10-of-eu-funds-refugee-crisis-germany-gerd-muller"
}