{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/02/a-landscape-worked-down-to-its-bones",
  "id": "2016-05-02-259",
  "sectionId": "environment",
  "body": "In unflattering Ordnance Survey contours, you could mistake Warrendale Knotts and Attermire Scar for lumpy outcrops of dubious interest, but you’d be wrong. Under today’s restless skies, they look almost Dolomitic in drama, though perhaps not in size. Ribblesdale has been worked right down to its limestone bones, which shine like new teeth in the sun’s shifting limelight. Sheep and new lambs graze around giant boulders dropped by glaciers, picking the land as clean as the ice once did. Outcroppings of shin-smooth limestone pavement, weathered into rippling patterns, merge with countless miles of dry stone walls. Quarries have created holes the size of cruise ships in the hills. Yet this earth carries memories deeper than a Craven cavern. The chatter of rooks accompanies us as we peer inside the vast Victoria Cave, which has yielded yet more bones; those of hippos, hyenas, elephants and rhinos.   Related: A buffer between two worlds    I can never quite get over the thought that all this limestone is a legacy of the teeming tropical seas of the Carboniferous, of corals and other sea creatures living and dying in such quantities that their piled skeletal remains formed strata; or that this ancient life is constantly being re-ingested by our own bodies. As the weak acid of rainwater erodes the limestone, forming canyons and caverns, the calcium that was once a part of those living creatures is released into the food chain. WH Auden imagined heaven to be a limestone landscape, perhaps because this is where the line between life and death seems most soluble. The water also dissolves the false dichotomy between the vitality of living things and the permanence of rock, connecting them through chemistry, creating what Robert Macfarlane called “a loop of stone and bone”. Life runs like a Yorkshire Dales river, disappearing into the complex karst underworld and resurfacing somewhere else. Back near Settle, my eye recognises a movement in a field before my brain can register its source. House martins are writing calligraphy in the air again after a six-month sojourn in Africa, performing their own trick of resurrection in their return to Yorkshire. Follow Country diary on Twitter: @gdncountrydiary",
  "webTitle": "A landscape worked down to its bones",
  "webPublicationDate": "2016-05-02T04:30:14Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/02/a-landscape-worked-down-to-its-bones",
  "keyword": [
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Geology",
      "id": "science/geology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Yorkshire",
      "id": "uk-news/yorkshire",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mountains",
      "id": "environment/mountains",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Carey Davies",
      "id": "profile/carey-davies"
    }
  ],
  "guardianId": "environment/2016/may/02/a-landscape-worked-down-to-its-bones"
}