{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/14/canada-america-cannabis-capital",
  "id": "2016-05-14-134",
  "sectionId": "world",
  "body": "He may be the chief executive of Denver’s largest marijuana dispensary, ground zero for America’s fastest growing industry, but Andy Williams struggles with a lot of financial hurdles.  The First Bank of Colorado closed the accounts of everyone in the family business, Medicine Man Technologies, including children who have no part in the industry. Williams can’t take on any investment and needs to fund expansion through personal loans from friends and family. Customers can only pay in cash; banks refuse to hold his money and everyone from employees to contractors need to accept cash payments. Employees, who can’t prove their income as a result, often struggle to get loans and mortgages. Furthermore, section 280E of the US tax code prohibits the deduction of expenses related to controlled substances for tax purposes, and Williams predicts that he gives the internal revenue service an additional $600,000 each year as a result of business expenses that can’t be written off. While recreational marijuana legalisation is well on its way in states like Colorado, it remains illegal at the federal level, stifling the growth and innovation of the industry’s first movers. Meanwhile, north of the border, Canadian prime minister Justin Trudeau has vowed to legalise recreational marijuana consumption on a federal level, opening the door to investment, less restrictive tax policies and banks that can treat the marijuana industry like any other. While legalisation hasn’t yet taken place in Canada, when it inevitably does American marijuana businesses may suddenly find themselves at a disadvantage.  “They’ll be first to market,” says Williams. “There’s going to be a lot of development and innovation in Canada that’s going to spur economic growth and attract investment. First to market is going to get a lot of attention, so it’s a lost opportunity for the United States if and when that happens.” Williams believes that Canadian companies will eventually leapfrog the growth and development that’s taken place in the US since legalisation began at the state level. “The real setback will be longer term in their jump in developing that intellectual property, whether that’s in producing marijuana or developing brands or discovering new uses for cannabis in the medical field,” he said. “It’s the long-term effect of being behind the eight ball that I’m concerned about.” Recreational marijuana is still illegal in Canada but many look to its medicinal marijuana system, which is considered among the best in the world, as a sign of things to come. Health Canada, the country’s federal health authority, already regulates over one million square feet of approved marijuana production space spread across 30 industrial-sized facilities. Recent reports suggest that Canadian medical marijuana producers are currently storing a combined seven tonnes, a stash that continues to grow while the industry waits for federal prohibition to be repealed. “We currently have the most industrialized process for marijuana production in the world,” said Alan Gertner, the co-founder and CEO of Toronto-based high-end cannabis lifestyle brand, Tokyo Smoke. “That puts us in a position where, with the repeal of marijuana prohibition at a national level, we can build significant infrastructure and build brands and build intellectual property at a pace that’s unrivalled.” Gertner adds that while some states are well ahead of Canada in terms of recreational distribution, federal prohibition has left the industry in a less mature state, making it ripe for disruption by better-funded Canadian competitors. “It doesn’t at all feel like you’re experiencing modern retail in the design of the store, in the layout of the store, in the staff of the store, in any part of the experience, and it’s possible that almost overnight Canada could bring modern retail to the marijuana space [in the US],” he said. “The same is true with growing in the US. None of the growing facilities in the US feel like modern, industrial scale growing operations, whereas if you look at the medical marijuana program in Canada it’s a modern program built for industrial scale.” Recreational legalization in Canada, however, could force policymakers in the US to modernize their federal policies in order to level the playing field. “If Canada does that they’re going to be moving the needle on global policy, and that global policy will just apply more pressure to policy makers in the United States to make the right decisions,” said Leslie Bocskor, the president of Electrum Partners, a Las Vegas-based cannabis advisory and services firm. “We will be looking to our neighbours to the north and saying we need to be more like them, they’ve done the right thing by legalizing it on a federal basis, we need to look at how to achieve the same type of civilized, rational policy that Canada has, so I think it will be helpful. “ Bocskor adds that with the medical and recreational marijuana industries predicted to reach a combined $40bn in the next five to 10 years, there’s enough opportunity for both countries to grow their cannabis industries in tandem. “There will be an opportunity for US businesses to provide some experiential knowledge to the Canadian entrepreneurs that are able to get involved in it, and then there will be opportunities for Canadian businesses to come into the US market and provide some real value,” he said. “I think it will be great for both markets.”",
  "webTitle": "Will Canada become America's cannabis capital?",
  "webPublicationDate": "2016-05-14T10:00:00Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/14/canada-america-cannabis-capital",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cannabis",
      "id": "society/cannabis",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/14/canada-america-cannabis-capital"
}