{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/pope-francis-islam-christianity-share-idea-of-conquest-sadiq-khan",
  "id": "2016-05-17-196",
  "sectionId": "world",
  "body": "Islam and Christianity share an inherent “idea of conquest”, and those who refer to Europe’s roots as Christian often veer into colonialism, Pope Francis said in a wideranging interview about the the migration crisis and the ability of Christians and Muslims to live together harmoniously.  Speaking to the French Catholic newspaper La Croix, the Argentinian pope also  hailed the election of Sadiq Khan in London, saying that a Muslim mayor personified the idea of integration within Europe. The pope said it was “fair and responsible” to ask whether Europe had the capacity to accept millions of refugees from the Middle East and Africa. But he said it was more important to ask why there were so many, pointing to war, the unfettered free market, unemployment, the arms trade, underinvestment in Africa and income inequality. He appeared to reject any link between Islamic extremism within Europe and Islam itself. Instead, he condemned the way in which migrants were “ghettoised” rather than integrated into society. “In Brussels, the terrorists were Belgians, children of migrants, but they grew up in a ghetto. In London, the new mayor took his oath of office in a cathedral and will undoubtedly meet the Queen. This illustrates the need for Europe to rediscover its capacity to integrate.” He said integration was even more necessary today than in the past because of the “grave problem” of Europe’s declining birth rate, saying a “demographic emptiness is developing”. When he was asked why he never referred to Europe’s roots as Christian – he has often spoken of Europe having a multicultural identity – Francis, the leader of the Roman Catholic church, said he spoke of roots in the plural because there were so many. “When I hear talk of the Christian roots of Europe, I sometimes dread the tone, which can seem triumphalist or even vengeful. It then takes on colonialist overtones,” he said. Christianity’s contribution to the culture was of service – of “Christ in the washing of the feet” - and not a “colonial enterprise”, he said. When Francis was asked by La Croix whether fear of Islam was justified in Europe, he said people’s real fear was of Islamic State. He then drew parallels between perceptions some non-Muslims may have of the Islamic faith, and of Christianity. “It is true that the idea of conquest is inherent in the soul of Islam. However, it is also possible to interpret the objective in Matthew’s Gospel, where Jesus sends his disciples to all nations, in terms of the same idea of conquest,” he said. He said it was important for Christians to ask themselves whether an “overly western model of democracy” has been exported to countries such as Iraq, where a strong government existed before military intervention led to the ousting of Saddam Hussein. Francis also pointed to Libya, where he quoted someone as saying recently: “We used to have one Gaddafi, now we have 50”. He said the co-existence between Christians and Muslims was still possible, pointing to his native Argentina, pre-war Central Africa, and Lebanon as models.  When asked about the role religion ought to play in society and government, Francis strongly backed the separation between church and state, saying states must be secular, although they also needed strong laws guaranteeing religious freedom and needed to ensure individuals, including government officials, had a right to conscientious objection. “If a Muslim woman wishes to wear a veil, she must be able to do so. Similarly, if a Catholic wishes to wear a cross,” Francis said. “People must be free to profess their faith at the heart of their own culture not merely at its margins.” He then expressed a “modest critique” of France, saying the country’s laws exaggerate laïcité – the separation between church and state. “This arises from a way of considering religions as subcultures rather than as fully fledged cultures in their own right. I fear that this approach, which is understandable as part of the heritage of the Enlightenment, continues to exist. France needs to take a step forward on this issue in order “to accept that openness to transcendence is a right for everyone,” he said.",
  "webTitle": "Islam and Christianity share 'idea of conquest', says Pope Francis",
  "webPublicationDate": "2016-05-17T11:08:38Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/pope-francis-islam-christianity-share-idea-of-conquest-sadiq-khan",
  "keyword": [
    {
      "webTitle": "Pope Francis",
      "id": "world/pope-francis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The papacy",
      "id": "world/the-papacy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephanie Kirchgaessner",
      "id": "profile/stephanie-kirchgaessner"
    }
  ],
  "guardianId": "world/2016/may/17/pope-francis-islam-christianity-share-idea-of-conquest-sadiq-khan"
}