{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/09/bristols-mayor-hails-win-diversity-marvin-rees-sadiq-khan-labour",
  "id": "2016-05-09-94",
  "sectionId": "uk-news",
  "body": "Bristol’s new Labour mayor has heralded his convincing victory in last week’s election as an important moment for people from minority ethnic and modest backgrounds.  Marvin Rees, who describes himself as the mixed race son of a single mother, said his election victory, and that of Sadiq Khan in London, showed Labour made it possible for people from a variety of backgrounds to win high office. Speaking to the Guardian after being sworn in, Rees said he also believed his success illustrated that the party was “very electable” in the south-west and hoped it would offer the Labour leader, Jeremy Corbyn, a fillip.    Related: What Labour can learn from my victory: we can’t ignore the things most voters want | Sadiq Khan    Speaking on the balcony of the M Shed museum, a couple of floors up from a exhibition that serves as a reminder of the port city’s slave-trading past, Rees said: “I think this [election result] is a good message about what Labour has historically meant to British politics. The Labour party has the been the party that has made it possible for a wider range of people from a wider range of backgrounds to take up elected office.  “I’m reluctant to say there’s anything in me that’s special. I’m not claiming to be anything more than I am. I think the big hope is that I am an ordinary person and that makes it possible for other ordinary people to come forward for elected office.”  Rees revealed that he spent an evening with the civil rights campaigner Paul Stephenson, who organised the Bristol bus boycott in the 1960s that resulted incampaigners overturning a ban on people from minority ethnic backgrounds working on the city’s buses. The mayor said: “We had a very special time. One of the nicest things for me that evening was that Paul looked at me and had a sense of pride towards me. I take from that that Paul sees it as a continuation of the work he started decades ago in making Bristol a fairer and more inclusive city.”      Jeremy Corbyn joined Marvin Rees on the campaign trail last month. Photograph: LNP/REX/Shutterstock    On Khan’s win in London, Rees said: “It’s really special. It’s a great testimony to what the Labour party has meant to British politics, what it has offered beyond the back-and-forth that goes on in Westminster, what it has offered to British politics across women, disabled people, people from black and Asian backgrounds.” Corbyn jumped on a train on Saturday as soon as it became clear that Rees was going to beat the incumbent mayor, George Ferguson, and celebrated with him in front of City Hall.  Rees said: “It was fantastic to have Jeremy come down and give the support he’s given. I really welcome that. He’s been fantastic with my family, too, talking with my mum, my wife, my children. It’s really important to me. I hope he takes some confidence from the fact that Labour is very electable.”  Labour also recorded a  victory in the city’s council elections, gaining seven seats and winning a majority. Rees, however, signalled he would share power with other parties, not just Labour, and there would be a gender and ethnic balance to his cabinet.  “We need to set an example to the city. We want people in all parts of Bristol to be working together across boundaries. Politicians set the city tone. We have to be examples,” he said. Rees’s mother, Janet, a retired nursery nurse, sat in the front row when he was sworn in as mayor. As a child, Rees lived on the Long Cross estate, a largely white, working-class area, where he faced racist abuse. He did well at school, went to university, worked in the media as well as the health sector, and came to the Labour party and politics through Operation Black Vote. During his campaign he accepted his predecessor had done much to raise the profile of Bristol but argued that the less well-off had suffered. One of Rees’s first tasks will be to tackle a growing housing crisis.  He said: “We need to tackle the challenge of how we can have a strong and prosperous economy that reduces inequality and makes the city more affordable.” He has promised to build 2,000 homes a year, at least 800 of them affordable.  Rees said his aims as mayor include: taking all Bristol children out of poverty; creating a transport system that connected people to economic opportunity; improving mental health; and making Bristol a “leading world city”.  He said he would commission a report into how the city would achieve his vision in the face of cuts from central government and another one into its status last year as European Green Capital, which was seen by some as something of a flop. But he also said he would like to examine how Bristol might become a European Capital of Culture.  More than anything, he would try to involve the whole city in his term of office, Rees said.  The new mayor said he once toyed with the idea of joining the Royal Marines. “You think being a Royal Marine officer is all about carrying 100lb packs up mountains. There’s an element of that but the true craft is about finding the best map reader and giving them the map, giving the best shot the rifle, the fittest guy the heaviest Bergen. You empower those people to get on with the job. The real power of the mayor is not command and control. It’s how you work with other people,” he said.",
  "webTitle": "Bristol's mayor hails win as important moment for diversity in UK",
  "webPublicationDate": "2016-05-09T16:52:43Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/09/bristols-mayor-hails-win-diversity-marvin-rees-sadiq-khan-labour",
  "keyword": [
    {
      "webTitle": "Bristol",
      "id": "uk/bristol",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "uk-news/2016/may/09/bristols-mayor-hails-win-diversity-marvin-rees-sadiq-khan-labour"
}