{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/the-guardian-view-on-the-changes-at-manchester-united-footballs-changed-priorities",
  "id": "2016-05-23-62",
  "sectionId": "commentisfree",
  "body": "A generation ago, Manchester United’s FA Cup win on Saturday at Wembley would have guaranteed one of English football’s ultimate feelgood moments. The victory would have been a career climax for the players themselves and for their coach, Louis van Gaal. And the defeat of Crystal Palace would have guaranteed a hometown hurrah for the Manchester fans. Not any more. Instead, by the time Mr van Gaal arrived in the press room to give his take on the game, the Cup win was already secondary. The big story about Manchester United was that he was about to get the chop and José Mourinho was about to replace him as manager of English football’s most garlanded club. On Monday Mr van Gaal was duly sacked. Mr Mourinho will be installed this week, perhaps as soon as Tuesday. It is hard to think of a more brutal illustration of how much Britain’s most popular sport has changed. In the past, a football club’s primary purpose was to win games and trophies and attract fans through the turnstiles. Under Matt Busby and, later, Alex Ferguson, Manchester United set postwar benchmarks for that. Leicester City’s wonderful season has been a stirring reminder that such things can still happen. But Leicester may be the exception that proves the rule. In the Premier League, a club’s primary purpose is now to make money. For most, the key to making money is survival in the league itself, with its guaranteed access to UK television revenue. For the elite, the key is league success, opening the door to even more lucrative European income. It was Manchester United’s failure to finish in the top four, and thus to qualify for the Champions League, that guaranteed Mr van Gaal his P45 this week, irrespective of the weekend Cup win. Yet that’s not the end of it. Attracting fans to games is a secondary part of Manchester United’s business plan. This year may be the first in which the majority of the club’s income comes from commercial sources. As one commentary put it, the most valuable thing that Manchester United now sells is not the football it plays but the audience that the club can deliver for advertisers and commercial partners. Football fans like to imagine that their loyalty is what animates the club. That is no longer true, if indeed it ever was. That’s why Mr Mourinho’s arrival at Old Trafford is so resonant. Manchester United’s grand self-image involves bringing on young British players and playing attacking football. Others may question that rose-tinted Mancunian view. But in any case Mr Mourinho is not interested in either of these things. For him winning is all. He is very good at it. He is also box office in his own right. But the appointment shows where any club’s priorities lie – and it isn’t with the fans. Rationally, Manchester fans should be in revolt. But that’s not going to happen. At Old Trafford, as elsewhere, the wheel has turned. The locally rooted, industrial-era world of football has passed, however much fans may claim to want it otherwise. At the top, 21st-century football requires a European, even global, frame. In a poignant symbol, a new poll shows that, by a narrow margin, football fans are in favour of Brexit. But the clock can’t be stopped, still less turned back, in football or in politics. For British football, staying in Europe is the only way forward. Just ask Manchester United.",
  "webTitle": "The Guardian view on the changes at Manchester United: football’s changed priorities | Editorial",
  "webPublicationDate": "2016-05-23T18:35:04Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/the-guardian-view-on-the-changes-at-manchester-united-footballs-changed-priorities",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/the-guardian-view-on-the-changes-at-manchester-united-footballs-changed-priorities"
}