{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/future-football-tactics-evolution-invoke-the-past",
  "id": "2016-05-12-254",
  "sectionId": "football",
  "body": "For a time, the orthodoxy was that the only way, at least for clubs that saw themselves as part of the elite, was the Barçajax way. Pep Guardiola’s Barcelona were seen as the model, producing football of extraordinary brilliance, pushing the boundaries of what had previously been thought possible in terms of control of possession. Others followed, many of them directed by coaches who had, like Guardiola, been at Barcelona in the late 90s and who represented the blossoming of Johan Cruyff’s ideals into orthodoxy. That consensus has collapsed over the past couple of seasons. It’s not just José Mourinho waging his Oedipal war against the club that formed him. Counterattacking is back in vogue. Tactical history is always like this: there have always been cycles of thesis and antithesis, but it’s the route the resulting syntheses are taking that makes this such a fascinating time. Guardiola’s felt like the next staging post in the great tradition that led from the development of passing at Queen’s Park, through “Toffee” Bob McColl to Newcastle, through Peter McWilliam to Tottenham, through Vic Buckingham to Ajax, and then through Rinus Michels and Cruyff to Barcelona and beyond. But as that team passes, it leaves behind an enormous question as to where not only that tradition, but the whole of tactical evolution goes next. It would be misleading to hail the end of history, for there is always something new, but that Barça side did seem to take one particular strand of evolution, arguably the principle strand, to a point beyond which it is impossible to go. Football as an aeroplane The first international between Scotland and England played at Partick in 1872 is also the first for which we can be relatively certain of the formations played. “The formation of a team as a rule,” the first secretary of the Football Association Charles W Alcock noted, “was to provide for seven forwards, and only four players to constitute the three lines of defence. The last line was, of course, the goal-keeper, and in front of him was only one full-back, who had again before him but two forwards, to check the rushes of the opposing forwards.” Against England’s 1-2-7, Scotland lined up in a radical 2-2-6, passed the ball and despite being on average a stone a man lighter than the English, had the better of a 0-0 draw. As the decade went on, Cambridge University, Nottingham Forest and Wrexham were all experimenting with a 2-3-5, and that gradual withdrawal of forwards has continued ever since. By the 1960s, the great Dynamo Kyiv coach Viktor Maslov was describing football as being like an aeroplane, its front end become ever more streamlined. Five forwards became four became three became two, became one and then, with the evolution of the false nine, became none. The process isn’t neat, and there are many exceptions (the slender and asthmatic GO Smith, for instance, seems to have played as a proto-false nine for Corinthians in the 1890s) and there are numerous tributaries that branch off and then rejoin the central channel but that diminution in the number of forwards has been a clear trend. But now we’ve got to zero, when the centre-forward has been, for some sides, refined out of existence, what comes next? A theory’s end-point The Ukrainian painter Kasimir Malevich created a huge stir in 1915 when he painted Black Square, a black square on a white background, and hung it in the corner of the room exhibiting his work in the position an icon would usually take in a Ukrainian home. This was the birth of Suprematism. Later that year he painted Red Square, a red square on a white background and then, three years later, came White on White, a white square on a white background. This was the end point for the movement: in his quest for the absolute, there was nowhere else to go while still committing at least some image to canvas. Partly for political reasons – Lenin had admired Malevich but Stalin, who succeeded Lenin on his death in 1923, was suspicious of abstraction and encouraged Soviet Realism – and partly because he had gone down the Suprematist road as far as he could, Malevich spent the 1920s returning to the more figurative work of his early career. But although his late art largely depicts workers – Young Girls in the Fields, Peasants, Mower – it is far from naturalistic. It’s a strange Modernist version of Soviet Realism. Malevich, in other words, having pursued abstraction as far as was possible, continued his continual process of reinvention by reinterpreting old traditions, but filtered through the knowledge of what came after. It feels as though this is the point football has now reached; that, for that one line of evolution, this is the end. And so, with nowhere else to go, football had begun to reinvoke elements of its past.     Greece were surprise winners of Euro 2004 in Portugal. Photograph: Dusan Vranic/AP    Even that revisiting is itself not new. Greece in Euro 2004, perhaps provides the most obvious example. Otto Rehhagel had his side man-marking in a way that had largely gone out of fashion two decades earlier. Opponents, it turned out, had little expertise in dealing with it. Forwards who had learned where to probe and pry against zonal systems, who knew where the weaknesses were, who knew where space was to be discovered, found themselves stifled. Greece’s success in that tournament didn’t lead to the widespread readoption of man-marking and so it was tempting to regard that as a cul-de-sac. It may be, though, that it was part of a wider trend of recycling. The possession dialectic Evolution does not run in straight lines; it is not a simple progression, and nor is there only one channel. The other major development that led from that 1872 international was passing. Football until then had been a game largely about head-down charging, but the Scots realised that by kicking the ball to each other they could negate the weight advantage England enjoyed. Early football very much focused on having the ball and trying to make use of it but, within 50 years, counterattacking had emerged, as practiced by Herbert Chapman, first at Northampton and then, more meaningfully, at Huddersfield and Arsenal. By the mid-60s positions were entrenched. There was a camp that believed possession should be cherished and a camp preferred to counterattack (itself split in two between, on the one hand, those who saw rapid transitions as necessary to break down increasingly sophisticated defences and were prepared to tolerate a riskier style that might lose the ball but was also more likely to catch an opponent off-guard and, on the other, those who believed games were settled by mistakes and that mistakes were more likely the more you have the ball. Those camps themselves are split between those that sit deep and those that press high, with further subdivisions into those that employ a libero and those that prefer a flat four). The past half-century has seen a constant dialectic between the philosophies prioritising possession and speed in transition. When Guardiola was at Barcelona, the positions became increasingly distinct: radical possession met radical non-possession most obviously in the 2010 Champions League semi-final when Barcelona, with 81% of the ball in the second leg, couldn’t manage a large enough winning margin against Mourinho’s 10-man Internazionale to overturn a 3-1 first-leg deficit. Barcelona’s semi-final exit to Jupp Heynckes’s Bayern in 2013, or Real Madrid’s victory over Guardiola’s Bayern in the semi-final in 2014 felt like readjustments: this was counterattacking fighting back. After the extremes of the Guardiola-Mourinho battle at its height and the dominance at elite level of the Barçajax school there has been a reversion and a consensus has emerged. The disparate present The high-pressing of Jürgen Klopp’s Borussia Dortmund led Guardiola to pursue, in certain games, a strategy of direct forward passes, looking to bypass the press. Partly because of circumstance, partly because of the presence of Robert Lewandowski in his squad and partly because Bayern’s squad have not been raised in quite the same rat-a-tat passing style the graduates of La Masia instinctively adopt, Guardiola has become less fundamentalist. Barcelona similarly have stepped back from Guardiola’s purism. Buying Neymar and Luis Suárez means that, with Lionel Messi, they now have three players who can beat a defender, while the integration of Ivan Rakitic as Xavi gives them a more vertical passing style through midfield. It’s still of the Barçajax school, but this Barça are more direct and there is a clear split between the back seven and the front three; the sense of universality that once took them as close as any side has been to Carlos Albert Parreira’s vision and look of a 4-6-0 with rotating midfielders has diminished.     Diego Simeone’s Atlético Madrid tend to sit deep against the top sides and look to absorb pressure before working the ball forward quickly. Photograph: Gonzalo Arroyo Moreno/Getty Images    At the same time, there are an increasing number of coaches who stand, if not in direct opposition to the Barçajax tradition as Mourinho does, then certainly outside it. Most notably successful is Diego Simeone at Atlético Madrid. The ethos is drawn from the Argentinian anti-fútbol tradition. When Simeone was 14 he was coached by Victorio Spinetto, who effectively invented anti-fútbol in his time as Vélez Sarsfield coach between 1942 and 1956; his ideas were taken on by one of his players, Osvaldo Zubeldía, who led the notorious Estudiantes of the late-60s. They pressed, played the offside trap before it was fashionable in Argentina and spoiled, scrapped and got away with whatever they could. In that side was Carlos Bilardo, who coached Argentina at the World Cup in 1986 and 1990 and laid the foundations for the Estudiantes side Simeone would in 2006 take to their first league title in 23 years. Tactically, though, Simeone’s football is quite different from that of Zubeldía. Although Atlético have pressed more this season than in the past, notably catching Bayern off-guard in the first leg of the semi-final, their default against top sides is to sit deep and look to absorb pressure before working the ball forward quickly. Klopp’s football, although it shares certain Bielsista tenets with Guardiola’s, is essentially a reimagining of the traditional English aggressive hounding of the opposition in possession – the slight oddity being that the English sides who really prospered in European competition – Liverpool and Nottingham Forest – did so by tempering that approach and playing a more possession-based game. Even Leicester’s success, for all the uniqueness of the achievement, can be seen as a reinterpretation of an old-fashioned way of playing. Shinji Okazaki has played too deep for this to be quite a duplicate of the 4-4-2s that dominated English football in the mid-80s, but countless sides of 30 years ago played with a narrow back four, fairly cautious full-backs, two hard-working central midfielders, one technically gifted winger and one shuttler to balance with a second striker linking to a rapid centre-forward. Watford too, in the early part of the season at least, benefited by having two central strikers, albeit one of them, Troy Deeney, playing very deep. A generation of central defenders has grown up playing against lone strikers, so one goes to challenge and the other covers. With two strikers, there is no covering player and that changes the whole nature of defending. Would Jamie Vardy have been quite so devastating this season had the second central defender been able to drop off 10 yards rather than having always at least half an eye on Okazaki? Like Rehhagel’s Greece, Leicester set opponents questions to which they’d forgotten the answers, a reminder that tactical evolution is neither linear nor cyclical, but a complex combination of the two. Some old ideas are not redundant but can be repurposed and repackaged for the modern game. For now, as the impact of one of the great pioneering teams fades, the past is the avant garde.",
  "webTitle": "Back to the future: how football’s tactical evolution has begun to invoke the past | Jonathan Wilson",
  "webPublicationDate": "2016-05-12T11:00:12Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/future-football-tactics-evolution-invoke-the-past",
  "keyword": [
    {
      "webTitle": "Football tactics",
      "id": "football/football-tactics",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Wilson",
      "id": "profile/jonathanwilson"
    }
  ],
  "guardianId": "football/2016/may/12/future-football-tactics-evolution-invoke-the-past"
}