{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/22/prospect-of-skelmersdale-magnetic-north-housing-new-towns",
  "id": "2016-05-22-75",
  "sectionId": "society",
  "body": "Magnetic North’s first album – Orkney: Symphony of the Magnetic North – was inspired by the Orcadian childhood of one of the band’s members, Erland Cooper. If you grow up on Orkney your memory will be blessed with folk tunes and tales, seascapes, selkies and strathspeys. And your concept album will be – as it says on the cover – symphonic. The idea for that album came to Cooper in a dream. Of course it did. So it made sense for the band to make a new album about the childhood of one of its other members – Simon Tong. Except that Tong grew up in Skelmersdale. Skem as it is universally known. If you’ve heard Skem mentioned recently it’ll be because Grayson Perry went there for his TV series All Man, interviewed some violent, dysfunctional young gang members and upset the local council. When I tell anyone that I’m listening to a concept album about Skem, the reaction is always the same. First they laugh and then they share some piece of Skem arcana. Did you know the planners included a vast sandpit in the town centre without realising that dogs would go in it and that therefore it ended up with the highest incidence of enteritis in Europe? Skem has no traffic lights – just a lot of roundabouts. Conspiracy theorists will tell you that in the 1960s a secret government experiment called Mind Reader involved placing an “Aspiration Dispersal Field” generator in a mineshaft near Skem. The generator transmitted a subliminal hum via a network of stone monoliths placed around the town, the purpose of which was to drain the citizens of any kind of material aspiration.    The problem with utopias is that one person imagines them and everyone else has to live in them    And then of course there’s the fact that Skem was chosen by the Maharishi Mahesh Yogi as the location of the first Golden Temple of the Age of Enlightenment, the European Sidhaland. Which is why Tong’s dad moved his family there from Bolton in 1984. “My dad wanted to be a part of the TM [transcendental meditation] movement in the town,” says Tong. “He wasn’t ever a hippie; he’d been more of a beatnik in the ’60s. Growing up in Skem as a teenager, I hated the whole TM thing. But when I got to 16 and started practising it for a few years, it worked. I became a lot less miserable and angry.” The Maharishi chose Skem because it was roughly in the middle of the country and he believed they could send good vibes out from there to the whole nation. I like to think of the invisible battle raging in the Lancashire sky as the positive transcendental meditation vibes try to drown out the negative aspiration hum. Skem’s Fortean reputation has grown partly because no one ever goes there to see for themselves. It’s one of the largest towns in the UK without a railway station. This is because the planners, who designed it in the early 60s, wanted to cut the umbilical cord that joined the new town to the old city from which its inhabitants had been drawn – Liverpool.     Skelmersdale in 1984: ‘an almost comically perfect example of failed utopia’. Photograph: Stephen McCoy    By isolating it they hoped it would develop its own identity. Skem is somewhere between Wigan and Southport, but try getting there on public transport. It makes Orkney look convenient. Skem is an almost comically perfect example of a story that has become as ingrained in the culture as those folk tales – the story of failed utopia, the planner’s pipe dream that turned out to be a waking nightmare. The problem with utopias is that one person imagines them and everyone else has to live in them. The waymarked footpaths and bridges that were supposed to encourage walking felt terrifying and empty when you had to walk them. The cloughs that were left untouched so as to provide green corridors instead filled up with shopping trolleys and needles. As Paul Farley put it in his poem Brutalist: “One by one the shopkeepers will shut/their doors for good. A newsagent will draw/the line at buttered steps. The final straws/will fill the fields beyond. Now live in it.” So I was expecting Magnetic North’s album, Prospect of Skelmersdale, to throb with the percussion of stolen vehicles crashing, played out over the subliminal hum of aspiration dispersing, with a horn section inspired by enteritis. Instead this is a lyrical, sunny album. There are washes of flutes and strings that seem to hint at forgotten Ronnie Hazlehurst sitcom themes, easing you into a reverie of nostalgia, then yanking you out again with mutterings of depression and isolation. Hannah Peel, as well as being a great singer, is a kind of latter-day Delia Derbyshire, creating loops and rhythms that capture the hypnotic, circuitous road system. Part of the function of art is to put a frame around something that you haven’t noticed before, and make you look closer. This album made me look not just at Skem, and at my own childhood, which was also spent on an estate, though a much more successful one, near St Helens. I had almost forgotten – until I heard the whispered, prayer-like Pennylands – the thrill of arriving. I spent my early childhood in a block of flats in the middle of Liverpool. One evening my mother took my brother and me to Lime Street station and we all got on a train. I now know we were on that train for 35 minutes. In memory, the journey was trans-Siberian. We walked over a footbridge and along an unfamiliar road until we came to a housing estate. My mother steered us left, then right, then left, then right and knocked on the front door of an unfamiliar house.     The band Magnetic North (from left, Gawain Erland Cooper, Hannah Peel and Simon Tong).    My father answered the door. What was he doing there? He took us inside. There was a fire burning in the grate, some sticks of furniture. Our voices echoed in a way I’d never heard voices echo indoors before. I never hear an echo like that – or smell fresh putty and raw timber – without feeling a knot of excitement. It felt like the frontier. The roads weren’t finished. We walked on duckboards. The nervous system of the estate – the pipes and wires – were still open to view when we moved in. I remember the day that the gardens were delivered. A pile of topsoil was dumped at the gate of each house and we all rushed out to shovel it over the raw clay. Men and women who had never had gardens before stood around testing the pH of the soil and discussing what they might grow. It was like something out of The Big Country. It was like the beginning of the world. Everyone was young. There were hundreds of children. Our gardens were separated by tiny flimsy fences which we clambered over, turning them all into one big secret park.    We lived through a utopian project and we saw utopia crumble. But that doesn’t mean the idea of utopia is not useful    Two roads over, there were empty fields. I thought it was the Serengeti. The slag heap of Bold Colliery that lumped into the sky beyond the railway line, I assumed that was Vesuvius. I felt so rich, that when people in costume dramas on the Sunday night TV discussed their estates, I thought they were talking about a field of semis. Though obviously Mr Darcy lived in the showhome. We were part of a generation that had to be rehoused, ultimately because of the blitz that destroyed almost a third of the city’s housing stock. The need for new places to live was urgent. We were bits of shrapnel showered out into the greenbelt in a slow-motion explosion. We lived with a thrill of optimism, but also with a constant, nagging nostalgia, a sense that our real homes were back in the city. We went back to my gran’s nearly every weekend. Any Lancashire-ising of our accents was met with disapproval. I once used the word “town” to refer to St Helens. It was as though I had punched a pope. We were like migrants clinging to the culture of the old country, even though we had only moved eight miles up the road. So we grew up thinking that our geographical location was somehow wrong. That the place we lived in would not be worth remembering. I’m sure the same is true of Skem. So part of the beauty of Magnetic North’s album is just the fact that it notices. The band made themselves answerable to Skem, playing the material live at the E Rooms. After the gig a woman came over to the singer, Peel, and said: “I live in Sandy Lane. I’ve told my son that someone has written a song about us.” Being noticed is important. Noticing is the best thing an artist can do. There’s a song on the album called Cergy-Pontoise (the name of Skem’s twin town) which made me catch my breath. The lyrics are simply “Get down/I won’t get down” – a call and response that I’d forgotten completely but was a constant refrain when you were growing up in a work-in-progress. There was always something to climb on. It was always possibly dangerous. But the mantra like feel of it comes out of Tong’s experience of TM. “I never got fully involved with the community,” he says. “But I did benefit from learning the basic meditation technique aged 16. You can see why the Beatles were attracted to it. The mantra is a powerful tool.”     Skem: ‘a planner’s pipe dream’. Photograph: Stephen McCoy    There are sound clips on the album taken from a recording of the opening of the Sidhaland golden dome. There’s a song that takes you through the stages of yogic flying. There are also clips from a promotional video made when the new town was just filling up. There’s talk of its “sylvan setting” and its rational layout. So we can trace the path of two separate attempts at utopia in one small Lancashire town. It’s a chilling moment when one of the planners says: “If we come back in 30 years and they’re happy we will have done our job.” The videos and the album also make use of the stark, revealing photos Stephen McCoy took of the town in the 1980s, when the jobs had already gone. But Prospect of Skelmersdale makes you question whether we have dismissed these failed utopias too easily. There’s something moving about the planners in that video enthusing about their communal TV masts and play streets. It’s not the planners’ fault – or the fault of the residents – that the firms who moved there disappeared as soon as they’d trousered the subsidies. It’s salutary to remember that this nation once saw the housing crisis as a problem that could be solved not only by building houses but by improving people’s living conditions. Remembering this allows you to be properly shocked by the current notion that the housing shortage is merely an opportunity for one generation to fleece the next. We lived through a utopian project and we saw utopia crumble. But that doesn’t mean the idea of utopia is not useful.         Watch the video for Signs by the Magnetic North.    There’s a tourist attraction in Hamburg called Miniatur Wunderland. One room contains a series of scenes of one street through time. From the bronze age, through the middle ages, the Enlightenment, the Nazis (“in the far corner we can see Rosa Luxemburg being murdered…”), the Berlin wall and the collapse of the wall and then… it doesn’t stop. Because the next few cases show visions of what the same street might be in the future. Each of those cases has been put together by a different political party. Each party was asked to show what their vision of the future would look like at street level. It was revelatory and oddly moving to see that politicians dream too. More importantly it makes them show us their idea of what good looks like. The discipline of dreaming has all but vanished from British politics. I have no idea what Cameron, or for that matter Corbyn, would like my street to look like. Those who have been campaigning for their entire lifetime to disconnect us from that utopian project – the European Union – seem to have only the sketchiest idea of what they want next. Maybe that’s the function of utopia – to be an idea to which reality is answerable. Utopia asks questions we have allowed our politics to ignore. Prospect of Skelmersdale by Magnetic North is available on Full Time Hobby records, £10; the single Pennylands is released next month. Frank Cottrell-Boyce’s latest book, Sputnik’s Guide to Life on Earth, is published by Macmillan (£12.99). Click here to buy it for £10.39 • This article was amended on 24 May 2016. In the original version, quotes from an article by the writer Caroline Christie were accidentally attributed to Simon Tong. Tong’s quotes have now been inserted correctly.",
  "webTitle": "Ballads for Lancashire's lost utopia",
  "webPublicationDate": "2016-05-22T14:41:49Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/22/prospect-of-skelmersdale-magnetic-north-housing-new-towns",
  "keyword": [
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Planning policy",
      "id": "politics/planning",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Liverpool",
      "id": "uk/liverpool",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Folk music",
      "id": "music/folk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Frank Cottrell Boyce",
      "id": "profile/frankcottrellboyce"
    }
  ],
  "guardianId": "society/2016/may/22/prospect-of-skelmersdale-magnetic-north-housing-new-towns"
}