{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/australian-police-should-not-share-information-with-death-penalty-countries-say-mps",
  "id": "2016-05-08-35",
  "sectionId": "australia-news",
  "body": "The Australian federal police should withhold information from foreign enforcement agencies if sharing it may lead to a person being subject to the death penalty, a parliamentary inquiry has said.    Related: A year after the Bali Nine executions, Indonesia prepares firing squads again    The inquiry’s final report, released in the same week as the anniversary of Myuran Sukumaran and Andrew Chan’s execution by an Indonesian firing squad, heard from a number of experts who said there was nothing in current Australian law to prevent a repeat of the circumstances which led to their deaths. The report, by the joint standing committee of foreign affairs, defence and trade, and the human rights subcommittee, examined Australia’s current engagement to end the death penalty, and how it could advocate further, at the request of the foreign affairs minister, Julie Bishop. “Australia has long supported abolition, and is an active advocate on the world stage,” said the chair of the subcommittee, Philip Ruddock. “As a nation, we can be proud of our advocacy and our support for the United Nations’ work on abolition. But Australia can do more.” Among the recommendations was a call for the AFP to alter its guidelines on “international police-to-police assistance in death penalty situations”.  The AFP, it said, should make its primary aim the prevention of exposure of persons to arrest or charge in countries which may apply the death penalty for those crimes. This aim should apply to all people, not just Australians, it said. Should a foreign law enforcement body request information about a case, the AFP should first seek assurances that the death penalty will not be sought. Where the matter relates to drug crimes, including trafficking, the AFP should obtain a guarantee before providing any information. “In situations where such guarantees cannot be obtained, the AFP should withhold provision of information that may be relevant to the cases concerned,” it said. The release of the bipartisan report (pdf) comes one year after the Australian citizens, Chan and Sukumaran, were executed in Indonesia for their part in a drug-smuggling ring, known as the Bali Nine. Their deaths in 2015 contributed to the highest recorded number of executions worldwide since 1989.    Related: Memories of Andrew Chan and Myuran Sukumaran can help us fight the death penalty | Brigid Delaney    The responsibility of the AFP and its actions in sharing information with their Indonesian counterparts, leading to the group’s arrest in Bali, has long been a contentious point within the case. The AFP has always defended its actions. In 2006 the federal court found its actions to be lawful, but recommended a review of procedure. “A number of witnesses to the inquiry raised the issue of the AFP’s cooperation with international law enforcement, concerned that Australia’s efforts to protect its citizens from exposure to the death penalty could be undermined by the sharing of information in possible death penalty cases,” the report said. The Human Rights Law Centre told the inquiry it was “foreseeable” that the information sharing would lead to the individuals facing execution. “It was also open to the AFP to arrest the Bali Nine in Australia and ensure that they were tried in Australian courts that would not impose the death penalty. Yet there is nothing to prevent AFP from doing the same thing again,” it said. The Australian Lawyers for Human Rights said if not for inconsistencies in safeguards around cross-agency assistance, “Andrew Chan and Myuran Sukumaran may not have been exposed to a sentence of death”.  “There are currently no Australian laws that prevent a repeat of the circumstances that saw the Bali Nine sentenced to death and executed,” it said. Emily Howie, from the Human Rights Law Centre, also noted an inconsistency between the AFP’s information-sharing guidelines and extradition legislation. “[Our] Extradition Act protects against surrendering people to the death penalty and the Mutual Assistance Act protects against assisting other countries if the death penalty may be imposed, whereas the AFP Act contains no such safeguards,” she said. The AFP is currently reviewing its national guidelines. Data provided by the AFP showed that in the five years to 2014 it approved 411 of 446 requests to share information in potential death penalty matters. The report also recommended a “whole-of-government strategy” to advocate for abolition around the world, with a particular focus on the Indo-Pacific region and the US.   Related: Indonesia is preparing to execute prisoners, police official confirms    “Were the United States to move towards abolition this would most likely have a significant catalytic effect on other retentionist nations,” it said. The committee expressed “grave concern” that executions increased in 2015, although its pushes for moratoriums had gained ground and a larger proportion of executions were by a small group of countries. International law did not comprehensively outlaw the death penalty, and its application was “fragmented”. While Australia has legislation preventing extradition of a person to a country where they face the death penalty, a caveat that it may go ahead if the country assures it will not carry out the death penalty was largely unenforceable.",
  "webTitle": "Australian police 'should not share information' with death penalty countries, MPs says",
  "webPublicationDate": "2016-05-08T20:00:17Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/australian-police-should-not-share-information-with-death-penalty-countries-say-mps",
  "keyword": [
    {
      "webTitle": "Australian federal police",
      "id": "australia-news/australian-federal-police",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Capital punishment",
      "id": "world/capital-punishment",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian law",
      "id": "australia-news/australian-law",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian police and policing",
      "id": "australia-news/police-policing-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bali Nine",
      "id": "world/bali-nine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Indonesia",
      "id": "world/indonesia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/09/australian-police-should-not-share-information-with-death-penalty-countries-say-mps"
}