{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/10/china-pearl-river-delta-then-and-now-photographs",
  "id": "2016-05-10-226",
  "sectionId": "cities",
  "body": "The region where the Pearl River flows into the South China Sea has seen some of the most rapid urban expansion in human history over the past few decades – transforming what was mostly agricultural land in 1979 into what is the manufacturing heartland of a global economic superpower today. In 2008, China announced plans to mesh Guangzhou, Shenzhen, Dongguan, Zhaoqing, Foshan, Huizhou, Jiangmen, Zhongshan and Zhuhai into a single megacity. A series of massive infrastructure projects are under way to merge transport, energy, water and telecoms networks across the nine cities. Development has been relentless, and the World Bank recently named the Pearl River Delta as the biggest urban area in the world in terms of population and geographical size. A 30-mile-long bridge and tunnel is under construction to join the Pearl River Delta metropolis of Zhuhai to the special administrative regions of Macau and Hong Kong.    Satellite image of Pearl River Delta. Before: 19 October 1979, After: 14 September 2000. Credits: Landsat/NASA/UIG/Getty Images   The first satellite image above shows the Pearl River Delta in 1979. Click or tap on the image (or drag the blue button) to see the second (taken in 2000), which shows that vast swathes of farmland have turned from green to grey, and huge new areas of land reclaimed from the sea. Hong Kong  1980 population: 4.6 million; 2015 population: 7.3 million The autonomous territory, which was handed back to China by Britain in 1997 after 99 years, has more skyscrapers than any other region in the world. The high-density city has reclaimed many square miles of land from the sea, as can be seen from the shifted shoreline in the newer photograph.      View of Hong Kong, its harbour, Victoria, and Kowloon in background. Credits: 1971 by Bruce Dale/NG/Getty Images and 2015 by Lucien Long for the Guardian   The photograph above shows Hong Kong harbour in 1971 and again in 2015.    View Stonecutters island Fei Ngo Shan and Hong Kong island in background (left) in 1960s. Credits: 1964 by Michael Cussans/Gwulo and 2016 by Alex Hofford for the Guardian   Hong Kong’s Kowloon peninsula, with the central area in the distance, as seen from the peak of Fei Ngo Shan in 1964, and again in 2016. Shenzhen 1980 population: 58,000; 2015 population: 10.7 million   View of Lowu border crossing and Shenzhen from Crest Hill, Hong Kong in 1964 and 2015. Credits: 1964 image courtesy of David McLeod and 2015 by Lucien Long for the Guardian      The staggering growth of Shenzhen can be seen in the photograph taken from Hong Kong’s Crest Hill in 1964, and retaken in 2015. Lowu border crossing is in the bottom right of image.   Shenzhen's Shennan Road in 1985 and 2015. Credits: 1985 by An Ke/Fotoe and 2015 by Alex Hofford for the Guardian   Above, Shennan Road, a major east-west thoroughfare in Shenzhen, in 1985 and 2015.   Shenzhen Splendid China Folk Village, with Shennan boulevard in background. Credits: 1991 by An Tu/Fotoe and 2015 by Alex Hofford for the Guardian   Shenzhen’s Splendid China Folk Village theme park, above, in 1991 and again in 2015. The park still contains miniature replicas of China’s greatest tourist sites – from the Great Wall to the Forbidden Palace, both of which are visible here – but the residential area in the background has been transformed. Guangzhou 1980 population: 1.9 million; 2015 population: 12.5 million The port of Guangzhou is the third largest city in China, and the biggest in the Pearl River Delta.    Guangzhou and its Roman Catholic cathedral. Credits: 1949 by Carl Mydans/Getty Images and 2015 by Alex Hofford for the Guardian   The first image shows Guangzhou city centre in 1949, with the spires of its Sacred Heart cathedral prominent above surrounding rooftops. By 2015, when the second image was taken, the Roman Catholic church had been hidden by new towers.   Guangzhou Dongfeng road. Credits: 1999 by Chen Zhiqiang/Fotoe and 2015 by Alex Hofford    The images above show Guangzhou’s central Dongfeng Road in 1999 and again in 2015.   Guangzhou South Avenue. Credits: 1991 by Zeng Zhi/Fotoe and 2015 by Alex Hofford    Guangzhou South Avenue, looking towards the river, in 1991 and again in 2015. Macau 1980 population: 243,000; 2015 population: 584,000 Since the Portuguese legalised gambling in Macau in the 1850s, the city has developed into the “Monte Carlo of the Orient”. It is the only place in China where casinos are legal, and millions of visitors flood in every year from the mainland and Hong Kong, which has helped Macau overtake Las Vegas as the world’s biggest generator of gambling revenue.   Macau. Credits: 1991 by Patrick Zachmann/Magnum and 2016 by Wong Kantai for The Guardian    Macau’s Governor Nobre de Carvalho bridge, with the rotunda of the Casino Lisboa seen on the waterfront just to the right, in 1991. The second image, from 2016, shows the giant Grand Lisboa hotel and casino skyscraper towering above.   The coastline of Macau seen from Penha Hill. Credits: 1964 by Archive Photos/Getty Images and 2016 by Wong Kantai for the Guardian    These images show Macau’s coastline seen from Penha Hill in 1964, and again in 2016. Credits Photo credits: Satellite image – 1979 and 2000 by Landsat/Nasa/UIG/Getty Images; Hong Kong harbour – 1971 by Bruce Dale/NG/Getty Images and 2015 by Lucien Long for the Guardian; Hong Kong from Fei Ngo Shan – 1964 by Michael Cussans/Gwulo and 2016 by Alex Hofford for the Guardian; Shenzhen from Crest Hill –1964 image courtesy of David McLeod and 2015 by Lucien Long; Shen Nan Da Dao in Shenzhen – 1985 by An Ke/Fotoe and 2015 by Alex Hofford; Shenzhen’s Splendid China Folk Village – 1991 by An Tu/Fotoe and 2015 by Alex Hofford; Guangzhou city centre – 1949 by Carl Mydans/Getty Images and 2015 by Alex Hofford; Guangzhou Dongfeng Road – 1999 by Chen Zhiqiang/Fotoe and 2015 by Alex Hofford; Guangzhou South Avenue –1991 by Zeng Zhi/Fotoe and 2015 by Alex Hofford; Macau from Governor Nobre de Carvalho bridge – 1991 by Patrick Zachmann/Magnum and 2016 by Wong Kantai for the Guardian ; Macau from Penha Hill – 1964 by Archive Photos/Getty Images and 2016 by Wong Kantai Population data: UN World Urbanisation Prospects",
  "webTitle": "The great leap upward: China's Pearl River Delta, then and now",
  "webPublicationDate": "2016-05-10T10:42:14Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/10/china-pearl-river-delta-then-and-now-photographs",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hong Kong",
      "id": "world/hong-kong",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Macau",
      "id": "world/macau",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Eric Hilaire",
      "id": "profile/erichilaire"
    },
    {
      "webTitle": "Nick Van Mead",
      "id": "profile/nickmead"
    }
  ],
  "guardianId": "cities/2016/may/10/china-pearl-river-delta-then-and-now-photographs"
}