{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/23/mls-frank-lampard-new-york-city-fc",
  "id": "2016-05-23-219",
  "sectionId": "football",
  "body": "Frank Lampard’s entry into the New York derby did not, to put it mildly, go well. And the worst part? It could have been prevented – or at the very least, subdued. Let’s set the scene. It’s 5-0 in the 75th minute. On the field, an aimless and exhausted New York City FC were counting down the seconds for this bloodbath to end. Off the field, the chants and songs of the NYC FC faithful long ago made way to the echoes of “Who’s your daddy?” and “New York is red” from the traveling contingent of 600 fervent Red Bull supporters.    Related: NYC FC 0-7 Red Bulls: Hudson River Derby turns to low farce for Patrick Vieira    In short, the battle was long lost. That scenario on its own would be hard for any player to overcome. But this is the tale of New York City FC and Frank Lampard; a soap opera come to life with more twists and turns than a WWE pay-per-view. As if the environment wasn’t hostile enough, someone had the bright idea to introduce Frank Lampard over the PA system like a returning hero: “Coming onto the field, Super Frank Lampard.” Already frothing at the mouth with disgust at their team’s performance, and still resentful of their oft-absent Designated Player, that introduction set off NYC FC fans, giving Lampard the good old “Bronx Cheer” on arrival. In other words, they booed the hell out of him. What followed were 15 minutes of listless action from the aging English midfielder. Oh, and two more goals from the New York Red Bulls. That alone would have made for a tragic return. But this soap opera was far from over.            Asked about being booed on his season debut, Lampard shrugged off the reaction and said, “If I am getting booed for being injured, there is not much I can do about that.” That is a reasonable assessment. However, he followed that declaration with a bombshell of his own - that the fans never understood the severity of his ailment. “I had a nasty injury – an eight to 10 week injury,” he explained. “In the beginning, the doctors thought it was a small injury. Didn’t turn out to be that. I’ve been training morning and afternoon to get fit. People don’t see that.” Well, they don’t see that because it was never revealed. Lampard has been listed questionable for weeks. He’s only been training in full for less than two weeks. Yet for nearly three months, NYC FC never revealed the true timeline for his recovery. Maybe, just maybe, that information should have been shared with fans.  Like the “Super Frank” introduction, the botched updates on Lampard’s injury are yet another example of NYC FC’s tone deaf approach to their star player – the same approach that had fans waiting through New Year’s Day of 2015 before finding out their $6m dollar man was actually under contract with Manchester City.  The lesson in all of Lampard’s drama with NYC FC could be solved in one word: transparency. Apparently, that lesson still has not been learned. DM The Red Bulls showed they are still top tier The last time the Yankee Stadium scoreboard read 7-0, pitcher CC Sabathia threw seven shutout innings in a rout of the Baltimore Orioles. Fans went home happy that day. On Saturday? Not so much. The visiting Red Bulls took to one of the most hallowed grounds in baseball and borrowed a scoreline from the other football, dropping a touchdown on their hosts New York City FC, 7-0 – and setting a franchise record for most goals in a game. This was a statement win for the Red Bulls. The defending Supporters’ Shield champions have limped their way through the 2016 season, playing the same high-press that won them the table in 2015, but failing to find the final ball. That impotence – and a series of injures – led to inconsistent results and doubts over their place among the top tier sides in MLS. Seven goals will go a long way in putting that recent history to rest. On the other side of the river, NYC FC were riding high. Unbeaten in five matches, Patrick Vieira’s men were finally showing growth and improvement under their new boss. Their performances earned them a much deserved (but fleeting) spot at the top of the Eastern Conference. To get there, Vieira disguised his club’s weaknesses with tactical nuance meant to reinforce their most vulnerable areas while accentuating the team’s strengths. He also relied on a heavy dose of luck – an aspect of their success Vieira acknowledged after the encounter. “All the games so far, we have been conceding a lot of chances and we knew if we didn’t improve that part of our game against a team like Red Bulls, we never know what will happen,” he said. Despite their place in the table, there was no doubt who was the better club after 90 minutes. The Red Bulls didn’t just beat NYC FC. They exposed them. They took the blood, sweat and tears that have been shed in the buildup of Vieira’s side and used it to paint Yankee Stadium – and the City – red. “Not in our wildest dreams would we have predicted 7-0,” head coach Jesse March said. “I think it was an expression of the belief and commitment that this team has for each other and a chance for them to show – mostly themselves – what we’re all about.” NYC FC, meanwhile, resembled the tale of Icarus. On top of the East and with a string of positive results, they began to believe they were indestructible. Ultimately, that led them too close to the sun, taking a red-hot dive of humility right back down to earth. “Before the game, we were not a perfect team, and after the game, we are not the worst team,” Vieira said. “Like I said to the players after the game, I still believe we are a really good team. I am strongly behind the team and behind the players, and this is one off the games that we have to forget.” DM Even at its worst the Cali Clasico is still one of MLS’s most compelling fixtures Whoever said that goalless draws can still be captivating likely didn’t have the first 83 minutes of Sunday’s Cali Clasico in mind. MLS’s most dependably dazzling game was rather dull until that point, with both the LA Galaxy and the San Jose Earthquakes struggling to find traction. And yet the fixture still came up with something, even at its very worst. In terms of sheer shockability, the Cali Clasico was upstaged by the demolition job carried out at Yankee Stadium on Saturday evening, but nonetheless for pure drama Fatai Alashe’s equaliser for the Quakes, three minutes from time at Stub Hub Center, was unrivalled over rivalry week. It was the return of the Goonies, one might say, with San Jose living up to their Cali Clasico billing as resilient underdogs. It’s this quality that makes the West Coast rivalry so compelling. “I just enjoy this locker room, because we have that resiliency,” Chris Wondolowski said after the draw in Carson, reflecting on how his side so often find something to grip against the LA Galaxy. “It’s nice to have that response. We started at the kickoff and went right down there and tried to get that back. That’s what I love about this team. No one put their heads down.”  Indeed, there was a renewed drive about the Earthquakes as soon as Marvell Wynne’s own goal hit the net seven minutes from time. Dominic Kinnear threw on Chad Barrett in response, with the former Galaxy forward making the difference as a gung-ho saviour, crossing for Alashe to head home the leveller and salvage San Jose a valuable point. Of course, it wasn’t quite a moment to rival Alan Gordon’s famous winner and the Quakes’ stoppage time comeback of 2013. Alashe’s equaliser as an individual moment was dramatic, but in the grand catalogue of Cali Clasicos this one will be considered filler, not so much killer. And yet even with the fixture at its worst, at its lowest ebb, it still produced at least a degree of drama.  For San Jose, a point on the road could provide some sort of precedent as they look to improve away from the Avaya Stadium. For the LA Galaxy, this was a missed opportunity to further underline their improvement over the past few weeks. For both clubs, though, this was just another Cali Clasico. Something about this rivalry, some intangible, makes for an inherently gripping contest.  GR The Portland Timbers are finally embracing chaos  Few teams in MLS boast as many difference-makers as the Portland Timbers. It’s why they are defending MLS Cup champions, with their team among North America’s most potent. However, they are equally erratic at the back, so what happens when so many of those factors combine all at the one time? Well, you get a game like the one witnessed between the Timbers and the Vancouver Whitecaps on Sunday evening.    Related: Jordan Morris, Jürgen Klinsmann and surviving the US Soccer Hype Machine    Portland’s 4-2 win over their Cascadia rivals was among the most compelling matches to have been played this season. There were two penalties, countless goalscoring chances, numerous momentum shifts, a return to Providence Park for Pa Modou Kah and even a tussle following the full-time whistle. With six goals scored somebody likely had to source some chainsaw fuel too.It was a milestone moment in the development of the Portland Timbers’ season, with Caleb Porter’s side setting an MLS record by playing 13 consecutive matches in which neither team was shut out. The 41-year-old might have been satisfied with Portland’s most prolific goalscoring performance in front of their own fans since last October (against Colorado), but the breaking of such a record won’t sit well with him. Porter craves control. After his team’s MLS Cup triumph last year he seemingly took it upon himself this season to evolve Portland as a possession-based side. He wanted the Timbers to take their innate threat in the final third and somehow self-regulate it, setting the tone and tempo of the matches they play. It didn’t really work out that way, however, as the Timbers suffered a dismal start to the campaign. The win over Toronto FC was something of a watershed moment, though. Once again Portland were the irrepressible, counter-attacking force they were last year and against Vancouver on Sunday there were further signs that they have embraced the chaos that makes them so good. Porter might not like it, but that is his side’s greatest strength and he is wisely using it once more.  It’s a controlled chaos of sorts, but it’s an ideology that places the final outcome above the manner in which it is achieved. That goes against what Porter stands for as a coach, robbing him of the utopian team he has tried more than once to forge, but he must continue to adapt to the traits of his squad, not the other way around. More mayhem could be the key to a successful championship defence. GR The Colorado Rapids survived one of the more daunting fixtures of their season and remain on top of the Western Conference, still the unlikely darlings of Major League Soccer. The Rapids have guts as well as skill That run of form continued against Seattle this weekend. Outshot 17-9, out-possessed by a 66-34% margin and thoroughly dominated throughout most of the match, Pablo Mastroeni’s men clung to a first half Axel Sjöberg header to beat the Seattle Sounders at CenturyLink Field.  In year’s past, such a gutsy performance would be the outlier in a string of negative results. This year, it has become the defining characteristic of a re-born Rapids side. Colorado are on an eight match unbeaten run – the current pace setter in MLS. Since their last loss on 9 April, the Rapids have gone 6-0-2, outscoring their opponents 13 to six and maintaining a league-best nine goals against through 13 encounters. In that span, they have beaten Seattle twice. But there was something special about this victory; a result that prompted Mastroeni to say it was “one of the most courageous games of the year.” “Seattle’s a great team, well-coached, a difficult place to play, turf–- you could make a million excuses. They were sharp tonight,” he said. “But you don’t make excuses. You find ways to win. I couldn’t be more proud of that group.” The flailing Sounders certainly played their part in the Rapids success. Seattle (4-6-1, 13 points) have struggled to find the back of the net all season long, scoring a conference low 10 goals through 11 matches. That is just one goal off the pace of the bottom-feeding Chicago Fire and their total nine goals in 11 encounters. But take nothing from the Rapids. They keep finding new ways to win – and if their upcoming matches are any indication, that streak may continue into the summer months. Colorado face a resurgent Philadelphia Union side at home next weekend. From there, a break for international play eases back into league competition with a home match against Eastern Conference minnows, Chicago Fire. They end June against the ever-dangerous LA Galaxy – a side they beat last month at Dicks Sporting Goods Park. Like NYC FC, the Rapids are not a perfect pace setter in the West. Mastroeni has drawn criticism for his lack of rotation in the starting XI and a hesitancy in making substitutions in tight matches. Interestingly enough, that is a polar-opposite approach to his man-management in past campaigns. Nevertheless, the Rapids boss has found inspiration in his current core of players – and a unity that he believes can achieve greatness. “What I’m starting to feel with this group is that there’s no task that’s too big,” he said. “There’s no task that’s too daunting. They fear nobody. We’re still the underdogs and we’ll continue to fight our way through the season with the same type of mentality.” DM",
  "webTitle": "Everything about Frank Lampard’s Hudson River derby went wrong",
  "webPublicationDate": "2016-05-23T10:56:24Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/23/mls-frank-lampard-new-york-city-fc",
  "keyword": [
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "New York Red Bulls",
      "id": "football/newyorkredbulls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "New York City FC",
      "id": "football/new-york-city-fc",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Portland Timbers",
      "id": "sport/portland-timbers",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "LA Galaxy",
      "id": "football/losangelesgalaxy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Frank Lampard",
      "id": "football/frank-lampard",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "San Jose Earthquakes",
      "id": "sport/san-jose-earthquakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Colorado Rapids",
      "id": "football/coloradorapids",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Martinez",
      "id": "profile/dave-martinez"
    },
    {
      "webTitle": "Graham Ruthven",
      "id": "profile/graham-ruthven"
    }
  ],
  "guardianId": "football/blog/2016/may/23/mls-frank-lampard-new-york-city-fc"
}