{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/guilt-anxiety-exercise-hour-cocktails",
  "id": "2016-05-12-160",
  "sectionId": "commentisfree",
  "body": "I have a friend – we all have a friend like this, I’m sure, otherwise the world would fall apart – who is a fount of useful information. The really useful stuff, I mean, like: “Brown rice is fine as long as you don’t think of it as rice.” This has got me through some tough meals with clean-eating friends, though to be fair, they’re not friends for long after they have begun clean-eating. I cannot be doing with people who think quinoa and chia are reasonable ingredients. “Eat some consonants!” I always want to shout. “For the love of God, eat some consonants!” My friend’s most recent life-changing piece of advice is to institute a “guilt hour” in my day. At first I thought that she was suggesting that I try to cram my average 24 hours’ worth of said emotion into just one, and got a bit upset because I thought she was trying to kill me (if I tried to condense the rolling internal horrors the average day brings me, my entire system would shut down for ever), but I should have had more faith. A “guilt hour” is when you tear through everything you have been putting off in one, specific hour. You just bite down on a leather strap, give yourself a firm nod and get on with it, like sawing your own leg off in days of yore. It is a brilliant concept, and one ripe for expansion. Imagine: Anxiety hour: for querying bills with faceless corporations whose customer service departments are no more there to help you than my cat is, for switching energy providers (the research! The deciding! The doing! Oh GOD!), changing lightbulbs (what if there’s a power surge and I am electrocuted?), cooking something new and 90% of other things. Happy hour: an hour when you think of good things that have happened recently, that might happen in the future and you try not to feel guilty or anxious. Unhappy hour: think of the things that are making you unhappy. Make a list, maybe (although lists make me happy, so that’s a bit of a quandary). Write “Never compare the outside of someone else’s life with the inside of your own” at the bottom, possibly in blood. Exercise hour: good for banishing what ails ye, mentally and physically, I hear. To be followed closely by … Cocktail hour: it has, after all and whatever way you slice it, been a tough day. That’s shoe business   Related: Receptionist 'sent home from PwC for not wearing high heels'    A woman has launched a petition against being required to wear high heels at work after she was sent home from a temp job for refusing to wear them. The company responsible, Portico, has changed its policy, after initially claiming its employees needed to be smart. But flats are as smart as heels, and more practical for the job of escorting clients to meetings around the building for nine hours a day. The only difference is, of course, that they are not sexy. In broad-brush terms, a woman does not look as attractive to the majority of people she is dealing with. By requiring high heels, you are requiring that as part of the job. To pretend that anything else was going through the mind of whoever put the dress code together is risible. It’s a policy that needed a stiletto through its heart. Big Mother is watching you The latest furore on Mumsnet (thousands of outraged posts about a grabby bride asking for an “adjustment” to a £100 gift cheque) confirms my belief that the site is actually a secret government op – the equivalent of Oceania’s Two Minute Hate in 1984, siphoning off popular rage so it cannot be spent rebelling against the Conservative party. Or as Mumsnetters might say AIBU? (Am I being unreasonable?)",
  "webTitle": "Guilt, anxiety, exercise … there’s an hour for everything. Even cocktails | Lucy Mangan",
  "webPublicationDate": "2016-05-12T14:39:40Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/guilt-anxiety-exercise-hour-cocktails",
  "keyword": [
    {
      "webTitle": "Time management",
      "id": "lifeandstyle/time-management",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Discrimination at work",
      "id": "money/discrimination-at-work",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Mumsnet",
      "id": "media/mumsnet",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Mangan",
      "id": "profile/lucymangan"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/guilt-anxiety-exercise-hour-cocktails"
}