{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/20/blue-orange-review-young-vic-mental-health-race",
  "id": "2016-05-20-239",
  "sectionId": "stage",
  "body": "Junior doctors are in the news at the moment for their confrontation with government. Joe Penhall’s terrific play, first seen 16 years ago, reminds us they may also be locked in fierce battles with senior consultants. The big issue is whether Christopher, a young black guy who believes that oranges are blue and Idi Amin is his father, should be turfed out of an NHS psychiatric hospital and thrust back into the community after a month of treatment. Robert, the top man, argues for an instant release, which is vehemently opposed by his apprentice, Bruce.  What is startling is how much Penhall packs into his play. He raises, in multiple ways, attitudes to race in Britain today: he not only shows Christopher being used as a ping-pong ball by two white practitioners but questions the myth that there is some cheerfully tolerant community to which he may be returned, and asks why the incidence of mental illness is apparently so high among members of the African-Caribbean population. But this is also a play about the way shortage of bed space dictates medical decisions, and about the tendency within all professions towards a self-obsessed conspiracy against the laity.     ‘Three tremendous performances’ … David Haig, Luke Norris and Daniel Kaluuya. Photograph: Tristram Kenton for the Guardian     Jeremy Herbert’s design follows the original in turning the stage into a boxing ring but goes further in inviting the audience to thread their way through the spartan corridors of a strip-lit institution. Matthew Xia’s production rightly allows the balance of sympathy to constantly shift and yields three tremendous performances. David Haig as Robert exploits to the full his capacity to move in a second from paternalistic benevolence to throttled, brick-red rage. Luke Norris artfully suggests that Bruce’s protective care for his patient conceals a fundamental contempt and a knee-jerk rejection of authority. Daniel Kaluuya brilliantly shows that, while Christopher may well be suffering a borderline personality disorder, he is also alert to the power battles he has provoked and perfectly capable of exploiting them.  Some plays, acclaimed on a first showing, shrink on revival. Penhall’s has actually gained in authority with time.    At the Young Vic, London, until 2 July. Box office: 020-7922 2923",
  "webTitle": "Blue/Orange review – Joe Penhall peels tricky issues of mental heath and race",
  "webPublicationDate": "2016-05-20T10:49:21Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/20/blue-orange-review-young-vic-mental-health-race",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Joe Penhall",
      "id": "stage/joe-penhall",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/20/blue-orange-review-young-vic-mental-health-race"
}