{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/07/the-politics-of-fear-and-division-isnt-dead-quite-yet-in-sadiq-khans-london",
  "id": "2016-05-07-203",
  "sectionId": "politics",
  "body": "The streets of Londonistan were mercifully calm on Friday night as the capital waited, and then waited some more, to confirm Sadiq Khan’s election as its new mayor.   Related: Sadiq Khan’s victory won’t end Islamophobia, but it offers hope | Homa Khaleeli    Throughout the campaign, Khan’s Tory rival, Zac Goldsmith, had been promising all kinds of trouble if the city fell prey to this advocate of “divisive and radical” politics, and became the first western capital to elect a Muslim mayor. While polls were still open on Thursday, the American blogger Matt Drudge had made his own helpful intervention, foretelling a troubling hotbed of extremism that even had its own scary, Muslim-y nickname. Beware the mayor of Londonistan! In the event, the only detectable unrest, on social media and inside City Hall itself, was over the lengthy delay last night in confirming what everyone had known for hours. Khan had not only triumphed but romped home, defeating Goldsmith by a humiliating 57%-43% margin, on the highest turnout in London mayoral history. His victory was evident from first thing in the morning – City Hall had considerately sucked all the drama out of the count by posting detailed running tallies throughout the day as the votes were counted – and increasingly assured as the day went on. At 3.30pm, the psephologist John Curtice got fed up waiting and declared victory for Khan on the BBC.            Sadiq Khan: London’s new mayor    But election tellers won’t be rushed, particularly in the event of “small discrepancies” in their tallies, and as sunny afternoon turned to evening and then to night, Khan and his team were sequestered on the seventh floor of City Hall, the soon-to-be mayor reportedly having a nap ahead of the victory party he would shortly be obliged to attend. One floor above him, Zac Goldsmith was rumoured to have been billeted in the office his chum Boris Johnson vacated on Wednesday, and which would emphatically not now be his. As if electoral humiliation wasn’t enough, the millionaire MP had been forced to endure a long and lonely afternoon and evening, during which his party colleagues queued up to denounce his “appalling”, “foolish”, “awful” and “nasty” campaign, and even his sister Jemima Khan suggested she had opposed the strategy pushed by his advisers. When they finally emerged, well after midnight, it was Khan who looked the more exhausted of the two. Goldsmith, a head taller, hands clasped in front and chewing his lip slightly, looked almost relieved.  When his victory was at last announced, to roars from his team and a few limp claps from his opponent, Khan could manage only a flicker of a smile. “Thank you, London,” he said, taking to the podium. He thanked his parents, his team, and “every single Londoner for making the impossible, possible”. The new mayor, aides said, had been determined to address head-on the tactics used against him. “I’m so proud,” he said, “that London has today chosen hope over fear and unity over division.” The politics of fear, he said, “is simply not welcome in our city.” Behind him, Goldsmith rocked ever so slightly on his heels. To Khan’s rear, meanwhile, between Goldsmith and the Green candidate Sian Berry, the candidate for Britain First, Paul Golding, turned his back during the new mayor’s speech, to audible gasps among the campaigners and journalists present. “Britain has an extremist mayor!” shouted a member of Golding’s team.  Hope and unity, it turned out, have some way to go yet in Sadiq Khan’s new London.",
  "webTitle": "The politics of fear and division isn't dead quite yet in Sadiq Khan's London",
  "webPublicationDate": "2016-05-07T01:15:03Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/07/the-politics-of-fear-and-division-isnt-dead-quite-yet-in-sadiq-khans-london",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London politics",
      "id": "politics/london",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Esther Addley",
      "id": "profile/estheraddley"
    }
  ],
  "guardianId": "politics/2016/may/07/the-politics-of-fear-and-division-isnt-dead-quite-yet-in-sadiq-khans-london"
}