{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/09/if-creative-fear-figures-fail-freelance-cashflow",
  "id": "2016-05-09-323",
  "sectionId": "small-business-network",
  "body": "Three years ago Gillian Ussher quit a job she hated to make a living drawing portraits of animals. The move meant she could spend more time at home with her baby, and also pursue her passion – something which until then had only been a hobby. But while she was successful in selling her art, managing her cash flow was a battle. “It was a bit of a disaster,” she admits. “I used to celebrate every sale by going out for a pizza and spending 50% of what we made.”  Living on loans for the first two years, she adds: “I couldn’t trust that at the end of the month I would have enough income to pay the mortgage or bills. I really found myself in a state of panic which also affected my work.” Not having a separate bank account for the business meant that she was using her company’s money for personal expenses, leaving her very little to invest in important areas such as marketing or advertising. It was stunting the business’s growth. So, after two years of financial chaos she opened an additional account and now feels in control of her venture’s money. She set up standing orders to pay herself a weekly wage out of the business account and, while personal budgets took a hit, she believes sacrificing luxuries such as holidays is a worthwhile investment in a company that will hopefully continue to flourish. Much of her initial money woes could have been avoided, Ussher says, if she had invested more cash into the business from the start. The artist launched herself with just £200 in her pocket and regrets not having saved more. Having a lump sum is a huge help at the beginning because, she warns, “however much I thought things would cost, it cost five times more”.   Related: Late payment dispute is ruining my health and crucifying cash flow    Patricia van den Akker, director of The Design Trust, says that, since commissions for work can be sporadic and unpredictable, it’s not uncommon for sole traders and freelancers in the creative industries to struggle with cash flow.  She agrees that starting out with enough savings to keep you afloat during the first turbulent years of business will make life easier – and suggests having about three months’ worth of living and business costs set aside as a buffer during quieter periods.  Akker also advises asking the bank for an overdraft before you need it. If you are already in the red, she says, no bank is going to consider helping you. Having a safety net will give you the confidence to concentrate on driving your business forward to success and avoid the stress that can stifle creativity. It’s also important to save for your tax return, which is due to be filed at the end of January every year. Akker says it is a good idea to start doing your tax accounts over the summer, in plenty of time for the deadline.  Niki Groom, a fashion illustrator and designer, says she always puts away 20% of every payment she receives as tax and is careful never to dip into it.  The founder of Miss Magpie Fashion Spy, Groom also budgets enough money to pay herself a wage from the business account, but insists it is no more than the bare minimum to get through the month. If she notices that there is a healthy amount of funds building up, she may use some of that cash to pay for a well-deserved break. “Sometimes I think that spending it on yourself to have a holiday is looking after the most important thing in the business – you and your brain,” she says. “I really love doing the work, but I understand it’s important to take a break some time. Your personal wellbeing is as important as making money.” But if you simply don’t have a head for numbers, is an accountant a good investment?  Sarah Thirtle, head of business lending at Creative United, says there are more affordable ways to keep on top of your cash flow than hiring a professional. She recommends accountancy tools such as Xero and QuickBooks which can help people visualise what money coming in and out of their business looks like. Taking a basic business accounting course is also worth looking into.    Related: Tax plans to bind small firms with more red tape? No thanks    Genevieve Pace, Creative United’s programme manager for business lending, adds that whatever business you have, it is always helpful to have someone, whether it’s an adviser, mentor or coach, to speak to confidentially.  Thirtle adds that it is crucial to demystify the perception that managing your cash flow is “excruciatingly difficult and endless drudgery”.  “It really doesn’t have to be,” she explains. “It can actually be really powerful to be in a position where you know what money is coming in and coming out. If that can help you make decisions about the best kind of work to create that is going to help you have a sustainable career as an artist, then that is worth taking the time to figure out.” Groom, who left a full-time position as a senior designer to became a sole trader six years ago, says giving up the security of a permanent job was a leap into the unknown and continues to be a challenge – but it is possible to forge a successful career as a freelancer. “When I read things about how creatives make it on their own, often there is family money or a rich partner behind their success,” she says. “So when money is not coming in and there is nothing else to rely on except loans, it can be quite easy to think it’s not fair. “I am on my own and completely responsible for my finances but recently bought my first place at the age of 39. So I think it’s encouraging for younger graduates to remember that it is possible.” Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "If you're a creative, don't let fear of figures fail you",
  "webPublicationDate": "2016-05-09T06:00:07Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/09/if-creative-fear-figures-fail-freelance-cashflow",
  "keyword": [
    {
      "webTitle": "Managing your cashflow",
      "id": "small-business-network/managing-your-cashflow",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Jenkin",
      "id": "profile/matthew-jenkin"
    }
  ],
  "guardianId": "small-business-network/2016/may/09/if-creative-fear-figures-fail-freelance-cashflow"
}