{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/04/people-suffer-so-much-my-first-work-placement-on-a-hospital-ward",
  "id": "2016-05-04-209",
  "sectionId": "careers",
  "body": "As a first-year healthcare student, there is nothing quite as exciting and nerve-wracking as your first-ever placement in a hospital. After sitting in lecture theatres and learning the theory behind diseases, medicines and more, as well as practising clinical procedures on coursemates, a stint working in a hospital will allow you to meet and treat real patients. Two students share their experiences of working in a hospital for the first time – as well as the ways in which they dealt with the highs and lows.  ‘My work experience taught me not to judge people’ Hamzah Nurgat, 23, a second-year medical student at the University of Swansea, says:      Hamzah Nurgat    My first placement was on an acute adult psychiatry ward where you don’t use clinical skills, like taking blood, but instead spend time speaking to people. I wasn’t sure what to expect and had a stereotypical image of a mental health ward, full of manic and psychotic patients. The reality was very different. There were people with depression, schizophrenia, bipolar disorder, and multiple personality disorders. I had expected an enclosed, secure ward, but it was really relaxed with most patients spending time in the communal areas drinking tea and chatting to each other. As medical students on work experience, we’re privileged to have a lot of time on our hands and so sometimes I’d spend 45 minutes speaking to one patient. The psychiatrist told us that this was a part of their therapy. To know that I was helping someone was really satisfying. I remember one patient who was around my age. I didn’t expect to speak to someone so young. She had been hearing voices telling her to harm herself and had attempted suicide. I spoke to her quite a few times and learned that her father had left when she was young, and her mother had entered into an abusive relationship. She saw her mother abused in front of her as a child. She had recently lost a job that she loved and her relationship had ended. It was one thing after another. What really struck a chord with me was that I could relate to her and we spoke about future aspirations and hobbies. I spoke to people who had been sexually and physically abused during childhood. It can make you pessimistic when you hear what people are capable of. There are people suffering so much. It also taught me that you can’t judge a person and that you should see someone holistically. You can never understand a person until you try and appreciate what they’re going through. I didn’t think I’d enjoy my placement as much as I did. It got me thinking about mental health as a career path and reassured me that medicine is the career for me. I knew, from that placement, that I want to help the most vulnerable people in society. ‘It was really challenging and made me appreciate what I have’ Florence Moore-Ceaton, 27, a final-year postgraduate student studying children’s nursing at the Florence Nightingale faculty of nursing and midwifery at King’s College London, says:     Florence Moore-Ceaton    Before my first placement on a children’s neurology ward, I felt anxious about whether I would cope with being on my feet for 12-and-a-half hours a day. I was worried I might not have time to eat and would feel faint. I made sure I got enough sleep before getting up at 5.30am to travel to the hospital. I did some running to get my fitness levels up and researched conditions I might come across, as well as medications that would be prevalent on the ward. Initially, it was overwhelming because there were lots of family members around who had high expectations of the nursing staff. The children on the ward were between four and 15 years old and were either born with conditions such as cerebral palsy or had suffered head trauma in a road accident, for example. One of my patients was eight-years-old. He came in with a swelling of the brain and his whole life had suddenly changed. It was really challenging to witness and made me appreciate what I have. The family were distressed and I was trying to work out how best to talk to them.  I was very aware that I didn’t know how to react. I made them a cup of tea and asked some general questions about how they were feeling. When I finished the placement, the child was still on the ward. The mum said I had done a good job and that it had meant a lot to her when I asked about her other children, and life at home. It was lovely to hear. There was another girl who had come into hospital for a brain implant. At first I was nervous about meeting her. Over time, I found out that she liked Frozen and loved it if you did funny voices or impersonations from the film. She was really cheeky and laughed at me when I chose the wrong film for her on the television in her room. The main lesson I took away from my five weeks on the ward was to be myself and not be afraid to let my personality show. The environment can be overwhelming and the long shifts are exhausting, so it’s also important to be kind to yourself.  Some details have been changed to protect the identities of those involved.  Keep up with the latest on Guardian Students: follow us on Twitter at @GdnStudents – and become a member to receive exclusive benefits and our weekly newsletter",
  "webTitle": "'People suffer so much' – my first work placement on a hospital ward",
  "webPublicationDate": "2016-05-04T11:58:41Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/04/people-suffer-so-much-my-first-work-placement-on-a-hospital-ward",
  "keyword": [
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Hospitals",
      "id": "society/hospitals",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Medicine",
      "id": "education/medicine",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Johnson",
      "id": "profile/sarah-johnson"
    }
  ],
  "guardianId": "careers/2016/may/04/people-suffer-so-much-my-first-work-placement-on-a-hospital-ward"
}