{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/16/rising-star-competition-entry-angharad-stead",
  "id": "2016-05-16-166",
  "sectionId": "small-business-network",
  "body": "Clara Hughes, director of Zebra Marketing and Communications, explains why Angharad Stead should win the Rising Star category of the Guardian Small Business Showcase competition:   Angharad joined Zebra in April 2014 on a ‘Jobs Growth Wales’ six-month placement, which we encouraged her to apply to, after receiving her CV looking for work experience. Despite not having worked in marketing before, we saw potential in her application as she had secured a place with Raleigh International on one of its overseas expeditions. She had funded it herself through organising, promoting and running a number of fundraising events.  In September 2014 she started a self-funded Chartered Institute of Marketing (CIM) course, which she successfully completed this year while continuing to work full time. She has, concurrently completed a level three NVQ in Business Administration, and will be starting the next CIM level later this year.  In the last 12 months she has grown hugely in confidence, knowledge and experience, and is now successfully managing a number of the business’ key accounts.  Angharad has also taken the lead on developing Zebra’s new business campaign, which utilises origami, print and social media in a fun and engaging way. As a small business it was important to ensure prospects were engaged with and followed up. With this in mind Angharad has designed the campaign so that small numbers of businesses can be identified and targeted at a time. The direct mailshot was followed up by direct contact and social media engagement.  As a small business it’s necessary to get involved in all aspects of the business and Angharad does that with enthusiasm, including organising events and attending networking opportunities.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Angharad Stead",
  "webPublicationDate": "2016-05-16T13:58:05Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/16/rising-star-competition-entry-angharad-stead",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/16/rising-star-competition-entry-angharad-stead"
}