{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/28/10-rules-teaching-children-money-claudia-hammond",
  "id": "2016-05-28-170",
  "sectionId": "lifeandstyle",
  "body": "1 When you spend, they are watching. So talk through your shopping choices out loud, showing how you make decisions about what is and isn’t good value. This will make it clear that you don’t buy everything that you might like to have and that, instead, you work out what you can afford. 2 Give them regular pocket money rather than random handouts whenever they ask for cash. This allows them to start to learn to budget early. Gradually, you can encourage them to realise that it’s not the money itself that’s valuable, but the fact that you can choose what to get/do with it.   Related: Pocket money tales: 'My son called me a disgrace for giving him only £5,000 on his 18th birthday'    3 Only link pocket money to chores if you are prepared to run the risk of your children asking for money for anything you want them to do. The social psychologist Adrian Furnham found that parents on middle incomes were more likely than those in poorer families to link pocket money to housework. But beware of encouraging them to think that favours should always be linked to cash. Plenty of research shows that doing good deeds for others contributes more to happiness than earning a couple of quid. 4 Accept that saving can be hard for children. They have a less well-developed concept of the future and live much more in the moment than adults. So encourage it, but don’t be surprised that some find it difficult. 5 Encourage them with their maths. Research from the US shows that children who were not good at maths were also likely to be more anxious about money, while children who were good at calculations were likely to save more money and to donate more to charity.         Watch Flight of the Conchords video in which the band talk to children    6 Tell them where money comes from. In a Flight of the Conchords video, the band ask children this very question. “Banks,” comes the answer. And where do the banks get it? “The prime minister.” Where does the prime minister get it? “The Queen.” And where does she get it? “Banks.” Modern economies have a complex circularity, so it’s not surprising that children, like many of us, don’t understand it. The influential Italian psychologists Anna Berti and Anna Bombi found that at the age of four or five, children tended to assume everyone had money, usually given to them by banks or by shopkeepers. More recent research from Finland suggests children are becoming more clued up about money. But it’s worth trying to explain some of its mysteries. We go to cash machines labelled “Free Cash” and appear to take out as much as we want. No wonder they are confused. Tell them why the bank is giving you money and how you earned it. 7 As they get older, consider telling them what you earn and, if you have managed to save, how much you have saved. You might want to emphasise that you don’t want them shouting about it in the playground, but many young adults enter the world of work with no idea what their parents earn. They need to know to judge what kind of spending and lifestyle can be afforded with different incomes 8 There’s plenty of evidence from Elizabeth Dunn at the University of British Columbia that spending money on experiences brings more happiness than spending on things. You could model this idea for your children, explaining that rather than buying a new television, you thought a memorable trip out or weekend away for the family would be more fun.   Related: What should we teach our children about money?    9 Tell them something about the family finances and what you can and can’t afford. American author Neale Godfrey goes so far as to suggest taxing their pocket money at 15%, which then goes into a fund that the family can vote on how to spend – in order to teach them how tax and democracy work. You might not want to go as far as that, but you could start asking their opinions on what it is – and isn’t – worth spending money on. 10 As children get older, try to emphasise that there’s more to life than money. Every year since 1971, researchers in the US have asked new undergraduates what motivated them to go to university. Over time, more students have cited making more money as the main reason. We have yet to discover whether today’s students are simply more pragmatic about the realities of the job market than previous generations or whether career decisions based on money are setting them up for a life with a job that has never really interested them. Either way, the evidence on happiness does tell us that money isn’t everything. Claudia Hammond is the author of Mind Over Money – The Psychology of Money and How to Use It Better. Published by Canongate, £14.99",
  "webTitle": "10 rules for teaching children about money",
  "webPublicationDate": "2016-05-28T05:45:26Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/28/10-rules-teaching-children-money-claudia-hammond",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Saving money",
      "id": "money/saving-money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Claudia Hammond",
      "id": "profile/claudia-hammond"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/28/10-rules-teaching-children-money-claudia-hammond"
}