{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/01/mike-ashley-says-he-is-working-on-bid-for-bhs",
  "id": "2016-05-01-70",
  "sectionId": "football",
  "body": "Mike Ashley, the billionaire founder of Sports Direct, has said he is working on a bid for BHS that would prevent job losses among its 11,000 staff and keep all branches open.   Related: Philip Green ‘should lose knighthood if integrity over BHS found wanting’    Ashley held talks with BHS’s owner, Dominic Chappell, about buying the department store group until shortly before it entered administration a week ago but opted not to bid.  But with hopes growing that a deal could be struck to save the 88-year-old store group, Ashley said at the weekend he remained interested in purchasing the entire business. “Any continuing interest that we have in BHS would be on the basis that we would anticipate that there would not be any job losses, including jobs at head office, and that all stores would remain open,” Ashley said in a statement to the Telegraph. It is not clear what plans Ashley has in mind for BHS if he were to buy it but he appears keen to diversify into non-sports retail and is always on the lookout for new outlets for his goods.  Ashley’s retail empire stretches beyond his core Sports Direct chain and includes the upmarket clothing chain Flannels, which will be opening a large London store in Oxford Street. Ashley has also added Sports Direct concessions to Debenhams after taking a stake in the department store group, which he considered buying. Pledging no job losses or store closures is an unusual commitment for any businessman considering a bid for a loss-making business such as BHS. Flannels swung from a loss to a profit in the year to April 2015, helped by moving its admin functions to Sports Direct’s head office. BHS was forced into administration on 25 April after Chappell failed to secure last-minute funding to keep the business afloat or to do a deal with Ashley. Stores continue to trade and staff are being paid while the administrator, Duff & Phelps, seeks a buyer. Hopes for a rescue were low at first given BHS’s financial plight, including £1.3bn of debt and a £571m pension deficit. But the administrators are said to be increasingly optimistic about a deal to save at least a substantial part of the business and its 164 stores.  Allan Leighton, chairman of the Co-operative Group, is said to be considering a bid for a large number of BHS stores, nine years after stepping down as BHS chairman. Leighton, a veteran retailer who helped turn round Asda in the 90s, is one of a number of potential bidders interested in elements of BHS. Other interested parties are said to include Christo Wiese, the South African billionaire who is snapping up UK high street chains, and Philip Day, the owner of Edinburgh Woollen Mill. BHS’s failure, the biggest retail administration since the demise of Woolworths in 2008, has provoked recriminations. The retailer was owned by Sir Philip Green for 15 years before the Topshop tycoon sold it to Chappell’s Retail Acquisitions consortium last year.    Related: Sir Philip Green has big questions to answer over BHS    MPs want to question Green about his ownership of BHS and in particular about dividends, rent and interest paid to Green and his wife, Tina, by BHS during their ownership of the business.  On Sunday, MPs on two select committees said they wanted Lady Green, who was a trustee of BHS, to join her husband to answer questions in parliament about the collapse of BHS.  The work and pensions committee would like to ask the Greens about dividends paid out by BHS and how its pension deficit will affect the UK’s Pension Protection Fund, which is funded by contributions from other pension pots. MPs on the business committee would like to ask the couple about the sale and acquisition of BHS by Chappell, who had no retail background and has also been called as a witness.",
  "webTitle": "Mike Ashley says he is working on bid for BHS",
  "webPublicationDate": "2016-05-01T17:19:09Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/01/mike-ashley-says-he-is-working-on-bid-for-bhs",
  "keyword": [
    {
      "webTitle": "Mike Ashley",
      "id": "football/mike-ashley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sports Direct International",
      "id": "business/sports-direct-international",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mergers and acquisitions",
      "id": "business/mergers-and-acquisitions",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Job losses",
      "id": "business/job-losses",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/01/mike-ashley-says-he-is-working-on-bid-for-bhs"
}