{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/ee-gets-rival-threes-multimillion-pound-muppet-ad-banned",
  "id": "2016-05-11-369",
  "sectionId": "media",
  "body": "The advertising watchdog has banned mobile network Three’s Muppet-themed ad campaign, following a complaint from rival EE. EE, the UK’s largest mobile phone company, lodged a complaint with the Advertising Standards Authority about the campaign and one strapline where Three UK claims to be the “undisputed” market leader. The ad features Jackson, a Muppet-like creation of Jim Henson’s Creature Shop, in boxing gloves being victoriously hoisted in a Rocky-style moment of triumph. It ran with the strapline: “The undisputed. UK’s most reliable network. Again.”    @ThreeUK Undisputed? Not quite: https://t.co/z8KvI0HHFY  #makeitright #getitright pic.twitter.com/CGzfKJ6933— EE (@EE) November 5, 2015    EE, which took to social media posting a tweet with the dictionary definition of the word “undisputed”, challenged whether the ad was misleading and if Three UK could prove the claim. A member of the public also lodged a complaint with the ASA. Three UK said the ad’s claims were based on a YouGov report in which it had beaten rivals in five consecutive quarters in a comparison about network reliability. The company also said that there was no standard, objective industry test for network reliability, so the best way to determine it was to ask customers. The ASA said the ad did not make it clear that the claim “undisputed” was in fact based on subjective consumer views, and that those who saw the ad would think it was based on “robust objective measures”. “Because we understood that there were no commonly agreed objective measures of network reliability against which 3 UK had undisputedly scored higher than their competitors, we concluded that the claim ‘The undisputed’ as used in the context of the ad was likely to mislead,” said the ASA.  “The ad must not appear again in its current form. We also told them not to state or imply that Three was the UK’s most reliable network unless they made clear that the claim was based solely on a survey of consumer opinions.” A spokesman for Three UK defended the company’s track record. “We have been recognised by consumers, based on their direct feedback to YouGov, as the UK’s most reliable network for an incredible seven quarters in a row. Technical tests conducted by Rootmetrics have also recently named us as the most reliable network, so we are naturally surprised and disappointed by the ASA’s decision. We are analysing the ruling before deciding our next step.” And EE couldn’t help but crow on social media about its knockout of rival 3 UK over the claim.    Hi @threeuk your undisputed claim has been disputed. The ASA says you have to #makeitright https://t.co/liTezUpjfK pic.twitter.com/NpQRJeen7Z— EE (@EE) May 11, 2016",
  "webTitle": "EE gets rival Three’s multimillion-pound Muppet ad banned",
  "webPublicationDate": "2016-05-11T05:01:03Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/ee-gets-rival-threes-multimillion-pound-muppet-ad-banned",
  "keyword": [
    {
      "webTitle": "Advertising Standards Authority",
      "id": "media/asa",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "3",
      "id": "business/3-mobile-network",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Telecommunications industry",
      "id": "business/telecoms",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mobile phones",
      "id": "money/mobile-phones",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/11/ee-gets-rival-threes-multimillion-pound-muppet-ad-banned"
}