{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/15/palestinians-nakba-uk-balfour-declaration-dispossession",
  "id": "2016-05-15-114",
  "sectionId": "commentisfree",
  "body": "Today marks the 68th anniversary of the Palestinian Nakba (catastrophe): the Palestinians’ dispossession and the loss of their homeland. Yet while the Palestinians’ plight remains without redress, in the UK over the last few weeks we have witnessed a different, if related, debate, which has deflected attention to another issue; that of antisemitism in the Labour party. Few genuine supporters of the Palestinian cause can be ignorant of the distinction between antisemitism and anti-Zionism. Indeed, this distinction has long been part of the Palestinians’ national and political discourse, and has been embraced and cultivated as a matter of demarcating a sharp line between racism and opposition to a political ideology. Anyone who knows anything about the history of the Palestine-Israel conflict should thus be well aware of the danger of evoking the Nazis when talking of Israel or Zionism, not only because the analogy is in principle repugnant, but because it distorts the true character of this conflict. Whatever else this may be, it is emphatically not a rerun of Hitlerite attempts at extermination.   Related: Ken Livingstone cites Marxist book in defence of Israel comments    But whether by accident, design or sheer ignorance, the charge of antisemitism in the Labour party has raised issues that merit serious attention, despite the mudslinging, posturing and manipulation that have accompanied the debate. Why, some have asked, is Israel being singled out for a degree of animosity that, had it been directed against, say, a black movement, the left (along with everyone else) would have recognised as a morally unacceptable racist bias? Whatever Israel’s historical or current faults, the Jews who see Israel as an act of national redemption should be accorded the same respect as any other national/ethnic group. The failure to do so is itself an act of unconscionable discrimination and is the litmus test of opposition to racism. Seven decades after the Nakba and Israel’s creation out of the debris of the Palestinian homeland, there is a valid question as to why and whether Israel is a “special case”. True, many other countries were born of a less-than-immaculate conception, but they do not receive the kind of hostility as Israel. But we are not talking history here. The struggle for the land of Israel/Palestine is an active and continuing one. Unlike the natives of North and South America, Australia and elsewhere, the Palestinians have yet to be defeated and subdued. Furthermore, Israel was born in the full light of the 20th century. Its actions are to be measured by contemporary mores, not by those of the 15th-19th centuries, particularly in light of Zionism’s claims to be a moral force with benign intent; if so, its actions and their consequences are liable to be measured accordingly, its emphatic claim to be moral otherwise invites the charge of hypocrisy. Another more immediate reason for why Israel is a special case is because it is a living example of an ongoing occupying and colonising state. No other self-proclaimed western-style democracy currently claims the territory of another people as its own, or is implementing a large-scale colonial enterprise by illegally implanting its people on another’s lands. This is a unique occurrence in the 21st century. No other self-proclaimed western-style democracy grounds its laws and political practices in ethnic/religious distinctions; no other such state sets ethnic quotas such as maintaining a 70%-30% Jews/Arabs ratio for Jerusalem or “Judaising” Galilee, or rejects the notion that it is a “state for all its citizens”. No other leader of a western-style democracy would survive the gumption of evoking the indigenous population’s participation in the democratic process as a threat, as Prime Minister Binyamin Netanyahu did last year. The active political forces in the west generally bear a special responsibility for Israel’s creation as well as for its subsequent actions. This is reinforced by the fact that all major western governments and most mainstream political forces continue to assert their support for Israel and what it purportedly represents, regardless of its actions – even when they fly in the face of their stated values. The UK bears a special responsibility due to the insidious and critical role it played in the dispossession of the Palestinians via the iniquitous Balfour Declaration and the terms of the British mandate that enforced it, and the shabby retreat from Palestine in 1948. By accepting the mandate’s terms in favour of a Jewish homeland, the UK took on the responsibility for the Palestinians’ fate. Without the active sponsorship and facilitation of the mandate, the Palestinians would not have lost their homeland. As we approach the 100th anniversary of the Balfour Declaration next year, it behooves the UK – whose leaders from Winston Churchill to Gordon Brown to David Cameron have openly professed to be Zionists – to acknowledge its role in the dispossession of the Palestinians, just as it should stand rightful guard against the scourge of antisemitism. There is no need to embellish the Palestinian case with false and misleading analogies, the least compelling of which is a Nazi-Zionist comparison. By allowing Israel’s supporters to raise the counter-charge of antisemitism, this analogy deflects the world’s attention away from the misery inflicted on the Palestinians and taints their cause. This cause rests on its own moral and political merits and is based on the simple proposition that a people were turfed out of their homeland against their express will, in favour of an ethnic minority imposed on them by outside powers and, eventually, by force of arms. The Palestinians paid the ultimate price for European antisemitism, of which they were innocent Some may want us to understand why Jewish people have pride in Israel and cannot characterise its creation as a sin. But by the same token, one may want them to understand why Palestinians cannot be expected to rejoice in their national dispossession, or do anything but mourn their Nakba. This has nothing to do with antisemitism, for the ethnic or religious identity of those doing the dispossessing makes not a hoot of difference. We would have opposed them just the same.",
  "webTitle": "As Palestinians mourn their Nakba, the UK must acknowledge its responsibility | Ahmad Khalidi",
  "webPublicationDate": "2016-05-15T11:54:10Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/15/palestinians-nakba-uk-balfour-declaration-dispossession",
  "keyword": [
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ahmad Samih Khalidi",
      "id": "profile/ahmadsamihkhalidi"
    }
  ],
  "guardianId": "commentisfree/2016/may/15/palestinians-nakba-uk-balfour-declaration-dispossession"
}