{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/israel-action-threatens-rights-group-free-speech-breaking-silence-soliers",
  "id": "2016-05-18-288",
  "sectionId": "world",
  "body": "A high-profile Israeli human rights group that publishes the anonymous testimonies of soldiers in the Palestinian territories is facing a court hearing that threatens to shut down its work in what is being viewed as a crucial test case for civil society. The case, which will be heard in court next week, is being brought by the Israeli government, which is demanding that Breaking the Silence identify anonymous serving military personnel who have given it testimony relating to alleged crimes in the 2014 Gaza war. The group says this is likely to deter future potential testifiers coming forward. The move follows months of attacks on the group by leading politicians as well as rightwing activists – including attempted infiltrations by figures posing as sympathisers and a public accusation of “treason” by the country’s defence minister. Breaking the Silence staff and its legal team say the legal moves not only pose a threat to the group but also threaten to “chill” both free speech and human rights activism in Israel. Lawyer Michael Sfard said: “It is a judgment day for Breaking the Silence, and its continued ability to work. But I think it is also pivotal moment for Israeli civil society.”   Related: In their own words: Israeli troops break ranks on Gaza campaign    Founded 11 years ago, Breaking the Silence, which is staffed by former military veterans, has long collected and published Israeli soldiers’ stories, many of them exposing alleged human rights abuses. Its high profile has, however, attracted many enemies on the right, who have increasingly criticised the group’s work, and it is one of the main targets of a proposed new law that would hit the foreign funding of leftwing NGOs. The Guardian understands that the latest moves against it began after the NGO published a hard-hitting report last year into the conduct of the 2014 conflict in Gaza, which contained a number of serious allegations of Israeli military misconduct in the prosecution of the war. The case brought against it, with the support of military investigators and the new Israeli attorney general, Avichai Mandelblit, seeks to compel the group to identify soldiers who gave testimony over relatively minor incidents including the theft of sunglasses and a tank damaging a civilian car. Breaking the Silence’s work, however, has been based on a guarantee of anonymity for testifiers – claiming their reporting as covered by journalistic privilege. They argue that being compelled to identify witnesses would effectively shut them down. One of the group’s founders, Yehuda Shaul, a former soldier himself, defended how it operated.    Related: Israel: 'Some NGOs are seen as the enemy from the inside'    “In the past we have provided more information on alleged crimes and abuses to military investigators than we have published on the cases. But the crucial Chinese wall is about defending the identity of our sources. It is not about preventing the possibility of investigation.”  The court case is the latest chapter in what appears to be an increasingly vigorous campaign to limit the activities of, or silence, Breaking the Silence and other groups including B’Tselem. That began in earnest in December when Israel’s defence minister, Moshe Ya’alon, said Breaking the Silence would be banned from activities on Israeli military bases – although it does little work on them. A few days later, the far-right education minister, Naftali Bennett, made a similar statement regarding banning the group in the education system. More sinister, claims the group, have been attempts to infiltrate it and provide false testimonies to discredit it, while it says there have been multiple efforts to hack into its database. A bill that opponents say targets Israeli human rights groups critical of Israel’s policies towards the Palestinians has also won initial approval in parliament with the support of rightwing parties. Called a “transparency bill” by its sponsor, the far-right justice minister, Ayelet Shaked, the legislation would require NGOs – including Breaking the Silence – to give details of overseas donations in all their official publications if more than half their funding comes from foreign governments or bodies such as the European Union. The group was informed in January it should comply with a court order – made in its absence – to provide the identities of testifiers from its Gaza war report. It appealed against the initial order but it is now facing a new hearing next week in a court in Petah Tikvah. Despite the criticism, Israeli government officials defended the legal moves to attempt to compel the group to give up sources.  The state prosecutor said: “The state of Israel believes there is public interest of the highest degree to investigate the suspicions against the suspect and against others involved.” An Israeli military spokesperson added: “In order to advance the investigation [into suspected crimes] there was a need to receive the unabridged material that Breaking the Silence documented.” Defending the group’s position, Sfard, who represents Breaking the Silence and other Israeli human rights groups, told the Guardian: “Society has different institutions with different roles. It has law enforcement agencies whose role is to investigate and bring justice.  “There are other institutions like the media and human rights groups and their role is different. Breaking the Silence was created to provide Israeli society and to a degree the international community, information on what Israeli soldiers are doing in service of the occupation.  “There needs to be firewall between the information it collects and law enforcement agencies.” The group’s executive director, Yuli Novak, went even further, accusing the Israeli state prosecutor of “taking an unprecedented and worrying step that endangers the organisation and its work by trying to force us to reveal witnesses’ identities.  “It is even more puzzling and bothersome that the attorney’s demand is part of an investigation of junior soldiers for offences that are not severe, in the very least, that were described in testimonies or took place in Protective Edge [Israel’s 2014 military operation in Gaza], and as far as we know have nothing to do with killing or causing injury.”",
  "webTitle": "Israel action threatens to close down rights group and 'chill' free speech",
  "webPublicationDate": "2016-05-18T08:30:24Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/israel-action-threatens-rights-group-free-speech-breaking-silence-soliers",
  "keyword": [
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Freedom of speech",
      "id": "world/freedom-of-speech",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gaza",
      "id": "world/gaza",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/18/israel-action-threatens-rights-group-free-speech-breaking-silence-soliers"
}