{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/24/clydesdale-bank-hit-with-450m-pounds-in-new-ppi-charges",
  "id": "2016-05-24-56",
  "sectionId": "business",
  "body": "The cost of payment protection insurance (PPI) payouts continues to hang over Clydesdale Bank after it announced a £450m charge for the mis-selling scandal in its first results as a stock market-listed company. Officially known as CYBG since being spun out of National Australia Bank (NAB) earlier this year, the bank is trying to cut costs to bolster its profitability as an independent entity. When NAB sold the business, which includes Yorkshire Bank, it pledged to cover £1.7bn of any future PPI bills, and this has cushioned the latest £450m charge on CYBG’s profits. The standalone bank is taking only £44m of the cost of the PPI provision.  The demerger of the bank was a milestone for NAB, which first revealed the CYBG’s £450m PPI charge when it published its own results earlier this month. NAB had faced years of speculation about its troublesome UK operations, which had taken hits for the PPI scandal as well as for mis-selling of complex interest rate insurance to small businesses. CYBG has 274 branches, 40 business banking centres and employs 7,268 staff across the UK. The chief executive, David Duffy, had previously said he expected costs to be £762m for 2016, but 500 job cuts – including 150 senior roles – helped costs fall faster than expected.  Duffy said: “We are progressing with our plans to become a more efficient, responsive and productive business, and now expect our costs for the year to be £730m, materially below our previous guidance as we begin to see the benefits of actions we have taken to lower the cost base and standalone and separation costs which were lower than expected.” Half-year profits were £58m compared with a £440m loss a year earlier, although Duffy focused on the 4% fall in underlying profits – which stripped out conduct costs and the cost of separating from NAB – to £107m. He told reporters in Australia that a possible UK exit from the EU should not be a concern. “Its only impact is likely to be if there’s any growth softening and there we take the view that if we see the dynamics change on growth then we would adapt the other levers which we have within our control, including costs,” Duffy was quoted as saying.",
  "webTitle": "Clydesdale Bank hit by £450m of new PPI charges",
  "webPublicationDate": "2016-05-24T17:48:02Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/24/clydesdale-bank-hit-with-450m-pounds-in-new-ppi-charges",
  "keyword": [
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banks and building societies",
      "id": "money/banks",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Payment protection insurance",
      "id": "money/payment-protection-insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Treanor",
      "id": "profile/jilltreanor"
    }
  ],
  "guardianId": "business/2016/may/24/clydesdale-bank-hit-with-450m-pounds-in-new-ppi-charges"
}