{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/cuts-bbc-recipe-website-final-straw",
  "id": "2016-05-17-240",
  "sectionId": "commentisfree",
  "body": "According to the BBC’s soon-to-be-scrapped recipes page, it takes less than 30 minutes to make salami tarts. It will take rather longer for the government to salami-slice the BBC, but that is surely the plan. Last year, the beleaguered chancellor, George Osborne, slammed the BBC for having “features and cooking recipes”, arguing it was evidence of the corporation’s “imperial ambitions” and meant it was becoming “the national newspaper as well as the national broadcaster”. Well, chancellor, you have your way. A section of the BBC website with more than 11,000 recipes – which millions of Britons have pored over in kitchens as they whipped up a culinary storm – is under threat as part of a £15m programme of cuts to “magazine-style content”.   Related: BBC to drop online recipes as part of slimmed-down website    A wave of angry tutting swept the country on Tuesday morning as people saw the news. But it seems unlikely this is concentrated in the urban heartlands of Labourism. I expect Angry of Surrey, Berkshire and Buckinghamshire will have a few cross words to say about the decision. As a general rule, people do not like enjoyable parts of their weekly routines being arbitrarily snatched away. Millions of us have wandered around Lidl or Sainsbury’s, squinting at our mobile phones for the list of ingredients for a healthy snack or dinner for a few friends on the BBC website. There is no rationale for getting rid of such a valuable resource, other than a lack of financial resources and pressure from a zealous government that has an ideological problem with a popular, not-for-profit organisation. There was widespread relief that the BBC white paper was not the all-out onslaught that many predicted. But that was clever expectation management on the part of the government. Threaten to force popular programmes such as Strictly from their primetime slots – which would lead to tumbling BBC viewing figures, helping to justify future attacks – and then perform a U-turn, and that’s all people will notice. The BBC’s supporters will feel relief, but in practice that can mean complacency.   Related: It lacks the glamour of saving Strictly – but the BBC’s new board must be resisted | Polly Toynbee    Whether it be £80m cuts to the corporation’s news output, or the government appointing its own puppets to a new unitary board overseeing the BBC and undermining its independence even further, the attacks are real. The corporation is now mandated to be “distinctive” and “innovative”. Who could quibble with these platitudes? Except in practice it can mean “don’t do popular programming, because ITV has that covered”. Thinktanks that are influential in the Conservative party – such as the Institute for Economic Affairs – are ever more loudly demanding its privatisation. The Conservatives claim to be the party of patriotism, but they are busy undermining our proudest British institutions such as the NHS and the BBC. Both are a source of irritation to a party that believes in profit over social need, because both are in public ownership and are loved for it. We can’t allow the BBC to be gradually salami-sliced over the years, with no single attack big enough to trigger protest, until the corporation has been stripped of enough popularity to justify privatising it. There will be broad opposition from Britons of all political persuasions to the culling of the recipe website. Let’s build on it and create a broad coalition of citizens and popular stars to campaign to save the BBC.",
  "webTitle": "Why cuts to the BBC’s recipe website could be the final straw | Owen Jones",
  "webPublicationDate": "2016-05-17T10:02:37Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/cuts-bbc-recipe-website-final-straw",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Jones",
      "id": "profile/owen-jones"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/cuts-bbc-recipe-website-final-straw"
}