{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/20/10-best-culture-this-week",
  "id": "2016-05-20-193",
  "sectionId": "culture",
  "body": "Classical music Oedipe Alex Ollé and Valentina Carrasco stage their immersive take on Oedipe, George Enescu’s operatic tale of incest, murder and tragedy for the first time since 2011, with La Fura dels Baus, at the Royal Opera House. TV Chef’s Table Hip foodie culture isn’t just restricted to the queues outside trendy ramen joints these days: it’s now starting to colonise TV. This Netflix series profiles renowned chefs and their working methods, from Sweden to Säo Paulo, and features some truly Instagram-perfect cinematography. We’re a long way from Fanny Cradock here, Toto. Exhibitions Martin Creed     Martin Creed, 2016. Photograph: Hugo Glendinning    The Turner prize-winner’s 2014 retrospective at the Hayward was a hot ticket; his next UK solo show is in Somerset, promising new in-situ work, from paintings and films to sculpture and spoken word. Ahead of his new album, Thoughts Lined Up, his band open the show with a live set tonight, too. Dance International Dance Festival Birmingham  The month-long celebration of dance styles from around the world ends this weekend, with three shows offering contemporary takes on South Asian dance and a BIDF debut from British Columbian company Ballet BC. Wrapping up, it’s Desi Grooves, a family-friendly evening of bhangra and Bollywood bangers, on Saturday night. Radio Kate Tempest on Radio 4 Poet, playwright, rapper and fiction writer: it’s hard to keep up with the talented Kate Tempest. So at least now you can kick back for a reading of her new novel, The Bricks That Built The Houses, for Radio 4’s Book At Bedtime. Though considering it’s a fast-paced “multi-generational tale of drugs, desire and belonging” and millennial restlessness in the capital, you might need an extra dose of Nytol after all. TV Neil Gaiman’s Likely Stories            Neil Gaiman has woven his relentlessly inventive fiction into formats ranging from graphic novels to theatre. He returns to TV this week with a cast to match his pedigree. A quartet of short films see George MacKay, Johnny Vegas, Montserrat Lombard and Rita Tushingham enact Gaiman’s enchanted and sinister visions. This week; a strange metamorphosis in a STD clinic and an elderly woman who needs raw meat to survive. Gaiman’s mastery of claustrophobia and knack for locating the horror in the everyday should suit the tight, economical format perfectly. Film Whit Stillman Q&A From his 1990 socialite comedy Metropolitan onwards, director Whit Stillman has specialised in a very particular form of social satire, lasering in on the micro-melodramas of modern WASPy subcultures. It’s both surprising and fitting then that his latest film leaps back three centuries to the world of a very different chronicler of privileged types: Jane Austen. Austen’s epistolary novel Lady Susan is the template for his period saga Love And Friendship, which follows the widow Susan, who is forced to retreat to her family’s house when scurrilous rumours about her personal life begin to swirl about through high society. Stillman discusses the film in a series of special preview screenings. Exhibitions Tate Liverpool We’d always suggest a jaunt to the Tate’s Merseyside outpost on the Albert Dock, but it’s nigh-on essential at the moment, with a trio of new exhibitions jostling for attention. Francis Bacon: Invisible Rooms offers up the largest display of the painter’s works ever staged in the north of England, and there are also retrospectives of Austrian surrealist Maria Lassnig and the exuberant New York artist Ella Kruglyanskaya. Music Fetty Wap     Fetty Wap    Trap Queen, with its irresistibly catchy whine about “making pies with my baby” and uh, dealing drugs together, was one of the runaway hits of 2015. Finally, its intriguingly likable creator, one-eyed New Jerseyan rap chap Fetty Wap, is bringing his neo-thug repertoire to the UK for a tour, starting in Birmingham on Friday, with more rhymes about modern romance. Comedy Katherine Ryan An unfortunate side effect of being a popular comic is that you may get a column in a once-great music mag, where you’ll have to whinge about burgers and Susan Sarandon’s baps. Which is a shame because Ryan’s recent NME gig sold her a little short: she’s a whipsmart comic with a nice line in gossipy snark.",
  "webTitle": "The 10 best things… to do this week",
  "webPublicationDate": "2016-05-20T12:00:08Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/20/10-best-culture-this-week",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "The Guide",
      "id": "profile/the-guide"
    }
  ],
  "guardianId": "culture/2016/may/20/10-best-culture-this-week"
}