{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/leicester-city-islam-slimani-sporting-target",
  "id": "2016-05-10-270",
  "sectionId": "football",
  "body": "Leicester City are interested in signing the Sporting forward Islam Slimani as the Premier League champions begin their preparations for the next campaign. Claudio Ranieri’s side has relied heavily on Jamie Vardy’s goals this season – the striker has scored more than a third of the team’s league total – and the club is looking to bring in two strikers for the new campaign.   Related: Claudio Ranieri expresses interest in managing Italy    Slimani, an Algeria international who was linked with a move to Leicester last summer, has had a tremendous season with Sporting, scoring 26 goals in 32 league games and his hard-working playing style and low-key personality would fit in well at Leicester. The 27-year-old said recently that he was happy to stay at the club but Sporting could listen to offers in the region of £25m. Slimani, who has been at the club since 2013, has a contract until the summer of 2020. Leicester have not made an official bid for the striker yet. The Premier League champions, meanwhile, have also watched the Pescara striker Gianluca Lapadula on several occasions this season. The 26-year-old has led Pescara’s promotion push from Serie B this season, scoring 24 goals in 38 games, but Leicester face competition from Juventus for the striker.",
  "webTitle": "Leicester City target Sporting’s £25m Islam Slimani to bolster forward line",
  "webPublicationDate": "2016-05-10T08:48:31Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/leicester-city-islam-slimani-sporting-target",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Fabrizio Romano",
      "id": "profile/fabrizio-romano"
    }
  ],
  "guardianId": "football/2016/may/10/leicester-city-islam-slimani-sporting-target"
}