{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "id": "2016-05-09-299",
  "sectionId": "australia-news",
  "body": "Good afternoon, and welcome to the first day of the election campaign – just 54 to go. We’re glad to have you with us for the inaugural Campaign catchup, your day-by-day cheatsheet to the election, in your inbox in time for your afternoon commute ... or cup of tea, or swift half – whatever you’re doing. Malcolm Turnbull and Bill Shorten both began their campaigns in Queensland, but took different paths. The prime minister got a head start on his five-a-day while the Labor leader went back to school. “Ah, the campaign trail,” remarked Lenore Taylor, Guardian Australia’s political editor, this morning – “where politicians look at things and have brief conversations with regular people.”     My 1st job was loading watermelons - visited markets w Moreton candidate Nic Monsour discussing #smallbiz tax cuts pic.twitter.com/QPVif9O0zB— Malcolm Turnbull (@TurnbullMalcolm) May 9, 2016    Turnbull’s three-electorate sweep of Brisbane began at a produce market in Rocklea, where he “couldn’t refuse ... the luscious fruit”, AAP reported (“Mmm, that’s a beautiful melon,” he said.) He also “sampled some blueberries” but eschewed the brown onion apparently beloved of his predecessor Tony Abbott, which went unremarked upon by no one.    Prime Minister @TurnbullMalcolm avoids his own onion-munching moment at a Brisbane market #ausvotes #auspol https://t.co/CPzomjD1Ra— ABC News (@abcnews) May 9, 2016    Turnbull pressed on to Petrie – the Coalition’s most marginal seat, held by Luke Howarth on just 0.5% – for the first announcement of his campaign, about “supporting jobs and growth, right across the country”. Special mention was made of tackling youth unemployment through the Coalition’s paid internships scheme and giving businesses relief from tax, both hallmarks of Scott Morrison’s budget announcement last week.           Turnbull makes early campaign pitch on youth employment plan    As Guardian Australia’s deputy political editor Katharine Murphy wrote, the fact the government began its bid for re-election not with a big interview or flashy policy launch, but by selling the budget was a consequence of calling an election so soon after it was handed down. Though, Murph noted, every day now feels like campaign day. Meanwhile, Shorten pitched further north, his face writ enormous on his campaign bus in Cairns – “really kind of disconcerting”.    Big Bill. Little Bill. #politiclive @murpharoo pic.twitter.com/D84xop9O3F— Gabrielle Chan (@gabriellechan) May 9, 2016    After squatting alongside pupils at Cairns West state school for a photo, Shorten announced one of Labor’s “100 positive policies” – to make Australia “the number-one educational centre in our region”. This, he said, stood in contrast with Turnbull’s education election pitch: “There is no plan for schools except cuts”.   Related: Turnbull reminisces about banana packing as 'real world' campaign foray bears fruit    Accompanied by Labor’s Western Australia Senate candidate Pat Dodson, Shorten said Labor’s Gonski school funding package would include 400 scholarships for Indigenous Australians to train as teachers – a policy that would cost $4.8m over four years. Dutton reveals ‘unsuccessful people smuggling venture’ Embattled immigration minister Peter Dutton signalled today that he might appeal against a federal court ruling that he breached his duty of care to an asylum seeker raped on Nauru, who subsequently sought an abortion. He asked journalists to “have a look at the judgment of the court as opposed to what’s being read on social media”.    very well lit presser in Brisbane with Peter Dutton. Two flagger. pic.twitter.com/QSiXbwp9s0— Joshua Robertson (@jrojourno) May 9, 2016    At the same press conference, he revealed for the first time that a boat with 12 asylum seekers onboard had arrived in the Cocos Island last week. It was returned to Sri Lanka in accordance with the government’s “sovereign borders” operation. Questioned over the delay in publicising this, Dutton said: “We make an announcement in relation to these matters at an appropriate time when it’s operationally sensible to do so.” And pressed as to whether it counted as a turnback or an arrival, Dutton said it would be counted as “not a successful people smuggling venture”.  Discouraging negative gearing ‘may be a good thing’ – RBA Reserve Bank officials are about to become unwitting players in the election, Guardian Australia’s Gareth Hutchens reports.  “Any change which discourages negative gearing may be a good thing from a [financial stability] perspective,” the RBA document says – contradicting Turnbull government’s warnings that any changes to negative gearing would destroy confidence in the economy and send house prices plummeting. “The concessional rate of taxation of capital gains might encourage leverage speculation, particularly in combination with negative gearing provisions.” Labor wants to make housing more affordable by limiting negative gearing to new properties and cutting the capital gains tax discount from 50% to 25%. The Grattan Institute has also proposed changes – but Turnbull and Morrison have vigorously attacked such proposals. Best of Bowers     A trip down melon-mry lane: Guardian Australia’s photographer-at-large Mike Bowers, out on the campaign trail, snapped Malcolm Turnbull on his visit to Brisbane Markets in the federal seat of Moreton. Turnbull said on Twitter his first job was loading watermelons at Sydney markets. Photograph: Mike Bowers for the Guardian    Further reading  Lucky man: has Bill Shorten got what it takes? Katharine Murphy’s essay on the man who could be prime minister. The Daily Telegraph’s Handy ‘Guide’ To The Election Is Exactly What You’d Expect (Junkee) If what you expect is the Greens described as “a leftie rabble that puts fluffy animals, drugs and sexual freedom above the economy”. Hope, fear ... and loathing (Crikey) The big question of this election campaign: whether Bill Shorten can defeat Rupert Murdoch.  And also ...           Johnny Depp mocks his Australian apology over dog smuggling    Johnny Depp’s filmed apology to the “unique ... warm and direct people” of Australia for putting its biosecurity at risk last month was his worst performance since Mortdecai (2015). But he wasn’t going to just leave it there, oh no. Meanwhile, in the rest of the world ...    Forget the new album, I'm more excited for Thom Yorke to play the Eastern European bad guy in Die Hard 6. pic.twitter.com/wHmNJ4o0Cc— Jess Wheeler (@wheelswordsmith) May 9, 2016    “Radiohead have always sounded like a band in constant motion: every album has seemed like an agitated shift from the last, as if they were too neurotic to rest on their laurels even if they wanted to … You’d hesitate to call A Moon Shaped Pool more poppy ... but it’s certainly sharper and more focused.” And if today was a pop song ...         The better-known clip was shot in Victoria. At least this one has a bit of Brisbane.    With both Turnbull and Shorten kicking off their campaigns on the Streets of Your Town in Queensland, Guardian Australia staff voted the Go-Betweens’ 1988 single the state’s unofficial anthem. Let us know if you disagree.  Enter your email address below to receive the Campaign catchup updates delivered to your inbox each weekday.      Sign in to the Guardian site and enter your email address to sign up.  Click here to open the form.   Never miss another catchup: If you’re reading this in the Guardian app, tap on ‘Australian election briefing’ at the top or bottom of this page, then tap on ‘Follow series’ to get an app notification as soon as the Campaign catchup publishes every afternoon.",
  "webTitle": "Campaign catchup: election 2016 is off with a bang, a bus and a box of melon",
  "webPublicationDate": "2016-05-09T07:13:21Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/09/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing"
}