{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/dave-boris-politicians-friends-david-cameron-boris-johnson",
  "id": "2016-05-03-131",
  "sectionId": "commentisfree",
  "body": "In 1962, in a hurried reshuffle known as the “Night of the Long Knives”, Harold Macmillan sacked a third of his cabinet, many of whom – especially Selwyn Lloyd – had been his close friends for decades. “Greater love hath no man than this,” quipped future Liberal leader Jeremy Thorpe in the House of Commons, “that he lay down his friends for his life.” Thorpe’s joke reflected what most of us probably feel about politics: that it is a lonely, isolating, bitter business, where trust is at a premium and you can’t rely on anyone, least of all your friends. True friendship is impossible in politics, the diarist Alan Clark confirmed. “We are all sharks circling, and waiting, for traces of blood to appear in the water.”   Related: David Cameron says friendship with Boris Johnson damaged by Brexit    So when David Cameron talks about his friendship with Boris Johnson, as was reported yesterday (he told Glamour magazine “I’m still friends with Boris, just perhaps not such good friends”), it gets into the news and provides those people who are given to cynicism with a wry smile. Johnson is, after all, trying to torpedo the man’s premiership. Can politicians really have friends, we ask? Aren’t they all out knifing each other in the back? Aren’t they the kind of people, as Margot Asquith said of Lloyd George, who can’t see a belt without hitting below it? The answer is that it isn’t quite like that. Top politicians are usually obsessives who have been surrounded by the same people for decades, since university or – in the case of Cameron and Johnson – since school. Friends are an absolutely critical part of political life. They make all those interminable meetings, all those leaflets, bearable. Friends in politics know each other inside out, their strengths, weaknesses, ups and downs. That is why so few of them swap parties and why it is such a big deal when they do. It is like dumping the vast majority of your friends and making entirely new ones. A very radical makeover indeed. Of course, it works both ways. There are longstanding feuds as well as friendships. Herbert Morrison famously had one with Nye Bevan, enough for Morrison to deny that Bevan was his own worst enemy. (“Not while I’m around, he’s not,” he is supposed to have growled.)     ‘There are inevitable rivalries that conspire to divide friends.’ Photograph: Michael Stephens/PA Archive/Press Association Images    But what breaks political friendships is far more likely to be the inevitable strains of different institutional interests. If Iain Duncan Smith, the former work and pensions secretary, had been a friend of George Osborne before they were divided by high office – one running a high spending department, one presiding over austerity – they probably wouldn’t be afterwards. There are inevitable rivalries that conspire to divide friends, like Tony Blair and Gordon Brown, Nick Clegg and Chris Huhne or Cameron and Johnson. Maybe also Jeremy Corbyn and Ken Livingstone – possibly Corbyn and John McDonnell. But apart from that, politics is like any other area of life: you get to be friends with people you do things with, whether it is the school run, amateur dramatics or running the country. When you stop acting together, then life sweeps you away. It is hard, for example, to stay friends with a senior politician unless you are working closely with them. Tony Blair described phoning one of his oldest friends once he had resigned as prime minister, only to find that they no longer recognised his number or his voice. This is a tragedy primarily for politicians who find themselves cut off from normal everyday life, not just by the punishing schedule but also because the vast majority of their social interaction is with people also from the political class. Not to mention the short-termism. I remember meeting a friend of mine from 10 Downing Street during the coalition years for a cup of tea, with their Blackberry on the table between us. “Oh God,” they would say every minute or so, glancing down at the latest message or the latest crisis. “Oh God.” And having escaped from that intense world, you find yourself wanting to be with others who knew it too, and understood it – and those you shared it with. From what I see of politicians and aspiring politicians, loyalty actually runs rather deep. But then, Cameron says he and Johnson are still friends. Just not quite so much. Despite everything, there’s still a spark: because they understand the inevitable tensions that go with the job, and which drive them temporarily in different directions. And since one is gunning for the other one’s job, that might actually be – if we can believe it – a testament to the enduring power of political friendship. Let’s wait until one of them wins, and see if it can survive that.",
  "webTitle": "So Dave’s not so fond of Boris now. Can politicians ever be friends? | David Boyle",
  "webPublicationDate": "2016-05-03T15:26:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/dave-boris-politicians-friends-david-cameron-boris-johnson",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "David Boyle",
      "id": "profile/david-boyle"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/dave-boris-politicians-friends-david-cameron-boris-johnson"
}