{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/zinedine-zidane-real-madrid-san-siro-champions-league",
  "id": "2016-05-26-120",
  "sectionId": "football",
  "body": "Zinedine Zidane was there; Zinedine Zidane is always there. When Real Madrid won their ninth European Cup he scored the volley that took them there, foot up somewhere near his ear. When they won their 10th European Cup he was the quickest down the touchline at the Estádio da Luz, the first to reach the corner and leap on Gareth Bale after the Welshman had scored the winning goal. And when they walk out of the dressing room at San Siro on Saturday night, seeking their 11th European Cup, against Atlético Madrid, he will embrace them all one by one and then he will take up his position on the touchline.   Related: Will Cristiano Ronaldo break his own scoring record against Atlético Madrid?    This is Zidane’s third European Cup final with Real, each of them reached at the end of his first season in his post, each of them won: first as a player, then assistant manager and now as manager. He admits that he has a “star” somewhere; he has not even been in the job, his first senior post, for five months and here he is already, preparing for the game that, he says, “everyone wants to play”. Then he adds, with a smile: “Well, I’m not going to play it.” He would like to but managing suits him too. Former team-mates may not have imagined as much but he always thought it might. “There’s pressure but I like that,” Zidane says, and he really does seem to. For all the talk of elegance and effortlessness, above all he was and is a competitor; he rebelled against his comfortable existence as a retiree, preferring to do something real. Others were not so sure but he was determined. Yet there is a calmness to him too, coolly stepping past obstacles, a sense of enjoyment. “I will approach this with patience, tranquillity and determination,” the 43-year-old says. “We’re going to play a final: everyone who likes football wants to have the feeling of living a final with their team.” Facing him will be Diego Simeone, a coach who Zidane insists “has everything”. And what does Zidane have? “A lot to learn,” the Frenchman says. “But the desire I have to learn is huge, so I will improve, for sure.” Ask his Real Madrid players and they all say the same thing: he is pretty good already. “We needed Zidane like rain in May,” Isco says. “He has been the key; he was an injection of morale.”Real Madrid’s players, Isco admits, did not relate to Rafael Benítez; Zidane could hardly be more different. Nor could their attitude towards him have been. The sarcastic nickname they handed their former manager was “The No10”, a man who never played the game but deigned to tell them how to do so. Now they have a real No10, one of the best there has been, a former player and former assistant manager too, who played with Sergio Ramos and knows the squad from working with the popular Carlo Ancelotti and who completed his apprenticeship with the B team. Ramos, the captain, admitted there was little “empathy” or “affinity” with Benítez. With Zidane there is. “We feel his affection, we feel valued,” Cristiano Ronaldo says. “He deserves to continue,” Dani Carvajal adds. On this issue, at least, the verdict from the squad is unanimous. The connection is clear. There has been no tactical revolution. There have been few real changes and those there have been are ones that Benítez too embraced or wanted to: Carlos Casemiro plays now and James Rodríguez does not, for a start. Far from talking about fantasy, Zidane’s greatest obsession in his first two months was physical work and the message he most drives home to his players is that they must all take defensive responsibility. But he wears those demands lightly and the atmosphere has changed entirely. There is now clear freedom and complicity. “I am not at all surprised that he has been a success,” Marcelo says. “I knew he would do a great job. He has come in calmly, quietly, with humility, without treading on anyone’s toes, without thinking he is above anyone.” Ronaldo adds: “Although he is still in a process of adaptation, things have flowed very quickly and I would like him to continue.” Real have won their last 12 league games. Zidane’s career as a coach has begun with 53 points from 20 matches, better than any other manager at the Bernabéu. Now they have the Champions League final. “I know the feelings that a player has [for a game like this],” Zidane says. And that is the point – or part of it, at least. “We’re delighted with him,” Ramos says. “If you have been a footballer, you have a way doing things, a view of the game, that’s different. So maybe that is why, although he has only been here for a short time, it feels like he has been a manager for 30 years. He learnt a lot from [Carlo] Ancelotti; he has a lot of things about him that Carletto had, so I have only good things to say about him. I would renew him now, no matter what. “Although Zidane has not been here for long we think he is a great coach and I think he has an enormous future ahead of him.” First he has the Champions League final – another one. It is only two months since Real Madrid lost 1-0 to Atlético and Zidane conceded the league was lost, but things feel different now. So what has changed in two months for them now to be preparing for a European Cup final, confident and calm? “We have worked well; we’re in a good moment. It’s a lovely game to play ... and well, that’s all,” Zidane says. Then he smiles and, as if it has just dawned on him once more, adds with a slight shake of the head: “Two months ...”",
  "webTitle": "Zinedine Zidane and Real Madrid revel in affinity before European Cup final | Sid Lowe",
  "webPublicationDate": "2016-05-26T16:46:21Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/zinedine-zidane-real-madrid-san-siro-champions-league",
  "keyword": [
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Zinedine Zidane",
      "id": "football/zinedine-zidane",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/26/zinedine-zidane-real-madrid-san-siro-champions-league"
}