{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/saudi-arabia-divestment-us-assets-ridiculous-911-lawsuits",
  "id": "2016-05-02-18",
  "sectionId": "world",
  "body": "Reports that Saudi Arabia is threatening to withdraw hundreds of billions of dollars’ worth of investments from the US in a dispute over the 9/11 attacks are “ridiculous”, its foreign minister said on Monday. But Adel al-Jubeir did warn that the proposed law, which could hold the kingdom responsible for any role in the terrorist atrocity, would erode global investor confidence in the US. A bipartisan Senate bill would remove immunity from foreign governments and allow victims of the attacks in New York and Washington to sue the Saudi government if it is found to have been involved. Fifteen of the 19 hijackers that day were Saudi citizens but the government has long denied any role. Last month, the New York Times reported that Saudi Arabia had threatened to sell up to $750bn worth of American assets should the bill become law. But speaking to reporters in Geneva on Monday after talks with the US secretary of state, John Kerry, Jubeir was quoted as saying: “We say a law like this would cause an erosion of investor confidence. But then to kind of say, ‘My God, the Saudis are threatening us’ – ridiculous. “We don’t use monetary policy and we don’t use energy policy and we don’t use economic policy for political purposes. When we invest, we invest as investors. When we sell oil, we sell oil as traders,” he said, as Reuters reported. Pressed on whether Saudi Arabia had suggested that the law could affect its investment policies, the foreign minister said: “I say you can warn. What has happened is that people are saying we threatened. We said that a law like this is going to cause investor confidence to shrink. And so not just for Saudi Arabia, but for everybody.” Former secretary of state Hillary Clinton and her Democratic election rival, Vermont senator Bernie Sanders, have both said they back the measure, but Barack Obama has publicly opposed it. The White House has reportedly lobbied Congress to block passage of the bill, which passed the Senate judiciary committee earlier this year. Jubeir was quoted as adding: “In fact, what they are doing is stripping the principle of sovereign immunities, which would turn the world for international law into the law of the jungle. “That’s why the administration is opposed to it, and that’s why every country in the world is opposed to it. And then people say: ‘Saudi Arabia is threatening the US by pulling our investments.’ Nonsense.” Another potential rift in the relationship is a continuing effort to declassify a 28-page section of a 2004 US government report on the 9/11 attacks that is believed to detail possible Saudi connections. But on Sunday, John Brennan, the director of the CIA, defended the decision to keep this section under wraps. “It was a preliminary review that put information in there that was not corroborated, not vetted and not deemed to be accurate,” he told NBC’s Meet the Press. “This chapter was kept out because of concerns about sensitive source of methods, investigative actions.” He warned: “I think some people may seize upon that uncorroborated, unvetted information that was in there that was basically just a collation of this information that came out of FBI files, and to point to Saudi involvement, which I think would be very, very inaccurate.” White House press secretary Josh Earnest said on Monday that Obama had been briefed on the contents of the pages but not read them. “The president obviously reads a lot of material on a day to day basis,” he said. “I’m not sure that he felt that it was necessary for him to read those 28 pages.”",
  "webTitle": "Saudi Arabia labels reports of divestment from US assets 'ridiculous'",
  "webPublicationDate": "2016-05-02T21:36:58Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/saudi-arabia-divestment-us-assets-ridiculous-911-lawsuits",
  "keyword": [
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "September 11 2001",
      "id": "us-news/september11",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "world/2016/may/02/saudi-arabia-divestment-us-assets-ridiculous-911-lawsuits"
}