{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/s-express-ecstasy-acid-house-why-drag-new-punk",
  "id": "2016-05-19-158",
  "sectionId": "music",
  "body": "As this year’s gripe-fest around the 40th anniversary of punk demonstrates, nothing winds up the grizzled warriors of 1976 like a public recognition of their achievements. Look at the resentment directed at Punk London, in which “some of the coolest cultural organisations and businesses in London celebrate punk in all its ragged glory”. Is that punk? It’s a relief, then, to encounter an actual punk veteran, someone who really was there – albeit in a very junior capacity – and who reacts to mention of the Pistols and the King’s Road not with well-worn complaints about commercialisation, but with unalloyed enthusiasm. “Punk was great. It changed everything for me,” says 51-year-old Mark Moore. A master DJ, remixer and one of many fathers of the 1980s British house music explosion, his 1988 No 1 Theme from S’Express – a Day-Glo powerhouse of a record that can still fill a dancefloor 28 years on – accelerated disco’s long march back to mainstream popularity. “I never saw punk as this nihilistic, negative thing,” Moore says. “I got into it because, as a teenager, I hated everything and I honestly thought I’d be dead by 21 – like you do.” He starts laughing; Moore laughs a lot. “But when Johnny Lydon sang ‘No future’, I truly felt that he was talking to me personally, giving me the message. ‘There is no future for you – unless you do something about it.’ It was so incredibly exciting and I’ve never forgotten it.”         The tune that started it all: Theme from S’Express.    From the acid pop days of S’Express to his DJing at contemporary gay alternative nights such as Horse Meat Disco and his own Private Life events in east London, Moore’s 30-year career is evidence that loved-up, hands-in-the-air dance music is not punk’s antithesis, but rather its continuation by alternative means. He continues the connection this month with an S’Express remix album, Enjoy This Trip, the cover art of which pays homage to Linder Sterling’s punk-era cut-up feminist artwork for the Buzzcocks: it depicts a topless model with a disco mirrorball for a head and smiley faces covering her nipples. Rather than handing over the tapes to stadium house DJs, Moore enlisted a group of like-minded souls to retool S’Express’s music for the 21st century. This includes east London electro urchins Punks Jump Up and Chris & Cosey of notorious art terrorists Throbbing Gristle, who transform Lollypop into a sordid piece of bump’n’grind disco. The hands of music’s clock once more wind round to the primal chug and throb of sleazy electronics, and suddenly S’Express are in tune with the times again.     Moore had a short but enjoyable period as a pop star in the late 80s. Photograph: Nils Jorgensen/Rex/Shutterstock    We’re talking in Moore’s tastefully uncluttered house in east London. There are kitsch coffee mugs, groaning record shelves in the upstairs DJ room and a sizeable collection of Moore’s other obsession, board games. (At one of his recent game nights, Moore learned that the designer Pam Hogg has a talent for ruthless politics when she assassinated all the other players in the game Coup.) He moved here to be closer to the fashionable Dalston neighbourhood, with its reservoir of youthful inspiration and innovative gay clubs such as The Glory. “I lived in Maida Vale for a long time, but it stopped being about Sid Vicious and hippies keeping goats on their balconies and became about boring bankers,” he says. When I tell him that Aphex Twin used to live a few doors up the road, he’s absolutely delighted. Music’s avant-garde fringes tend to attract those who’ve elected to be outsiders; Moore had no choice in the matter. Born in 1965, he was the son of a first-generation Korean immigrant mother, “one of the first to come over after the civil war”, and her second husband, an English lawyer. His mother founded a successful property business and was named businesswoman of the year by the London Evening Standard. However, after she divorced Mark’s father, it all fell apart. “She was trying to bring up two kids on her own and it got too much for her,” he says. “After some bad advice, she declared bankruptcy and kind of lost everything. She had a breakdown.” Thus, when Moore was 10, he and his brother Joseph were decanted from a comfortable middle-class existence into a children’s home he characterises as a “halfway house for borstal kids”. Entranced by his brother’s collection of punk records, the teenaged Moore mooched around the King’s Road with his friends, staring at the punk clothes they couldn’t afford to buy. “We were so bored; there was absolutely nothing to do,” he says, as if boredom itself were exciting. On occasion, they’d knock on John Lydon or Sid Vicious’s front doors just to see if they were in. To their disbelief, Vicious and his girlfriend Nancy Spungen, befuddled by heroin, once let them in for tea. “Sid was adorable, really docile. We thought they must have had a late night the night before: ‘Why are they so sleepy?’ We were about 14 – we didn’t have a clue.” Spungen gave them bondage trousers and Vivienne Westwood tops to take away. Moore still has the trousers somewhere. “People come round and try them on now and again. Bobby Gillespie had a go. Like an idiot, I washed them after I got them.”         Hey Music Lover by S’Express.    In time, Moore and his fellow misfits moved into the squats that then dotted London. Black US dance music had been anathema to the more doctrinaire punks, but Moore remembers coming out of the disco closet to his fellow squatters by playing them Funkytown by Lipps Inc. “I love this and I don’t care if you don’t,” he declared. His squatmates were relieved to finally admit that yes, they loved it, too. “Disco had been verboten before, but now something was happening,” Moore says. As for the other closet, he emerged from that much earlier. “I think you always know deep down when you’re gay,” he says. “At school, I’d gone out with girls, but really you’re thinking about guys.” It was an open-minded time, he says. “You had straight guys who went down the Dilly [Piccadilly] and sold their arses. When we started clubbing, going to Steve Strange’s club Billy’s and The Blitz, it became even less important whether you were gay or straight. Quite blokey boys were into Spandau Ballet. A lot of them were quite straight and a lot of them were screaming queens. It didn’t really matter.” The first time that Moore tried DJing, at a college party, he was so naive that he lugged his entire record collection with him. “It weighed a tonne, but I remember sending the dancefloor crazy with Bananarama’s first single, Aie A Mwana, Papa’s Got a Brand New Pigbag, the Cure’s A Forest, a bit of Joy Division …” He became an “apprentice” to the beloved London club scene fixture Tasty Tim, filling in at the Mud Club in Leicester Square. There, they played glam rock, disco, Gary Glitter, “my mum’s terrible show tunes”, Demis Roussos, Julie Andrews, anything to get a reaction. “Suddenly, I’m sexy, I’m desirable!” The Mud Club slots led to warehouse parties, where Moore would play hip-hop and early house in one corner of a vast storehouse decorated by industrial bricolageurs the Mutoid Waste Company (“it looked like Mad Max”) while Soul II Soul played funk in the other.         Superfly Guy by S’Express.    After house music appeared in 1985, its counterintuitive minimalism confused the rare-groove-fixated London crowds. “You’d play amazing records like Strings of Life at Heaven and the gay crowd would get it immediately,” he says, “but at a warehouse party people didn’t know how to dance to it.” The arrival of ecstasy soon changed that – and Moore, too, who was now DJing at Shoom, one of the earliest acid clubs. “E definitely made me more hedonistic, and skinnier,” he says. “But it had that effect on everyone. It got to the point that the Shoom newsletter had to warn everyone: ‘Don’t give up your day jobs.’ Suddenly nobody wanted to do anything except take E and go out all the time.” While DJing, Moore had encouraged Rhythm King Records, the label at the heart of early British dance music, to put out records by Renegade Soundwave and the Beatmasters featuring the Cookie Crew. By way of appreciation for their success, the label booked him studio time with a programmer called Pascal Gabriel. “All I had was a load of ideas on cassette that I wanted to sample,” Moore remembers. “I wanted to do with disco what the hip-hop guys had done with soul: chop it up, reassemble it. You were supposed to hate disco back then, but, of course, I loved it.” In the course of a few days, Moore and Gabriel made Superfly Guy, Hey Music Lover and the titanic Theme from S’Express. In hindsight, Theme – along with Bomb the Bass’s Beat Dis – crystallised a brief moment when house music and pop music were as one. Yet, at the time, Rhythm King’s promotions people thought the record too outlandish for radio and demanded a more conventional version. “They wanted it to sound like a PWL record,” says Moore, referring to the label, run by Pete Waterman, whose 1988 hits included Kylie’s I Should Be So Lucky and Pat and Mick’s Let’s All Chant. “So, me and Pascal deliberately did the worst radio mix we could – it was totally inept.” Horrified, the label relented and put out the original version instead. It went on to dislodge Heart by the Pet Shop Boys from No 1. “That slightly ruined the moment for me,” he says. “You don’t mind knocking something rubbish off the top, but the Pet Shop Boys?” Thus began S’Express’s short but enjoyable period as pop stars. Moore had assembled a band of “terrible showoffs” from among his club friends. Nobody needed to play anything; they just had to look right on Top of the Pops. “I’d modelled it on early Roxy Music, a postmodern pop group from outer space,” he says. “At first, it was amazing. Wherever you went, you had the keys to the city and every day was your birthday.”     ‘I never saw punk as this nihilistic, negative thing’ – Mark Moore. Photograph: Graeme Robertson for the Guardian    He met hip-hop originals Mantronix and his punk heroes Siouxsie and Budgie; he remixed Prince and Malcolm McLaren and took Philip Glass to a rave. The minimalist composer stood still in the middle of the dancefloor and finally told Moore that, yes, he thought he got it now. Moore had asked Glass if it was OK if the band took ecstasy before they went out. “The thing about you young people,” Glass replied, “is that you think you’re the only ones who’ve ever taken drugs.” Then, says Moore, he did a pill with them. (Glass later remixed Hey Music Lover in surprisingly boshing fashion.) The familiar round of promotions and interviews – plus the pressure to make conventional albums when all he really wanted to do was release 12ins for the clubs – meant that the pop life quickly palled for Moore. He and Gabriel parted ways. In one interview from the days when he was “hating every moment”, future author Jane Bussman asked what was exciting Mark Moore of S’Express at the moment. “And then they just printed the word SILENCE,” he says, laughing. “That was about the size of it. All the fun went out of it. I just wanted to withdraw and get back to DJing.” Which is what he did for the ensuing 20 years, reconnecting with alternating waves of euphoric disco and harsh electronics until – when a new wave of London gay nights such as Sink the Pink and Horse Meat Disco appeared – he fitted right in. “There’s an edge to those places that I really love,” Moore says. “It’s a reaction to the gay mainstream, which to me is just the same as the straight mainstream: get the perfect body, use loads of hair products, fit in. I can’t identify with that. You look at the way club kids are now and it’s much more interesting. They’re all polysexual and drag is the new punk.” These days, he often plays alongside DJs who are literally the children of his old punk friends, such as the Lovely Jonjo from Dalston Superstore. Is he surprised, then, that the clubbing explosion that created him turned out not to be a one-off, but a neverending cycle? “I was hoping we’d get music that was so futuristic I couldn’t understand it, because I’m too old,” he admits. “But, if you’re 20, discovering disco and house must be as exciting as my mates rediscovering rockabilly records that were made before they were born. So I’m optimistic. I’m always optimistic.” Then he tells me how he and his friends used to go through Genesis P-Orridge’s bins in London Fields, looking for “art and pornography and treasures”. The old goat of Throbbing Gristle duly invited them in for tea. Moore’s acid punk London? Oh, that’s bad. No. That’s good. Enjoy This Trip is released on 27 May on Needle Boss.",
  "webTitle": "S’Express on ecstasy, acid house and why drag is the new punk",
  "webPublicationDate": "2016-05-19T14:06:46Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/s-express-ecstasy-acid-house-why-drag-new-punk",
  "keyword": [
    {
      "webTitle": "Dance music",
      "id": "music/dance-music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Clubbing",
      "id": "music/clubs",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Harrison",
      "id": "profile/andrew-harrison"
    }
  ],
  "guardianId": "music/2016/may/19/s-express-ecstasy-acid-house-why-drag-new-punk"
}