{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/public-service-shakeup-environment-immigration-and-social-services-jobs-to-be-cut",
  "id": "2016-05-03-265",
  "sectionId": "australia-news",
  "body": "Public servants face further budget and job cuts under the 2016 budget with agencies including the environment department, immigration and social services in the firing line. Although overall workforce numbers, excluding the armed forces, will remain largely static with 185 job losses in 2016­-17, within that there are large cuts planned for the Department of Human Services (810 jobs) and the Department of Social Services (344 jobs). Cultural agencies such as the National Film and Sound Archives, the National Gallery of Australia and the National Museum of Australia will lose about 60 positions, the Department of Environment is set for a cull of 54 staff and the attorney general’s department will lose 264 positions.   Related: Scott Morrison's 'leave pass' comment riles public service union    A further 41 jobs will go from the Australian Bureau of Statistics, which faced criticism late last year over problems with its employment figures. The government’s books will also helped by an increase in the “efficiency dividend” – a yearly cut to departmental budgets that is intended to be compensated for by department savings. The increase will raise about $1.9bn for the government over the next four years. The efficiency dividend, now at 2.5%, was supposed to return to the base rate of 1% in 2017­-18 under last year’s budget but will now increase to 2.5%. In a pre­budget release, the Community and Public Sector Union criticised the efficiency dividend as a “blunt instrument” and said any further cuts to the sector would erode the quality and reliability of services. The union’s national secretary, Nadine Flood, said: “These cuts will inevitably lead to more job losses and the erosion of the services that ordinary Australians rely on. “This is a continuation of a policy that meant one in three phone calls to the Medicare, Centrelink and child support agencies went unanswered last financial year, 22m calls missed in total.” Previous efficiency dividends have contributed to the government cutting almost 18,000 jobs since 2013, including more than 4,000 tax office positions, the union claims. Some $500m raised by the increased efficiency dividend will be “reinvested” into the public sector to help reform agencies. Not all agencies face cuts. Among those to benefit, the Australian Tax Office has been promised a 1,000-­strong operational task force to combat multinational tax avoidance – this will involve total employment numbers at the tax office rising by 539 people.",
  "webTitle": "Public service shake­up: environment, immigration and social services jobs to be cut",
  "webPublicationDate": "2016-05-03T09:54:49Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/public-service-shakeup-environment-immigration-and-social-services-jobs-to-be-cut",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian trade unions",
      "id": "australia-news/australian-trade-unions",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Keneally",
      "id": "profile/patrick-keneally"
    }
  ],
  "guardianId": "australia-news/2016/may/03/public-service-shakeup-environment-immigration-and-social-services-jobs-to-be-cut"
}