{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/05/derby-favourite-us-army-ranger-beats-stablemate-chester-vase",
  "id": "2016-05-05-154",
  "sectionId": "sport",
  "body": "It took about two and a half minutes to run the Chester Vase here on Thursday, but the better part of an hour for the stewards to finish picking over the bones of a close and controversial race. The bare result shows that US Army Ranger, the 4-11 favourite, took the Classic trial to confirm his place in the field for next month’s Derby, but the stewards also felt obliged to inquire into the running and riding of his stable companion Port Douglas, who was just a short-head away in second under Seamie Heffernan.   Related: Minding’s 1,000 Guineas superiority prompts talk of gatecrashing Derby    Port Douglas was sent to the front after leaving the stalls, with Ryan Moore, on US Army Ranger, settled a couple of lengths behind. Heffernan was still in front on the home turn, but drifted to his right in the straight, allowing Moore to get up his inside. Heffernan used his whip twice and Port Douglas moved left for both strokes, but otherwise he gave the runner-up a hands-and-heels ride to the line. Port Douglas was still gaining at the line and would have been in front in another stride. Heffernan’s ride on Port Douglas provoked a wave of criticism on social media, and as Aidan O’Brien, the trainer of both horses, stepped up to receive his prize, an inquiry was announced both into the running and riding of the runner-up, and the possible use of “team tactics”. The officials heard evidence from both O’Brien and Heffernan, who said that he had taken a middle line in the straight “to avoid getting his horse unbalanced by dragging him around the bend”. Heffernan also told the inquiry that Port Douglas lugged left towards US Army Ranger when he used his whip, and as a result, he put down the stick and rode hands-and-heels to the line. Asked about his effort in the final 100 yards, he said that this was “his usual style of riding and that, in his opinion, he had obtained the best possible placing”. The stewards noted the explanations, and took no further action. Port Douglas was a Group Two winner as a juvenile and giving 4lb to the winner, who was unraced at two and making only the second start of his career. Both O’Brien and Moore emphasised US Army Ranger’s relative lack of experience afterwards, with Moore convinced that he will improve significantly for the run. “He travelled through the race like a very good horse and I wanted to teach him plenty today,” Moore said. “He just wanted to hang left at the end and he didn’t switch his leads and got a bit tired, but he’ll come on plenty for it. “He’s a beautiful mover with a good mind and a very well-balanced horse. The good ones move very well and he’s one of those. “I won that race on Treasure Beach when we beat [the subsequent King George winner] Nathaniel [by a head] and people thought it wasn’t a very good race that day. These horses are still early days, we don’t really know where the ceiling is yet so they’ll have another race and we’ll be a bit wiser then. “I know the second was giving him 4lb, but he [Port Douglas] is a Group Two winner, he was fourth in the Racing Post Trophy and he’s a hardened, fit horse that would probably give anything a test. It’s quite hard for any horse on its second start to come out of a maiden and beat a horse of that ability, so these are all things that put it in perspective.” When the bookmakers had finished adjusting their Derby prices, Midterm, the winner of the Sandown Classic Trial, had replaced US Army Ranger at the top of the market. Sir Michael Stoute’s colt is top-priced at 7-2 with US Army Ranger available at 6-1 (from 4-1) with Paddy Power. Port Douglas, meanwhile, is now generally a 20-1 chance, having been available at 66-1 on Thursday morning. “You have to be very happy with them when they pull that far clear of the rest [seven lengths],” O’Brien said. “When you look at the trials every year, you don’t know where the form is going to come out of. If someone told you coming into the race that they were going to pull seven lengths clear of the Sandown horses, around this place first time, you couldn’t say I wouldn’t take that.” Hugo Palmer, the trainer of the 2,000 Guineas winner Galileo Gold, said on Thursday evening that his colt will miss the Derby after a genetic test carried out in Ireland suggested that his ideal trip will be a mile. Palmer wrote on his blog on the Betfair website that Galileo Gold will run instead in the Irish 2,000 Guineas at The Curragh later this month. The son of Paco Boy, a miler, had been quoted at around 10-1 by bookmakers for the Epsom Classic.",
  "webTitle": "Derby favourite US Army Ranger just beats stablemate in Chester Vase",
  "webPublicationDate": "2016-05-05T14:37:45Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/05/derby-favourite-us-army-ranger-beats-stablemate-chester-vase",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/05/derby-favourite-us-army-ranger-beats-stablemate-chester-vase"
}