{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/25/netflix-and-amazon-must-guarantee-20-of-content-is-european",
  "id": "2016-05-25-202",
  "sectionId": "media",
  "body": "Netflix and Amazon’s European operations will have to guarantee to that at least 20% of video content in their catalogue is from Europe, according to a shake-up of broadcasting rules unveiled by the European Commission on Wednesday. European regulators are introducing the new rules to make the new wave of digital on-demand and streaming services adhere to the same, or similar, commitments that traditional TV broadcasters are forced to follow in Europe.   Related: BBC gets green light to launch Netflix rival    “Currently, European TV broadcasters invest around 20% of their revenues in original content and on-demand providers less than 1%,” said the European Commission. “The Commission wants TV broadcasters to continue to dedicate at least half of viewing time to European works and will oblige on-demand providers to ensure that at least 20% share of European content in their catalogues.” In addition, platforms such as Netflix and Amazon will have to ensure that their services provide “good visibility” and prominence to European content in their digital catalogues. The Commission’s proposal also said member states have the option to make on-demand services “contribute financially” to making new European films and TV series. This can be through direct investment in European TV and film productions, such as Amazon’s investment in ex-Top Gear host Jeremy Clarkson’s new TV series, or as a levy payable into a fund. Netflix recently premiered its first French language series, the political drama Marseilles starring Gérard Depardieu, and British period drama The Crown, which will launch later this year. “Overall, strengthening the promotion of European works for on-demand services will lead to a broader and more diverse offer for Europeans,” the Commission said. “This will have a positive impact on cultural diversity and bring more opportunities for European creators.” Netflix disagreed with the Commission’s ruling, arguing that a quota system, as well as forced investment in European productions, will not necessarily lead to quality shows being made.   Related: Mike Leigh's Peterloo massacre drama heading to Amazon    Instead, it could lead to operators buying, or investing in, cheap productions and “filler” content to hit quotas. “Our members around the world love European programming, that’s why our investment in European programming, including Netflix original titles created in Europe, is growing,” said a spokesman for Netflix. “We appreciate the Commission’s objective to have European production flourish, however the proposed measures won’t actually achieve that.”  Netflix said it has committed “hundreds of millions” of euros to European productions so far, as well as having partnerships with broadcasters including the BBC, for Watership Down, and ITV for Marcella, which stars Anna Friel. According to a study provided by the European Commission, Netflix and Apple’s iTunes already devote 21% of their film catalogue to content from the European Union. The European Commission’s new rules also state that services such as YouTube will have to beef up protections for younger users being exposed to harmful content such as videos with pornographic or violent content, and “protect all citizens from incitement to hatred”. “Detailed measures include tools for users to report and flag harmful content, age verification, or parental control systems,” said the Commission. The European Commission said it is weeks away from presenting the results of a code of conduct on combatting hate speech online that it has been working on with major online platforms. “The way we watch TV or videos may have changed, but our values don’t,” said Günther Oettinger, commissioner for the digital economy and society. “With these new rules we will uphold media pluralism, the independence of audiovisual regulators and will make sure incitement to hatred will have no room on video-sharing platforms. We also want to ensure a level-playing field, responsible behaviour, trust and fairness in the online platforms environment.”",
  "webTitle": "Netflix and Amazon must guarantee 20% of content is European",
  "webPublicationDate": "2016-05-25T10:51:23Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/25/netflix-and-amazon-must-guarantee-20-of-content-is-european",
  "keyword": [
    {
      "webTitle": "Netflix",
      "id": "media/netflix",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Amazon Prime Instant Video",
      "id": "media/lovefilm",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/25/netflix-and-amazon-must-guarantee-20-of-content-is-european"
}