{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/27/jekyll-and-hyde-review-drew-mconie-company-old-vic-london",
  "id": "2016-05-27-193",
  "sectionId": "stage",
  "body": "The tale of Jekyll and Hyde has been recast in many forms but Drew McOnie’s dynamic, discombobulating dance version is still quite a novelty. Imagine extracting the split-personality core of the story, whisking it up with the spirit of the MGM musical, adding dashes of dark televisual drama, wodges of rock guitar and the tiniest touch of horror, and you’ll get the flavour of it.   Related: Drew McOnie: ‘It’s not a technical process, it’s instinctual’     Daniel Collins plays Jekyll, a timid florist in 1950s London, vainly trying to concoct a serum to get his flowers to bloom. Into this closed world comes dreamy-eyed Dahlia (Rachel Muldoon), and before you can say Little Shop of Horrors he’s fallen in love, his plants have burgeoned on a potion spiked with his own blood, and the other guy, Hyde (a cartoonishly brutish Tim Hodges), has come hulking out of him, looking for fights and fornication.  The scenes tumble out, flipping from shopfront to bedroom to boho gallery to nightclub as the dancers race through, climb up and spin around Soutra Gilmour’s splendidly adaptable revolving set. The mood swerves between goofball comedy (Collins does some great Elvis impersonations), staged punch-ups, lyric romance and pervy sleaze. Grant Olding’s score is foxtrot one minute, amplified heavy metal the next. It’s hard, sometimes exhausting, to zoom around such emotional hairpins, but every turn is signposted: never once do you lose the plot.     Jekyll and Hyde, directed and choreographed by Drew McOnie, at the Old Vic, London. Photograph: Tristram Kenton for the Guardian     That’s an impressive feat. And this is an impressive production, enlivened by skilled and very personable dancers. But it has a dark side. If the setting is retro, many of its values are retrogressive. Never mind the sniggery flower competition (who has the biggest lily, the trimmest bush?), other sexual stereotypes are harder to stomach: good love as a fair lady, bad lust as a dark one; the sentimentalising and glamourising of sexual violence. Is that redeemed at all by the clever and chilling twist at the end, which both reframes the story and turns the two-dimensional Jekyll/Hyde character into a three-dimensional one? I left in two minds about that – which I suppose is apt. •Until 28 May. Buy tickets from theguardianboxoffice.com or call 0330-333 6906.",
  "webTitle": "Jekyll and Hyde review – potions, motion and screaming guitars in beast of a show",
  "webPublicationDate": "2016-05-27T11:29:47Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/27/jekyll-and-hyde-review-drew-mconie-company-old-vic-london",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Robert Louis Stevenson",
      "id": "books/robert-louis-stevenson",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Old Vic Theatre",
      "id": "stage/old-vic",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Sanjoy Roy",
      "id": "profile/sanjoyroy"
    }
  ],
  "guardianId": "stage/2016/may/27/jekyll-and-hyde-review-drew-mconie-company-old-vic-london"
}