{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/robin-wright-stand-with-congo-campaign-mining-house-of-cards",
  "id": "2016-05-17-194",
  "sectionId": "world",
  "body": "House of Cards star Robin Wright has launched a campaign with Congolese and American activists to end the pillage of Congo’s vast mineral resources and break the cycle of devastating wars that have claimed more than five million lives. The campaign will target US tech companies and political leaders in an attempt to push for greater transparency in the mining of so-called “conflict minerals” such as coltan that have aggravated the violence in the Democratic Republic of Congo. Wright has produced and narrated a new film, When Elephants Fight, to be shown in 50 university campuses around the US as part of what she and her fellow campaigners hope will become a movement for reform under the banner #StandWithCongo.  “I felt a personal responsibility to step up, take action, create a voice,” Wright told the Guardian after presenting the film in New York. A longtime advocate for human rights in Congo, she said her commitment stemmed from the realization that big US electronics companies were inadvertently encouraging corruption, funding militia groups and prolonging brutal conflicts by entering into mining deals with anonymous shell companies for minerals used in their smartphones and laptops.   Related: Children as young as seven mining cobalt used in smartphones, says Amnesty    “We are using these devices all day, every day, for our convenience and it’s basically perpetuating a war. I find it unacceptable that as consumers we allow this to go on,” she said. Wars in eastern Congo, both domestic and international, have plunged the country into a state of almost permanent instability since the early 1990s, killing at least 5.4 million people and displacing a further 2 million. The area is rich in tungsten, tin and gold, while the southern area of Katanga produces 80% of the world’s cobalt, a metal widely used in rechargeable lithium ion batteries. Overall, the country is estimated to have $24tn worth of minerals under its soil. Yet despite such enormous natural wealth, it remains one of the most destitute places in the world, with one in seven children dying before the age of five, according to Unicef. An Amnesty International investigation traced cobalt used by Apple, Microsoft, Vodafone and other leading brands back to mines in the DRC where children as young as seven were made to work in dangerous conditions. Several large mining interests, including companies set up in the British Virgin Islands by the Israeli billionaire Dan Gertler, were named in the Panama Papers, the leaked batch of 11 million documents from the offshore law firm Mossack Fonseca that revealed how secretive tax havens are exploited by the rich. Gertler is mentioned more than 200 times in the Panama Papers. Global Witness has alleged that Gertler, a friend of the DRC president Joseph Kabila, was central to a series of deals in 2011 in which mining contracts were drawn up with offshore accounts at knock-down prices, costing the country an estimated $1.36bn in potential revenues. Wright told the Guardian that her determination to work for Congo was cemented on a trip to the war-torn country, the largest in sub-Saharan Africa, five years ago. She visited safe houses and talked to women who were recovering from mass rape at the hands of soldiers and militia members. The actor said: “Some had had six or eight surgeries to rebuild their reproductive system. They were not able to stand sometimes for a year and a half. To hear their harrowing stories, and then to ask as an American traveling abroad what can I do, measly old me, I have no idea what you’ve been through.  “They all said the same thing: ‘Can you be our voice? We don’t have a voice here.’ That’s when we decided to amplify that voice for them, back in America.” Growing public awareness about the gruesome side-effects of the trade in conflict minerals has nudged some of the big tech companies to reallocate their investments away from the most suspect big mining concerns towards a new generation of small artisanal Congo mines that are relatively “clean” in terms of militia links, corruption and working conditions underground. A ranking of electronics companies compiled by the advocacy group the Enough Project puts Intel and HP Inc at the top of the league table, and Nintendo at the bottom. Asked why Nintendo would be at the bottom of the rankings, Wright said that the company had failed to respond to numerous approaches that she and other campaigners had made: “They don’t care, they basically state that without responding. They simply don’t care.”   Related: On the frontline of Africa’s wildlife wars    Nintendo said in a statement that it took its social responsibility as a global company “very seriously. We have an unequivocal policy banning the use of conflict minerals in any of our products and expect our production partners to do the same.” JD Stier, the campaign director of #StandWithCongo, said that the publication of the Panama Papers shortly before the launch of their film had helped to underline connections that were being made between corporate excess in the US and the destruction of Congo. He said that as a result of the Occupy movement and Bernie Sanders’ presidential campaign, the American public was starting to join the dots between corporate greed and political corruption. “People are much more receptive to talking about transparency these days, and there’s nowhere in the world where the impact of lack of transparency is more stark than in Congo,” Stier said. The movie, co-produced by Wright, is named after a Congolese proverb: “When elephants fight, it’s the grass that suffers.” The film relates the troubled history of Congo, first under the Belgians, then dictator Mobutu Sese Seko, followed by the leaderships of father and son, Laurent and Joseph Kabila. The younger Kabila has been in power since 2001. The country is facing renewed uncertainty with elections pending. Kabila’s term in office is limited to this year under the constitution, yet there are no sign yet that he is preparing to relinquish power via the ballot box. Barack Obama’s special envoy to the Great Lakes Region of Africa, Tom Perriello, told the Guardian that though the US government has no position on the preferred outcome of the election it does want the poll to go ahead. “The Congolese people have earned the right to the first peaceful transition of power in the history of the republic.” Whatever happens in November, Wright said she would continue to strive for a better future for the country. “I’m on this campaign trail until I can’t walk anymore,” she said. • This article was amended on 19 May 2016 to clarify that Dan Gertler disputes the claims that Global Witness made about him.",
  "webTitle": "Robin Wright targets Congo's 'conflict minerals' violence with new campaign",
  "webPublicationDate": "2016-05-17T11:18:32Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/robin-wright-stand-with-congo-campaign-mining-house-of-cards",
  "keyword": [
    {
      "webTitle": "Democratic Republic of the Congo",
      "id": "world/congo",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mining",
      "id": "business/mining",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Mining",
      "id": "environment/mining",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Pilkington",
      "id": "profile/edpilkington"
    }
  ],
  "guardianId": "world/2016/may/17/robin-wright-stand-with-congo-campaign-mining-house-of-cards"
}