{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/20/top-gun-flight-shooters-combat-games",
  "id": "2016-05-20-220",
  "sectionId": "technology",
  "body": "It was the quintessential 1980s action movie, boasting turbo-charged machismo, ridiculous military hardware and the most homoerotically charged beach volleyball scene in memory.  Unsurprisingly, with its tense and beautifully short aerial combat scenes, Top Gun – which is 30 years old today – also inspired a whole era of flight-shooter video games. Unfortunately, most of the licensed Top Gun games were awful. So here are our favourite flight blasters that were clearly influenced by that unforgettable motion picture event.  Please press play on the video below before reading.       After Burner (Sega, 1987)     After Burner Photograph: Sega    Clearly inspired by Top Gun and featuring the same aircraft (the F-14 Tomcat), Sega’s 1987 shooter merged gorgeous visuals with intuitive controls to produce a smooth, showy flight blaster. Designed by Yu Suzki of Out Run fame, it had that same sense of cinematic drama and style, and the “on-rails” design meant players could concentrate on shooting stuff. The top-end cabinet came with a great analogue flightstick and hydraulic motion and the set-up was so popular, Sega followed it with a range of classic arcade shooters including G-Loc and Strike Fighter. Ace Combat (Namco, 1995-)     Ace Combat Photograph: Moby Games/Namco    Originally appearing as the 1992 arcade game Air Combat, Namco’s long running series made the move to PlayStation in 1995, bringing over the impressive 3D visuals and adding more in-depth narratives to the action. The series effectively uses the dynamics of a car racing game, with accessible controls, multiple vehicles to choose from, and a concentration on tense, close dogfights. Coming to PlayStation 4 soon, Ace Combat 7 is set to support the PlayStation VR headset. Falcon 4.0 (Microprose/Lead Pursuit), 1998-)     Falcon 4.0: Allied Force Photograph: Lead Pursuit    Veteran US publisher Microsprose was responsible for some of the greatest flight combat games of the 1980s and 1990s, thanks partly to the expertise of co-founder “Wild” Bill Stealey, an ex-fighter pilot and Air Force major. Titles like F-15 Strike Eagle and Project Stealth Fighter, balanced accessibility with relatively authentic flight handling models, but arguably the zenith of its output was Falcon 4.0, featuring the F-16 Fighting Falcon in a huge range of dynamic missions. After the source code was leaked in 2000, community coders took on updates and modifications leading to the excellent Falcon 4.0: Allied Force title from Lead Pursuit. AeroWings (Crave Entertainment, 1999)     Aerowings Photograph: Crave Entertainment    An impressive graphical showcase for Sega’s Dreamcast console, AeroWings took the focus off combat and instead concentrated on flight handling, with players required to train as stunt pilots before taking on a variety of complex aerial challenges. The Japanese version, Aero Dancing: Featuring Blue Impulse, was even officially licensed by Japan’s version of the Red Arrows. The game fared better critically than its Dreamcast contemporary, Deadly Skies, which was actually a pretty good arcade flight shooter in the Ace Combat style.  Chuck Yeager’s Air Combat (Electronic Arts, 1991)     Chuck Yeager’s Air Combat Photograph: Electronic Arts    Possibly the only major flight sim to have a superstar endorsement, EA’s flight sim provided a chronological grab bag of aerial experiences ranging from Second World War fighter runs to modern afterburner dogfights across fast expanses. A famed test pilot Yeager was surely an inspiration on the Top Gun movie, and he appears here in digitised form providing commentary on your use of the authentic but manageable sim controls.  Tom Clancy’s HAWX (Ubisoft, 2009)     HAWX Photograph: Ubisoft    Ubisoft’s attempt to broaden its Tom Clancy military universe into the skies was a moderate success, featuring a huge range of aircraft, beautiful scenery and super fast dog fighting action. This is a shameless arcade experience, enhanced with lots of straight-faced cinematic story sequences – but the key addition is a drop in/out co-op feature allowing friends to take on the action together – like Iceman and Maverick, obviously. I’ll be Maverick.  Bonus game: Beach Volley (Ocean Software, 1989)     Beach Volley Photograph: Ocean    While most game developers focused on recreating the flight combat elements of Top Gun, Ocean Software took a different approach with this 1989 sports sim, featuring shirtless volley ball guys quite literally, ‘playing with the boys’. The intuitive gameplay, catchy rock soundtrack and intricately detailed hairstyles impressed reviewers at the time.",
  "webTitle": "Top Guns: The six greatest flight shooters",
  "webPublicationDate": "2016-05-20T11:09:53Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/20/top-gun-flight-shooters-combat-games",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Game culture",
      "id": "technology/gameculture",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PS3",
      "id": "technology/ps3",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox",
      "id": "technology/xbox",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PC",
      "id": "technology/pc",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Simulation games",
      "id": "technology/simulation-games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Retro games",
      "id": "technology/retro",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Keith Stuart",
      "id": "profile/keithstuart"
    }
  ],
  "guardianId": "technology/2016/may/20/top-gun-flight-shooters-combat-games"
}