{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/02/widow-of-refugee-who-set-himself-alight-being-kept-in-hotel-and-denied-a-lawyer",
  "id": "2016-05-02-227",
  "sectionId": "australia-news",
  "body": "The widow of Omid, a 23-year-old refugee who set himself alight on Nauru, says she is being kept in a small Brisbane hotel, told to stay away from the windows, and sedated if she starts to cry too much. The woman, whose husband died on Friday from injuries sustained when he set himself alight in front of UN representatives at a refugee settlement, also said she has been denied a lawyer and is unable to call her family, and that immigration officials are trying to convince her to return home to Iran. “You know I’m grieving and I need to cry but as soon as I want to cry they give me pills or injections to keep me calm,” she said in a recorded message sent to Guardian Australia and interpreted. “They don’t want my voice to be raised or heard by others. They want me to be emotionless and inactive.”   Related: Refugee who set himself alight on Nauru dies in hospital    Omid was medivacced from Nauru almost 24 hours after he set his clothes on fire. His wife has blamed the delay – in both medical care on the island and in transferring him out – for his death. On Friday she said her husband had gone hours without seeing a doctor when he was first brought to the Nauru hospital, and that he couldn’t be given intravenous pain relief. Omid’s wife, who did not want her name printed, was brought to Brisbane to be alongside her husband in hospital, before he died. She is now believed to be in the company of a friend and immigration guards at a Brisbane hotel. She is understood to be receiving medical care at the Brisbane Immigration Transit Accommodation. “They are keeping me in a small hotel and no one is supposed to know about my location. I have to be careful even when I walk by the windows, so not to be observed from outside. They have told me, if anyone finds out your whereabouts we will put more restrictions on you. I’m not even allowed to yell or cry.” She said she had sought access to a lawyer, but it was denied to her. “They told me because I don’t have a right visa I’m not eligible for a lawyer,” she said. The ABC reported on Monday morning the Australian government has asked Omid’s family to foot the $17,000 bill to send his body back to Iran, but it is understood the repatriation is still being discussed. A friend of Omid’s wife said immigration officials had also tried to convince her to return to Iran with her husband’s body. She is, just as Omid was, a recognised refugee whose claims of persecution in her home country were found to be valid. The Department of Immigration and Border Protection denied all allegations put to it by Guardian Australia. A spokeswoman said the department was providing Omid’s wife with “access to a range of support services to help her through this difficult time”. She said the department did not comment on the medical care of individuals, and – in response to questions on the conditions in which Omid’s wife is being held – the “remaining claims are untrue”. Doctors for Refugees has sought access to Omid’s wife, but has not yet gained approval from the immigration department.  Dr Barri Phatarfod, co-founder of the group, said sedation of distressed people in immigration detention was common. “If someone is distraught, in distress, or threatening self-harm, they’re under this quite ominous category called non-compliance,” Phatarfod said. “So many people we’ve seen who are deemed non-compliant … it results in their sedation. “We’re in touch with a lot of people on Manus Island, and they say when someone has completely had enough … they get sedated.” Omid and his wife were living in Nibok settlement on Nauru when Omid self-immolated infront of UN officials from Canberra.  UNHCR were on Nauru conducting a monitoring visit, focussing on the “seriously deteriorated mental health of the transferred asylum-seekers and refugees” at both sites, a spokeswoman said. A video, seen by Guardian Australia but which we have chosen not to publish, shows Omid standing in a clearing, soaked in a liquid believed to be accelerant. He shouts “this is how tired we are, this action will prove how exhausted we are. I cannot take it anymore,” according to a witness.  Bystanders raced to tackle Omid and smother the flames, and another video shows him in the Nauru hospital. His wife said it took two hours for a doctor to come to see him, and that he wasn’t give a sheet to lay on.  “Staff in Nauru hospital couldn’t help Omid in any way because they were unequipped,” she said. “A lack of proper equipment and facilities was the reason that staff couldn’t help and treat Omid in the Nauru hospital.” Omid suffered cardiac arrest during the night, but wasn’t flown to Brisbane until the next day. His wife said doctors told her he was brain dead before he arrived. He died on Friday afternoon, and his death will be referred to the Queensland coroner.",
  "webTitle": "Widow of refugee who set himself alight 'being kept in hotel and denied a lawyer'",
  "webPublicationDate": "2016-05-02T07:07:22Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/02/widow-of-refugee-who-set-himself-alight-being-kept-in-hotel-and-denied-a-lawyer",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/02/widow-of-refugee-who-set-himself-alight-being-kept-in-hotel-and-denied-a-lawyer"
}