{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/16/life-hacks-apps-sleep-time-pay-wallet-competent-adukt",
  "id": "2016-05-16-167",
  "sectionId": "technology",
  "body": "This month my colleague Alex Hern listed the apps he can’t live without. Specifically, the apps that he uses to pretend that he is “a competent adult”. I sit opposite him daily, and I am reserving judgment on that one. (Just kidding, Alex! 👀) Like Alex, I rely on Citymapper (when I’m not taking an Uber) and I am now trying out You Need A Budget. Because guys, I really need a budget. I am a person whose bank statement, if rendered into a video game, would essentially be me as a character bouncing from one ATM to the next. I too am trying my damnedest to be a competent adult. And here are the apps that are kind of helping. Dark Sky This is probably the best app to ever exist. (Possible exception: Citymapper). It’s the ultimate weather app and has never let me down. At least not more than once or twice, but nothing and nobody in this world is perfect. And the sooner you learn that, kid, the better. Dark Sky will tell you, to the minute, when it is about to rain, and to the minute, when that rain will be over. It will also send you a notification about it, if you so wish. It’s incredibly handy. So if you’re about to head out, check Dark Sky – it may be better to wait 10 minutes. Or if you are already out and about, and Dark Sky sends you a notification, you are pre-warned and can arrange to dive into a Pret-a-Manger accordingly. The app also works as a standard weather app, giving you the forecast for the next week: temperatures, humidity, likelihood for precipitation and so on. Weather around the world too, in case you’re thinking of jet-setting. With a neat map. Available on iOS, Android and for Apple Watch. It costs £2.99 and is worth every single penny. You will never show up to a job interview again with your hair like Jess Glynne on the cover sleeve of her album. Or Andie MacDowell.          Sleep Cycle Since Sleep Cycle’s arrival on the app market in 2009, there have been many similar sleep-tracking apps and other technological means of measuring our quality of shut-eye. However, I still think Sleep Cycle is the best. And I am someone who has severe insomnia and has tried every single gadget going to help with sleep. Including these. But since quitting drinking, my sleep is slightly improving, and I’m using the Sleep Cycle as a sort of motivator to keep in a routine.  The app, available on iOS and Android, uses your phone microphone and its accelerometer to pick up sounds and movement to tell whether you are asleep or not, and if so, in what particular phase (for instance, REM or slow-wave). It attempts to measure the 90 minutes of a full sleep cycle to try to wake you at the best time to avoid that morning grogginess. The app also tracks trends. Average sleep duration. Heartbeat upon waking. Which factors affect sleep – factors are inputed manually (hot drink before bed? window open in bedroom? etc). One of the best things I like about it is that it runs in the background. There is also now a spin-off app, Power Nap, which aims to facilitate a quick afternoon kip without allowing you to dangerously fall into a deeper sleep. Or, you could what Dalí did, which was to hold a spoon above a metal bowl while napping , and when it slide out of his hand upon sinking into a deep sleep, clanged to wake him. Sleep Cycle works on a freemium model. (Free but with paid upgrades.)     The peaks and troughs of the Sleep Cycle app. Photograph: Sleep Cycle    Meme Generator A curveball, I admit. But hear me out. Memes, in particular, image macros, are the bread and butter of the internet. The grease that turns the wheels. Without memes, the internet would just be open-letter think pieces and TMZ. But what I love about the Meme Generator app is it allows rapid-fire response to photos I’m sent. Sister sends me a photograph of her cat? Quickly annotate, send back before she’s even sent the follow-up text I can see that she is typing. It’s the kind of thing that people not so au fait with technology think of as some kind of magic. Or which impresses people on Twitter, because it’s only taken you minutes to overlay a Boris Johnson pic with an ill-advised quote from his past. Best of all, Meme Generator is free. It also comes with well known memes, such as Conspiracy Keanu and First World Problems. The MemeCrunch-developed generator app is only available on iOS, but there are lots of similar apps for Android and Windows phones. There’s no doubt that memes make the days more bearable.     appmemes Photograph: MemeCrunch    • A card-carrying fan of contactless, I’m now contact-less – and it’s not fun",
  "webTitle": "Life hacks: apps that you shouldn't be without",
  "webPublicationDate": "2016-05-16T13:57:57Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/16/life-hacks-apps-sleep-time-pay-wallet-competent-adukt",
  "keyword": [
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "iPhone",
      "id": "technology/iphone",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Android",
      "id": "technology/android",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "iOS",
      "id": "technology/ios",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Jane Parkinson",
      "id": "profile/hannah-jane-parkinson"
    }
  ],
  "guardianId": "technology/2016/may/16/life-hacks-apps-sleep-time-pay-wallet-competent-adukt"
}