{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/02/portland-timbers-david-villa-mls-weekend-review",
  "id": "2016-05-02-168",
  "sectionId": "football",
  "body": "Whoever advised never to change a winning team forgot to tell Caleb Porter. The Portland Timbers entered the 2016 season as defending MLS Cup champions and yet it seemingly meant nothing to the 41-year-old, who went some way to abandoning the pragmatic and shrewd philosophy that served him and his side so well last term. He became an idealist again, to his detriment as the Timbers won just two of their opening eight fixtures. But against Toronto FC on Sunday, Porter the realist returned, and so did the Portland team of 2015. They were a counterattacking side once more, sitting deep to absorb opposition pressure before striking hard on the break at the first possible opportunity. Even when Portland had the ball they were content with holding it deep, hitting the channels when they could, using the pace of Darren Mattocks, Fanendo Adi and Lucas Melano. The former, in particular, was impressive, giving Diego Valeri an outlet almost every time he looked forward. Mattocks has shown scant sign of his ability since making the switch to Portland, but against TFC the forward demonstrated the kind of player he could be for the Timbers, underlining why Porter was so keen to take him to the club over the off-season. It wasn’t the sort of display Porter will pin up on his office wall at Providence Park as a precedent for all that he stands for as coach. In years gone by (and in just a few games gone by too) the Timbers would have attempted to outrun and outplay Toronto FC, but such an approach often saw Porter’s side reap less than the effort they were expending. Sunday was the reverse of that. They got the maximum for what they put in. And that’s what Portland did last season, particularly in the latter third of the campaign when Porter handed himself over to the pragmatic style that would finally see the Timbers fulfill their potential. It’s perhaps understandable that having delivered the ultimate result by winning MLS Cup Porter targeted philosophical fulfillment this year, but the manner with which he conceded against Toronto FC where he had gone wrong – just like he has done before – showcases what makes him the most adaptable coach in North American soccer. GR The Red Bulls chip is back but Dallas’s compass is missing There’s an argument that the New York Red Bulls MVP last season was the oft-referenced “chip” on their collective shoulders, after a turbulent 2014-15 off-season saw them written off before a ball had been kicked. After losing six of their first seven games, the Shield holders had plenty of critics lining up to write them off again this year — but the last week has seen the team win two games, including a 4-0 victory on Friday night over FC Dallas, their main rivals last season.             After the game Jesse Marsch was talking about the chip on the shoulder being back — with particular reference to the determination his side had shown in keeping a first clean sheet of the season after the extensive criticism of their defense. And with the goals finally flying in at the other end, defense had been a priority this week. Friday started with a move for veteran center-back Aurelien Collin from Orlando City, and concluded with Chris Duvall being given another shot to try and counter the movement of Maxi Urruti for Dallas. Duvall did fine, though in truth the game turned out to be an ideal confidence boost for New York, as Dallas’s celebrated attack never had much chance to threaten them. The high press, that saw New York steamroller the opposition last year, was back with a vengeance, and Dallas’s midfield were first overrun, and ultimately frustrated and petulant en route to an emphatic defeat. Dallas’s week has been as poor as New York’s has been encouraging. They’re always good for at least one lopsided loss per season, but already this year they’ve had a 5-0 defeat in Houston, last week’s 3-0 shambles to Vancouver, and now Friday’s debacle. The holding duo of Carlos Gruezo and Victor Ulloa have not yet combined at the base of the midfield in the way Ulloa and Kelyn Acosta did last season, and it’s meant that Dallas have not been as fluid on the road in 2016.  New York’s players were understandably buoyed afterwards, but still very aware of their poor start and anxious not to get ahead of themselves. But in turning anxiety into intensity they’ve made a lot of progress even from the jittery team that played out the last few minutes against Orlando last week. From the set piece that won the game to the three second-half finishes that turned it into a romp, there was a sharpness and fluidity to their play that’s been absent this season. Just as in 2015 they appear to be at their best when there’s most to prove. GP Jordan Morris is finding his feet in Seattle US soccer culture being what it is, there was always the worry that Jordan Morris would burn up on re-entry from the hype stratosphere when he eventually tried to start his professional career at a club.             In that spirit, Morris’s decision to reject Werder Bremen’s offer for a hometown contract with Seattle looked to be a prudent move – Morris would get his chance to develop at an appropriate pace, and would see the field while serving an apprenticeship under the league’s deadliest goal scoring tandem of Obafemi Martins and Clint Dempsey.   Related: Copa America: Klinsmann names Pulisic and Morris in 40-man US roster    That was the idea anyway – until Martins abruptly left for China just before the start of the season. Not for the first time in his fledgling career, Morris got fast tracked.The initial results were perhaps predictable — with the rest of the team struggling to find a rhythm at short notice, Morris’s intelligent running looked less of a usual option to have and more like one more variable to worry about accommodating. And he wasn’t scoring.  In other circumstances that wouldn’t have mattered as much as he was eased into the team, but with Seattle where they are right now, a non-scoring goalscorer is not an option.  But then Morris got his first goal in a win over Philadelphia two weeks ago. Then he got another one last week in Colorado, even if it was a consolation goal in a 3-1 loss in Colorado symptomatic of Seattle’s curiously anonymous season.  And on Saturday, Morris made it three in three, as he grabbed an 88th minute winner over a Columbus team whose slow start to the year had not stopped them giving Seattle fits in the first half. It was a scrappy goal off a rebound, but it was a vital goal, and it was in line with Morris’s growing confidence. Afterwards, he told reporters about the relief that came from finally scoring:“You get that pressure off your back. Each game you don’t score, you’re feeling more and more pressure and it kind of eats at you while you’re playing ... [After the first one] you just go out there and play a little freer and with more confidence and goals like the goal today kind of just come...Games get more fun. You don’t think as much.” Given his team’s slow start, Sigi Schmidt is just thinking about trying to solidify things with back-to-back home wins, when San Jose visit next week. At least with Morris now eased into his team, he’s got one less thing to worry about. GP Joe Bendik is proving his doubters wrong at Orlando City As far as off-season moves go, Joe Bendik’s switch from Toronto FC to Orlando City was rather underwhelming. In Canada he was a second pick, even if he found himself thrust into the first team following injury to Stefan Frei last season. Even as TFC’s temporary No1 he had his critics. In Central Florida, however, the 27-year-old has turned into the keeper so few thought he could be. Sure, Manuel Neuer and David De Gea probably won’t have competition from Bendik, but Orlando have more than found an able replacement for Tally Hall. The New York native pretty much single-handedly (and sometimes double-handedly) ensured that his side escaped Gillette Stadium with a point, making a number of saves as Orlando scampered back to Florida with a 2-2 draw. Such has been the standard of Bendik’s recent performances it’s worth recalling that his Orlando City career didn’t start so well. Questions over his ability and presence in particular were raised as early as pre-season, with performances against Real Salt Lake and Chicago Fire in the opening two outings of the season only heightening concern over the 27-year-old’s place in the team.  Since then, though, Bendik has answers such questions held against him. On more than one occasion he has been the difference between good and bad results for Orlando City, shining in what has been a difficult start to the season for the Lions. His standard has been particularly impressive considering the lack of protection he has been afforded this season, with the departure of so many key defenders in such a short space of time unsettling everything in front of him. Bendik himself is well aware of the critics who question his ability at MLS level. “All you can do is respect the person you’re taking the place of and be yourself, and I think that’s what I’ve tried to do here,” he told the Orlando Sentinel back in March. But his performances of late have done more to quell critics than anything he could have said through the media. His off-season switch to Orlando no longer seems so underwhelming. GR David Villa finally wins again At least one of New York City’s designated players has been value for money. As David Villa lay prostrate on the Yankee Stadium turf following Montreal’s late equalizer on Wednesday night, it was hard not to feel sorry for a player who’s been as close to a one man team as can be seen in MLS.            A one man team who sometimes has to play against his own players. When New York kicked off again on Saturday afternoon, it took them just 35 seconds to concede — Josh Saunders making a hash of a routine clearance to gift Vancouver a lead. This season, such early setbacks been the cue for New York to, if not fold, labor unconvincingly, or just as dispiritingly, get back into a game at Villa’s prompting, only to throw it away at the last. Villa duly provided the optimum phase two with an opportunist run and finish to level the scores, late in the first half, before serving up a beautiful volleyed finish from an Andrea Pirlo corner to the back post.  NYC FC being NYC FC however, nothing is simple — even against a Vancouver defense that has been shaky in 2016 compared to 2015’s solidity, and which had to rotate defenders following a midweek draw at Sporting KC. New York duly gave up a penalty on the hour for what looked like another day’s frustration. And even when off-season signing Steven Mendoza put New York ahead in the 73rd minute, the mood in the Bronx still felt more like what was transpiring was a crisis than an opportunity as they fretted through the remaining 17 minutes. You couldn’t blame the fans, who’d yet to witness a home win in five attempts this season, but on this occasion, New York kept their cool, and were even pressing for a fourth goal as the clock ran down. It was a big win, and if anyone deserved one it’s been David Villa — the club captain has been faultless throughout New York’s struggles. Pirlo has been intermittently effective, and even less so on the tight Yankee Stadium pitch, and Frank Lampard has been ... absent. But Villa has worked ceaselessly and is the only one of that trio who can currently point beyond the replica shirt sales data to demonstrate his worth to the team. And on Saturday, almost despite his team at times, he got the win. GP",
  "webTitle": "The Portland Timbers rediscover their form, and David Villa wins again",
  "webPublicationDate": "2016-05-02T11:01:14Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/02/portland-timbers-david-villa-mls-weekend-review",
  "keyword": [
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "New York Red Bulls",
      "id": "football/newyorkredbulls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Orlando City",
      "id": "football/orlando-city",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "New York City FC",
      "id": "football/new-york-city-fc",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Seattle Sounders",
      "id": "sport/seattle-sounders",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Portland Timbers",
      "id": "sport/portland-timbers",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Parker",
      "id": "profile/graham-parker"
    },
    {
      "webTitle": "Graham Ruthven",
      "id": "profile/graham-ruthven"
    }
  ],
  "guardianId": "football/blog/2016/may/02/portland-timbers-david-villa-mls-weekend-review"
}