{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/03/probation-officer-30-years-ex-offender-bureaucratic-system",
  "id": "2016-05-03-180",
  "sectionId": "society",
  "body": "Never go back, so they say, no matter how enjoyable the past. Nevertheless, for a few months last year, I decided to do just that. More than three decades after starting life at the coalface of the probation service as a raw 25-year-old in Tottenham, north London, I began work again as a probation officer for one of the 21 newly formed private community rehabilitation companies (CRCs). Plenty had happened in the intervening decades. The last time I had a caseload was in 1986. My speedy elevation to the ranks of probation management had been driven in part by financial considerations, as well as seeking approval from my father. He had never understood why I might want to help people who had offended, but found much more to celebrate when I became, in his words, a “gaffer”. Years later, I yearned to connect again with the passion I had felt as I had driven my old minivan to work, wearing a full beard to make me look older and wiser for those children, young people and old lags I was soon to meet.   Related: We should assess prisons by what happens once offenders are released    So what did I find as I sought to relearn the ropes in the wake of the government’s recent reforms of the probation service? A slimmed down public sector National Probation Service (NPS) now undertakes all court reports and manages those assessed as posing a high or very high risk of serious harm. It also supervises registered sex offenders and those subject to multi-agency public protection arrangements. CRCs handle the rest, including those at the highest risk of reoffending (rather than posing the highest risk of serious harm), community payback (formerly community service), and most group work programmes. They must also deliver something worthwhile to many thousands of highly needy short sentence prisoners who have had little or no attention from probation until now. Both organisations now coexist in the same buildings, but now there are two plaques outside each door and separate organisations inside, creating a sense of perverse disintegration of a previously integrated whole. A National Audit Office report last week found that the Ministry of Justice (MoJ) had successfully restructured probation without major disruption to services. However, it did find friction between staff working in the different organisations. Assessing risk of serious harm is an art rather than a science, and can quickly change, depending on what is happening in an offender’s life. The administrative demands of managing the transfer of complex cases across public/private sector organisational boundaries when risk has changed are substantial. This represents a major fault line in the new arrangements. The split has major implications for staff and service users. All court reports must be undertaken by the NPS, including those on offenders already being supervised by the CRCs. Compare this to probation officers of the 1980s who used to do pretty much everything in relation to those they supervised. This elaborately constructed separation and specialisation creates a sense of fragmentation for staff and results in service users having to repeat their stories to many different people, which the NAO found to be a major source of dissatisfaction.    IT is staggeringly cumbersome, taking a disproportionate amount of time instead of nurturing real relationships    It is through having opportunities to establish and sustain constructive, purposeful relationships that we are all able to change and develop, whether an offender or not. Back in 2002, however, this had become disregarded and an obsessive emphasis placed instead on cognitive behavioural group work programmes. On my return I saw some welcome indications that the value of relationships as the vehicle for human change had been recognised, with training in place to support practitioners’ skills in this vital area. Groups still played their part, for example in helping offenders with thinking skills or to move away from patterns of violent abuse of female partners, but the world is no longer besotted with them. The challenge for overstretched probation staff is to find the time to provide what is so desperately needed, in the face of high caseloads (as was always the case) and major bureaucratic demands (a more recent phenomenon). Cellular offices, secretaries and card index systems have long gone and been replaced by open-plan accommodation, administrators and a national electronic case management system. The latter is fiendishly clever in allowing users to create and access case records previously held in dusty filing cabinets. But it is staggeringly cumbersome, demanding a disproportionate amount of professional time be spent in routine desk-bound IT tasks instead of nurturing those relationships that we know make a difference. The NAO report highlights severe inefficiencies in relation to IT which confirms my impression that the problems are systemic.   Related: The criminal review system is failing innocent prisoners | Eric Allison    Assessments of offenders, previously completed on a blank sheet of paper (occasionally brilliant but over-reliant on probations officers’ intuition) are no longer acceptable. Now a much-needed structure is provided through the offender assessment system (OASys). But this has the feel of a laborious tool for technicians, rather than an aid for professionals. It can run to 40 pages in length and it is easy to forget what has been written at the start when the end is finally reached. On my return, I met many fine people. Some had stuck with probation through thick and thin, while others were just starting out on their careers, where training is employer, rather than university-led, and the old links with the social work training I undertook are sadly long since severed. Despite the frustrations, I found a sense of exhilaration at suddenly having nothing between me and the person who walks through the probation service’s doors. I was reminded of how hard it is to always do the right thing under the pressure of day-to-day practice, and how in this role it is not possible to have the luxury of looking at things with hindsight, as I had so often been able to do as a manager. I was also reminded of my passion for working with troubled youth. Whereas at least half my caseload in the 1980s was made up of children, probation has long since passed this group to multi-agency youth offending teams (YOTs). So now it has an exclusively adult focus. This means that change is much harder to achieve among mostly adult men, for whom difficulties related to mental health, frequently combined with drug and alcohol misuse, employment and accommodation are both commonplace and deeply entrenched. This led me to my next decision to remain on the frontline, but as a practitioner for a YOT where I now work where it is possible to help change the lives of tomorrow’s adults for the better. In probation, so much has changed in the last 30 years – and yet maybe not. At the heart of the endeavour,though so much harder to spot than previously, lurks the prize of working to uncover potential which has remained hidden from view, often buried beneath unimaginable disappointment, despair and disadvantage. Today’s frontline workers, wherever they may be in the fragmented and divided world of probation, deserve our admiration and respect.",
  "webTitle": "I became a probation officer again – after 30 years | David Monk",
  "webPublicationDate": "2016-05-03T13:00:03Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/03/probation-officer-30-years-ex-offender-bureaucratic-system",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "David Monk",
      "id": "profile/david-monk"
    }
  ],
  "guardianId": "society/2016/may/03/probation-officer-30-years-ex-offender-bureaucratic-system"
}