{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/welsh-labour-electoral-welsh-voters",
  "id": "2016-05-06-169",
  "sectionId": "commentisfree",
  "body": "The Labour party in Wales has continued its remarkable record as the UK’s most successful electoral machine. By winning 29 out of the 60 available assembly seats, Welsh Labour extended its victorious run to 37 out of the last 38 national contests in Wales. In doing so, barring wholly unforeseen circumstances, the party leader, Carwyn Jones, has now ensured that his party will be able to celebrate a century of dominance over the Welsh political landscape. It is hard, if not impossible, to think of parallels in any other democratic nation. Whatever the overheated rhetoric about one-party dominance in contemporary Scotland, when compared to Welsh Labour the SNP are no more than gauche arrivistes. Napoleon famously sought out “lucky generals”. During his election night analysis the veteran BBC Wales political editor Vaughan Roderick reminded viewers that some of his assembly colleagues regard Jones as the quintessential lucky political general. Certainly some of his election night success is best attributed to good fortune. He inherited a semi-proportional assembly electoral system that masks a core of partisan pro-Labour self-interest under a carapace of pluralism. The operation of this system meant that a drop in Labour’s constituency level support from 42% in 2011 to 35% in 2016, and in regional list support from 36.9% to 29%, resulted in the loss of only a single seat.    Even the rise of Ukip in Wales has had positive side for Jones and Welsh Labour    Jones was also blessed by the bizarre behaviour of the Welsh Conservative’s leader, Andrew RT Davies. His unexpected decision to declare for Brexit at the start of the campaign seems to have served no political purpose and instead generated ire in Downing Street and contributed to a palpable awkwardness throughout the campaign. Davies’s refusal to offer himself up as a candidate in his home Vale of Glamorgan constituency – a key Labour-Conservative marginal – also smacked of a lack of judgment and even a lack of seriousness. The contrast between Davies and other opposition leaders, such as Kirsty Williams and Leanne Wood – or Ruth Davidson and Willie Rennie in Scotland, for that matter – could not have been more stark. While the latter put themselves on the line in key constituencies, Davies hid himself away on a regional list, almost certainly ensuring that Labour kept hold of the Vale of Glamorgan in the process. It is likely that Davies’s party will demand an early reckoning. Even the rise of Ukip in Wales has had positive side for Jones and Welsh Labour. Although its support seems to be largely drawn from disaffected former Labour supporters, the vagaries of the devolved election system means that Ukip takes seats from other opposition parties.   Related: Local elections 2016: our writers on the night’s winners and losers | The panel    The only serious blow to Welsh Labour’s election night equilibrium came in Rhondda, a totemic heartland seat housing a formidable Labour constituency operation that nonetheless fell to Plaid leader Leanne Wood’s determined assault. That result will have stung Labour to the core. Yet even this may yet be tempered by the realisation that life in the assembly will be easier to manage due to the departure of the previous incumbent, Leighton Andrews. A former senior minister in the Welsh government, Andrews was without doubt one of the most talented Labour assembly members, but he also has an acerbic side that can rile even party colleagues let alone his opponents. Intra- and inter-party relations may well be soothed by this removal from the Senedd in Cardiff Bay. Of course, there was more than luck and good fortune to Labour’s excellent night in Wales. Hard work, clever targeting, crisp messaging and political nous also played their part. This will be Jones’s last election as Welsh Labour leader, and his party may yet discover how much they will miss the ineffable qualities of a lucky general.",
  "webTitle": "How Welsh Labour became the UK’s most invincible electoral machine | Richard Wyn Jones",
  "webPublicationDate": "2016-05-06T12:58:52Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/welsh-labour-electoral-welsh-voters",
  "keyword": [
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Welsh government",
      "id": "politics/welsh-assembly-government",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Wyn Jones",
      "id": "profile/richard-wyn-jones"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/welsh-labour-electoral-welsh-voters"
}