{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/stoke-city-west-ham-united-match-preview",
  "id": "2016-05-13-97",
  "sectionId": "football",
  "body": "Victory for West Ham will ensure that they qualify for the Europa League and they could finish fifth if Manchester United slip up against Bournemouth. But will Slaven Bilic’s side be emotionally drained after their dramatic victory over United in the final game at Upton Park on Tuesday? Stoke City will be eager to end on a high and hold on to their place in the top 10 after picking up two points from their past six games. Jacob Steinberg Kick-off Sunday 3pm  Venue Britannia Stadium Last season Stoke City 2 West Ham United 2 Live Sky Sports 3 Referee Mike Jones This season G27, Y81, R3, 3.22 cards per game Odds H 5-2 A 6-5 D 5-2 Stoke City Subs from Bachmann, Wollscheid, Teixeira, Muniesa, Adam, Joselu, Shenton, Diouf Doubtful None Injured Butland (ankle, Aug), Ireland (knee, Aug), Wilson (knee, Aug), Given (groin, Jun), Johnson (knee, Aug), Afellay (knee, Jan) Suspended None Form DLLLDL Discipline Y49 R3 Leading scorer Arnautovic 11 West Ham United Subs from Spiegel, Howes, Oxford, Collins, Tomkins, Hendrie, Byram, O’Brien, Obiang, Moses, Emenike, Valencia, Samuelsen Doubtful None Injured Adrián (calf, Aug) Suspended None Form DDWWLW Discipline Y56 R5 Leading scorers Carroll, Payet 9",
  "webTitle": "Stoke City v West Ham United: match preview",
  "webPublicationDate": "2016-05-13T16:27:25Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/stoke-city-west-ham-united-match-preview",
  "keyword": [
    {
      "webTitle": "Stoke City",
      "id": "football/stokecity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/13/stoke-city-west-ham-united-match-preview"
}