{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/23/louis-van-gaal-sacked-manchester-united-jose-mourinho",
  "id": "2016-05-23-39",
  "sectionId": "football",
  "body": "José Mourinho is set to be announced as Manchester United manager in the next 48 hours after the club finally confirmed the sacking of Louis van Gaal on Monday night, with the Dutchman admitting to being “very disappointed” at not being granted the final year of his contract. In a statement issued along with the announcement that Van Gaal was leaving, the club said: “A decision on a successor as manager will be announced soon.” That successor will be Mourinho, who is expected to sign a contract for a minimum three years, earning a salary which will be a marked increase on the £7.5m a year he was paid at Stamford Bridge. The future of Ryan Giggs, Van Gaal’s No2, is in the balance with it being understood the Welshman is considering whether to accept any new role under Mourinho that might be offered. Giggs has been groomed as a future manager of the club so may feel frustration at being passed over for the top job. United’s decision to sack Van Gaal after his fate had been in the balance since the 2-0 defeat at Stoke City on Boxing Day emerged after Saturday’s FA Cup triumph over Crystal Palace at Wembley. Ed Woodward, the executive vice-chairman, informed Van Gaal in person on Sunday afternoon he would be removed, yet the club waited a further day to make the formal announcement to allow Van Gaal, who should receive all of his final year’s salary of around £6m, to fly out of Manchester. United laid on a private jet to take Van Gaal to Portugal.           José Mourinho: how would the Special One fare at Manchester United?    The Dutchman, who succeeded David Moyes in July 2014, said: “I am very disappointed to be unable to complete our intended three-year plan. I believe that the foundations are firmly in place to enable the club to move forward and achieve even greater success. It has been an honour to manage such a magnificent club as Manchester United FC and in doing so I have fulfilled a long held ambition. “I am immensely proud to have helped Manchester United win the FA Cup for the 12th time in the club’s history. I have been privileged during my management career to have won 20 trophies but winning the FA Cup, which is steeped in so much history, will always be one of the most special achievements of my career. “I hope that winning the FA Cup will give the club a platform to build upon next season to restore the success that this passionate set of fans desire. Having managed in Holland, Spain and Germany, I had always hoped for the opportunity to manage in English football and be part of English culture. Both of these experiences have lived up to expectations and been fantastic.”     Louis van Gaal waves as he leaves leaves the Carrington training ground before boarding a private jet to Portugal. Photograph: Paul Currie/PA    Van Gaal praised his squad despite many of its members having grown tired of his strict training methods. He said: “I thank my players and wish them well for next season. It has been a pleasure to work with them and it has been particularly rewarding to see so many young players take their chance to break into the first team and excel. I look forward to watching the continued development of these young players next season. Thank you to the owners and board of Manchester United for giving me the opportunity to manage this great club. “I would also like to express my gratitude to the amazing United supporters. They are truly the best fans in the world. I am indebted to my support and coaching staff, who have given me their all during their time at the club.   Related: Louis van Gaal tactics left Manchester United players close to mutiny | Daniel Taylor    “My special thanks go to Sir Alex Ferguson and Sir Bobby Charlton for always making me and my family feel so welcome throughout my time as Manchester United manager.” Woodward said: “I would like to thank Louis and his staff for their excellent work in the past two years culminating in winning a record equalling 12th FA Cup for the club (and securing him a title in four different countries). “He has behaved with great professionalism and dignity throughout his time here. He leaves us with a legacy of having given several young players the confidence to show their ability on the highest stage. Everyone at the club wishes him all the best in the future.”",
  "webTitle": "Manchester United sack Louis van Gaal as José Mourinho waits in wings",
  "webPublicationDate": "2016-05-23T19:48:55Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/23/louis-van-gaal-sacked-manchester-united-jose-mourinho",
  "keyword": [
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/23/louis-van-gaal-sacked-manchester-united-jose-mourinho"
}