{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/republican-party-betrayed-conservatives-and-so-too-will-donald-trump",
  "id": "2016-05-04-28",
  "sectionId": "commentisfree",
  "body": "Donald J Trump, a thrice-married billionaire businessman who holds many positions that are anathema to the mainstream conservative movement, is now the presumptive nominee of our Republican party. To understand how this happened, you need look no further than the party itself. One of the most startling and eye-popping numbers from primary after primary this year has been the percentage of Republican voters who have said they “feel betrayed by Republican politicians”. In Indiana this week, 50% of Republican voters said they felt that way. Earlier, we saw 58% in Michigan, 59% in Pennsylvania, 60% in Florida. The list goes on and on and on. The average Republican voter is right to feel betrayed by Republican politicians – and more broadly by the conservative movement. After all, voters have been lied to for years. There is an old saying: under-promise and over-deliver. Republican politicians in Washington, and the network of conservative groups surrounding them, have done the exact opposite. They have made promises to voters that they knew at the time they had no chance of actually keeping. Conservative advocacy groups have raised tens of millions of dollars off of conservatives promising to help deliver what they know is fundamentally undeliverable.   Related: America's Trump nightmare has arrived | Lucia Graves    To pass the Affordable Care Act (more commonly known as Obamacare), the Democrats needed a Democrat in the White House, a filibuster-proof majority in the Senate and a majority in the House. To repeal Obamacare, by definition, Republicans would have needed the same thing. That, unfortunately, didn’t stop Republican politicians and conservative advocacy groups desperate for votes and dollars to promise to do just that – knowing full well that they couldn’t deliver on that promise. Instead of telling voters the truth – that conservatives would need to win back the White House, win 60 seats in the Senate and win control of the House to effectuate real conservative policy change – they chose to peddle a politically expedient fantasy. Voters gave Republicans the House, and then the Senate and a larger majority in the House. And yet Obamacare wasn’t repealed, spending wasn’t reduced, taxes weren’t cut, the bureaucracy wasn’t shrunk – conservatives didn’t get what they were promised.   Related: Why must the Trump alternative be self-satisfied, complacent Democrats? | Thomas Frank    And now the chickens are coming home to roost. Instead of going for more experienced candidates, voters are instead choosing to take their chances with the ultimate political outsider.  Just how long did the party and the conservative advocacy groups believe that they could keep this charade up? Did they think that the base was so docile and so gullible that there would be no day of reckoning? In 2010, the Tea Party revolution threatened to take down the Republican party and the entire Republican establishment. Instead of fighting the Tea Party, the party sought to keep them in the fold by deftly coopting their messaging. How long did they think that they could keep these forces in check with nothing more than empty hollow rhetoric? No one embodies the Republican’s problem with the truth more than Ted Cruz – it is why, in part, he made such an awful alternative to Trump. No one in Washington has over-promised and under-delivered more than Cruz. It is Cruz who convinced people that all we had to do was shut down the government to get Obamacare repealed – Cruz knew that was a lie. He has made a name for himself in Washington by tilting at windmills and advancing his own career at the expense of his colleagues and his party. With every election and every passing Congress, the anger was growing within the base of the Republican party. It hit a tipping point in this presidential election cycle – and there stood Donald Trump. Trump, the outsider, the guy reviled by the establishment, the blunt-spoken executive, tapped into that anger and those feelings of betrayal and rode it all the way to the Republican party’s presidential nomination.   Related: Why Trump v Clinton will be an unpopularity contest    In riding this wave of anger, Trump has made his own promises – to build a wall and make Mexico pay for it, to crush Isis, to bring back manufacturing jobs, to make our allies pay their fair share and to “Make America Great Again”. The challenge for Mr Trump is now how will he keep his promises. If he doesn’t, the lying will continue, and the anger within the Republican party will continue to boil.",
  "webTitle": "Betrayed by their party, Republicans voted Trump. But will he betray them too? | Christopher R Barron",
  "webPublicationDate": "2016-05-04T20:38:15Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/republican-party-betrayed-conservatives-and-so-too-will-donald-trump",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Christopher R Barron",
      "id": "profile/christopher-r-barron"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/republican-party-betrayed-conservatives-and-so-too-will-donald-trump"
}