{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/24/no-one-should-earn-sub-minimum-wage--disabled-people",
  "id": "2016-05-24-230",
  "sectionId": "society",
  "body": "The employment of disabled people is currently being paid close attention in the US, even making it into presidential hopeful Hillary Clinton’s speeches on the campaign trail. As in the UK, people with disabilities in the US are less likely to be in work and more likely to live in poverty or be in low-paid or part-time work when they are employed. And, also as in Britain, advocacy groups tenaciously lobby for change, including action from government. One aspect of disability and employment that has come to the fore recently has been the challenges to the ongoing existence of segregated workshops, and the “sub-minimum wage” for disabled people that tends to accompany them. Currently, in the US, with specific authorisation from the federal government under a provision in an old law, some employers can pay disabled people less – sometimes much less – than the national minimum wage. According to the National Council on Disability, an estimated 420,000 disabled workers across America, the vast majority of whom are in sheltered workshops run by non-profit organisations and most of whom have a learning disability, fall under the exemption.    Sub-minimum wages are unjust, exploitative and isolate people with disabilities from their peers in employment    The Autistic Self Advocacy Network, (Asan) sums up the situation this way: “For the nearly 70 years since the passage of Section (14)c of the Fair Labor Standards Act in 1938, employers have been able to use Section 14(c) certificates to pay people with disabilities less than the minimum wage. This law has led, not to the creation of greater opportunity for people with disabilities, but instead far less. Sub-minimum-wage jobs are almost always segregated, offering the employees no opportunities to be part of their community or to make enough money to support themselves. “Asan has long maintained that the payment of sub-minimum wage is unjust, exploitative and isolates people with disabilities from their peers in competitive employment.” Groups, including Asan, point out there have been numerous positive developments to improve the rights of, and increase opportunities for, disabled people at federal and state level, not least of which was the Americans with Disabilities Act passed 25 years ago. But despite that, it says, the subminimum wage and the sheltered work environments that tend to utilise it remain a throwback. Among recent steps applauded by advocates was Maryland’s legislature passing a law last month to phase out the sub-minimum wage (it is the second state, after New Hampshire, to do so). The bill, which also aims to desegregate the state’s disabled workforce, is awaiting signature by the governor. Another welcome move was an announcement by President Obama that an Executive Order that raises new federal contractors’ minimum wages to $10.10 an hour would include workers with disabilities. Meanwhile in the UK, the TUC’s report published last week on disabled people’s employment was yet another reminder of glaring disparities between work opportunities for people with and without disabilities on this side of the Atlantic. According to the projections, by 2020 only 52% of disabled people in Britain will be in work (11% less than the government has promised and only marginally above the Q4 2015 rate, which was 47%, and also in sharp contrast to the 80% rate for non-disabled people in the same three-month period). Moreover just two in every 10 working-age people with a learning disability are employed “despite the fact that eight out of 10 working-age people with a mild or moderate learning disability could work if they had the right support”, according to the charity Mencap. The TUC findings also show that, despite recent moderate increases in average wages overall, disabled people in work are confronted with a substantial gap in pay. Full-time workers with a disability earn on average 13% less than other employees, while for those in part-time work the wage differential compared with non-disabled counterparts is 14%. Every person, disabled or not, deserves the right to genuine job opportunities, dignity in their work, and fair pay. Anything less is simply unacceptable.",
  "webTitle": "In the US they even have ‘sub-minimum’ wages for disabled people | Mary O’Hara",
  "webPublicationDate": "2016-05-24T10:00:08Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/24/no-one-should-earn-sub-minimum-wage--disabled-people",
  "keyword": [
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Mary O'Hara",
      "id": "profile/maryohara"
    }
  ],
  "guardianId": "society/2016/may/24/no-one-should-earn-sub-minimum-wage--disabled-people"
}