{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/17/country-diary-whitethroat-expresses-acacia-thorn-bramble",
  "id": "2016-05-17-324",
  "sectionId": "environment",
  "body": "I can tell the weather by the St Mark’s flies, because, as they sail over the brambles, their fore-legs dangle together and are held so that they face directly into the oncoming breeze and fractionally ahead of the body. Rather like a boat’s keel, those legs keep the fly true in relation to the airstream, and they now point southwest.  Those warm winds brought the summer migrants streaming home. As I walk down the beck the whitethroats sing at intervals. They are lithe creatures, adept at threading mouse-like through spiked vegetation. Two tiny extravagances of plumage are the ginger patches mainly in two wing feathers and a white powder puff at the throat, which swells up when they sing.  Their repeated phrase is just two seconds long and is squirted out at a rate of 13 a minute. Words fail before its complexity, but old Scottish country names – “churr muffit” and “white lintie” – capture something of both the rubbery chatter and the momentary linnet’s sweetness present in its coarser fabric.   Related: The meaning of a bumblebee    The song is a perfect analogue of its bramble habitat: a mixture of thorny harshness but flushed here and there with the fresh green of blackberry leaves. It is even as lowly and modest as the bush from which it emerges. My guess is that many people who live and walk all summer long down whitethroat lanes never register the sound consciously. It inhabits our spring subliminally. It comes to us only in our dreams. So would we notice if it never came at all? In 1969 ornithologists were so alarmed by the bird’s no-show that they wrote a paper entitled simply “Where have all the whitethroats gone?” It was estimated that 8m of them vanished. It turned out that whitethroats were as expressive of acacia thorn as they are of bramble.  When the African rains failed in the Sahel in the late 1960s, the birds were as badly affected as the region’s 50 million people, many of whom were displaced or died because of drought. Whitethroats may creep among nettles but, as much as ourselves or the weather, they illuminate the interconnectedness of all life. Follow Country Diary on Twitter: @gdncountrydiary",
  "webTitle": "The whitethroat expresses both acacia  thorn and bramble",
  "webPublicationDate": "2016-05-17T04:30:33Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/17/country-diary-whitethroat-expresses-acacia-thorn-bramble",
  "keyword": [
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Cocker",
      "id": "profile/markcocker"
    }
  ],
  "guardianId": "environment/2016/may/17/country-diary-whitethroat-expresses-acacia-thorn-bramble"
}