{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/25/the-imf-international-monetary-fund-has-not-lived-up-to-hype-on-social-protection",
  "id": "2016-05-25-197",
  "sectionId": "global-development",
  "body": "The International Monetary Fund (IMF) seeks to promote growth and reduce poverty, but the social consequences of its reforms in the developing world have drawn much criticism.  Yet, factsheets, discussion notes (pdf) and public statements tell us that the IMF is now a changed institution. Taking on board the many criticisms of its practices, the organisation reformed itself: social spending is protected, health and education are prioritised, and welfare programmes are supported.   Related: IMF and World Bank are losing clout in developing countries | Mark Weisbrot    This story is plausible but wrong. It is true that a growing number of IMF loans to low-income countries now include social spending targets. These purportedly ensure that spending on health, education and other priorities are protected in the context of austerity and structural reform. This is not the case.  New research (pdf) collected all available evidence on social spending safeguards in IMF loans to sub-Saharan African countries. Between 1995 and 2014, 475 such safeguards were included in IMF programmes, often on a quarterly or biannual basis. Had these targets been met, this would have been good news for the sustainable financing of social policies. Nearly half the social spending targets with available implementation data were in fact not met. The trend was particularly pronounced for countries in west Africa, which includes some of the poorest nations.  Consequently, while some progress has been made, blanket statements that “the IMF helps governments to protect and even increase social spending” are unfounded. Why might these countries have failed to reach levels of social expenditure agreed with the IMF? Stringent IMF-mandated austerity measures explain part of this trend. As countries engaged in excessive fiscal belt-tightening to meet the IMF’s macroeconomic targets, few funds were left for maintaining social spending at adequate levels. These shortfalls suggest that social spending targets are accorded – at best – secondary importance in IMF programmes, and that the organisation has not lived up to its own hype of promoting social protection. Guinea has received financial support from the IMF since 2012. These loans sought to improve economic conditions, while allowing for increased investment in social policies. Yet, while IMF-mandated fiscal austerity was invariably observed, the country failed to meet the social spending targets.  In 2014, the Guinean authorities wrote (pdf) to the IMF, saying: “unfortunately, because of the reduction in spending, including on domestic investment, it was not possible to respect the … targets for spending in priority sectors”. These findings provide reasons for concern. Under direct IMF tutelage, some of the poorest countries underfunded their social protection systems. This has stunted efforts to improve the welfare of the poorest people.  Beyond social expenditures, the IMF’s view of social protection still lags behind the emerging consensus in the development community. The organisation still promotes targeted social assistance policies, at a time when global debates around the sustainable development goals (SDGs) are overwhelmingly focused on the universal provision of key services. The SDGs have set out a clear agenda for universal social protection by 2030. Given this momentum, the IMF can help by aiding low-income countries in setting solid fiscal foundations for the development of social policies. This will entail abandoning pretences of reform in IMF-supported programmes, and overcoming institutional inertia. Universal social protection should not be a rhetorical commitment accompanied by lacklustre action; it promises to improve the lives of millions, as well as aid economic performance (pdf).  The IMF can and must adapt its practices. In doing so, the organisation can learn from others. Scaling up existing collaboration with the International Labour Organisation – a leader in universal social protection – on the basis of equal partnership would be a step in the right direction.  Alexander Kentikelenis is a research fellow in politics at Oxford University. Thomas Stubbs is lecturer in sociology at Waikato University. Lawrence King is professor of political economy and sociology at Cambridge University. This article is based on research published in the Review of International Political Economy (pdf)",
  "webTitle": "The IMF has not lived up to its own hype on social protection | Alexander Kentikelenis, Thomas Stubbs and Lawrence King",
  "webPublicationDate": "2016-05-25T11:09:00Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/25/the-imf-international-monetary-fund-has-not-lived-up-to-hype-on-social-protection",
  "keyword": [
    {
      "webTitle": "Social protection",
      "id": "global-development/social-protection",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "International Monetary Fund (IMF)",
      "id": "business/imf",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Guinea",
      "id": "world/guinea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/25/the-imf-international-monetary-fund-has-not-lived-up-to-hype-on-social-protection"
}