{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/nauru-refugee-and-premature-baby-in-critical-condition-after-emergency-caesarean",
  "id": "2016-05-13-328",
  "sectionId": "world",
  "body": "A 22-year-old Somali refugee and her newborn baby have been medically evacuated from Nauru after she underwent a caesarean section a month prematurely. The immigration department confirmed the woman and her baby had been transferred to Australia where they were receiving “appropriate medical treatment”, but declined to comment further.  According to Ian Rintoul of the Refugee Action Coalition, both mother and baby were in critical condition when they were flown off the island. The baby was unable to breathe without aid, Guardian Australia understands.   Related: What's the end game for Australia's border policy – a world of walled city-states? | Jeff Sparrow    It is understood the young mother had been vomiting and had seizures while on Nauru. She was in hospital on Sunday night but it is unclear whether she remained there until she and the baby were evacuated.  Questions have been raised about the timeliness of medical evacuations from the offshore immigration centre, and the duty of care for people self-harming, and showing other signs of mental illness. On Wednesday a 26-year-old Bangladeshi man died of suspected heart failure in the Nauru hospital before he could be evacuated to Australia. He had checked himself into the hospital two days earlier after – according to reports from Nauru – he ingested a large number of pills including Panadol. A statement written by the young man to support his refugee claim said he fled Bangladesh after locals threatened to kill him and his boyfriend for having a homosexual relationship.  “The locals forced us to go to the local mosque, a five-minute walk away, and started to beat us in public in front of the mosque,” he said. “[My boyfriend] and I were pleading with everyone to forgive us but they would not stop beating us. They said words to the effect of ‘if you rectify your actions we will not kill you. However if we catch you again we will kill you’.” The couple were treated for injuries, but attacked several times again, he claimed. He was threatened with dismemberment and blinding, and his parents disowned him. He and his partner fled separately and never made contact again, he said. Ian Rintoul from the Refugee Action Coalition has called for an independent inquiry into the man’s death. Earlier this month a 23-year-old Iranian man died of his injuries after self-immolation in front of UN employees. Days later a 21-year-old Somali woman also set herself alight and was flown to Brisbane for treatment. The Iranian man’s widow told Guardian Australia the Nauruan hospital was not equipped to treat her husband, and blamed his eventual death on the delay of almost 24 hours in getting him off the island.  Refugees and asylum seekers on Nauru have protested daily for more than a month about their treatment on the island and continued detention. Several have said they no longer want to come to Australia, but to “any of the other 27 countries” party to the UN refugee convention. Dozens have signed a letter addressed to the pope, requesting intervention by the Catholic church. “We know we are far from Rome, that there are not many of us compared to people escaping to Europe, but after three years of being called a number and treated cruelly we are more tired than any person can bear,” the letter said. Last week the Nauruan justice minister, David Adeang, made a public address to the refugees and asylum seekers on the island to express sadness at the recent deaths. “We want to acknowledge your frustration at where you find yourselves, we are aware that you did not design to come to Nauru and that many of you do not plan to stay here permanently,” Adeang said. He listed a number of “opportunities” and services the Nauru government was providing, and asked them to “recognise and respect the fact that this is our home”. The Nauruan government had labelled the acts of self-immolation a protest designed to sway Australian government policy, and arrested or convicted a number of people for attempting suicide.",
  "webTitle": "Nauru refugee and premature baby in critical condition after emergency caesarean",
  "webPublicationDate": "2016-05-13T04:00:24Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/nauru-refugee-and-premature-baby-in-critical-condition-after-emergency-caesarean",
  "keyword": [
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "world/2016/may/13/nauru-refugee-and-premature-baby-in-critical-condition-after-emergency-caesarean"
}