{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/think-nhs-in-poor-health-try-being-ill-in-us-system",
  "id": "2016-05-03-92",
  "sectionId": "commentisfree",
  "body": "There are, I have found, many advantages to being a Brit in America. My accent makes me seem 20% hotter and more intelligent than I really am and I can get into places by insinuating that I know the Queen (yeah, we hang out all the time in Brixton). However, one definite disadvantage of living in the US is the state of its healthcare system. While cost is its largest pain point, complexity is another: the system is geared more towards patience than patients. When I went to elect my benefits at my last job I had to choose between a Silver PPO 2000 or an HMO 40/60 (Gold) or a PCHP EPO or a POS 20 or a HDHP plan. I had no idea what any of that meant and, after attempting to unpick acronyms for a while, I just gave up and chose one at random. The bureaucracy escalates from there: you have to fill out about 15 different forms when you go to see a doctor, and get an endless stream of letters from your insurer. I’m not sure what these letters say, as I normally stick them in a drawer and hope they go away. The irony is that many Americans consider the NHS to be not just inferior to their own system but “evil” and “Orwellian”, the stuff of socialist nightmares. The healthcare is rationed, they think, and you have to wait years, maybe decades, for an appointment. Hospitals are clogged with people desperately looking up DIY heart bypass surgery tutorials on YouTube because they have been waiting so long to see a doctor. When you are finally treated, it’s by a chap in a bowler hat with terrible teeth who prescribes a stiff upper lip and sends you home to die. These perceptions are the result of decades of lobbying by US conservative groups to stop increased government involvement in healthcare via scare stories of procedures in Britain. Efforts peaked just before Obamacare was passed in 2010, when million-dollar NHS-bashing ads were run on US TV networks. The ads may have stopped but the misinformation remains. Of course, many Brits, blinded by unconditional love for the NHS, also harbour some misguided views about American healthcare and do their fair share of US-healthcare-bashing. There is a joke, for example, that if the TV show Breaking Bad – in which a teacher resorts to selling crystal meth to pay for his cancer treatment – had been set in the UK, it would have been over by episode one. This is true, some commentators have countered, but only because a British Walter White would have died pretty quickly: the UK has the lowest lung cancer survival rate in the developed world. Research also shows that while Brits are less likely to develop cancer than Americans, they are also less likely to survive; five years after diagnosis, 56% of English cancer patients survive, compared with 65% of US patients. Comparing two countries’ health data is an inexact science, of course, and these numbers should be taken with a pinch of salt. If you have unlimited funds, then the US system is, probably, more likely to keep you alive than the NHS. But we’re talking seriously unlimited funds. Even if you have health insurance through your employer, medical bills stack up. There’s the cost of your health insurance premiums, for one, with companies increasingly shifting healthcare costs to their employees. Then there are all the co-pays and deductibles you have to shell out for when you visit a doctor or get a prescription – such as the excess amounts insurance doesn’t cover – that can range from $10 to $10,000, depending on your plan. Medical debt has long been the leading cause of bankruptcy in the US. The nightmares involved with navigating the US health insurance system are nothing compared with the prospect of not having insurance. You only really appreciate how incredible the NHS is when you, or someone close to you, is treated on it. After getting whisked to hospital to get a kidney stone removed, my dad was so amazed by the quality of both the care – and the free hot chocolate – that he swore he’d leave everything he had to the NHS. The NHS is also a safety net that has an impact on areas of your life other than your health. Plenty of Americans can’t even consider leaving jobs they hate because they need the insurance. If you want to go freelance, go travelling or set up your own business, you have to factor in the cost of your own insurance or run the risk of going bankrupt because of sudden emergencies. Even minor procedures can be crippling: a friend just had a small ovarian cyst removed and it cost more than $37,000 (£25,000). Having recently left a job myself, I have become slightly obsessed with health insurance, despite being healthy and young-ish. I have spent more time than I ever thought possible researching insurance options – the cheapest of which (including Obamacare) cost hundreds of dollars a month and cover very little. I have come to think the most sensible option is tattooing “Do Not Resuscitate (2 Expensive)” on my chest or just going back to Britain for treatment. Indeed, going back home for medical treatment is the No 1 emergency plan for all the British expats I know.Of course, there’s the very real risk that there won’t be an NHS to go back to in the near future. You never truly value your health until you get sick. And, as I’ve come to realise, you don’t really appreciate the full impact of the NHS on your life until it’s gone.",
  "webTitle": "Think the NHS is in poor health? Try being ill under the US system | Arwa Mahdawi",
  "webPublicationDate": "2016-05-03T17:10:52Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/think-nhs-in-poor-health-try-being-ill-in-us-system",
  "keyword": [
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US healthcare",
      "id": "us-news/healthcare",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Arwa Mahdawi",
      "id": "profile/arwa-mahdawi"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/think-nhs-in-poor-health-try-being-ill-in-us-system"
}