{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/24/why-british-environmentalists-should-vote-for-brexit",
  "id": "2016-05-24-283",
  "sectionId": "environment",
  "body": "The leading lights of the UK environmental movement would have us believe that a win by the Brexit camp on 23 June would be akin to a natural disaster. According to them, it is only our membership of the EU that renders our beaches swimmable, our water drinkable and our air almost breathable. Freed from the noble, ceaseless efforts of the ever-vigilant EU, troglodyte Britain would tear up decades of environmental legislation and return to our 1970s roots as the “dirty man” of Europe. This is complete and utter tosh. First, the EU’s record on the environment is far from the rose-tinted picture it is so keen to promote. The common fisheries policy has protected neither fisheries nor fishing communities. The common agricultural policy discriminates against African imports, destroying the rationale for investment in Africa and holding back sustainable development. For a brief decade, Europe led the world in renewable energy investment, but not any more – that would be China. EU nations promoted clean energy at vastly inflated costs through imposed renewable energy targets, tariffs and subsidies. When budgets reached breaking point in 2011, European renewable energy investment slumped by more than half and has yet to recover.  Environmentalists wax lyrical about Germany’s “Energiewende”, or energy transition, and how it accelerated the shift to renewable energy. What they won’t tell you is that in the past 17 years, Germany’s energy-related carbon emissions have declined by precisely zero: it retired safe, zero-carbon nuclear power stations and built new coal-fired power stations. For two decades the EU promoted the fiction that diesel was beneficial for the climate, in the face of a rapid catch-up by petrol technology. In 2013, when it looked like the EU had arrived at a historic deal to clamp down on vehicle emissions, Angela Merkel intervened to block it and protect the German car industry. “Dieselgate” demonstrated that in the US the only way Volkswagen could achieve certification for its cars was to break the law. In the EU it didn’t need to bother: officials simply nodded through vehicles they knew performed up to 12 times worse on the road than in lab tests. When the gig was up, Europe’s car companies lobbied and were allowed a doubling of pollution levels.  In the UK, meanwhile, the most significant recent environmental policies were all local initiatives, not driven by the EU. When it became clear that the bureaucratic and fraud-prone EU carbon trading scheme was going to produce a nugatory carbon price, the UK unilaterally enacted a floor price which drove its coal-fired power stations into retirement. It was the UK which unilaterally decided to phase out coal-fired power entirely by 2025. And it was the UK which unilaterally decided to create the Pitcairn marine reserve, the largest single marine protected area in the world.  You don’t need to hark back to the Clean Air Act of 1956, or Margaret Thatcher’s historic 1989 speech to the UN, to see UK’s environmental leadership. Deeds, not words, as the Suffragettes used to say, and perhaps it is the EU which should be taking lectures from the UK, not the other way round. In coming decades, the planet faces an unprecedented challenge in the form of climate change. The only way to address it (short of renouncing the modern, energy-intensive lifestyles so beloved of environmentalists) is through technological innovation.  In 2000, the EU announced that its Lisbon strategy would make the EU “the world’s most advanced knowledge-based economy by 2010”. It was an abject, risible failure. The EU had, and still has, has no real understanding of the drivers of technological innovation, and no willingness to make the hard choices it might require. Think this is an exaggeration? The EU’s main science programme is called Horizon 2020, currently distributing €80bn in research funds over seven years. UK researchers win more funding from it than the UK puts in, and we are constantly told how vital it is to the future of UK science.  The rules to apply for Horizon 2020 money state that “most of the EU funded projects are collaborative projects with at least three organisations from different EU member states or associated countries.” Why is this necessary? Is it because scientists are too stupid to find the best collaborators themselves? Or is it because Horizon 2020 is really about driving European integration, not about funding the most promising science? And what does Horizon 2020 actually fund? Its 2,000 projects can be searched by keyword. Between them, “graphene”, “batteries” and “PV” – three anchor technologies for any future clean energy system – account for just 45 projects. Look for the keyword “cultural” and you find 77 projects; “cooperation”, 142 projects; “social” 262 projects. Not surprisingly, sociopolitical and socioeconomic researchers – and their green NGO fellow-travellers – have been queueing up to demand that this pseudo-innovation, cargo-cult-cum-gravy-train must roll on at all costs. The EU’s persistent anti-innovation bias has seen it slump from 30% of the world’s economy in 1980 to just 15% today. If it continues on current trends, by the time my children reach my age it will account for just 7% of the world economy. Its people will be no wealthier than the global average. All pretensions of global environmental leadership will surely have been swept away. The UK is facing a historic opportunity to loosen the ties that bind us to this fate. To align instead – in a way that EU protectionism fundamentally prevents us from doing – with the growing, dynamic 85% of the world’s economy which contains 93% of its population. The parts of the world in desperate need of environmental innovation. The parts that are already, in fact, leading in environmental technology.  For British environmentalists, the decision on 23 June is a clear one.  Michael Liebreich is the founder and chairman of the advisory board of Bloomberg New Energy Finance. He is member of the advisory board of the UN Sustainable Energy for All initiative, as well as founder and chairman of Finance for Resilience, a board member of Transport for London and a visiting professor at Imperial College’s Energy Futures Lab. This article represents only his personal opinion.",
  "webTitle": "Why British environmentalists should vote for Brexit | Michael Liebreich",
  "webPublicationDate": "2016-05-24T07:00:03Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/24/why-british-environmentalists-should-vote-for-brexit",
  "keyword": [
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Green politics",
      "id": "environment/green-politics",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "environment/2016/may/24/why-british-environmentalists-should-vote-for-brexit"
}