{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/12/daniil-kvyat-red-bull-demotion-toro-rosso-max-verstappen-f1",
  "id": "2016-05-12-89",
  "sectionId": "sport",
  "body": "A bitterly disappointed Daniil Kvyat has said he received no explanation for his sudden dropping from the Red Bull team, only four races into the Formula One season. Kvyat, who finished ahead of his senior Red Bull team-mate Daniel Ricciardo in last year’s championship and won a podium place in last month’s Chinese Grand Prix, has been sent back to his old Toro Rosso team and replaced by the 18-year-old sensation Max Verstappen.   Related: Lewis Hamilton believes experience will help him overcome F1 setbacks    Speaking for the first time since his demotion following the Russian Grand Prix earlier this month, the Russian said: “There was no real explanation to be honest. If the bosses want something to happen they just make it happen.” Kvyat was speaking as he sat alongside Verstappen at the official FIA press conference before Sunday’s Spanish Grand Prix at the Circuit de Catalunya. He revealed he was given the news in a telephone conversation with Red Bull consultant Helmut Marko as he was relaxing watching the TV series Game of Thrones. “The decision was a bit of a shock. I was standing on the podium three weeks ago,” the 22-year-old said. “But it is what it is. I have always given my answers on the track and I think nothing will change. “There are 17 races remaining. I am coming back to Toro Rosso, the team I raced for in 2014, the team I really like a lot, the team that I have felt in the past few days has given me a very warm welcome, which I’m grateful for. The atmosphere in the team is very positive. I will be pushing to the absolute limit on the track and will give my answers there.” Despite his podium success in the chaotic race in Shanghai, Red Bull have been disappointed by the performances of Kvyat, who only came into the team last season after a year at Toro Rosso following his GP3 title win in 2013. Essentially, Red Bull wanted to fast-track Verstappen into their top team and Kvyat’s faltering form gave them the opportunity to do this sooner than expected. There was also a concern regarding Verstappen’s three-year contract expiring at the end of 2017 – Ferrari and Mercedes have both shown interest in signing the driver, who looks destined to become the next big thing in the sport. Christian Horner, the Red Bull team principal, said: “Make no mistake, Max is one of the hottest properties in Formula One. People said it was too early for Max when he got his debut at 16 but he is now one of the most exciting things in the sport. “We are privy to a lot of information going back to the start of testing and Daniil has been struggling for form against his team-mate. The race in Russia [in which Kvyat crashed into the Ferrari driver Sebastian Vettel] was a catalyst but a lot more consideration went into it than one Sunday afternoon.” Horner also revealed Red Bull had signed a fresh deal with Verstappen which would tie him to the team for the next few years. “This kills off the driver market as far as Red Bull is concerned,” he said. Verstappen, who became the sport’s youngest driver at 17 when he made his debut in last year’s Australian Grand Prix, said: “I’m very happy with the chance they have given me. I’m racing for a top team now and that is always what I wanted to do. The team have given me a lot of confidence and I’m going to enjoy it. Daniel Ricciardo has a lot of experience and I will try to learn a lot from him.” But it was Kvyat who did most of the talking. And he wore a bemused expression for most of the press conference. “I feel like I did everything for the team, bringing in the points, doing development work,” he said. “We’ve been working well together, so it’s a question for other people who made the decision. So I really don’t see any reason.”",
  "webTitle": "Daniil Kvyat pledges ‘answers on the track’ following Red Bull F1 demotion",
  "webPublicationDate": "2016-05-12T17:55:25Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/12/daniil-kvyat-red-bull-demotion-toro-rosso-max-verstappen-f1",
  "keyword": [
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Red Bull",
      "id": "sport/red-bull",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Toro Rosso",
      "id": "sport/toro-rosso",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/12/daniil-kvyat-red-bull-demotion-toro-rosso-max-verstappen-f1"
}