{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/09/ratchet-clank-donkey-kong-country-mario-sonic-olympic-games-rio-games-review",
  "id": "2016-05-09-331",
  "sectionId": "technology",
  "body": "Ratchet & ClankPS4, Sony, cert 7 ★★★★ At a very base level, the 11th Ratchet & Clank game is a fairly conventional 3D platformer, which sees its titular duo jump, smash and shoot their way to saving the galaxy. But this latest in the long-running series from the developer Insomniac – based on the forthcoming film, which is itself based on the very first Ratchet & Clank from 2002 – offers a great deal more than the sum of its parts. It is, firstly, a quite beautiful game with abundant tongue-in-cheek charisma. Delivered as a playfully misremembered retelling of the first release, its pacing, personality, level design, audio and energy are superbly implemented. And while it is both linear and familiar, there’s plenty of motivation to replay and explore each nook and cranny. Ratchet & Clank’s return does not reinvent the 3D platformer but why should it? The level of polish and craft throughout is striking, clearly demonstrating Insomniac’s experience of – and love for – a genre that they have absolutely mastered. WF     Donkey Kong Country remains as innovative as ever.    Donkey Kong CountryNew 3DS, Nintendo, cert 7 ★★★★ Nintendo’s decision to re-release a number of classic SNES games on New 3DS (and only on New 3DS, unfortunately) does a great deal to highlight just how wonderful the 25-year-old console was. Donkey Kong Country was a revolution when it first launched in 1994. Renowned at the time for its smile-inducing soundtrack, compelling platform gameplay and visuals that were unmatched thanks to new technology that allowed characters to be rendered in 3D. Twenty-two years later, the title remains as innovative as gamers will remember. The variety in gameplay is a joy, with Donkey and Diddy swinging on ropes, bouncing on tyres, flinging barrels, riding rhinos (and, of course, swordfish, ostriches and frogs) and careering at high speeds on runaway mine carts. It’s also a blast in co-op. To be fair, it’s not perfect, the platforming isn’t as tight as Mario, it’s a short game and there are a number of difficulty spikes. Yet these are minor flaws. Donkey Kong Country is as essential today as it was back in 1994. CD     Mario & Sonic at the Rio 2016 Olympic Games is ‘simplistic and lacking in depth’.    Mario & Sonic at the Rio 2016 Olympic Games3DS, Nintendo, cert 7 ★★ Arriving months ahead of the Wii U and arcade versions this summer, the Sega-developed Mario & Sonic at the Rio 2016 Olympic Games hits the 3DS in ample time for players to brush up on their Portuguese pronunciation. It marks the fifth entry in the bizarre video game mascot to real-world sporting event crossover. The title bundles 14 of the expected Olympic sports from the 100-metre sprint, to cycling and swimming. Controls for these events are often questionable, and even the games that do “work” are simplistic and lacking in the depth to reward repeat play. These are bound together by an RPG-lite hub world that has you collecting clothes and grinding experience points to level up the stats. It’s functional, but lacks the finesse of the brilliant Camelot-developed Nintendo sports games. Sadly, this is a by-the-numbers cash-in on a lucrative licence with little entertainment value to all but the youngest audiences. RH",
  "webTitle": "Games review roundup: Ratchet & Clank; Donkey Kong Country; Mario & Sonic at Rio 2016",
  "webPublicationDate": "2016-05-09T06:00:06Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/09/ratchet-clank-donkey-kong-country-mario-sonic-olympic-games-rio-games-review",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Nintendo",
      "id": "technology/nintendo",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Mario",
      "id": "technology/mario",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "3DS",
      "id": "technology/3ds",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Wii U",
      "id": "technology/wii-u",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Dring",
      "id": "profile/chris-dring"
    },
    {
      "webTitle": "Rupert Higham",
      "id": "profile/rupert-higham"
    },
    {
      "webTitle": "Will Freeman",
      "id": "profile/will-freeman"
    }
  ],
  "guardianId": "technology/2016/may/09/ratchet-clank-donkey-kong-country-mario-sonic-olympic-games-rio-games-review"
}