{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/lostinshowbiz/2016/may/06/james-middleton-boomf-printed-marshmallow",
  "id": "2016-05-06-322",
  "sectionId": "lifeandstyle",
  "body": "And so to occasional Lost in Showbiz series You’re A What, Now?, which celebrates recherché employment arrangements. Our focus today is – would you believe – on another individual connected to the royal family. Last time it was Duchess Fergie, who had announced she was the “ambassador for a lifestyle app”. This week, we spotlight Kate Middleton’s brother James, who is CEO of a “printed marshmallow business”. If you are able to say the words “printed marshmallow business” without casting a Harry Hill-style sideways look to camera, I congratulate you. I also congratulate James’s firm Boomf, named because of “the noise a marshmallow makes when it drops through your letterbox”. (You know – THAT noise. It’s literally the all-time number one search in the BBC sound effects archive.) Boomf may care to know that they are in receipt of the first ever, by-appointment Lost in Showbiz warrant, as Purveyors of Extreme WTF-ery. A look at the Boomf website finds James described as “Wonka in chief” – nearly right – and I find myself wondering whether this is printed on the presumably marshmallow business cards he hands out to the various US breakfast shows understandably fascinated by this landmark product. And any other information he may care to share in the promotion of it. Anyway, this week’s news is that after a bafflingly dicey few months, Boomf has now received almost all the investment it needs to keep trading. Far East sales are up 600%, they say – though 600% on what is unclear – and the latest innovation is a pop-up street kiosk in Hong Kong, for those moments when you need personalised marshmallows en route and you need them fast. All that remains to be said is that Boomf is fast becoming my favourite tenuously royal enterprise since Prince Edward’s Ardent Productions. Nine marshmallows retail at £15.",
  "webTitle": "Boomf! James Middleton’s printed marshmallow business puffed up by investors",
  "webPublicationDate": "2016-05-06T06:00:17Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2016/may/06/james-middleton-boomf-printed-marshmallow",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/lostinshowbiz/2016/may/06/james-middleton-boomf-printed-marshmallow"
}