{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/26/gawker-hulk-hogan-sex-tape-lawsuit-nick-denton-peter-thiel",
  "id": "2016-05-26-3",
  "sectionId": "media",
  "body": "It may be a post-ink age, but a Silicon Valley billionaire’s legal campaign against Gawker Media is about to offer a modern test of the old adage: never pick a fight with people who buy ink by the barrel.  In a blogpost on Thursday, Gawker CEO Nick Denton warned PayPal cofounder and Facebook board member Peter Thiel that he will face consequences for trying to take down the gossip-tinged media company and challenged him to a public debate in person or online.   Thiel, one of the most successful investors in Silicon Valley history, acknowledged earlier on Thursday that he secretly has bankrolled a series of lawsuits against Gawker and its journalists in order to put the publisher out of business. He and others in the technology industry argue Gawker’s writers, which sometimes dig into the personal lives of the Silicon Valley elite, fall beneath journalists and should be taught a lesson. Denton acknowledged his outlet may occasionally cross the line but argued Thiel’s crusade was misguided, a product of being thin-skinned and that it may well backfire.  “In the next phase, you too will be subject to a dose of transparency,” Denton wrote. “However philanthropic your intention, and careful the planning, the details of your involvement will be gruesome.”  Gawker is on the brink of insolvency after it lost a $140m lawsuit for publishing a tape of Terry Bollea, more commonly known as the wrestler Hulk Hogan, having sex. Forbes this week reported that Thiel has covered Bollea’s extensive legal bills.  The venture capitalist has a complicated history with Gawker. In 2007, the outlet published an article that disclosed Thiel, then relatively unknown outside Silicon Valley, was gay. At the time, Thiel had only disclosed his sexual orientation to a small group of friends and had tried to stop Gawker from publishing it.  But the investor argues that his qualms with Gawker are much broader than settling a score. He argues the company needlessly picks apart the personal lives of public figures and, in some cases, friends in the technology industry.  “I am proud to have supported Terry Bollea in his successful fight against a bully’s gross violation of privacy,” Thiel said in a written statement. “Gawker, the defendant, built its business on humiliating people for sport. They routinely relied on an assumption that victims would be too intimidated or disgusted to even attempt redress for clear wrongs.”  Denton, and others in the press, see Thiel’s reaction as a part of a growing antagonism in Silicon Valley towards media scrutiny. On Thursday the successful venture capitalist Vinod Khosla declared on Twitter that “click bait journalists need to be taught lessons. Far less ethics and more click chasing in press today.”    @karaswisher @Recode click bait journalists need to be taught lessons. Far less ethics and more click chasing in press today. I'm for #theil— Vinod Khosla (@vkhosla) May 26, 2016    Meanwhilee, Marc Andreessen, founder of the investment firm Andreessen Horowitz, has mocked the Wall Street Journal for questioning the technology behind Theranos, a blood-testing startup now under investigation by federal regulators. Others bemoan stories in the New York Times about a looming bubble in startup valuations.  “I can see how irritating Gawker would be to you and other figures in the technology industry,” Denton wrote. “For Silicon Valley, the media spotlight is a relatively recent phenomenon.” He contrasted this with political and business leaders on the east coast. Donald Trump, for example, may call the media names on the campaign trail but also seems to understand the societal role they play.  “Peter, this is twisted. Even were you to succeed in bankrupting Gawker Media, the writers you dislike, and me, just think what it will mean,” Denton wrote. “The world is already uncomfortable with the unaccountable power of the billionaire class, the accumulation of wealth in Silicon Valley, and technology’s influence over the media.”  In closing, the Gawker founder asked Thiel a series of followup questions on his involvement in the case and if he would debate him either online or in person.  Denton suggested a public debate could be hosted by a neutral moderator, such as the Committee to Protect Journalists, a not-for-profit group to which Thiel has donated.",
  "webTitle": "Nick Denton fires back at Peter Thiel over tech billionaire's Gawker crusade",
  "webPublicationDate": "2016-05-26T23:37:51Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/26/gawker-hulk-hogan-sex-tape-lawsuit-nick-denton-peter-thiel",
  "keyword": [
    {
      "webTitle": "Gawker Media",
      "id": "media/gawker-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Silicon Valley",
      "id": "technology/silicon-valley",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Peter Thiel",
      "id": "technology/peter-thiel",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Danny Yadron",
      "id": "profile/danny-yadron"
    }
  ],
  "guardianId": "media/2016/may/26/gawker-hulk-hogan-sex-tape-lawsuit-nick-denton-peter-thiel"
}