{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/12/first-group-budget-london-edinburgh-rail-service-trains-east-coast-mainline",
  "id": "2016-05-12-222",
  "sectionId": "business",
  "body": "A London to Edinburgh rail service that promises to compete with budget airlines and Virgin Trains East Coast has been given the go-ahead. First Group will launch a rival operation, which is says will offer lower fares and an earlier arrival in the Scottish capital, from 2021 after the rail regulator granted it open-access rights on the east coast mainline. Stagecoach, which runs Virgin Trains as a joint venture with Sir Richard Branson – and expects to pay £3.3bn in premiums up to 2023 after winning the East Coast franchise – had fought the application and criticised the decision.  The regulator, the Office of Rail and Road (ORR), also approved Virgin Trains’ plan to run new services on the line, calling at Harrogate, Lincoln and Middlesbrough, from 2019.  However, a plan for fast trains travelling between London and Edinburgh in less than four hours – proposed by Alliance, the firm behind Grand Central – was turned down. First Group, which famously lost out to Virgin in the franchising fiasco to run the west coast mainline, has promised to undercut its rival with average fares of less than £25, free Wi-Fi and on-board catering, in a single-class space inspired by budget airlines.  Tim O’Toole, First’s chief executive, said: “We will offer genuinely low fares at half the average price of today, while adding significant benefits to the UK economy. Our brand new trains will be cheaper than other rail services, greener than the plane, quicker than the coach and will get passengers from London to Edinburgh earlier than they can arrive today, all for an average fare of less than £25.”     A Virgin train passes along the west coast mainline near Abington in Scotland. Photograph: Jeff J Mitchell/Getty Images    First will run five InterCity-type trains a day in each direction, carrying about 400 passengers. Its trains will also call at Stevenage and Morpeth, the catchment areas for Luton and Newcastle airports, and First hopes they will attract air passengers with a more conducive working environment as well as potentially lower fares.  David Sidebottom, passenger director at the independent watchdog Transport Focus, welcomed the news but cautioned: “It’s important that the extra choice doesn’t lead to extra complexity on an already confusing fares system, but overall the benefits of more services and potentially better-value fares are great news.” The government has been keen to push more open-access operators, but they remain controversial with franchise holders, who claim they do not pay their way. First runs Hull Trains services to London on the East Coast on an open-access basis, and the line also carries Grand Central’s trains between the capital and Sunderland and Bradford. More than 200 of about 250 services on East Coast will still be run by Virgin after 2021.  The ORR said it would launch a consultation on whether open-access operators should pay more. First said higher charges would not affect its plans. Martin Griffiths, chief executive of Stagecoach, welcomed the extension to Virgin’s timetable but added: “With respect to the decision on open-access between London and Edinburgh, we do not believe the granting of these services within a franchised system and without a level playing field is in the best interests of passengers, taxpayers or communities. “We will assess the ORR decision and implications in detail and review our options.”",
  "webTitle": "First Group to launch budget London to Edinburgh rail service",
  "webPublicationDate": "2016-05-12T12:07:46Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/12/first-group-budget-london-edinburgh-rail-service-trains-east-coast-mainline",
  "keyword": [
    {
      "webTitle": "FirstGroup",
      "id": "business/firstgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rail fares",
      "id": "money/rail-fares",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rail travel",
      "id": "travel/railtravel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "East coast mainline",
      "id": "uk/east-coast-mainline",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Virgin Group",
      "id": "business/virgin-group",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwyn Topham",
      "id": "profile/gwyntopham"
    }
  ],
  "guardianId": "business/2016/may/12/first-group-budget-london-edinburgh-rail-service-trains-east-coast-mainline"
}