{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/labors-patrick-dodson-says-indigenous-treaty-should-be-an-option",
  "id": "2016-05-09-320",
  "sectionId": "australia-news",
  "body": "Labor’s star recruit Patrick Dodson has put a treaty with Indigenous Australians on the agenda by saying it should be looked at “very closely”. Appearing at a doorstop with Bill Shorten at Cairns West public school on Monday, Dodson said “we know a treaty is a big discussion out in the community”.  “We know constitutional recognition is a big discussion out in the community. They’re not mutually exclusive matters,” he said. Dodson, one of Australia’s most prominent Indigenous leaders, became a Labor senator after he was picked to fill a vacancy created by the resignation of Western Australia senator Joe Bullock. Explaining the path ahead for constitutional recognition, he said “there is a process with the referendum council that is pursuing further consultations with the [Aboriginal and Torres Strait Islander] community about what they want to see in the constitution or what are their basic preferences”. Dodson noted that Victoria had begun negotiations with Indigenous Australians for a settlement agreement, which would be the first treaty with Indigenous Australians in Australia and follow similar arrangements with first peoples in Canada, the US and New Zealand. “I think the question of settlement agreement that we’ve seen in the state of Victoria, the state government engaging with the Indigenous people there, around the nation a treaty and we will be looking at that very closely and seeing how it might be something people might want to aspire to in other jurisdictions,” he said.   Related: Australian patriotism: it's not about war, it's in our love of the land | Paul Daley    A Labor spokesman told Guardian Australia Labor was open to a treaty but constitutional recognition was the first priority. Dodson co-chaired the expert panel on the constitutional recognition of Aboriginal and Torres Strait Islander peoples. He was replaced by Guardian Australia’s Indigenous affairs editor Stan Grant after he took up the Senate seat. Grant said he was honoured to succeed Dodson. “I’m very mindful of the shoes I’m stepping into … Pat is known as the father of reconciliation, and has a longer history in this than any of us, in moving the recognition process forward,” he said.",
  "webTitle": "Labor's Patrick Dodson says Indigenous treaty should be an option",
  "webPublicationDate": "2016-05-09T06:04:40Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/labors-patrick-dodson-says-indigenous-treaty-should-be-an-option",
  "keyword": [
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian law",
      "id": "australia-news/australian-law",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/09/labors-patrick-dodson-says-indigenous-treaty-should-be-an-option"
}