{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/23/father-bugs-daughter-clothes-court-battle-who-she-lives-with",
  "id": "2016-05-23-93",
  "sectionId": "law",
  "body": "A young girl had listening devices sewn into her school blazer and raincoat so that her father could eavesdrop on her private meetings with a social worker, a court has been told. The discovery of the bugs during a residence dispute emerged in a judgment by Mr Justice Peter Jackson in the family division of the high court in London. The girl, said to be in the “later stages of primary school”, was not aware she had been monitored. None of those involved have been identified. The girl had been living with her father. Jackson said he had been asked to decide whether she should stay with him or live with her mother. The judge, who decided that she should move to her mother’s home, said the dispute was “bad enough” for local authority social services staff to become involved and for him to appoint a guardian to represent the interests of the girl. “The proceedings ran for 18 months and during that time there were a number of meetings between [the girl] and her social worker, a family support worker and the guardian,” said the judge.  “Unfortunately, the father and his [new] partner were determined to know what the child was saying at these meetings and also to record what the professionals were saying.”  At least four recording devices were used. The father eventually produced transcripts of 16 conversations running to more than 100 pages. All but one involved the girl.  “The first recording was made in November 2014, the last in March 2016,” Jackson said. “The proceedings had been ongoing for well over a year before the existence of the recordings was revealed.  “At least two of these were small recording devices, bluntly, bugs – the one I was shown was no larger than 3cm x 1.5cm and can be bought on the internet for a few pounds.”   Jackson added: “The bugs were bought by the partner. She sewed them into to a false bottom to the breast pocket of [the girl’s] school blazer.  “On some occasions a second bug was sewn into [her] school raincoat and used at the same time to maximise the chance of picking up conversations … The bug would therefore be running all day, recording everything.  “[The girl] was therefore recorded at school, when with her teachers and friends, and at the contact centre when she went to meet her mother or speak to her on FaceTime.  “Recordings were also made at home, when the social workers and guardian visited. At the end of the day, the bug would be removed from the clothing so the contents could be downloaded.  “The partner would make transcripts of what she and the father regarded as relevant conversations.”  Jackson said: “At other times, when professionals were visiting the home, the father or his partner would leave an iPad or iPhone running in the top of the partner’s handbag in the room where the conversation was likely to occur.”  Jackson explained: “The main reason for changing [the girl’s] home base was the conclusion that the father and his partner could not meet her emotional needs as main carers.  “The recording programme was not the only indicator of this, but it was a prominent one. The mother was entitled to say that she objected to her daughter being brought up by someone who sewed recording devices into her clothing, something she described as ‘really disturbing’.”  The judge said the recordings had not produced “a single piece of useful information” and had damaged relationships between adults in the girl’s life. It was almost always likely to be wrong for a recording device to be placed on a child for the purpose of gathering evidence in family court proceedings, Jackson concluded.",
  "webTitle": "Father bugs daughter's clothes in court battle over who she lives with",
  "webPublicationDate": "2016-05-23T16:51:07Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/23/father-bugs-daughter-clothes-court-battle-who-she-lives-with",
  "keyword": [
    {
      "webTitle": "Family law",
      "id": "law/family-law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "law/2016/may/23/father-bugs-daughter-clothes-court-battle-who-she-lives-with"
}