{
  "apiUrl": "https://content.guardianapis.com/news/2016/may/20/corrections-and-clarifications",
  "id": "2016-05-20-198",
  "sectionId": "news",
  "body": "• An online report about a “feminist cupcake sale” by the women’s collective of the University of Queensland’s student union (Bake sale to highlight gender pay gap sparks threats of rape and violence, 6 April) made reference to Ashley Millsteed, who is also a Queensland University student. The Guardian may have conveyed some incorrect imputations about Mr Millsteed, which have been withdrawn. We apologise to Mr Millsteed for the hurt and upset he has experienced. • A feature about shared parental leave referred to “the 1% of fathers” who had taken it up since it was introduced in April 2015. That figure was based on a survey carried out by My Family Care. It did not find that 1% of fathers had taken up shared parental leave, but that 1% of all male employees at the companies it surveyed had done so – whether they were new fathers or not (‘There’s nowhere else I’d rather be’, 14 May, page 3, Family). • Darren Sammy captained the West Indies cricket team at the Twenty20 final last month, not Marlon Samuels as we suggested in an interview with the England international Ben Stokes (It’s not just cricket, 14 May, page 32, Weekend). • AvantCredit is not, as we claimed, a payday loan company: its minimum loan term is one year and its highest interest rate, according to its website, is 48.3% APR (Two cheers for Google’s curb on payday loan ads, 14 May, page 44). • Thyroxine sodium is used to treat hypothyroidism, an underactive thyroid, not hyperthyroidism as we said (The man who went up a mountain and never came back, 14 May, page 24, Weekend). • The podcast My Dad Wrote a Porno features Alice Levine, not Alice Lowe (In pod we trust, 14 May, page 8, Guide). • Other recently corrected and/or clarified articles include: Canada approves sale of genetically modified salmon Derogatory discharge papers blight lives of military who report sexual assault Rejecting the cult of Bardolatry does not make you a philistine Ooh Matron! New Carry On movie to address NHS crisis Loss of EgyptAir flight MS804 is another blow to Egyptian tourism industry King John review – superb leads can’t save Trevor Nunn’s sluggish Shakespeare Jeremy Corbyn on West Papua: UK Labour leader calls for independence vote Robin Wright targets Congo’s ‘conflict minerals’ violence with new campaign I’m a little bit female and a little bit male. Finally, I fit in my skin EU referendum: push to improve voting turnout for psychiatric inpatients IT failures over farm subsidies may cost Sturgeon government £125m Brexeunt stage left: the Europeans hoping that Britain votes Brexit GCSE exam pupils baffled by ‘business studies’ question in biology paper",
  "webTitle": "Corrections and clarifications",
  "webPublicationDate": "2016-05-20T11:56:10Z",
  "webUrl": "https://www.theguardian.com/news/2016/may/20/corrections-and-clarifications",
  "keyword": [],
  "authors": [
    {
      "webTitle": "Corrections and clarifications column editor",
      "id": "profile/editor-of-the-corrections-and-clarifications-column"
    }
  ],
  "guardianId": "news/2016/may/20/corrections-and-clarifications"
}