{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/07/asylum-seekers-deported-from-cocos-islands-arrested-by-sri-lankan-police",
  "id": "2016-05-07-173",
  "sectionId": "australia-news",
  "body": "The 12 Sri Lankan asylum seekers deported from Australia’s Cocos Islands have been arrested and taken into police custody in Colombo. The group, which included a woman, one child, and one infant, were flown back on a secret charter flight from the islands overnight on Thursday. The Australian government has declined to comment on the arrival of the asylum-seeker boat at Cocos, or the group’s rapid forced removal, saying only “the government does not comment on on-water matters”.   Related: Asylum seekers who reached Cocos Islands could be back in Sri Lanka    However, flight records of the chartered jet that took the asylum seekers away, as well as Sri Lankan government officials and video evidence of the group’s arrival in Colombo, confirm they have been removed. The group was taken from the airport directly into the custody of the criminal investigation department of the Sri Lanka police. Video footage of them arriving shows them being escorted through Colombo’s Bandaranaike airport, some trying to cover their faces, before being marshalled into a police vehicle. The infant appears asleep in a man’s arms. Lakshman Soysa, an immigration and emigration media spokesman, told the Daily Mirror in Sri Lanka that all of the deportees had been arrested on arrival and handed over to the Criminal Investigation Department. Several media reports in Sri Lanka suggest that some of the members of the group had tried to reach Australia previously. Typically, asylum seekers who are returned to Sri Lanka are held in police custody or Negombo prison. They face a magistrate’s court and are usually fined for the offence of illegally leaving the country. Some spend weeks, or even months in jail, and the fines can be up to 100,000 rupees ($A930). According to reports from the Cocos Islands, the asylum-seeker boat arrived in the lagoon between two populated islands on Monday, before being met by the Customs vessel Ocean Protector. The group was transferred to the Customs vessel, before being moved on Thursday to a third boat, and brought to the Cocos’ West Island, where they were transferred to a bus. A person on the island told Guardian Australia the transfer was “done cloak and dagger style”. Cardboard was placed over the windows of the bus used “to minimise people getting eyes on them”. The group was placed on board a chartered jet, which left the island at 9:30pm Thursday, arriving at Colombo’s Bandaranaike airport in the early hours of Friday. It appears the 12 had their refugee claims assessed on board one of the boats, under the “enhanced screening” procedure introduced by the Gillard Labor government in 2012, which has attracted serious international criticism. Assessments can be as short as asylum seekers being asked four questions: their name, country of origin, where they departed from, and why they had left. In 2014, after Australia returned 41 Sri Lankan asylum seekers intercepted at sea, the UNHCR said the abbreviated assessment process was unlawful under international law. “UNHCR has previously made known its concerns to Australia about its enhanced screening procedures and their non-compliance with international law,” it said. “UNHCR’s experience over the years with shipboard processing has generally not been positive. Such an environment would rarely afford an appropriate venue for a fair procedure.” Under the 1951 Refugees Convention, to which Australia is a party, and under customary international law, countries cannot “refoule” a person, that is, send them back to a place where they will face harm.   Related: Sri Lankans expelled from UK allege torture after deportation to Colombo    Rights groups worldwide have raised serious concerns about Sri Lankan asylum seekers – particularly members of the ethnic Tamil minority – being returned. In the UK, deportations to Sri Lanka have been halted by the high court, and government documents show at least 15 Tamil asylum seekers sent back to Sri Lanka subsequently escaped again and were granted refugee status because they had been tortured upon return.  Several reports have alleged that asylum seekers returned from Australia to Sri Lanka have faced arbitrary arrest, persecution, police brutality, and torture. The boat that reached Cocos Islands this week is one of only a handful to have reached Australian territorial waters in the past two years. Last November, an asylum-seeker boat came within 200 metres of Flying Fish Cove on Christmas Island. That vessel was intercepted and towed out to sea. Last February, four Sri Lankan asylum seekers, intercepted in a boat near the Cocos Islands, were transferred at sea to the custody of the Sri Lankan navy.  Asylum-seeker boats still attempt to reach Australia – though at a much lower rate than at the peak of boat arrivals in 2011 and 2012 – but most are intercepted and forced back before they reach Australian territorial waters.",
  "webTitle": "Asylum seekers deported from Cocos Islands arrested by Sri Lankan police",
  "webPublicationDate": "2016-05-07T06:16:31Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/07/asylum-seekers-deported-from-cocos-islands-arrested-by-sri-lankan-police",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sri Lanka",
      "id": "world/srilanka",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Doherty",
      "id": "profile/ben-doherty"
    }
  ],
  "guardianId": "australia-news/2016/may/07/asylum-seekers-deported-from-cocos-islands-arrested-by-sri-lankan-police"
}