{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/cuba-puerto-rico-us-relations-poverty-debt-corruption-cold-war",
  "id": "2016-05-03-192",
  "sectionId": "world",
  "body": "Two Caribbean islands are at a crossroads in their relationship with the US. One is plagued by corruption and debt, and dotted with crumbling homes, abandoned by families for the imperial power nearby. The other is Cuba. Who won the cold war again? Within 24 hours on Sunday, Puerto Rico’s governor, Alejandro García Padilla, announced that the American territory would default on nearly $370m of debt, after years of failure to put the island’s finances – or its relationship with the US – in order. The next morning a cruise ship full of tourists set sail for Havana, bringing American dreams, dollars and capitalist sense into Cuba’s future. Once seen as parallel case studies in cold war politics, the islands have seemingly switched roles. For half a century, the US dominated Puerto Rico and Cuba after wrenching them away from Spain, but by the 1950s the islands parted ways. Cubans threw off a US-backed dictator, found new patrons in the Soviet Union and embraced communism. What nationalist fervor Puerto Rico had was quashed, and the colony stayed bound to US-controlled capitalism as a “free associated state”.  “When the cold war was going on they were like showcases for the world to see which system actually works,” said Harry Franqui-Rivera, a researcher at the Center for Puerto Rican Studies at Hunter College. “A successful Cuba made the United States look bad and if Puerto Rico failed it would make the United States look worse.”   Related: Smiles all around after Obama's Cuba visit – but which side got more out of it?    Twenty-five years after the fall of the Soviet Union, US textbooks usually say capitalism won and communism lost, and on a historic mission to Cuba last month Barack Obama said as much: “I have come here to bury the last remnant of the cold war in the Americas.” But experts and activists say the cold war had a murky end, at least in the Caribbean, and that the future for Puerto Rico and Cuba remains far from certain. The day of Obama’s keynote speech in Havana, the mayor of San Juan tweeted: “Obama spoke of opening bonds of collaboration with the neighboring island of Cuba while he makes bonds of repression and control in Puerto Rico.”       Franqui-Rivera, whose views do not represent those of his university, said that the fall of the Soviet Union ended decades of boosting Puerto Rico’s economy. “Once the cold war ended that incentive was no longer there.” Then Congress let corporate tax breaks expire, and Puerto Rico’s economy ground to a halt, dependent on aid, restricted in trade, and increasingly unable to enforce its own laws. Last year its governor called the island’s $70bn debt “unpayable”, and the supreme court and Congress will consider whether to give San Juan bankruptcy powers it lacks. The island also faces crises in education and healthcare, and suffered the first US death linked to the Zika virus last week.     Barack Obama and a monument to Che Guevara on Havana. Photograph: AP    But the clamor on the mainland is against emergency aid, and only a few voices for it. Pulitzer-winning playwright Lin-Manuel Miranda has called for help, while a group calling itself the Center for Individual Freedom has aligned itself with Wall Street firms holding the island’s debt, and spent about $200,000 on ads urging Congress not to give the island bankruptcy powers. “Their economy is so much under the gun of history and US and foreign investor control,” said Lillian Guerra, a historian at the University of Florida, “that there’s no solution there on the island alone. “The US government, to the degree it has any interest in Puerto Rico, is interested in keeping it as stable as possible because 10% of the landmass is military bases.” Guerra noted that the dysfunctional system of shared authority, in which San Juan ostensibly governs itself but relies entirely on Washington, has bred vast corruption. Dozens of officials in both parties and the police have faced corruption charges in the last 20 years, including those close to governors. The US Department of Justice has tried repeatedly to prosecute, to limited effect. “The US doesn’t have a leg to stand on in terms of its legitimacy over Puerto Rico,” Guerra said. “Politicians are interested in primary voters there but have nothing to offer. The only thing that would help is massive revision of the nature of the existing state and that’s not going to happen.” In Cuba, the Castro brothers have cracked open doors to Americans and wallets to their dollars, but some experts warn that diplomats’ optimism puts an undue gloss on the real woes of the economy. For all its woes Puerto Rico still has a higher per capita GDP than Cuba, according to the World Bank, and Cuba’s maze-like bureaucracy is made yet more complex by the use of two currencies. The communist island also depends hugely on support from Venezuela, itself near default, and the leniency of foreign creditors.     Retired Puerto Rican teachers protest with signs: ‘Don’t play with my retirement.’ Photograph: Alvin Baez/Reuters    Austerity measures by Raúl Castro had helped put Havana’s house in order, he said, but serious questions remain about the party’s commitment to change. “You have the reformists on one side,” said former IMF economist Ernesto Hernández-Catá, “and you have the Stalinists on the others side who consider all these things a betrayal.”   Related: Puerto Rico woos US investors with huge tax breaks as locals fund debt crisis    The party is also intent on protecting its power, not unlike the politicians and financiers who set up in San Juan. Rumors and reports have for years spread stories of Fidel Castro’s wealth and the rewards doled out to dutiful communists and the “military oligarchy”. Crackdowns on dissidents continue, and the state levies high taxes on entrepreneurs and private business. Tourism may represent Cuba’s best chance for recovery, said Carmelo Mesa-Lago, an economist and the author of more than a dozen books about Cuba. But a “tsunami of American tourists” are coming and the island has virtually none of the room or amenities to handle them, he said. “Raúl’s motto is ‘go slow and steadily’,” he said, “but I think they don’t have the luxury to go slower. The only explanation is there is no unity in the party. It does something with one hand and the left does something else.” The state has tried to keep tourism in a vise – especially its newer luxury resorts and cruise ship contracts. “If US corporations, like Royal Caribbean, continue to help Raúl create an enclave type of tourism, it’s very unlikely that the majority of Cubans outside of Havana will benefit,” Guerra said, noting that the exclusive hotels also help Castro control what tourists see of Cuba.     Few cars ply the roads in Havana. Photograph: Chip Somodevilla/Getty Images    She also pointed to examples in Jamaica, the Bahamas and Puerto Rico, where high poverty and crime plague life outside gated and guarded resorts. Reckless development on those islands has also damaged coral reefs and forests – the same sites that drive tourism. Puerto Rico, for instance, has recently tried to woo financiers with huge tax breaks, and in turn raised working class taxes to compensate. Millionaires have flocked to buy real estate and Puerto Ricans – all American citizens – have fled en masse to the mainland. “The population just feels abandoned,” Guerra said, recalling recent trips to San Juan. “They’ve just given up. They’re saying ‘es una mierda’.”  Cuba also has a population problem: its people are among the oldest in Latin America, have few children, and its educated professionals are leaving for better work abroad. Rich Villar, a Puerto Rican poet and activist, argued the islands appeared to be coming full circle. “Historically Cuba and Puerto Rico have both been playgrounds for large-scale US interests,” he said, noting the arrival of hotel chains and cruise ships on one and hedge funds on the other. “People are desperate for land of their own and watching outsiders claim land where you were born. “It’ll be a land grab,” he said. “It’s history repeating itself.”",
  "webTitle": "Caribbean neighbors Cuba and Puerto Rico wonder who really won cold war",
  "webPublicationDate": "2016-05-03T12:17:41Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/cuba-puerto-rico-us-relations-poverty-debt-corruption-cold-war",
  "keyword": [
    {
      "webTitle": "Cuba",
      "id": "world/cuba",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Puerto Rico",
      "id": "world/puerto-rico",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "world/2016/may/03/cuba-puerto-rico-us-relations-poverty-debt-corruption-cold-war"
}