{
  "apiUrl": "https://content.guardianapis.com/fashion/shortcuts/2016/may/30/customers-return-internet-purchases",
  "id": "2016-05-30-65",
  "sectionId": "fashion",
  "body": "New research has indicated that almost two thirds of internet clothes shoppers are “serial returners”. That is, they regularly purchase clothes online, have them delivered, and then send them back again, in exchange for a full refund. With many online retail outlets offering free standard delivery and returns, it’s easier than ever to have a change of heart having tried on your purchases. But, I’d say two thirds of us don’t return the things we buy online based on any conscious decision to exercise our rights as consumers. I certainly don’t think about The Man when I’m returning a vest to Asos. I do it because I can, and because my every online move is governed by Cookies which, like a bad friend, tells me things I didn’t need to know while reminding me of my whimsical approach to trends over and over until I kowtow just to make the picture of the trainers go away. So why do I do it? I don’t shop like an automaton. I shop when I’m bored or post-windfall. But sizing online is tricky, choice is ever expanding and I’m faddy to a fault.     ‘We don’t return things because of a conscious decision to exercise our rights are consumers. We do it because we can.’ Photograph: Alamy Stock Photo    For me, as with all newly introduced laws or social mores, it comes down to choice, or rather, there being one. I don’t buy clothes to return them. But if I can, well, super. A number of new places have popped up, such as Doddle, with the sole purpose of encouraging our retail caprice. It’s not easy, it’s too easy. I regularly walk around with labels deliberately left in my collar. Hug me and I crackle. Yes this is exploitative of a system which relies on trust and faith but, well, bite me because I want to know how the skirt sits over an eight-hour period. There is an argument that, in committing to a purchase, we are simply following the Sartrean philosophy of bad faith; that we think we are not free to make choices and are therefore at the mercy of the circumstance/dress we bought when we were pissed. In reality, it’s simply that we change our mind, and are encouraged to. This isn’t great news for the shop itself. What a process it must be to deal with returns and damaged goods. The irony of the DHL T-shirt as a possible comment on the slipperiness of the shopper/seller relationship isn’t lost on us. Still, I’ve come a long way from my heady days as a so-called serial returner. Even if that 28-day money-back guarantee had long passed, I found that with sufficient gall and a good pair of scissors, you can win. I once unpicked the lining in a jacket because I’d changed my mind a month later. It was quite the performance. I got my money back and subverted capitalism in a single move. But truth be told, I slept uneasily that night.",
  "webTitle": "Returning clothes bought online isn’t just easy – it’s too easy",
  "webPublicationDate": "2016-05-30T16:33:11Z",
  "webUrl": "https://www.theguardian.com/fashion/shortcuts/2016/may/30/customers-return-internet-purchases",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Morwenna Ferrier",
      "id": "profile/morwennaferrier"
    }
  ],
  "guardianId": "fashion/shortcuts/2016/may/30/customers-return-internet-purchases"
}