{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/new-zealand-housing-crisis-forces-hundreds-to-live-in-garages-tents-and-cars",
  "id": "2016-05-17-335",
  "sectionId": "world",
  "body": "Hundreds of families in Auckland are living in cars, garages and even a shipping container as a housing crisis fuelled by rising property prices forces low-income workers out of private rental accommodation. Charity groups have warned that, as the southern hemisphere winter approaches, most of the premises have no electricity, sewage or cooking facilities. “This is not people who haven’t been trying. They have been trying very hard and still they’re failing,” said Campbell Roberts of The Salvation Army, who has worked in South Auckland for 25 years. “A few years ago people in this situation were largely unemployed or on very low-incomes. But consistently now we are finding people coming to us who are in work, and have their life together in other ways, but housing is alluding them.” Auckland’s housing market is one of the most expensive in the world, with property prices increasing 77.5% over the last five years (this growth has now slowed), and the average house price fetching over NZ$940,000 (£440,000), according to CoreLogic, New Zealand.     Garage accommodation in Otara, south Auckland, New Zealand. Photograph: Michael Clatworthy    Combined with low interest rates, rising migration, near full occupancy of state housing in South Auckland, and minimal wage rises, the pressure on many low to middle income earners has become too much to bear. Some families are now forced to choose between having a permanent roof over their heads, or feeding themselves and their children. Jenny Salesa, a Labour MP in the South Auckland suburb of Otara, says Maori and Pacific peoples are overwhelmingly bearing the brunt of Auckland’s housing crisis, and she has people coming to her office every day begging for help. “People are living in garages with ten family members and paying close to NZ$400 for the privilege,” said Salesa. “People are ashamed their lives have come to this, and they try to hide. But you can tell which garages are occupied - there are curtains on the windows, small attempts to make it a home. And on the weekends, in the park, there can be up to fifty cars grouped together, with people sleeping in them.”   Related: New Zealand now has world's highest rate of melanoma skin cancer    Salesa estimates nearly 50% of people asking for her help in finding a home are in paid employment, and many families have two parents working and are still unable to make ends meet. Nobody knows exactly how many people are living rough in Auckland, but common estimates range in the hundreds. Darryl Evans, CEO of Mangere Budgeting in South Auckland, says on some roads in South Auckland every second house has additional accommodation erected - be it an occupied garage, a portable cabin with a chemical toilet, or tents pitched on the front and back lawn.  “Up until a few years ago, a family member might let you camp in the garage at no cost, as a temporary set-up,” said Evans.  “But now landlords have cottoned on to how desperate people are, and are renting out garages or Portakabins for hundreds of dollars. Our food bank - every food bank in Auckland - is under the most pressure its ever been.”   Related: Sam Neill: New Zealand cinema is 'like nothing else on the planet'    Evans has also seen many families get trapped in a cycle of a gradual migration south, chasing cheaper rents, but causing huge unrest for children, who are unable to access regular schooling, health care or social support networks. “People living in these situations are feeling huge shame,” said Evans.  Last week the New Zealand government announced NZ$41.1m for emergency housing, but with winter mere weeks away, charities believe any assistance will come too late for most.  “We warned the government six or seven years ago that a housing crisis was looming,” said Roberts.  “Successive governments have ignored our warnings, and now look where we are. The worst homelessness I have seen in 25 years. You might be able to survive like this in the summer, but you can’t in winter. You just can’t live like this in a New Zealand winter.”",
  "webTitle": "New Zealand housing crisis forces hundreds to live in tents and garages",
  "webPublicationDate": "2016-05-17T02:17:33Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/new-zealand-housing-crisis-forces-hundreds-to-live-in-garages-tents-and-cars",
  "keyword": [
    {
      "webTitle": "New Zealand",
      "id": "world/newzealand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Auckland",
      "id": "world/auckland",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Eleanor Ainge Roy",
      "id": "profile/eleanor-ainge-roy"
    }
  ],
  "guardianId": "world/2016/may/17/new-zealand-housing-crisis-forces-hundreds-to-live-in-garages-tents-and-cars"
}