{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/12/conor-ohea-harlequins-european-challenge-cup-final-montpellier",
  "id": "2016-05-12-28",
  "sectionId": "sport",
  "body": "Before his last stand as Harlequins’ director of rugby, Conor O’Shea has promised his side will “fire every bullet” in their bid to win the European Challenge Cup final Friday evening. Quins face daunting opponents in the shape of in-form Montpellier but O’Shea, who is leaving the club after six years in charge, expects his players to respond positively to the challenge. Only last Saturday Quins conceded a record 62 points at home to Exeter Chiefs but O’Shea has made eight changes and hopes the return of experienced internationals such as Joe Marler, Adam Jones, James Horwill and Tim Visser will encourage a vigorous response at the Grand Stade de Lyon as they seek to secure not just a trophy but qualification for next season’s Champions’ Cup. The players can certainly expect an emotional pre-match speech from O’Shea, who is moving on to take charge of Italy’s national team.   Related: Italy name Harlequins director of rugby Conor O’Shea as new head coach    The 45-year-old former Ireland full-back admits he would love the club to clinch a fourth trophy in six years and round off his tenure at the Stoop in style. “I’ve no doubt I’ll be emotional, no matter what, but I’ll be incredibly proud,” said O’Shea, insisting the Exeter game had not changed his regard for his squad. “I’m not going to let what happened last Saturday sully my thoughts on this group of players, far from it. We’ll see what the emotion is like in the dressing room but there are some pretty hurt people. Sometimes you don’t get an opportunity to right a wrong. We have.” O’Shea is particularly keen for his players to relish this showpiece finale, regardless of the presence of top-quality Springboks such as Bismarck and Jannie du Plessis, François Steyn and Pierre Spies in a Montpellier squad guided by the World Cup-winning coach Jake White. “People forget how special it is to be involved in these occasions,” he said. “If you’re going to win something you want to be able to remember it and it would be a pretty memorable trophy to pull off. We will fire every bullet we have – and that includes the bench which is packed full of impact.” Quins, whose players will wear black armbands in memory of prop Seb Adeniran-Olule who died in a road accident this week, have already beaten Montpellier once in the pool stages but some senior England men have been showing understandable signs of weariness at the end of a draining campaign for club and country. “It’s been a difficult last couple of months for so many reasons,” acknowledged O’Shea. “The Six Nations was a killer and we haven’t regained that momentum back. “We played some brilliant rugby at the start of the season and we have to try to rekindle that going into this match. When I look at the team there are players capable of doing that. Right from the word go, the day we picked the team to play Montpellier at home in the first round, we said we wanted to win it. You are judged on winning trophies, not on finishing a plucky second. I’d prefer us to aim high and fall short than just aim for mediocrity and be happy in the middle. If you look at our track record in France we love going there but this is as big a challenge as we’ve faced.” O’Shea deserves significant credit for the club’s progress on and off the field since his appointment following the Bloodgate debacle of 2009. Leaving the Stoop is going to be a wrench. “I think we’ve done it the right way, we could never be questioned in what we’ve done and I’ve loved every minute of it. The reason we love it is because of the emotional rollercoaster you’re always on. “One week you’re king of the world, the next week you’re the pits of the world. It makes winning special and losing hard. I hurt for the players after last week and redemption is in the form of a trophy. We want to go out in the right way.” Harlequins M Brow, M Yarde, G Lowe, J Roberts, T Visser; N Evans, D Care (capt), J Marler, J Gray, A Jones, J Horwill, S Twomey, C Robshaw, L Wallace, N Easter. Replacements D Ward, M Lambert, K Sinckler, M Luamanu, J Clifford, K Dickson, B Botica, R Chisholm. Montpellier B Fall, T Nagusa, A Tuitavake, F Steyn, M O’Connor, D Catrakilis, N White, M Nariashvili, B du Plessis, Jannie du Plessis, Jacques du Plessis, P Willemse, F Ouedraogo (capt), A Qera, P Spies. Replacements M Ivaldi, Y Watremez, D Kubriashvili, S Timani, K Galletier, B Paillaugue, R Ebersohn, J Mogg.",
  "webTitle": "Conor O’Shea rallies Harlequins for final shot at glory against Montpellier",
  "webPublicationDate": "2016-05-12T21:00:08Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/12/conor-ohea-harlequins-european-challenge-cup-final-montpellier",
  "keyword": [
    {
      "webTitle": "European Challenge Cup",
      "id": "sport/european-challenge-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Harlequins",
      "id": "sport/harlequinsru",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Montpellier",
      "id": "sport/montpellier",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/12/conor-ohea-harlequins-european-challenge-cup-final-montpellier"
}