{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/16/premier-league-2015-16-review-player-of-the-season",
  "id": "2016-05-16-286",
  "sectionId": "football",
  "body": "Welcome to theguardian.com review of the 2015-16 Premier League season. Now that the campaign has ended we would like you to help us choose your favourite goal, the best referee and the best manager, and other winners in a total of 10 categories. We have nominated some contenders but this is just to get the discussion going: we would like your suggestions so that we can compile the best into final polls that you can vote on. The polls will be published at midday on Tuesday 17 May, so please tell us what you think. Thanks Wes Morgan (Leicester City) Welcome to our last chance this season to get a Leicester City-based prediction correct. This should do the trick: one of their lads will make off with your player of the season award! A shoo-in, we’ll be bound. But seeing as we’re merely throwing up suggestions at this stage, rather than penning a definitive list, let’s take the much-heralded trio of Riyad Mahrez, Jamie Vardy and N’Golo Kante as read, and offer up the big captain instead. The first act of Leicester’s epochal title challenge was all about attack, but they closed the deal with a series of defensively resolute performances. Rarely did they look in any serious trouble, and it was Morgan who marshalled the troops with calm, hands-on authority. He also scored a couple of crucial goals during the run-in: the winner against hard-to-beat Southampton and, even more significantly, an equaliser at Old Trafford. For a moment, it looked like Manchester United were in the mood to remind Leicester, however briefly, of the old order and the Way Things Are. Morgan’s equaliser announced, loud and clear, that no, they weren’t having any of that: they set the standard these days.   Related: Premier League 2015-16 season review: our writers’ best and worst    Virgil van Dijk (Southampton) Poor old Ronny Deila probably won’t go down in history alongside Willie Maley, Jock Stein and Martin O’Neill as one of the all-time great Celtic managers. Still, to be scrupulously fair to him, he’s been working at a club that’s developed a self-defeating habit of selling all their best players. Most of the Premier League elite have a rather ambivalent – some would say haughty – attitude to the Scottish game, but Southampton are more open-minded than most, and as a result have rather astutely snatched some top talent at attractive prices: one of the Premier League’s best defensive midfielders in Victor Wanyama, one of the Premier League’s best goalkeepers in Fraser Forster, and now one of the Premier League’s best ball-playing defenders in Virgil van Dijk. A ball-playing defender who *actually knows how to defend*, no less. No wonder Saints have tied him down for six years. The player John Stones could be, one day, if only somebody would get round to coaching him properly.     Virgil van Dijk has been tied down to a six-year contract by Southampton after an impressive first season in the Premier League. Photograph: James Marsh/BPI/Rex/Shutterstock    Dimitri Payet (West Ham United)  Mark Noble was the all-action driving force in the West Ham midfield, the last hometown hero of Upton Park. Moore, Brooking, Hurst, Peters, Bonds: it’s been a grand tradition. Yet it was an import who made off with the plaudits this season. Dimitri Payet is the Di Canio de nos jours, an absurd talent with the ability to somehow improve on his own seeming perfection, time and again. Free-kicks swerved and whistled into nets guarded by Bournemouth, Blackburn and Manchester United, but none bettered the ludicrous bender that arced into the top right of Crystal Palace’s goal, taking a gloriously preposterous route that cocked a snook to science by inventing a fourth dimension along the way. The greatest single-season portfolio of wondergoals since the halcyon days of Matthew Le Tissier? Yep, and with a punter-pleasing body shape to match.     Dimitri Payet scores a free-kick against Crystal Palace that ‘cocked a snook to science by inventing a fourth dimension along the way’. Photograph: Paul Childs/Reuters    Willian (Chelsea) The outgoing champions have been a blasé disgrace this season, football’s equivalent of the post-coital charmer’s triple whammy: rolling over, falling asleep and snoring obnoxiously. There’s always an exception to the rule, though, and while Chelsea otherwise to a man spent the first few months of the season yawning and scratching their arses, Willian fought a one-man battle against mediocrity, raging against the dying of the Mourinho-era light with a series of effervescent performances that should give some of his more storied team-mates pause. That his quest proved futile is kind of by the by: stadiums crackled with electricity every time he received the ball, he single-handedly kept his team in Europe beyond Christmas, and he was the only person to seriously challenge Payet as the Premier League’s premier set-piece artist. Maybe it’s easier to stand out in a shower. Then again, it’s a damn sight harder to keep going when all around you have given up.      Willian was the exception to the rule in a disgraceful season for Chelsea. Photograph: Carl Recine/Reuters    Anthony Martial (Manchester United) Manchester United would have been in all sorts of bother were it not for hipster octopus David de Gea, whose eight strong arms have been holding up English football’s grandest institution for some time now. Still, for a team who struggled to entertain this season, United had more than their fair share of star turns. Up the other end of the field, they boasted two of the Premier League’s most exciting prospects; young talent that delivered from the get-go. Take your pick between Marcus Rashford – who at 18 has already masterminded a victory over Arsenal, scored the winner in a Manchester derby, and single-handedly dug United out of a hole in a European tie – and Anthony Martial. The latter, an old-stager by comparison at 19, made an instant impact too: he scored his club’s goal of the season, against Liverpool, within 21 minutes of making his debut. He kept knocking them in, as well. Dependably magnificent in attack, rather like Harry Kane, Sergio Agüero, Romelu Lukaku, Jermain Defoe ... here, predicting the winner of this category might not be so easy after all. Help!     Anthony Martial scored Manchester United’s goal of the season against Liverpool, within 21 minutes of making his debut. Photograph: Carl Recine/Reuters    Check out the other categories:  Manager of the season Goal of the season Match of the season Signing of the season Flop of the season Gripe of the season Pundit of the season Referee of the season Innovations for the future",
  "webTitle": "Premier League 2015-16 review: player of the season | Scott Murray",
  "webPublicationDate": "2016-05-16T09:09:31Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/16/premier-league-2015-16-review-player-of-the-season",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Scott Murray",
      "id": "profile/scottmurray"
    }
  ],
  "guardianId": "football/blog/2016/may/16/premier-league-2015-16-review-player-of-the-season"
}