{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/10/easyjet-24m-pound-loss-dividend-terrorist-attacks",
  "id": "2016-05-10-287",
  "sectionId": "business",
  "body": "EasyJet’s founder, Sir Stelios Haji-Ioannou, has got his way after the airline pledged to pay out half its annual profit to shareholders, despite falling into the red in the first half of the financial year as the effects of terrorist attacks dented passenger revenues.  The budget airline said it took the decision to increase the proportion of earnings from 40% after a thorough review of its financial position. It said it was not a response to pressure from Haji-Ioannou.  Haji-Ioannou, who is easyJet’s biggest shareholder, stepped up his criticism of the company in February, accusing it of a scattergun dividend policy that he said depressed its share price. Through his easyGroup holding company, he called for easyJet to pay out half of earnings to shareholders. Carolyn McCall, easyJet’s chief executive, said: “Sir Stelios has been saying this for six years. It’s not something he has raised recently. We always talk to easyGroup and all our shareholders. It wouldn’t have had an impact on the decision today because it’s something we’ve known about for many years.”     EasyJet founder Stelios Haji-Ioannou and CEO Carolyn McCall. Photograph: Eddie Keogh/Reuters    Including special dividends, easyJet has paid out just over half of its profit to shareholders since 2011. The announcement makes the policy formal, McCall said. Haji-Ioannou said the commitment to pay out half of profit made things clearer for shareholders but that easyJet’s plan to increase the size of its fleet of 247 planes by 7% to 8% a year was wasteful and that some of the planes would not be profitable. He said: “I think all shareholders like some profitable growth, not unprofitable growth. The company needs to find the right balance on growth rate in the fleet before the profits start going down again like they did in the previous decade. Remember the payout ratio is only a ratio after all.” The budget carrier said it expected to meet market forecasts for the year despite swinging to a £24m pre-tax loss for the six months to the end of March from a £7m profit a year earlier.    Related: Will easyFoodstore be the next easyJet – or the next easyCruise?    The company said revenue per seat fell 6.6% after it cut prices following the terrorist attacks in Paris and Brussels to encourage wary travellers back on to planes.  Cancelled flights to Sharm el-Sheikh in Egypt, after a Russian passenger plane was downed by a bomb, and currency movements also affected revenue per seat. This will fall about 7% in the current quarter, which ends in June, though bookings are back in line with a year earlier, the company said. In the period, passenger numbers rose 7.4% on the year to 31 million. McCall said passenger numbers were back to normal but that easyJet would have to keep prices low for a while longer rather than imposing sudden increases. “Demand always comes back. We’ve seen that with both the tragic events that have happened [last] year and we’ve seen that in the past. If you are a consumer it’s a very, very good time to fly because prices are 6% less than a year ago. EasyJet’s first-half result was slightly better than analysts’ average forecast for a loss of £25.7m, according to Bloomberg. Analysts expect profit for the year that ends in September to be £721m, up from £686m last year. The company’s shares, down about 17% this year, rose almost 3% to £15 in afternoon trading.",
  "webTitle": "EasyJet flies into red but vows to split profits with shareholders",
  "webPublicationDate": "2016-05-10T07:42:13Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/10/easyjet-24m-pound-loss-dividend-terrorist-attacks",
  "keyword": [
    {
      "webTitle": "easyJet",
      "id": "business/easyjet",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Airline industry",
      "id": "business/theairlineindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Carolyn McCall",
      "id": "business/carolyn-mccall",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Stelios Haji-Ioannou",
      "id": "business/sir-stelios-haji-ioannou",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/10/easyjet-24m-pound-loss-dividend-terrorist-attacks"
}