{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/01/synthetic-cannabis-having-a-devastating-impact-in-uk-prisons",
  "id": "2016-05-01-21",
  "sectionId": "society",
  "body": "Synthetic cannabis is having a “devastating impact” in British prisons and making it difficult for normal life to continue in some facilities, the chief inspector of prisons has said. Sold as “spice” and “black mamba”, synthetic cannabis has been blamed for deaths, serious illness and episodes of self-harm among inmates, and some prison officers have reported falling ill from exposure to the fumes. High demand for the compounds has fuelled more severe problems in the prison system than officers have faced from any other drug, with prisoners racking up greater debts, and suffering worse bullying and violence, Peter Clarke told the Guardian.    Related: Don’t blame legal highs for prisoners’ problems. Blame prisons | John Podmore    “Prison staff have told me that the effect on individuals and prisons as a whole is unlike anything they have seen before,” said Clarke, who took up the post in February. Synthetic cannabis is an umbrella term for hundreds of chemical compounds that mimic the effects of THC, the active ingredient of cannabis, in the brain. The synthetic forms are often extremely potent, making them a greater threat to users and those around them. A report from the prisons and probation ombudsman last year linked 19 prison deaths between 2012 and 2014 with synthetic cannabis, by far the most common of the new psychoactive substances (NPS).     Synthetic cannabis, an umbrella term for chemical compounds that mimic the effects of THC, the active ingredient in cannabis, is often sold as ‘spice’. Photograph: JIm Powell for the Observer    Unlike traditional resin and weed, synthetic cannabis is manufactured in labs and is usually odourless, making it hard for prison staff to tell when inmates are smoking the drugs. While NPS are banned in prisons, large quantities continue to find their way inside. “NPS is having a devastating impact in some of our prisons, more severe than we have seen with other drugs,” Clarke said. “Their presence in prisons has given rise to debt, bullying and violence. They are destabilising some prisons, making it difficult for normal prison life to continue. “Both at local and national level there needs to be clear strategies to deal with the supply of these drugs into prisons, and to care for those who suffer from their effects,” he added. “At the moment the situation appears to be getting worse, not better.” The 2015 ombudsman’s report urged the prisons service to ensure staff had more information about synthetic cannabis and the signs that prisoners were taking them. It called on governors to put in place strategies to reduce the supply of NPS and the violence associated with the drugs. But Steve Gillan at the Prison Officers’ Association (POA) said the prison service was failing in its duty of care for prisoners and prison staff by not adequately dealing with synthetic cannabis. “We don’t think they, or the government, are taking it seriously enough. Our prisons are awash with synthetic cannabis and prisoners are so out of their heads they don’t know what they are doing sometimes. They are a danger to themselves, they’re attacking staff, and they are attacking other prisoners.”   Related: Inside Wandsworth prison: drug drones and demoralised staff    Gillan said the problem was exacerbated by a shortfall in staff needed to perform perimeter checks and thorough searches of prison cells and exercise yards. “We want prisons properly searched because these drugs are getting dropped in by drones, catapulted over fences, and there are not enough staff to deal with it,” he added. More sniffer dogs are due to be brought into service, but Gillan said it was “too little, too late”. Last year’s report from the prisons ombudsman highlighted a number of cases of prisoners dying after using synthetic cannabis. What role the drugs played is unclear, however. One man died apparently after smoking spiked cigarettes he had been given by inmates who wanted to test a new batch of synthetic cannabis. Another man, whose behaviour had previously been “exemplary”, shouted at a prison doctor, and was found to have hanged himself in his cell the next morning. He had recently developed a heavy synthetic cannabis habit and had been forced to sell possessions to pay off his debts. A woman described as “fun-loving” appeared to have a psychotic episode after taking synthetic cannabis, and possibly other drugs, and died after she severed an artery in an unprecedented act of self-harm. The POA is so concerned about the growing problem that it has begun to compile a dossier on incidents where synthetic cannabis is involved. “We are looking at various different avenues to make our employer actually wake up and smell the coffee,” said Gillan. “It’s at a problematic level and worsening.” A prison service spokesperson said governors use sniffer dogs, cell searches and mandatory drugs tests to find drugs in prison and punish those responsible. The service has legislated to make smuggling NPS into prisons illegal. “Those caught trying to throw packages over prison walls can now face up to two years in jail,” the spokesperson said. “However we must do more, which is why we are investing £1.3bn to transform the prison estate, to better support rehabilitation and tackle bullying, violence and drugs.”",
  "webTitle": "Synthetic cannabis 'having a devastating impact in UK prisons'",
  "webPublicationDate": "2016-05-01T21:18:08Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/01/synthetic-cannabis-having-a-devastating-impact-in-uk-prisons",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs",
      "id": "science/drugs",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Cannabis",
      "id": "society/cannabis",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Sample",
      "id": "profile/iansample"
    }
  ],
  "guardianId": "society/2016/may/01/synthetic-cannabis-having-a-devastating-impact-in-uk-prisons"
}