{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/03/ceasefire-syria-award-winning-photographer-manu-brabo",
  "id": "2016-05-03-260",
  "sectionId": "global-development-professionals-network",
  "body": "For prize-winning photojournalist Manu Brabo, it was a period of detention in Libya that “changed everything”. Brabo, 35, was captured along with other journalists in 2011 by soldiers loyal to the former ruler Muammar Gaddafi as they travelled through the desert. He was held for 20 days in solitary confinement; and that experience, he says today, was to alter his life forever. “Being alone for all that time was boring, but it was also very scary. It gave me a lot of time to think about my life, about what I wanted to achieve and what I wanted to do.”  The impact of that experience, says Brabo, is that “I can be empathetic easily now. In my work, you have to be able to empathise – but how can you feel someone else’s pain if you have no idea yourself what pain is like? But now I have some kind of idea; I’ve got at least an idea about what it is to suffer.”     A Ukrainian woman embraces her dog in a Donetsk shelter during an exchange of artillery fire on 18 January 2015. Photograph: Manu Brabo/AP    But Brabo – part of the AP team who were awarded a Pulitzer Prize in 2013 – is keen to stress that his experience in Libya melts into insignificance compared with what happened to one of his fellow detainees from that time, US journalist James Foley. “When we were detained in Libya, Jimmy and I had just teamed up together. I was young, I wanted to push – maybe I took too many risks. I thought it was my only chance to prove myself, and that I had to take it.”     James Foley, who was Brabo’s best friend and worked with him in Syria, was killed by Isis in 2014. Photograph: AP    Brabo and Foley became the best of friends – “truly, he was my brother,” says Mano today – and nothing could have prepared him for what happened in November 2012. “I was on my way to Syria to meet him. We’d just had a chat on Facebook and he was really happy, he was about to go on a TV assignment. And that night another friend got in touch and said Jimmy was missing. And I tried to work out what was going on. I hoped it would be just three or four days and then he’d be back, like in Libya … but these were a very different bunch. I never lost hope that he’d be freed, until they released that video …”  The video, released in August 2014, showed the shocking truth: that Foley had been executed by Islamic State. These days, says Brabo, it’s easier for him “not to think too much about these things … if you do, you go crazy”.     A refugee camp near the Turkish border, in Azaz, Syria, 9 December 2012. Photograph: Manu Brabo/AP    What he knows, says the Spaniard – who ended up as a photographer by chance after his cousin went to study it at university, and he decided to follow him – is that Foley was “a martyr to journalism”, and that the biggest tribute he can pay him is “just to keep on going”. Foley was an example of how to be brave, to be true to the story, and to keep on going in the face of adversity, he says. “He was doing the right things. You can’t just stop if you’re afraid,” says Brabo. “We are working for freedom, for a better world, and that’s what we have to keep in the front of our minds.”  Brabo on some of his most powerful photographs:     A young victim of Syria’s conflict near Dar El Shifa hospital in Aleppo, 3 October 2013. Photograph: Manu Brabo/AP     “The boy was no more than ten years old; he’d been hit by a sniper in the chest. I was at the hospital when he arrived, I was having breakfast with some of the doctors, and I took some pictures and was talking to the volunteers outside when suddenly I saw this man coming out of the surgery, holding his child who was obviously dead. I thought he was about to break down; so I followed him, and after a few metres he did break down. He crouched on the ground, wanting a bit of space to start to grieve. “It was a terrible thing to see and a terrible moment for him; it had to have been the worst moment of his life. You think to yourself, ‘If I take a picture here, am I hurting someone?’ But there’s no other way to do this job: to take pictures, you have to be right there, right in front of someone. What I do is to take my pictures really fast, as fast as I can, and then I get out of the way. The truth is, that man probably didn’t even notice me; but I knew I was there, I didn’t want to make things even worse for him. This sort of photography isn’t something I do easily or lightly. When I was taking this picture I thought: this picture will tell a big story. Maybe this picture can say a lot about the Syrian war: I believe it does.” Libyan revolutionary fighters carrying wounded comrade     Libyan revolutionary fighters carry a wounded comrade while attacking pro-Gadhafi forces in Sirte, Libya, Friday, Oct. 7, 2011. Photograph: Manu Brabo/AP    “I was with these fighters, and we were between a wall and a trench when the wall was blown up. I was advancing with that guy who fell; he was just five metres in front of me. I saw blood coming from his neck; his mates caught up with us really fast and as they took him away and started to retreat I took pictures, the whole time. It was all very close; you don’t get closer than this. I’m not sure what happened to the guy but my hunch would be, he died – when someone is hit that badly, they’re unlikely to survive.”  Libyan revolutionary running for cover     Sirte, Libya, 7 October 2011. Photograph: Manu Brabo/AP    “We’d just arrived at this district in Sirte and there was a villa, and the soldiers were coming in and out of it. And as I was coming out I saw this hole in the wall, and I thought it was very beautiful – it was a hole made by a blast of some kind. I looked through it and I could see the road, and it was the road to the frontline so there was lots of activity; so I decided to wait to see what happened, and then this man went running past and I got my shot.” Egyptian protester in Alexandria     Alexandria, 15 June 2012. Photograph: Manu Brabo/AP    “I was covering the Egyptian elections for AP, and I came across this demonstration against the presidential candidate, Ahmed Safiq. One of the great things about Egyptians is that they’re nothing if not enthusiastic; I knew there would be lots to see at the centre of the demonstration, so I walked right into the middle of it. The most powerful images will always come from there, from the middle of what’s happening. If you go into the centre of a demonstration then yes, sometimes you might have a few problems; but usually, you’ll be absolutely fine. “When I’m doing an assignment like this I’m looking, the whole time, for the image that can explain what’s going on. And I realised that guy was on the shoulders of another guy so he was above the crowd. And then he stated to shout and I knew it was going to be a powerful image: often you have to anticipate what’s going to happen so you’re in the right place when it does happen.” Syrian refugees crossing into Turkey     The Orontes river, near the village of Hacipasa, Turkey, 8 December 2012. Photograph: Manu Brabo/AP    “This was taken at the very start of the refugee crisis – the refugees were just starting to leave Syria. There’s a river that separates Syria from Turkey and it’s not a big river, it was very easy to cross the border there. I thought, that’s a good story and it’s something to make people think, and to talk about.  “I remember being there that day and saying I have a feeling that when I’m in my fifties there might still be young photographers coming here. Everyone knew it was going to be a long haul; it was all such a mess. We knew it was going to go on for a long time. Maybe what we hadn’t expected, though, was that it was going to be quite such an international mess.” • This article was amended on 4 May 2016. An earlier version used a different photograph for the image of “Libyan revolutionary fighters carrying wounded comrade”. Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "Photojournalist Manu Brabo on Syria: 'If I take a picture here, am I hurting someone?'",
  "webPublicationDate": "2016-05-03T10:09:34Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/03/ceasefire-syria-award-winning-photographer-manu-brabo",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "War reporting",
      "id": "technology/war-reporting",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Joanna Moorhead",
      "id": "profile/joannamoorhead"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/03/ceasefire-syria-award-winning-photographer-manu-brabo"
}