{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/27/a-casa-mia-herne-bay-kent-restaurant-review-pizza-marina-oloughlin",
  "id": "2016-05-27-150",
  "sectionId": "lifeandstyle",
  "body": "A while back, on a trip sponsored by the Neapolitan tourist board, I was compelled to eat 10 pizzas, one after the other, an experience since immortalised by my partner in crime as “The Best Day In My Life”. (The only place I refused was the famous Da Michele, thanks to its starring role in Eat, Pray, Love, a film that deserves to die by a thousand cuts.) By the time we hit La Notizia, a place run by a pizza fascist so scary he made Seinfeld’s Soup Nazi seem reasonable, some members of our party had started turning green around the gills. Not us, though. Not us. What a day. It all added up to something of a whistlestop education. Neapolitans take pizza veeeery seriously; they’re not much inclined to regard the rest of the world ( let alone upstarts like Rome and Milan) as capable of coming up with the goods. There’s a body in the city, the Associazione Verace Pizza Napoletana, that publishes a set of rules as to what constitutes the real thing: flour has to be high-protein 0 or 00; cooking must be for no longer than 90 seconds in a wood-fired oven at a temperature of 485C or above. The rules demand a certain shape and construction for the oven, and dictate what woods can be used; they even lay down the desired temperature for the tomato. There are pages and pages of this stuff. It’s fair to say the vast majority of pizza makers would give it a glance and think, sod this for a game of soldiers. But there is one pizzeria in the UK that’s accredited by the Associazione, the first and only one. It’s not in a big city with a significant Italian population, though, but in an off-radar little seaside town in Kent. In the blazing sunshine, it’s clear Herne Bay hasn’t yet been overrun by the urbanites currently swarming over nearby Whitstable: there’s not a man-bun in sight and rather a lot of skimpy, pink-shouldered polyester. It’s here that Neapolitan Gennaro Esposito has set up shop, with his vast, glittery, beehive-shaped oven that spits out magnificent pizzas every few seconds. Over a couple of visits to A Casa Mia, I work my way through a lot of them: the classic marinara, just chopped tomato, basil, garlic; the “A casa mia” itself, topped with loose-grained, homemade meatballs, smoked cheese (scamorza, I think) and parmesan; the margherita verace bufalina, in which the ingredients are all DOP and the simplicity is exquisite (apparently Esposito puts the mozzarella in halfway through cooking, so the base doesn’t get watery, as it does in too many new-wave “artisan” pizzerie); and a special of Italian sausage, also made in-house, with bitter friarelli (aka broccoli rabe) imported from Naples. In each case, I pine for more as soon as the last mouthful has disappeared into my face: perfectly airy, elastic dough, the all-important corniccione dotted with little blisters of char, and the centre dressed with fruity, oil-blessed tomato and strings of milky cheese. A Casa Mia is a slice out of time – all black-and-white photos of Naples’s adopted patron saint, Sophia Loren, eldritch folkloric puppets, deliberately distressed plaster – but the welcome (especially from Esposito’s wife, Donna) is warm, the valpolicella and falanghina good and priced for glugging. Sweet, perky seafood comes hot and salty and garlicky (though why, on the Kent coast, they’re boasting “Scottish mussels” is anyone’s guess). Pastas are perfectly good, too: Naples’ beloved fat tubes of paccheri with more of those meatballs, say. There are vast bowls of crisp, oil-free fried zucchini sticks, spinach leaves just-wilted with hot, garlic-laced oil. But it’s all about the pizza for me: it is, simply, ravishing. I never usually finish a whole one, but here I find myself staring at empty plates with some surprise. I’m satisfied and happy, not bloated with the cheap carbs and self-loathing that lesser pizzas trail in their wake. I’m even tempted by a version topped with Galamella, a kind of benign, palm-oil-free Neapolitan version of the dreaded, addictive Nutella.   Related: Padella, London SE1: ‘I hoover up wriggly worms of pici pasta like a deranged cuckoo’ – restaurant review    On a Sunday, the restaurant is full of extended family parties, while cheerful Italian voices ring out from the open windows of the kitchen out the back, given its own status with a sign declaring, “Cucina”. We could be in Chiaia. The Neapolitan Associazione is right on the money here – as if I dared doubt it for a second. • A Casa Mia 160 High Street, Herne Bay, Kent, 01227 372 947. Open Mon-Thurs, 5-11pm; Fri & Sat, noon-3.30pm and 5-11.30pm; Sun noon-10pm. About £20 a head for a light starter, pizza and pudding, plus drinks and service. Food 7/10 (10/10 for the pizza) Atmosphere 7/10 Value for money 9/10 • This article was amended on 2 June 2016. An earlier version referred to pizza oven temperatures of 485F, rather than 485C.",
  "webTitle": "A Casa Mia, Herne Bay, Kent: ‘I pine for more’ – restaurant review | Marina O’Loughlin",
  "webPublicationDate": "2016-05-27T12:59:04Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/27/a-casa-mia-herne-bay-kent-restaurant-review-pizza-marina-oloughlin",
  "keyword": [
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pizza",
      "id": "lifeandstyle/pizza",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Italian food and drink",
      "id": "lifeandstyle/italian-food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Kent holidays",
      "id": "travel/kent",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina O'Loughlin",
      "id": "profile/marina-oloughlin"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/27/a-casa-mia-herne-bay-kent-restaurant-review-pizza-marina-oloughlin"
}