{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/china-to-put-former-presidential-aide-ling-jihua-on-trial",
  "id": "2016-05-13-206",
  "sectionId": "world",
  "body": "More than four years after a high-speed Ferrari crash precipitated his fall from grace, the gatekeeper to the former Chinese president faces court, accused of taking “massive” bribes and illegally obtaining state secrets. Ling Jihua, 59, served as the top aide to China’s then president and Communist party chief, Hu Jintao, from 2007 to 2012, when he was demoted after his son was killed in a horrific and scandalous road accident.  He was officially placed under investigation in December 2014 for “suspected serious disciplinary violations” as President Xi Jinping, Hu’s successor, conducted a major purge of political rivals and allegedly corrupt members of the Communist party.  China’s official news agency, Xinhua, announced on Friday that the disgraced official would be tried in Tianjin, a city about about 90 miles south-east of Beijing.  China’s supreme people’s procuratorate, the state prosecuting body, said Ling would be accused of using his position to solicit bribes, seeking favours for friends and illegally obtaining state secrets. Those crimes had inflicted serious damage on “the interests of the country and the people,” it said.  Ling is one of the highest profile targets of the anti-corruption campaign launched by Xi following his rise to power in late 2012. Steve Tsang, a China expert from the University of Nottingham’s school of contemporary Chinese studies, said there was no doubt he would be found guilty by the party-controlled court. The question was why it had taken so long for China’s top leadership to allow the case to come to trial.  Tsang said one explanation might be that “Xi [was] playing a balancing game between major factions within the Communist party” in order to secure his position and had been reluctant to move against Ling, because of his links to the powerful Communist Youth League faction.   Related: 'What mistake did we make?' Victims of Cultural Revolution seek answers, 50 years on    Tsang said Xi had wasted little time in moving against the jailed party titans Bo Xilai and Zhou Yongkang, who were linked to the former president Jiang Zemin. But he had so far been “relatively light-handed” with those with ties to his immediate successor Hu, who is one of the key players in the Youth League. The decision to put Ling on trial indicated that China’s president now felt “comfortable enough to get this resolved and is not worried about the backlash” from political rivals, Tsang added.  Ling’s downfall began in early 2012 following one of the most mysterious and embarrassing episodes in the recent history of the Communist party. In the early hours of 18 March that year, a black Ferrari 458 Spider, driven by his 23-year-old son Ling Gu, smashed into a wall on Beijing’s fourth ring road, killing the driver and exposing the vast wealth of China’s political elite.  One of two semi-clothed women in the vehicle later died of her injuries. Subsequent reports suggested a major coverup operation as officials close to Ling battled to prevent word of the crash leaking out.  According to one account, reported by the New York Times, Ling Jihua visited the Beijing mortuary where his son’s corpse was being held but “coldly denied it was his son”. Hong Kong’s South China Morning Post reported claims that millions of pounds had been taken from the coffers of China’s biggest oil company and used in an attempt to hush up the family of the two female passengers.  Tsang said it was not clear if Ling had already been “a blip” on Xi’s radar before the Ferrari accident. But investigators appeared to have locked on to him in its wake, deciding: “OK, we’ll get this guy,” he said. Adding to the intrigue is the fact that Ling’s brother Ling Wancheng is currently in the US, where some claim he has leaked top secret Communist party files, including nuclear launch codes. Ling Wancheng’s US lawyer has dismissed those allegations as “absurd rumours”, claiming his client left China “to share golf secrets, not state secrets”, but experts say he could represent one of the most damaging Chinese defectors since Chairman Mao Zedong founded the People’s Republic of China in 1949. Tsang said Ling was unlikely to be the last senior official to fall victim to Xi’s “party rectification” campaign. “I wouldn’t see Ling Jihua as the last of the big tigers,” he said. “Xi Jinping can’t afford to stop. Until he has sufficiently consolidated his position so that when he stops he knows there is not going to be that clawback by the others, he can’t stop. And I haven’t seen evidence to suggest that he has got anywhere near [that] stage.”",
  "webTitle": "China to put former presidential aide Ling Jihua on trial",
  "webPublicationDate": "2016-05-13T11:41:36Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/china-to-put-former-presidential-aide-ling-jihua-on-trial",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/13/china-to-put-former-presidential-aide-ling-jihua-on-trial"
}