{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/16/yukio-ninagawa-obituary",
  "id": "2016-05-16-256",
  "sectionId": "stage",
  "body": "Yukio Ninagawa, who has died aged 80, was a great Japanese theatre director whose work was marked by its astonishing visual bravura and its ability to harmonise eastern and western traditions. His first production to be seen in Britain was a Macbeth at the 1985 Edinburgh festival that left audiences amazed by its dominant image of cascading cherry blossom. Later seen at the National Theatre, that Macbeth marked the start of a fruitful professional relationship with the producer Thelma Holt, who over the next three decades brought 17 Ninagawa productions to Britain: not only Shakespeare but work by Euripides, Ibsen and modern Japanese writers such as Kunio Shimizu and Haruki Murakami. The good news, for a generation that missed the famous Macbeth, is that Holt is planning to bring it back to the Barbican in London in September 2017. Significantly, given the pictorial beauty of his productions, Ninagawa set out to be a painter but failed the Tokyo University of the Arts entrance exam. Instead he became an actor and only turned to directing when, in 1968, he formed an agitational group known as Contemporary People’s Theatre. The turning point in his career came in 1974 when a commercial producer, Tadao Nakane of the Toho Group, realised that Ninagawa’s work had a conceptual daring that demanded to be seen on bigger stages. Their first Shakespeare venture was Romeo and Juliet, which was followed by an Oedipus with a chorus of 160 and a Peer Gynt that began in a video arcade and that starred a Japanese pop idol.     Yukio Ninagawa in 2001. Photograph: Donald Cooper/Rex/Shutterstock    It was the production of Macbeth, originally seen in Japan in 1980, that introduced Ninagawa to British audiences. It proved to be love at first sight. Like Akira Kurosawa in his movie Throne of Blood, Ninagawa shifted the action to a 16th-century samurai world dominated by warring chieftains. But a play that we were used to seeing staged in Stygian gloom suddenly became a thing of wonder and beauty. No attempt was made to downplay the horror of murder: after the killing of Duncan, a dagger stuck to Macbeth’s hand as if glued by blood. Even the famous cherry blossom symbolised passing time and human transience, and the overwhelming sense of melancholy was reinforced by Ninagawa’s repeated use of the Fauré Requiem and the Samuel Barber Adagio for Strings. Ninagawa’s ability to use the stage with painterly freedom and to synthesise sound and colour was confirmed by a sensational production of Euripides’s Medea he brought to the courtyard of the Old College at Edinburgh University in 1986. Mikijirō Hira – the previous year’s Macbeth – headed an all-male cast and persuaded one totally of Medea’s paradoxical love for her slaughtered children. Ninagawa’s eclecticism was seen in his combination of authentic Japanese music with a Bach suite and his visual flair was never better demonstrated than in the climactic image of Hira’s Medea soaring through the night-sky in a dragon-winged chariot. Ninagawa loved theatricality. In 1988 he brought to Edinburgh his version of The Tempest set on the island of Sado, the source of Japanese Noh drama, and showing a group of actors mounting Shakespeare’s play with their black-garbed director as Prospero. In 1991 Ninagawa worked for the first time with British actors in Peter Barnes’s version of Kunio Shimizu’s Tango at the End of Winter, staged both in Edinburgh and London. This turned out to be a meta-theatrical Pirandellian play about illusion and reality with Alan Rickman capturing perfectly the doomed romanticism of an actor who abruptly quit the stage and now lived, haunted by dreams, in a clapped-out, mist-wreathed cinema. The anglophile Ninagawa worked several times with British actors: with Michael Sheen on Peer Gynt, Michael Maloney on Hamlet and Nigel Hawthorne on a 1999 RSC production of King Lear. This last production attracted, unfairly, a good deal of opprobrium: Hawthorne was seen as too temperate for Lear and the evocation of the storm by giant hailstones was much mocked but, as always with Ninagawa, there were unforgettable images such as that of a rising sun glowing red in the distance at the play’s climax. Whatever the reservations about his Lear, Ninagawa’s Japanese Shakespeare productions were widely admired. They included a magnificent Pericles (2003), framed by the image of refugees shambling across the stage to the sound of gunfire, and a stylised Titus Andronicus (2006), in which there was not a trace of blood but simply rivers of red silk pouring from the mouths and hands of the maimed and murdered. But, if any one play obsessed Ninagawa, it was Hamlet. He directed it eight times and his most recent version was seen at the Barbican in 2015 in tandem with his production of Kafka on the Shore based on a novel by Murakami: the latter was an astonishing affair poised between reality and dream, with giant plastic cubes gliding about the stage like floating art installations. Holt, Ninagawa’s friend and collaborator, said: “He was a great director because he was catholic, all-embracing and open to change and his amazing love of Shakespeare was based on a desire to discover what the author would have wanted.” Ninagawa combined, in fact, a profound sense of the past with an experimental flair that created some of the most moving and ineradicable images of modern world theatre. Ninagawa was made an honorary CBE in 2002 and awarded Japan’s Order of Culture in 2010. He is survived by his wife, Tomoko Mayama, a former actor, and daughters, Mika, a photographer, and Mami, a journalist. • Yukio Ninagawa, theatre director, born 15 October 1935; died 12 May 2016",
  "webTitle": "Yukio Ninagawa obituary",
  "webPublicationDate": "2016-05-16T10:29:51Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/16/yukio-ninagawa-obituary",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/16/yukio-ninagawa-obituary"
}