{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/shortcuts/2016/may/24/3nder-tinder-upset-thrinder-or-three-ender-pronunciation",
  "id": "2016-05-24-133",
  "sectionId": "lifeandstyle",
  "body": "Name: 3nder. Age: Two. Appearance: Alphanumeric-stringy. What the hell is it? A BBC3 spin-off of EastEnders? A madly meaningless brand name for a new soft drink, a la 7Up? An old-skool Grauniad typo? It’s an app that allows people who are interested in tr0ili3m to get in touch with each other. What? Troilism. Threesomes. Oh, so it’s Tinder for people who are already bored with the people they met on Tinder? No! Hush! It’s absolutely nothing like Tinder. Are you sure? Yes. Founder and CEO Dimo Trifonov says it’s pronounced “Three-ender”. That makes sense, and I think that’s how I’d say it too. But it also looks like it could be “Thrender” or “Thrinder”. Rhyming with … Shh! Match Group, Tinder’s owner, agrees with you and is suing 3nder for trademark infringement, citing an article in which Trifonov is quoted as saying that it “can be pronounced ‘Thrinder’ to rhyme with Tinder”.   Related: Tinder sues threesome app rival 3nder    Isn’t he banged to rights, then? Although only by one party, in this case. Not necessarily. “Can be” is not the same as “officially known as”, is it? It’s optional. “True to our openminded values, we embrace all the various pronunciations,” says 3nder’s latest press release. Still, it does seem a bit like they could have been enjoying some benefit on Tinder’s etymological coattails … Nonsense. 3nder has disbursed £5,000 on marketing, and it’s clearly been money well spent. Revenue is up 1,000% and the user base up 30% in the last year. £5,000? But that’s nothing. No one ever went broke underestimating the willingness of the public to bump uglies in unlikely combinations. Hmm. What is the legal requirement to prove trademark infringement? That the typical consumer would reasonably confuse the offending mark with the plaintiff’s mark. Will the hormone-drenched brain processing centres and dilated pupils of either set of app users be affecting their vision, d’you think? Doubtless the judge will take all this into consideration, along with any side effects of chlamydia and gonorrhoea medication before he swipes left or right with his verdict. Do say: “What a 3lling case!” Don’t say: “Doesn’t Tinder rhyme with Grindr too? And was released six months later, looking suspiciously like a Grindr for straights?”",
  "webTitle": "Thrinder or Three-Ender: why Tinder’s upset about how you say 3nder",
  "webPublicationDate": "2016-05-24T14:14:18Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/shortcuts/2016/may/24/3nder-tinder-upset-thrinder-or-three-ender-pronunciation",
  "keyword": [
    {
      "webTitle": "Online dating",
      "id": "lifeandstyle/online-dating",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Tinder",
      "id": "technology/tinder",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/shortcuts/2016/may/24/3nder-tinder-upset-thrinder-or-three-ender-pronunciation"
}