{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/23/transfield-boss-says-political-donations-bought-access-to-mps",
  "id": "2016-05-23-202",
  "sectionId": "australia-news",
  "body": "The managing director of Transfield Holdings, Luca Belgiorno-Nettis, says his company made political donations because “it was fairly plain that that bought access” to politicians and created opportunities to influence events. Belgiorno-Nettis told Monday’s Four Corners program political donations were like the Latin saying Do Ut Des, “You give in order to have given back.” “I think it was fairly plain that [donations] bought access in terms of the ability to simply be able to knock on the door and make the phone call and have the meeting with the political masters to voice whatever concerns that we might have, or indeed just to explore further relationships and further potential opportunities,” said the prominent businessman, who has now renounced donations and founded the newDemocracy foundation.   Related: Unless Australia reforms political donations, the trust deficit will grow | Katharine Murphy    He also told the program it would be “difficult to deny” that the company’s political donations helped the company gain an unsolicited contract worth $750m to build the harbour tunnel in Sydney. Monday night’s Four Corners program went over some case studies examining donations and policy outcomes in recent years, including mandated ethanol in New South Wales, a decision that has benefited the Manildra Group. That company has donated more than $4m to the major parties since 1998 and the company’s chairman, Dick Honan, has courted leaders across the political spectrum by hosting private soirees, sponsoring party conferences and supporting fundraising efforts. The program quotes Peter Phelps, a former Liberal whip in NSW, who opposed a bipartisan bill in NSW that penalises service station owners if they don’t meet a quota of E10 fuel sales and subsequently resigned as party whip. “Honan is his own lobbyist and ... he is the Donald Trump style of, you know, gruff bravado, you know, you must do what I want to do because I’m an important person,” Phelps told Four Corners. He said the bill was “totally unfair, it’s a complete violation of the Liberal party ideals”.  Phelps said he didn’t think that Honan “gave out of the goodness of his heart, that’s for certain, and the mere fact that, after the 2007 election, if you have a look at the figures for that, he gave the state Labor party something like $164,000 in the year that legislation, or the year after the legislation had passed. I don’t think that’s coincidental.”     Luca Belgiorno-Nettis, right, with Guido and Amina Belgiorno-Nettis at the Art Gallery of NSW. Photograph: Tracey Nearmy/AAP    Monday’s program also contained an admission from the former Liberal party fundraiser Michael Yabsley that Australia’s funding and disclosure system required a complete overhaul. Yabsley, who was the honorary federal treasurer of the Liberal party from 2008 to 2010, said the practice of funnelling allegedly prohibited developer donations to the New South Wales branch through the Free Enterprise Foundation was “unacceptable”. He said knowledge of the practice was widespread. In 2014 the NSW Independent Commission Against Corruption found a range of verbal and documentary evidence that showed the NSW party was sending donations from property developers to the foundation and arranging to have them funnelled back. State law had banned donations from property developers from January 2010. Just before he called the election, the prime minister, Malcolm Turnbull – who lost one minister, Stuart Robert, because of a controversy related to fundraising, and had his cabinet secretary, Arthur Sinodinos, caught up in the Liberal party’s fundraising problems in NSW – signalled he was interested in revisiting the issue of electoral reform in the next parliament, although he said change was hard to implement because of constitutional limitations and because it was hard to constrain the activities of third parties.   Related: Political donations: Bill Heffernan warns of  'Asian facilitation culture'    The Labor leader, Bill Shorten, on Monday renewed his party’s call to change the system so that any political donation over $1,000 be disclosed. Shorten said the “ongoing saga of the Free Enterprise Foundation in NSW and Liberal fundraising, what it goes to show is we need more transparency, we need more transparency in the way that money is raised for elections”. “I challenge Mr Turnbull now today to agree with Labor’s proposal that any donations over $1,000 should be disclosed,” Shorten said. “Transparency is the sunlight which clears away all the dark corners in terms of fundraising and Australians I think have a reasonable expectation that that is what should happen.” But Labor’s Senate leader, Penny Wong, played down the connection between donations to the ALP by Australia’s trade unions and policy outcomes favourable to organised labour. “To suggest there’s some analogy between a bundle of cash and a longstanding transparent and public and historical relationship with the trade union movement I think is a pretty long bow,” Wong told Four Corners.",
  "webTitle": "Transfield Holdings boss says political donations 'bought access' to MPs",
  "webPublicationDate": "2016-05-23T11:30:12Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/23/transfield-boss-says-political-donations-bought-access-to-mps",
  "keyword": [
    {
      "webTitle": "Australian political donations",
      "id": "australia-news/australian-political-donations",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Independent Commission Against Corruption",
      "id": "australia-news/independent-commission-against-corruption",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales politics",
      "id": "australia-news/new-south-wales-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Katharine Murphy",
      "id": "profile/katharine-murphy"
    }
  ],
  "guardianId": "australia-news/2016/may/23/transfield-boss-says-political-donations-bought-access-to-mps"
}