{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/sean-penn-in-cannes-too-much-film-today-is-synonymous-with-donald-trump",
  "id": "2016-05-20-110",
  "sectionId": "film",
  "body": "The press at Cannes are for a notoriously vocal audience, eager to express their verdict on a film through energetic applause or noisy boos. This year, spontaneous clapping greeted one impromptu song in Palme d’Or frontrunner Toni Erdmann, while Personal Shopper and The Neon Demon were among the higher-profile premieres to earn groans of disapproval.    Related: The Last Face review – African conflict is aphrodisiac for white people in Sean Penn's crass romance    But the reception to Sean Penn’s fifth film as director easily beat all three in both decibels and persistency. Laughter at dialogue in the earnest romantic drama about two foreign aid doctors in war-torn Africa began early, soon turned to hooting, and then to boos as the credits rolled. A string of one-star reviews filtered through a few hours later. Speaking at a press conference the same afternoon, Penn dismissed questions about such criticism. “It’s finished, the film,” he said, “so it’s not a discussion I feel I can add value to.” Asked whether his years as an actor meant he was better able to manage the egos and personalities on set, he said: “Your first challenge is dealing with your own ego on anything you’re doing.” Penn is a veteran of the Croisette. He won the best actor award nearly 30 years ago, has starred in many of the festival’s biggest films, premiered two of his movies as director in France (1991’s The Indian Runner and 2001’s The Pledge) and chaired the jury in 2008.      Bardem and Theron in the film    He recalled his jury experience as highly instructive. “In America, unless we really pursue it, we have a very monocultural selection of films. To come to Cannes and be forced to go to two movies a day for a couple of weeks makes you realise: ‘Oh, we are not better than a Filipino director.’” Such exposure was invaluable, he said, to “really get sense of what’s going on with world cinema”. Some critics have found fault with the film for its foregrounding of a romance between two white outsiders – played by Charlize Theron and Javier Bardem – in an African tragedy. The pair play doctors who fall in love while treating refugees and the victims of civil war in Liberia and South Sudan. In one early scene, Theron explains that a concert fundraiser is required in order for westerners to listen to stories about such conflict.      Theron and Bardem at the press conference. Photograph: Laurent Emmanuel/AFP/Getty Images    Asked if he felt the central story in his film was an equivalent sop, Penn said: “I think it’s important to entertain if entertainment is not synonymous with Donald Trump’s behaviour. Too much of film is today, I think. Greek tragedy is almost forgotten. The hunger now, I’ve found, is pulling us away from our humanity.” In the film, Theron’s character protests that Europe and the US could stop this sort of conflict if they intervened in the correct way. Penn did not respond directly when asked if he agreed, but said: “To find beauty in things is the way to fix things. I just think that what we’re calling beauty today is largely a perversion of it. That’s lamentable.” Penn also spoke of coming to feel that “the only genius is generosity and we see less and less of it” as well of a “strange dichotomy” between the levels of privilege and suffering currently seen.    Related: Cannes 2016: Sean Penn faces a stinker and The Neon Demon glows – the Dailies film podcast    Bardem discussed his admiration for the real-life doctors currently working in Africa and countries such as Syria, as well as saying that, for him, “heroes are normal people trying to feed their kids with a horrible salary or unemployment”. His co-star, Jean Reno, said that the immersive shoot had helped him feel more medically competent. “I didn’t feel like we were making in the movie,” he said. “We were in the middle of the night, in the jungle, trying to save a baby and his mother. When I saw the movie, I thought: ‘Wow! I’m a doctor!’” Penn reported that his experience of meeting foreign aid workers had led him to believe such an occupation “tends to draw people who have a hunger for adrenalin”. The director, who was at one stage engaged to Theron, made reference to the “intimacies created in risky situations – whether they be creative or life threatening” before concluding: “I have found working with people in the field that certainly a part of what drives them is not all altruistic. It’s chemical.”",
  "webTitle": "Sean Penn in Cannes: 'Too much film today is synonymous with Donald Trump'",
  "webPublicationDate": "2016-05-20T15:03:00Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/sean-penn-in-cannes-too-much-film-today-is-synonymous-with-donald-trump",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Sean Penn",
      "id": "film/seanpenn",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Charlize Theron",
      "id": "film/charlize-theron",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Javier Bardem",
      "id": "film/javierbardem",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/20/sean-penn-in-cannes-too-much-film-today-is-synonymous-with-donald-trump"
}