{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/20/mls-hudson-river-derby-new-york-red-bulls-fc",
  "id": "2016-05-20-255",
  "sectionId": "football",
  "body": "Rivalry week is here – and NYC FC host the Red Bulls It’s here. New York City FC have the glitz and glamor, the big-name coach, the telegenic European superstars, and the world famous stadium – albeit one that belongs to a baseball team. New York Red Bulls have the tradition and the history, an atmospheric soccer-specific arena, and possession of the Supporters’ Shield. “Twenty years late and a stadium short,” the Red Bulls fans zinged their rivals – but then NYC FC fans can retort: well, at least we’re not named after an Austrian energy drink. New York media have been making a big deal of this game, with a slew of ads on TV and many billboards plastered around the city. Let’s just hope it’s no dud.   Related: Patrick Vieira, New York City FC and the Third Rail    NYC FC have never won the so-called Hudson River Derby since its first inception  last year – but they go into this one as favorites. A point against Toronto on Wednesday kept up their good recent run, and they sit atop the Eastern Conference  on 17 points. Kwadwo Poku’s delicious curler gave Patrick Vieira’s side the lead at BMO Field, and though Toronto dominated afterwards, all they had to show for it was a Will Johnson equaliser. It was a good point for NYC FC, who rested several key players. David Villa, Andrea Pirlo and Tommy McNamara were given the night off from starting, and NYC FC missed them, but their often criticised defence shut down TFC’s Sebastian Giovinco, and the team escaped with a draw. “We didn’t play our best game,” admitted Vieira. “When you make so many changes, I knew it would be quite difficult against one of the best sides in the league.” Mix Diskerud left the field, echoed Vieira’s comments, and rubbed his hands – metaphorically – for the visit of the Red Bulls. “We’re happy with that one point and now we’re going to focus on the next game. It’s going to be a huge game and hopefully we can fill up the stadium – and win it.” Thirty thousand tickets have already been sold, but the team are going to open the upper tier of Yankee Stadium to accommodate even more. Single-game tickets for the 400-level seats start at about $40; fans in New York with a free Saturday afternoon could do worse than take a trip to the Bronx. Red Bulls squeeze out a win against rock-bottom Chicago While NYC FC have been on an upward trajectory, the Red Bulls have been up and down. Their 1-0 win over Chicago on Wednesday was most welcome, especially as it followed Friday night’s disappointing 2-0 defeat at DC United. Mike Grella got the game-winner in the 58th minute, after good work from Bradley Wright-Phillips and Lloyd Sam, and efficiency was the key word for the Red Bulls: it proved to be their only shot on target in the whole game. Fortunately for them, Chicago are the most compliant team in the league away from their home stadium: that’s now 30 games on the road in which they’ve failed to register a victory. Jesse Marsch overplayed Chicago’s threat on the counter-attack in his post-game comments, but was pleased to see one out. “The fact that we got a shutout against some very dangerous attacking players on the counter I think was a big step for us, and to grind out a game 1-0, right?” he said. “We haven’t done that all year. We haven’t shown the ability in a tight game to come out as the victor.” The Red Bulls have picked themselves up after a terrible start, but it’s hard to say they’ve turned the corner. They’ve already lost seven times this year, which leaves little room for error in their quest to make the playoffs. The good thing for them is that the East, more so than the West, is congested: a streak of wins and they’re right back in the mix. Saturday would be a good place to start a little run. “We know that we’ve got a huge task on Saturday,” keeper Joel Robles said. “It’s not necessarily about where we sit in the standings or what our run of form is right now. It’s gonna be about a pretty awesome rivalry that’s starting to gain momentum. And I know that [NYC FC are] going to be looking to rectify what happened last year.” More problems for Chicago, though. Veljko Paunovic’s team have shown promise, but nobody has scored fewer than their paltry eight goals, and a gap is beginning to open up at the foot of the table. Kennedy Igboananike has impressed with four goals already, but the loss of David Accam has been keenly felt. (He’s now back from a knee injury, and that should make Chicago feel better.) “It’s a part of the process where we are,” Paunovic said. “We are a young team, a team under construction still. But growing and we learn from the lessons and we just keep on pushing hard.” Revs happy to have Kei Kamara as they take on Dallas New England’s Kei Kamara era started last week against Chicago, and things looked immediately better. Kamara didn’t get the debut goal fans wanted, but he provided the focus around which Lee Nguyen, Diego Fagundez and Juan Agudelo were able to prompt and rove, and Chicago offered little by way of response. The Revolution muskets fired twice, Jay Heaps’ team recorded only their second league win of the season, and afterwards, the smiles were as wide as the Charles river. With six points from the past two games, Dallas’s mini-wobble appears to be over, but like the teenage petrolhead who keeps getting stopped for speeding, they have issues on the road. Dallas haven’t lost in Frisco this season, but they’ve been really poor away from home, and have acquired the knack of getting thumped: one wonders if their apparent brittleness is tactical or mental. “I think we just carry our momentum from this week,” defender Walker Zimmerman said this week. “Yeah, it’s not a game at home, but we’re confident in who we are and confident that we can win wherever we play. We’ve had some road struggles, but I don’t think that is in any way the identity of this team, and I think we’re hoping to bounce back for a road win.” Oscar Pareja rotated his squad against Seattle last time out, but Tesho Akindele, Fabian Castillo and Mauro Diaz, all substituted in the second half, should be back in time for Foxborough. Matt Hedges is still out with a shoulder injury, and Maxi Urruti is doubtful, but Dallas have enough quality to come away with victory – providing they can keep Kamara quiet. Philadelphia and DC United renew their non-rivalry One of the irritating things about MLS’s rivalry week – sponsored by Heineken! – is the league’s insistence on promoting conflicts that don’t really exist. DC and Philly might be separated by little more than a couple of hours in the car, but any MLS fan will tell you that DC’s real rivals are the Red Bulls. Trying to promote fixtures in such obviously manufactured style annoys the real supporters, and gives American sports leagues a bad name. (The NHL is guilty of this, too.) United head coach Ben Olsen more or less acknowledged that the rivalry didn’t exist on Wednesday. “It’s up to the fans, and how the perceive other teams. I don’t get caught up in that stuff too much,” Olsen said. “But they are pretty close to us. Someone called it a friendly rivalry, and I think that was a good description of it.” Bill Hamid, DC’s goalkeeper, got it right when he said: “I think the DC-Red Bulls game is the ultimate Major League Soccer rivalry – clearly, they are trying to push away from it and make a New York derby. But there have always been physical matches against Philadelphia. We don’t really like each other, but we always bring it when we play against each other.” Well, quite. In competitive sports, which teams actually do like other? Derby or not, Philadelphia and DC offers up an intriguing match-up between two of this season’s unfancied sides. Philly have just gone off the boil with a couple of draws, albeit against good opposition in LA and Montreal, while DC have picked it up after a poor start, and their 2-0 victory over the Red Bulls last week was impressive. But DC can’t seem to put together a run: every positive result – the 4-0 walloping of Vancouver, for example, or the 3-0 win over New England – has been followed by a stutter. Can they make it two for two? Some good news for DC: Hamid has returned from his knee injury, and could be included in the squad, although Travis Worra will continue in goal for Friday’s match. Chris Rolfe is still missing with concussion, but Alvaro Saborio enjoyed a bit of personal news this week: he was picked in Costa Rica’s 23-man squad for this summer’s Copa Centenario. He’ll join up with Los Ticos after Friday’s game, and will be looking to sign off with a bang. Portland and Vancouver do it in the Pacific Northwest Rounding out the rivalry week is Vancouver v Portland. Vancouver are two for two in the Cascadia Cup this season, and beat Portland 2-1 just the other week. The Whitecaps seem, thankfully, to have found their form, and some punch, finally, in attack: 10 goals in their last four games shows a huge turnaround from earlier this season, when they couldn’t buy a goal, and went four straight without scoring. The veteran Blas Perez nabbed two against Chicago, and Kekuta Manneh was named MLS player of the week for his performance in that wild 4-3 against Toronto last week: two goals and two assists represented his best day for Vancouver since his hat-trick against Seattle in 2013. “I just said to him: ‘Go and enjoy yourself’ – and he did,” said Caps coach Carl Robinson, who started Manneh centrally against TFC, with Pedro Morales, another goalscorer, on the left. “When he enjoys himself and plays like he does, he’s able to unlock defences. And I think people still forget he’s only 21 years of age, so he’s still got a long way to go. He’s a huge talent.” The Timbers, meanwhile, just can’t get it going. They’ve lost three in a row for the first time since Caleb Porter became head coach, and have dug themselves into a hole in the Western Conference. Colorado and Dallas have made the early running; the champions are playing catch-up. They’ll be hoping Fanendo Adi is passed fit to play on Sunday. The Nigerian has eight goals already this season, but hobbled off with a hamstring injury against New York City last week to give Timbers fans the heebie-jeebies. A scan indicated it wasn’t too serious, but Portland haven’t confirmed whether Adi will be OK to play. If he doesn’t make it, much will rest on the shoulders of Diego Valeri, especially with Darren Mattocks still out and Dairon Asprilla persona non grata. (Asprilla’s recent absence from the matchday squad has fuelled speculation he might be on his way out.) Porter knows it’s a marathon, however, and he’s not one to panic. “The season is not done,” he said. “It’s a long season. We have 22 games and we’re going to need to win a good chunk of those games, not all of them, a little over half of them, historically speaking when you look at points. That means we still can lose some games, but we got to start winning and we know that.”",
  "webTitle": "MLS preview:  NYC FC emerge as favorites in the Hudson River derby",
  "webPublicationDate": "2016-05-20T10:00:38Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/20/mls-hudson-river-derby-new-york-red-bulls-fc",
  "keyword": [
    {
      "webTitle": "New York Red Bulls",
      "id": "football/newyorkredbulls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "New York City FC",
      "id": "football/new-york-city-fc",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "New England Revolution",
      "id": "football/newenglandrevolution",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "FC Dallas",
      "id": "football/fcdallas",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chicago Fire",
      "id": "sport/chicago-fire",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "DC United",
      "id": "football/dcunited",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Hill",
      "id": "profile/timhill"
    }
  ],
  "guardianId": "football/blog/2016/may/20/mls-hudson-river-derby-new-york-red-bulls-fc"
}