{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/20/its-not-posh-to-like-classical-music",
  "id": "2016-05-20-59",
  "sectionId": "music",
  "body": "Much of the recent discourse around classical music and its troubles has contained a subtext of glee at the notion that a privileged class is getting its comeuppance. The perception of classical music as a posh activity is outdated and wrong, as the success of the brilliant BBC Young Musician Sheku Kanneh-Mason (a pupil at a comprehensive school in Nottingham) illustrates (Letters, 18 May). Love of classical music is not dependent on class, but as music education focuses more and more on having a go rather than mastering a skill, it is less and less likely that young people will even have the chance to fall in love with it. Trumped-up issues of class and accessibility are distracting us from the real possibility that if classical music continues to be sidelined we may lose something very precious. It’s misleading to say that as long as people are involved in some sort of music-making, it does not matter what sort it is. All music-making is certainly beneficial, but western art music demonstrates a complexity and depth which few other musical genres have attained. To play it and appreciate it requires skill, devotion and understanding, which is why such long training is necessary. There is no shortage of gifted young musicians wishing to undertake this training, but they must wonder why their achievements are largely ignored or even sneered at. It is hard to understand why classical music is such a scapegoat when other heritage art forms continue to be widely supported. Letting classical music dwindle away for the sake of “democracy” is the equivalent of throwing out traditional literature and filling our bookshops with comics, axing traditional drawing and painting courses, or instructing the RSC to abandon Shakespeare and just improvise plays instead because everyone would understand the language straight away. Lovers of art and literature wouldn’t stand for such nonsense, so why should lovers of classical music?Susan TomesEdinburgh • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "It’s not posh to like classical music | Letters",
  "webPublicationDate": "2016-05-20T17:18:55Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/20/its-not-posh-to-like-classical-music",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "education/music",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/20/its-not-posh-to-like-classical-music"
}