{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/14/veronica-roth-divergent-ya-dystopia-carve-the-mark",
  "id": "2016-05-14-155",
  "sectionId": "childrens-books-site",
  "body": "What was your source of inspiration that led you to create your new book Carve the Mark?  Carve the Mark started — many years ago! — as a story about a young man who was taken from his family and comes back to them a different person than the one they knew. I was curious about how his family’s expectations would weigh on him, and whether he would ever find a way to fit with them again. In its current form, Carve the Mark doesn’t tell that story exactly — I found myself drawn to different things as I wrote and revised — but there was something about changing because you have to, but not being sure if you’re changing for the better, that really fascinated me. As with any book, particularly a sci-fi/fantasy book, there were many sources of inspiration, but that was really the core of it, for me.   Related: Divergent by Veronica Roth – review    In the wake of the Divergent series’ success, what is the most important thing you have learnt (and applied) to your new duology? I learned a lot from Divergent about planning ahead. I outlined the series arc for the Divergent books on a character level, but not on a world-building level, so by the time Allegiant rolled around I had some very tricky elements to contend with that had been established in Divergent. This time I was determined to know my world well, to keep track of it, and to ensure that it was both rich and consistent. I never thought I would be one of those authors who knows far more about their fictional world than appears on the page, but I’m well on my way now. Was there anything which pulled you towards writing a sci-fi book? Well, I consider dystopian fiction to be under the “sci-fi” umbrella, so as far as I’m concerned, I’ve always been writing sci-fi! But basically, I just wanted to get really, really creative. I wanted to let go of our world completely and throw all my assumptions out the window. For example: does this new world have to be patriarchal? Do they have marriage? How has their technology developed differently from ours? By the time I was finished answering all those questions, I had a sci-fi/fantasy universe. It wasn’t really surprising — whether it was reading Dune by Frank Herbert when I was younger, or binge-watching Firefly, I’ve always loved that kind of setting, fantastical but futuristic.           Check out our Veronica Roth interview which we made as the film version of Divergent was about to hit the movie screens, back in 2013.     Zombie apocalypse! You can only save one of your characters across all your books – who survives? Cara. She’s smart, she’s trustworthy, and she’s a survivor, so she could help me figure out the zombies — and escape them — without turning on me. She also has a dry sense of humour, which is important in apocalyptic scenarios. Which tense do you prefer to write in?  I prefer past tense. When you first learn to tell stories, they’re stories about your life, so they’re always in past tense. It feels the most natural to me, and most of my writing has been that way. The Divergent books were told in present tense because I felt like it suited Tris and the story itself, but it took me a long time to get used to. I sometimes slipped into past tense without meaning to and had to fix it in edits.    Related: Free read! Carve the Mark by Veronica Roth-    What, if any, similarities are there between Carve The Mark and Divergent? There are a few similarities, definitely. I’m the same writer, and I’m interested in some of the same things, so they appear in my stories again and again. Complex mother figures, the idea of marking yourself permanently (the marks in Carve the Mark, and the tattoos in Divergent), corrupt or deeply flawed governments, characters who don’t always make admirable choices, tricky sibling dynamics —those are all things that crop up in both stories. What made you decide to write a duology rather than another trilogy or a standalone book? Honestly, I set out to write a standalone book, but as I wrote, I realized it just wasn’t enough time with the characters for me. Their stories kept growing, and I wanted to let them grow. I did outline it as both a duology and a trilogy, to see which one worked better. A trilogy has to have three distinct arcs, though, and Carve the Mark only had two, so the choice was pretty easy. Was Carve The Mark easier or more difficult to write than the Divergent books?   Related: Exclusive! Cover reveal from Veronica Roth's new book, Carve the Mark    Both, I think! It was easier in the sense that I felt, for a long time, that I was going to a playground every day. I didn’t have to ground the story in a familiar setting, the way I did with dystopian Chicago in Divergent, so I got to experiment and explore and follow my gut a little bit more. But with that came a lot of doubling back, and changing my mind, and deleting and starting again. I felt like I was going two steps forward, one step back the entire time I was writing. By the end of the rough draft, I had probably written four books and pared them down to one, which is…time consuming. But worth it, I think, when you get to the story you were trying to tell all along! How do you feel about the world of fan fiction, particularly stories based on Divergent? I think fanfiction is pretty awesome. I don’t read Divergent fanfiction, because I want to leave that space for the fans to remake the world and the story how they see fit without me poking my head in. But generally, fanfiction is a way for people to explore writing and character-building without the pressure of inventing a whole new world. It’s collaborative, and creative, and communal. So as long as it’s not for profit, and it’s clear that someone is working with another author’s ideas and characters—and usually fanfiction writers are good about disclaimers! — I say go for it. Have fun with writing. Continue to live in the worlds that you love.   Related: How do I get involved in the Guardian children's books site?    How do you come up with titles that are very appealing along with the front page that just makes readers like us search and search what it means? Well I’m glad you find the titles appealing! Really, I just think about finding a title that tells you what’s significant in the story. “Divergent” is Tris’s identity; it’s something she’s learning to claim and embrace. “Carve the Mark” is something the characters in the story say to each other at really pivotal moments — you’ll understand when you read it! — and it’s something that changes and shapes them in important ways. Obviously there does come a point when, as an author, you think about whether the title you’ve chosen sounds good and memorable and catchy, but for me, the thematic significance comes first. Thank you to site members Alexia_Ternate, Someinfinitieskatie, Thefaultinourfandoms, Wanderer378 and Harshita1211 for these wonderful questions and to Veronica for answering them so beautifully. We just can’t wait to read Carve The Mark. It’s not published until next year, but you can read a sneak preview from chapter seven here!",
  "webTitle": "Veronica Roth: 'I wanted to let go of our world completely'",
  "webPublicationDate": "2016-05-14T08:00:32Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/14/veronica-roth-divergent-ya-dystopia-carve-the-mark",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Dystopian fiction (children and teens)",
      "id": "books/dystopian-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Sci-fi (children and teens)",
      "id": "books/childrens-sci-fi",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Veronica Roth",
      "id": "books/veronica-roth",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Divergent",
      "id": "film/divergent",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/14/veronica-roth-divergent-ya-dystopia-carve-the-mark"
}