{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/25/gran-turismo-sport-sony-real-virtual-racing-esports",
  "id": "2016-05-25-222",
  "sectionId": "technology",
  "body": "Two seemingly contradictory pieces of information came out of Sony’s recent unveiling of Gran Turismo Sport at a lavish event in London. First, this definitely isn’t Gran Turismo 7. In a similar vein to the ‘offshoot’ Prologue series it’s an update, adding new vehicles and tracks to a framework that is, essentially, 2013’s Gran Turismo 6. However, one key addition – the new Sport Mode – could well make this the most important Gran Turismo title so far. At its most basic, Sports Mode is an eSports competition that offers drivers two competitive possibilities: a Nations Cup, in which top players advance through regional finals and on to the world championship; and a Manufacturer Fan Cup, with teams formed by the top driver from each of the three participating continents entering a final 24-hour race. An events calendar keeps the community busy with regular racing, which in turn determines player ranking – developer Polyphony Digital is keen to point out that there will be plenty of opportunity for players to shine through regional and national level races, although obviously the higher end championships will take pole position in terms of prestige.     Gran Turismo’s Sport Mode is accredited by the FIA, motorsport’s governing body. Photograph: Sony Computer Entertainment    And they should, because here the developer is promising to push current boundaries of where eSports end and real-life sport begins. For a start, the series is accredited by the FIA, motorsport’s governing body, meaning events will be run according to the rules and etiquette expected of real-world racing. Additionally, while an automated system will referee the daily events, key regional meetings will benefit from human race stewards, culminating in the finals being officiated by FIA Formula One Race Director Charlie Whiting – the man who effectively runs F1 races, safety checking cars and enforcing FIA rules. Furthermore, the winners of the GT finals will be awarded at the governing body’s annual ceremony in Paris.    On-track assessmentwill be required before Gran Turismo drivers can experience factors like g-forces in a real race    Then there’s the promised ability to obtain a real-world racing licence by playing the game. It’s a prospect that, announced by almost any other developer, might seem preposterous and attention-seeking but it’s worth remembering Polyphony has dabbled in this real-virtual crossover before. Since 2008, its GT Academy programme – which will continue to operate – has taken top virtual drivers and attempted to turn them into professional racers, with some notable successes, including Jann Mardenborough who won the series in 2011 and went on to compete in the British GT Championship a year later – he’s now racing in the Super GT series. Besides, Polyphony appears to have put the miles in. “The FIA Gran Turismo Digital Licence is something that we have discussed with 200 automobile clubs around the world and with the FIA over the last three years. So it’s not something that we’re rushing into,” claimed the studio’s CEO and creative auteur, Kazunori Yamauchi. “The licence is only granted once you go through a lot of different subjects within Gran Turismo that cover your manners on the track, the safety issues, [and] all of the behaviour of the player is judged from the different aspects that are required to participate in real-life racing. And only when you have cleared all those prerequisites are you eligible for that licence.”     Currently only 22 countries – the UK included – are confirmed as participating in the digital licence scheme. Photograph: Sony Computer Entertainment    Of course, this prospect throws up all manner of questions regarding how the actual licence is implemented, and Yamauchi himself recognises that some form of on-track assessment is likely to be required before you’re let loose on a real circuit, experiencing real g-forces and real consequences, though that’s a detail that ultimately sits outside of the game’s remit.  “Once you are eligible for that licence, that information is going to be shared from Gran Turismo to the respective automobile club,” said Yamauchi. “From there on, it’s up to the automobile clubs to decide on how they’re going to handle this. Even today, the prerequisites for motorsport licences vary from country to country – the rules are very different.” As are levels of acceptance. Currently only 22 countries – the UK included – are confirmed as participating in the digital licence scheme and there are prominent absentees such as the US, which is perhaps an indication of the challenges Polyphony faces in getting widespread approval from international auto clubs. Regardless, it’s a bold move that along with the eSports championship should thrust new life into the GT series … provided the chassis on which these elements sit delivers the necessary support. And it’s here that things perhaps seem a little less ambitious at present. There are 137 cars on offer, and these have been fully – and exquisitely – remodelled (including cockpits), but only a handful of these are new models. Once again, they are divided into four classes and mix real-world with virtual models, such as the exotic Vision Gran Turismo vehicles first seen in GT6. In terms of circuits, there are 19 locations delivering 27 layouts and including two rally options – but again, there are just a couple of new additions: vibrant half-mile oval Northern Isle Speedway and the urban-based Tokyo Expressway, both deceptively bland in design yet able to deliver tense, close competition if played against fellow humans (alas, the AI at this stage appears no more convincing than that of past GTs).     The Bugatti Vision Gran Turismo is presented at the Volkswagen Group Night at the Fraport arena in Frankfurt, September, 2015. Photograph: Odd Andersen/AFP/Getty Images    Polyphony’s measured approach to evolution ensures the game’s structure is mostly expected, too, with Arcade (single race, time and drift trials, two-player splitscreen) and Campaign (117 events split across beginner’s lessons, circuit mastering, challenge-based missions and learning racing etiquette) modes joining a revitalised car dealership experience and Scapes, a much enhanced photo mode. One notable addition, however, is the comprehensive Livery Editor, a first for the GT franchise. The biggest concerns revolve around the handling dynamics. This most fundamental element of Gran Turismo Sport is currently not its most impressive, with driving mechanics that feel no further developed than those of GT6 – that is to say, fine, though not as delicate as those you’ll enjoy in Project Cars. In fairness to Polyphony, the team is still tweaking. “What we aim for when developing the physics engine is that the driver has a natural feel for the car,” Yamauchi explained at the London event. “Real does not equal difficult – anyone can drive cars. And that’s a misunderstanding that has become standard around the world that real simulators are hard. It’s a misconception that we aim to correct.    The occasional bumper car mentality served as a stark reminder of the wide gulf between the virtual and real world    “But in order to actually achieve that, there’s a lot of really, really minute details that have to be worked on to make that possible. That evolution is taking place and even in the version today, it’s still not 100% of where we want to take it but I think you can already feel what we’re working towards.” As it is, the cars conduct themselves the way you expect them to, behaving particularly convincingly under braking, whether you’re at the wheel of a lowly Mazda sports model, taming a Ferrari 458 GT3 around Brands Hatch, or trying not smile like an idiot when sat in the cramped cockpit of a Le Mans winning Audi. But the five-track, 20-car demo experience at the unveil event remained underwhelming, not helped by minimal feedback coming through the T300RS wheels and engine notes or tyre noise that were either masked by intrusive music or almost missing altogether. If we assume the under-the-bonnet stuff gets fixed before the November release, though, the real focus ought to be the game’s Sport Mode. Part of the event last week featured the first FIA sanctioned Nations and Manufacturer cups: Sony flew in the world’s top Gran Turismo drivers to take part and tellingly this provided both assurances and doubts about Polyphony’s latest title.       On the one hand, the racing was undeniably exciting, with the close and intense competition delivering plenty of skilful overtaking action, thereby solidifying the potential within the eSports aspect of the game – both from a player and spectator perspective. Given the game’s support of the technology, the prospect of a PlayStation VR championship seems a perfect fit, though Polyphony won’t confirm it at this stage. On the other, even at this level, the on-track behaviour on (admittedly few) occasions descended into little more than bumper car mentality, which obviously served as a stark reminder of the wide gulf between the virtual and real world. Whether Gran Turismo Sport is able to narrow the gap between the real and the virtual won’t be known until after the game’s release at the end of the year. And there’s still much work to be done before then. But if it is, it could prove as formative a moment as when Polyphony’s original “Real Driving Simulator” rolled out on to PlayStation back in 1998.   Gran Turismo Sport is launched on PlayStation 4 on 18 November",
  "webTitle": "Gran Turismo Sport: Sony's plan to blur the lines between real and virtual racing",
  "webPublicationDate": "2016-05-25T09:58:30Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/25/gran-turismo-sport-sony-real-virtual-racing-esports",
  "keyword": [
    {
      "webTitle": "Simulation games",
      "id": "technology/simulation-games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Sony",
      "id": "technology/sony",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "technology/2016/may/25/gran-turismo-sport-sony-real-virtual-racing-esports"
}