{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/12/saracens-racing-92-european-rugby-champions-cup-final-alex-goode",
  "id": "2016-05-12-8",
  "sectionId": "sport",
  "body": "I think Saracens can beat Racing 92 in the European Rugby Champions Cup final on Saturday and I hope they do. My heart says they will do it as I would like to see an English team become European champions for the first time since Wasps in 2007. But, more importantly, my head agrees because I think there are key areas where Saracens are particularly well equipped to cause Racing trouble.   Related: Joe Rokocoko: Racing 92’s attitude can match Saracens in Champions Cup final    Saracens have lost a final before and built themselves up again and they now have more about them than in previous years, not least with Owen Farrell having developed a lot and added to his own games as well as that of the side around him. Racing have World Cup winners and European champions in their ranks but they have never been in a big final together and I think Saracens’ experience as a group will count for a lot. Here are the big areas where the game could be won and lost: The line-breaker The Saracens full-back Alex Goode will be a key player in what is likely to be a suffocating game dominated by two of Europe’s most physical defences and most effective kicking games. The ability to find space will be at a premium and England’s form full-back is probably the one player who can open it up. Dan Carter is never afraid to kick long to give his side time to form their defensive line but Saracens have a tactic of getting their retreating players in among that chasing defensive line. Goode, running the ball back from deep, then aims for the shoulder of his own player – who is getting in the way of defenders – by running at him and stepping into the space beside him so the Racing tackler is blocked from making any lateral movement to tackle him. Watch how often Goode breaks the line and you will see how he uses this tactic, particularly down the touchline where the opposing forwards are coming up as they are less nimble lateral movers than their backs. This ploy gives Goode a yard of space to ghost through and break the line. Goode has been in superb form for Saracens and is a very plausible alternative to Mike Brown as a starter in England’s tour of Australia. This is his opportunity to impress Eddie Jones in the senior European final, after Brown plays for Harlequins in Friday night’s Challenge Cup final against Montpellier. Get Machenaud, not Carter There will be a huge amount of talk about All Black Carter in the runup to the game but I think the key player for Saracens to target is Maxime Machenaud. He was the man of the match in the semi-final against Leicester, when he scored a try and made three or four breaks, and Saracens will be well aware of his abilities as a typically French playmaking scrum-half. Depriving Machenaud of quick ball is key to nullifying his running and box-kicking threat and forcing Carter to kick ball back. While Carter often kicks long, Saracens’ own kicking game is based much more on competing for the ball. Richard Wigglesworth will start, as Neil de Kock was injured last weekend, with Ben Spencer on the bench. Both Wigglesworth and Spencer are pinpoint-accurate box-kickers and this allows either the chaser to compete for the ball in the air or to immediately tackle the catcher. If the kick is two metres too far, the opportunities for Joe Rokocoko and Juan Imhoff to attack are obvious but Saracens pride themselves on not only the accuracy of this kicking but on the pressure they can exert on the resulting ruck, and this is where they will aim to stifle Machenaud. Saracens put huge pressure on opposition rucks, and their second-rows are specifically tasked with looking to tackle or charge down the scrum-half. This forces the opposition to put more bodies in to protect the scrum-half, which in turn makes him reluctant to box kick with so many of his forwards off their feet and out of the subsequent chase. So you end up with pressurised or slow ball, which leads to a poor kick and gives Goode the opportunity to run. Unsteady Eddy I would like to see the England hooker Jamie George starting the game ahead of the South African Schalk Brits because he is the better scrummager and I think this is an area where Saracens can get on top. The French side have a powerful scrum with the New Zealander Ben Tameifuna having added considerable bulk at tighthead but this, combined with the power behind, can mask Eddy Ben Arous’s comparative weakness. The loosehead found himself in some terrible positions in the semi-final against Leicester and I think Juan Figallo, Saracens’ Argentinian tighthead, can follow Dan Cole’s example from that game, particularly if he gangs up with George. The question will be whether the referee, Nigel Owens, lets Saracens fully examine Ben Arous’s game. Owens is usually keen to get the ball away from the scrum and in the Leicester semi-final, which the Welshman also refereed, there could have been a succession of scrum penalties but because the ball was out he just told them to play on. Saracens will not want the ball away if they can get on top of Ben Arous, but they will have to be very careful indeed not to get on the wrong side of Owens. In a game that is going to offer very few opportunities the ability to clear your lines and march upfield through scrum penalties could be key.",
  "webTitle": "Three ways Saracens can beat Racing 92 to claim Champions Cup crown | Dean Ryan",
  "webPublicationDate": "2016-05-12T22:48:00Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/12/saracens-racing-92-european-rugby-champions-cup-final-alex-goode",
  "keyword": [
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Racing 92",
      "id": "sport/racing-metro-92",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Rugby Champions Cup",
      "id": "sport/european-rugby-champions-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dean Ryan",
      "id": "profile/dean-ryan"
    }
  ],
  "guardianId": "sport/blog/2016/may/12/saracens-racing-92-european-rugby-champions-cup-final-alex-goode"
}