{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/16/countryfile-diaries-spin-off-spring-daily-all-week-rural-show",
  "id": "2016-05-16-149",
  "sectionId": "tv-and-radio",
  "body": "At 9.35am today on BBC1, a man declared: “Now I’m going to measure the anal-genital distance.” After shoehorning a ruler into this intimate groove, he announced: “This male is ready to breed!”  Thankfully for the switchboard operators at Ofcom, the potentially productive chap in question was a field mouse, who had the gap between his bum and balls measured as part of a fertility study featured in Countryfile Diaries. This is the first in a daily, week-long spin-off from the rural magazine show that started in 1988 and, to the surprise of the BBC’s metropolitan bosses, has become one of the strongest ratings performers in the Sunday schedule. The longest-serving Countryfile presenter, John Craven, now 75, co-hosted the first instalment with two newcomers to the stable: weather expert Keeley Donovan and reporter Margherita Taylor.   Related: Why Countryfile is the most political show on TV | Simon Jenkins     Those unfamiliar with Countryfile probably think it consists of films of bunnies, sunrises and buttercups, and it certainly has such moments. But the series also regularly engages with the politics of the landscape: for example, David Cameron and Boris Johnson have made films for the Sunday night show about the consequences for the countryside of yes and no votes in the EU referendum.  The sharp rather than cuddly side of the franchise was most in evidence here. The first report investigated the use of birdsong as a therapy for mental health problems, including the claim that a soundtrack of tweeting in a petrol-station lavatory had resulted in “customer satisfaction rising by 50%” – though it was not explained how restroom use can be improved by half.  A medical agenda continued in the second segment, which examined the use of a substance found in daffodils as a treatment for Alzheimer’s. On ITV, you can guess a show’s target audience from the products advertised in the commercial breaks (nappies means young parents, funeral insurance assumes a mature audience), whereas, with the BBC, the clue is in the subjects. Starting with items on depression and dementia, Countryfile Diaries seemed to envisage an audience short of the joys of spring.  Spirits lifted with films on an artist who specialises in painting pears, and a distiller that produces spirits infused with sap from silver birch trees. So much optical astonishment was naturally available – misty dawns, frothing blossom, blinding yellow flowers – that the attempts at imposed illustration felt forced and unnecessary. The weakest piece involved Craven and Donovan illustrating the workings of the jet stream by wafting a blue ribbon across a map of the UK marked in the grass. They had the air of bored performers in a low-budget, alfresco, theatre-in-education group.   Related: Countryfile v War and Peace: how a farming magazine beat TV’s top drama     And, even on so apparently innocuous a series, there was evidence of the numerous editorial guidelines that stalk BBC output. Young children were filmed only from behind or in longshot, while viewers were warned not to suck on daffodils as a home remedy for senility because of the toxicity of the magic ingredient if not properly treated.  When it relaxed, though, the show was soothing viewing. Craven, authoritative but modest, confirmed himself to be, along with David Attenborough, one of the few veteran TV presenters not obviously to have become egomaniacal. Donovan and Taylor look like promisingly lively additions.  My only worry is that, as an instinctive urbanite with severe hayfever, I got more than enough information about the coming of spring from this single edition, and find it hard to imagine how they will keep going until Friday. Someone who makes sculptures from strawberries or liquor from daisies? Or perhaps there are other creatures who need the length from their backsides to their gonads checked …",
  "webTitle": "Countryfile Diaries – 'This male is ready to breed!'",
  "webPublicationDate": "2016-05-16T14:37:37Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/16/countryfile-diaries-spin-off-spring-daily-all-week-rural-show",
  "keyword": [
    {
      "webTitle": "Science and nature TV",
      "id": "tv-and-radio/science-and-nature-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Educational TV",
      "id": "tv-and-radio/educational-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Lawson",
      "id": "profile/marklawson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/16/countryfile-diaries-spin-off-spring-daily-all-week-rural-show"
}