{
  "apiUrl": "https://content.guardianapis.com/environment/africa-wild/2016/may/06/burning-the-ivory-is-just-the-beginning",
  "id": "2016-05-06-148",
  "sectionId": "environment",
  "body": "People have always been smitten by the beauty of elephant ivory, as I discovered for myself while travelling overland from London to Johannesburg in 1974.  I am not exactly sure where I bought the small ivory carving that would haunt me in years to come. I think it was Kisangani (formerly Stanleyville), 2000 km upstream from the mouth of the mighty Congo River, home during the 1880s to Mohammed Bin Alfan Murjebi alias Tipu Tip, the infamous Zanzibari who traded ivory and slaves.  I remember a man with a basket unwrapping packets of green banana leaves containing ivory and choosing one particularly beautifully piece with a woman’s head carved on it. The sheen and texture of ivory makes it exquisite to the human eye and to the touch.  I was spellbound by that carving; it seemed to speak of Africa. Seduced by its beauty I never gave a thought as to where the ivory might have come from. What I know now is that an elephant died an unnatural death to make that carving possible.  There was no stigma to buying ivory in those days. In the 1970s there were more than a million elephants in Africa and the streets of Nairobi were full of curio shops selling ivory: everything from bangles to the most exquisite and elaborate carvings. Elephant hair bracelets were everywhere, as popular then as the copper and brass Samburu bracelets are today.      Ivory carvings handed in to Kenya Wildlife Service to be burned along with the country’s ivory stockpile on 30 April 2016. Photograph: Angela Scott/Jonathan & Angela Scott    But during the 1980s the demand for ivory escalated to new levels. Sixty thousand elephants were slaughtered annually across the continent, reducing the population from around 1.3 million in 1979 to 600,000 by the end of the decade. It was clear that decisive action was needed. On 19 July 1989 Kenya’s President Moi, on the advice of Richard Leakey, head of the Kenya Wildlife Service (KWS), burned the country’s stockpile of 12 tons of ivory. Kenya’s elephant population had plummeted from 160,000 in the 1960s to less than 20,000 by then.  I was there that sunny afternoon in Nairobi National Park to photograph an event that helped secure the CITES ban on the sale of ivory later that same year. As I watched I was reminded of the ivory carving that I had left in South Africa in 1975 at the end of my journey overland along with a carved wooden head of a Masai warrior purchased in a street market in Dar es Salaam. At the time they were my most treasured keepsakes from my trip. I never returned to retrieve my guilty secret. Fast forward 25 years to 2015, by which time a tipping point had been reached: more elephants were being killed than born. The death toll from poaching had risen to 30,000 each year across Africa, with Tanzania alone admitting to the loss of a staggering 65,000 elephants between 2008 and 2012.  At a press conference a year earlier, Richard Leakey had described the poaching of elephants and rhinos in Kenya as a “national disaster”.  Leakey is without question one of the most courageous people I have ever met, prepared to speak up while others remain silent, to put his life on the line for the sake of his principles. He lamented that known ringleaders were operating with “outrageous impunity”. It was time “to stand up and say that it cannot go on.”      Richard Leakey and CEO of the NGO WildlifeDirect Paula Kahumbu give a press conference organised by WildlifeDirect on March 19, 2014 in Nairobi. Leakey called on the Kenyan President to invoke an emergency response on elephant and rhinoceros poaching. Photograph: Tony Karumba/AFP/Getty Images    Kenya had been identified as the main transit point for ivory poached in Africa and destined for the Far East. Leakey stated bluntly that, with massive corruption still the order of the day, the poachers and their paymasters were able to act with impunity. This would be impossible if they did not “have some form of protection from law enforcement agencies”.  “The ringleaders are known”, he maintained, but none of the 20 to 30 people who were organising the mass poaching had faced justice. As a result, rangers were risking their lives in a war that they could not win. Leakey concluded: “We cannot afford to lose what is left. The only way to stop [the poaching] is to appeal to President Uhuru Kenyatta to be bold, to take action.”  The President responded by asking Leakey to return to KWS, the organisation he had founded in 1989, as Chairman of the Board. Now in his early 70s, Leakey commented that he had not asked for the job, did not want the job, but would embrace it nonetheless.  The initial search for a Director General for KWS foundered. Then in early 2016 it was announced that Kitili Mbathi, a career banker, had landed the job. I first met Mbathi thirty years ago, and was immediately impressed by his tall and distinguished bearing. He is a man with an air of authority along with an easy smile. The role of Director of KWS is not for the fainthearted but Mbathi looks comfortable in his new role, and his personable yet powerful demeanour has already won him many friends.  One of Mbathi’s first jobs was to supervise the historical ivory burn in Nairobi National Park on 30 April 2016. The manner in which he and his team at KWS oversaw the preparations for the ivory burning was hugely impressive. The rangers and wardens looked incredibly smart and professional, helpful and polite to those in need of assistance as they kept a watchful eye on proceedings.      Kenya Wildlife Service Director General Kitili Mbathi stands in front of burning rhino horn (foreground) and ivory in Nairobi National Park, 30 April 2016. Photograph: Angela Scott/Jonathan & Angela Scott    The decision to burn almost all of Kenya’s massive stockpiles of ivory and rhino horn was a statement of Kenya’s vision of a world without trade in ivory. Can this justify torching more than 100 tonnes of ivory, valued at hundreds of millions of US dollars? Some people in Kenya were not convinced: “How could you burn all that money?” was a common refrain on the street.  As I stopped to pay my parking ticket at a supermarket in Nairobi the day before the ivory went up in smoke, I enquired of the young man serving me: “How’s life?” “Difficult,” he replied, with a wistful smile of resignation. Under other circumstances I might have stopped to enquire further: had some disaster befallen the man, had he lost his wife or a child perhaps? Yet I knew instinctively what ‘difficult’ meant here in Kenya. A large percentage of the population struggles each day to meet the basic requirements of life: a job, somewhere to rest their head at the beginning or end of the day, schooling for their children, clean water, sanitation, healthcare.  Life is tough at the moment for the majority of Kenyan’s and I understand why burning ivory might not resonate with their aspirations. For many, conservation priorities are seen as a luxury not a necessity.  In fact, conservation is a necessity, for many good reasons. It is ivory that is the luxury. Ivory in any of its multitude of forms is not an essential of life, except for its rightful owners: elephants themselves.  Ivory is a commodity that has fascinated and beguiled human beings for centuries. It is something to be coveted and even worshiped, but no longer has any practical use.  Buddhism and the Catholic Church both play a significant role in fuelling the ivory trade. Ivory statues of Buddha or the Virgin Mary are seen as sacred possessions, offering the chance for believers to own a little piece of the spiritual world carved from an elephant’s tusk. These practices persist, despite the pleas of the Dalai Lama and Pope Francis to respect the natural world. Old habitats die hard. The arguments for and against burning ivory will continue. Kenya has taken its decision. Within minutes of President Kenyatta igniting the mountains of ivory, the sky filled with billowing plumes of smoke and orange tongues of fire. The storm-filled sky rendered this as an apocalyptic scene, a vision from hell, a reminder of the unspeakable, of the holocaust. It was both a chilling epitaph to the death of those 8,000 elephants and the demise of our society.      Fire takes hold of the ivory pyres in Nairobi National Park, where 105 tonnes of ivory from Kenya’s stockpiles were burned on 30 April 2016. Photograph: Angela Scott/Jonathan & Angela Scott    I wanted to be alone, away from the press of humans, to gather my thoughts and allow the razzmatazz to evaporate from my soul. There was no doubt this was an epic scene, a photographers dream, but surely it had to have meaning beyond all the hype?  One thing is clear: We can blame China and the other consumer countries in the Far East that drive the trade in ivory, but we in Kenya and across Africa must hold ourselves to account too.  The poachers are our poachers, aided and abetted by our middlemen and our criminal kingpins. We may have tough new laws and penalties in place, but will our courts deliver? Unless we are willing to take steps to challenge the status quo at home, we will only have ourselves to blame for the loss of our wildlife.  Speakers at the ivory burn ceremony repeatedly stressed: this is just the beginning. The whole world—not just Kenyans—will be watching to see if we live up to our pledges to prosecute the criminals and protect our wildlife. It’s up to all of us to make sure they do.     Uhuru Kenyatta, Kenyan President (centre) and the President of Gabon Ali Bongo Ondimba (left) seen in conversation with media as illegal ivory seized by officials, from poachers is set on fire on 30 April 2016 in Nairobi National Park, Kenya. Photograph: Paolo Torchio / Barcroft Images    At the same time, we should honour those people who are willing to step up, to put themselves in the public eye and embrace the example offered by Leakey and Mbathi to serve a cause bigger than themselves.  I take heart from the willingness of the next generation of Kenyan’s to stand up for our wildlife: outspoken activists in the NGO sector, like Paula Kahumbu, CEO of WildlifeDirect; media professionals like Smriti Vidyarthi, anchor of NTV Wild, a pioneering TV series that is bringing wildlife in to the homes of ordinary Kenyans; and Lena Munge, Chief Secretary of Tourism for Narok District who is backing initiatives to bring a sense of order to the management of the Maasai Mara, the flagship of Kenya’s tourism industry that has been so terribly neglected for far too long.  Nobody can say they do not have a voice. We all do.",
  "webTitle": "Burning the ivory is just the beginning",
  "webPublicationDate": "2016-05-06T13:51:34Z",
  "webUrl": "https://www.theguardian.com/environment/africa-wild/2016/may/06/burning-the-ivory-is-just-the-beginning",
  "keyword": [
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Illegal wildlife trade",
      "id": "environment/illegal-wildlife-trade",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "environment/africa-wild/2016/may/06/burning-the-ivory-is-just-the-beginning"
}