{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/14/blacklist-construction-workers-mcalpine",
  "id": "2016-05-14-13",
  "sectionId": "business",
  "body": "Victims of blacklisting by the construction industry, who were awarded a £75m out-of-court settlement, are to demand a police investigation into their claims that key executives tried to pervert the course of justice. On Wednesday major companies, including Sir Robert McAlpine and Balfour Beatty, issued an “unreserved and sincere” apology in the high court to hundreds of workers for putting them on an illegal blacklist and denying them work over two decades. The companies agreed to pay sums ranging from £25,000 to £200,000 to 771 people under out-of-court settlements to avoid a trial, while accepting that “their secret vetting operation should never have happened”. However, evidence disclosed before the settlement has led many of the victims to claim that there was an illegal attempt by executives at Sir Robert McAlpine to destroy evidence and cover up the involvement of key individuals when the blacklisting was discovered in 2009. The targets of the victims’ intended criminal complaint include Cullum McAlpine, a director of Sir Robert McAlpine and a member of the founding family, who was chairman of the blacklisting organisation, known as the Consulting Association, when it was formed in 1993. Sir Robert McAlpine’s head of human resources, David Cochrane, who was a later chairman of the association, is also at the centre of the complaint. Both deny involvement in destroying any relevant files and categorically deny attempting to pervert the course of justice. The Information Commissioner’s Office (ICO) raided the Consulting Association on 23 February 2009, retrieving a limited number of files. Those involved in the blacklisting operation were aware that they were not to destroy any further evidence. However, a handwritten note of a meeting on 2 March 2009, which records Cochrane instructing Ian Kerr, a former Consulting Association chief executive, along with the notebook in which it was discovered, will be at the centre of the victims’ case that the obligation not to destroy evidence was not met. It reads: “Ring everyone – Cease trading – Close down. We don’t exist anymore – Destroy data – Stop processing of …” A second entry in Kerr’s notebook read: “ALL mailing lists – shredded – NOT TAKEN BY ICO.” In a notebook dated 23 February 2009, a handwritten note of a conversation between Kerr and Cochrane appeared to record Cochrane instructing Kerr as follows: “Cullum McAlpine – his name – remove this from any documents.” Meanwhile, a letter dated 16 June 2009 from Kerr’s wife, Mary, to Cullum McAlpine additionally stated: “It was suggested by Mr Cochrane that Ian had not kept to his side of the agreement to put himself ‘in the frame’ and keep the companies’ names out of the magistrates court hearing with the promise of the payment of all outstanding debts by Sir Robert McAlpine. Ian had instructed his solicitor not to name any company in court, which is exactly what happened.” During a hearing of the Scottish affairs select committee, Kerr, who died in 2012, admitted that his £5,000 fine for breaches of the Data Protection Act following a magistrates court hearing in 2009 was met by Sir Robert McAlpine “on the basis that I had put myself at the front and took the flak, if you like, for it all, so that they wouldn’t be drawn into all of this. They would remain hidden.” Dave Smith, of the Blacklisting Support Group, said victims would be visiting police to make their complaints. A spokesman for Sir Robert McAlpine said: “No instructions were given to Mr Kerr or by Mr Kerr to members of the Consulting Association to destroy documents relating to [its] activities.” He added that the company complied fully with the court requirement for complete disclosure of documents relating to the activities of the Consulting Association.",
  "webTitle": "Construction bosses ‘tried to hide evidence of their blacklist’",
  "webPublicationDate": "2016-05-14T23:05:09Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/14/blacklist-construction-workers-mcalpine",
  "keyword": [
    {
      "webTitle": "Construction industry",
      "id": "business/construction",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Boffey",
      "id": "profile/daniel-boffey"
    }
  ],
  "guardianId": "business/2016/may/14/blacklist-construction-workers-mcalpine"
}