{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/meghan-trainor-thank-you-review-pop",
  "id": "2016-05-12-52",
  "sectionId": "music",
  "body": "After the mega-selling All About That Bass, Meghan Trainor’s second major-label album is supposedly influenced by Elvis, Aretha Franklin and, er, Olly Murs. One can imagine the King purring the acoustic Just a Friend in one of his bad films, but there’s lots of trademark Trainor: butt-wobbling, retro R&B and ostensible female-empowerment anthems that on closer inspection pander to the male gaze. In Woman Up – a reworking of Ashley Roberts’ 2014 flop, by the same writing-production team – the 22-year-old suggests, “Put your favourite heels on, ’cos they make you feel strong.” On her recent hit No she rebuts unwanted male advances with a swing of her hips. Contradictions abound as dance pop hurtles into Caribbean flavours and romantic mush. The funky I Love Me is a bit self-help-manual-with-beats, but Trainor sounds joyously empowered. Ultimately, much of Thank You is a bit of a hotchpotch, after her initial efforts were rejected and main producer Ricky Reed called on to conjure up some hits.         Watch the video of Meghan Trainor’s No",
  "webTitle": "Meghan Trainor: Thank You review – dance pop hurtles into romantic mush",
  "webPublicationDate": "2016-05-12T19:15:06Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/meghan-trainor-thank-you-review-pop",
  "keyword": [
    {
      "webTitle": "Meghan Trainor",
      "id": "music/meghan-trainor",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Simpson",
      "id": "profile/davesimpson"
    }
  ],
  "guardianId": "music/2016/may/12/meghan-trainor-thank-you-review-pop"
}