{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/corbyn-cameron-livingstone-antisemitism-commons-committee",
  "id": "2016-05-03-116",
  "sectionId": "world",
  "body": "Jeremy Corbyn, David Cameron and Ken Livingstone will be asked to give evidence to an inquiry by MPs into antisemitism. The House of Commons home affairs committee confirmed it would call the party leaders, as well as Livingstone, to give evidence after Labour launched an independent inquiry into allegations of antisemitism within the party. It is unusual for such senior politicians to be called to a select committee inquiry – Cameron usually only gives evidence to the Commons liaison committee – but the decision demonstrates that antisemitism has become a major political issue. It is understood the committee had until recently been planning to call only the home secretary, Theresa May, and shadow home secretary, Andy Burnham, but events over the past week have changed its mind.  Corbyn, Cameron and Livingstone are allowed to turn down the invitation to attend but they are likely to come under pressure to submit to questioning. The Labour inquiry was ordered by Corbyn after complaints that comments made by Livingstone and Facebook posts by Naz Shah, the Bradford West MP, were antisemitic. Shah is a member of the home affairs committee but, having been suspended by Labour, was asked to step aside from those duties while her case was investigated by the party. She has apologised over Facebook posts from 2014 that suggested Israel should be moved to the US and claiming the “Jews are rallying” in support of an online poll in relation to the Israeli-Palestinian war at the time. Livingstone was subsequently suspended after he suggested, while trying to defend Shah, that Adolf Hitler was a supporter of Zionism. Keith Vaz, the chairman of the committee, said on Tuesday: “Naz Shah attended the private session of the committee today and she has informed me and the committee that she wishes to stand aside from all her duties until current matters are resolved. “We have accepted her decision. She will not take part in any future matters concerning the home affairs select committee with immediate effect, until further notice. “The committee will now proceed with its inquiry into antisemitism, and we will begin calling witnesses including the Community Security Trust, the Jewish Board of Deputies, Ken Livingstone, and the prime minister, Jeremy Corbyn and [Scottish National party’s parliamentary group leader] Angus Robertson.” Corbyn has repeatedly stressed that Labour will not tolerate racism and ordered the Chakrabarti inquiry to address claims that there was a “crisis” of antisemitism in the party. He said on Tuesday that complaints of antisemitism within Labour had been dealt with and related only to a very small number of suspensions of party members. Two of his allies, Diane Abbott, the shadow development secretary, and Len McCluskey, the leader of Unite, have angrily dismissed claims of a crisis, suggesting it is a smear designed to undermine Corbyn’s leadership of the party.",
  "webTitle": "Corbyn, Cameron and Livingstone face questioning by MPs on antisemitism",
  "webPublicationDate": "2016-05-03T16:01:48Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/corbyn-cameron-livingstone-antisemitism-commons-committee",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Judaism",
      "id": "world/judaism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "world/2016/may/03/corbyn-cameron-livingstone-antisemitism-commons-committee"
}