{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/26/why-we-are-resigning-as-external-examiners",
  "id": "2016-05-26-127",
  "sectionId": "education",
  "body": "We write as external examiners whose role is to assure the quality of higher education courses at universities and colleges across the UK, but who have decided to resign in order to support the campaign for fair pay in our sector. We have resigned because, while as senior academics we believe our role in underpinning the quality of education provided to students is vital, we are all too aware of the unfairness of the current pay policies of our universities and their impact on staff and their students. We have watched with sadness the pay of academic and professional staff fall in real terms by 14.5% since 2009; we have seen the numbers of casual staff proliferate; and seen universities do little or nothing to reduce the shocking gender pay gap despite having a collective surplus of £1.85bn. Yet the final straw for many of us is the contention by our employers that the latest final pay offer of 1.1% is “at the limits of what can be afforded” when at the same time we discover that university leaders have themselves received an average pay increase of 6.1%. The blatant hypocrisy of this position is breathtaking. We love our work as external examiners not least because it brings us into contact with academics from around the country. The high-quality work we see confirms to us that staff deserve better from institution heads. We have therefore resigned from our external examiner posts and will not be taking up new posts in order to demonstrate that there will be no “business as usual” until we have a commitment from our universities to fair pay in higher education. We recognise that this is a significant step for any professional to take but urge other external examiners to follow our lead.Professor Richard Taffler Warwick Business School, University of Warwick Professor Cathy Urquhart Manchester Metropolitan University Professor Tony Evans Royal Holloway, University of London Professor Florence Myles University of Essex Professor Heiko Balzter University of Leicester Professor Daniel Katz University of Warwick  Professor Robert Miller Queen’s University BelfastProfessor Christian De Cock University of EssexProfessor Glen Jeffery UCL, Institute of OphthalmologyProfessor Thomas Munck University of GlasgowProfessor Jeremy Guggenheim Cardiff UniversityProfessor Cam Donaldson Glasgow Caledonian UniversityProfessor Deborah Mabbett Birkbeck College, University of LondonProfessor Emma Clery University of SouthamptonProfessor Willy Maley University of GlasgowProfessor Jim Newell University of SalfordProfessor Mark Humphries Swansea UniversityProfessor George Kernohan University of UlsterProfessor Martin Conboy University of SheffieldProfessor Ingunn Holen University of SheffieldProfessor Laurie Stras University of SouthamptonProfessor Laura Lewis University of SouthamptonProfessor Raymond Bush University of LeedsProfessor David Clarke Newcastle UniversityProfessor Keith Attenborough The Open UniversityProfessor Tess Ridge University of BathProfessor Melanie Simms University of LeicesterProfessor Andrew Samuels University of EssexProfessor Adam Rutland Goldsmiths, University of LondonProfessor Malcolm Povey University of LeedsProfessor Rolland Munro University of LeicesterProfessor Stephen Salter University of EdinburghProfessor Paul Johnson University of YorkProfessor Harriet Bradley UWE BristolProfessor Susan Page University of LeicesterProfessor Dominique Laurence University of ManchesterProfessor Dominic Wring Loughborough UniversityProfessor Richard Saundry Plymouth UniversityProfessor Eleanor Spaventa Durham UniversityProfessor Victor Van Daal Edge Hill UniversityProfessor Frederic Fol Leymarie Goldsmiths, University of LondonProfessor Raphael Salkie University of BrightonProfessor Özlem Onaran University of GreenwichProfessor Claire Squires University of StirlingProfessor John Holford University of NottinghamProfessor Patrick Ainley University of GreenwichProfessor Martin Parker University of LeicesterProfessor Richard Worden University of LiverpoolProfessor Jenny Pickerill University of Sheffield • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Why we are resigning as external examiners | Letters",
  "webPublicationDate": "2016-05-26T16:22:09Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/26/why-we-are-resigning-as-external-examiners",
  "keyword": [
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "University teaching",
      "id": "education/universityteaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Lecturers",
      "id": "education/lecturers",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Pay",
      "id": "money/pay",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/26/why-we-are-resigning-as-external-examiners"
}