{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/25/exeter-thomas-waldrom-will-chudley-premiership-final-saracens",
  "id": "2016-05-25-23",
  "sectionId": "sport",
  "body": "Exeter will be without their prolific try-scorer Thomas Waldrom for Saturday’s Premiership final against Saracens but their influential scrum-half Will Chudley has been cleared to play after being cited for making illegal contact with the head of Wasps’ Joe Launchbury in last Saturday’s semi-final.   Related: Exeter Chiefs grind out win over Wasps to reach first Premiership final    Waldrom damaged knee ligaments in the closing moments of Saturday’s game and will be on the sidelines for 12 weeks, ruling him out of contention for a place in the Chiefs’ squad for Twickenham. The country’s top try-scorer for the past two seasons has been a key member of the Chiefs’ pack since signing from Leicester, although he would probably have started the final on the bench behind the in-form Don Armand. The Chiefs’ head coach, Rob Baxter, concedes the Kiwi-born No8 will still leave a sizeable gap in every sense. “It’s very disappointing for Thomas,” he said. “He’s had a fantastic season and I feel for him missing out on the final. He has been part of the driving force for us over a couple of seasons.” The blow has at least been softened by the news that the energetic Chudley will be available, having avoided any punishment for inadvertently kicking Launchbury as the England forward lay on the ground. The scrum-half has never previously received a yellow card, let alone a ban, and the disciplinary panel found his leg had been crucially deflected by Matt Mullan’s thigh as he attempted to kick a loose ball. Baxter believes the incident was made worse by frequent television replays that made it look more serious than it was, with the television match official having advised at the time there was no case to answer. “It was probably a little bit naughty of TV to keep showing it. I kind of think there’s a bit of unwritten agreement that once an official has made a decision that should be the end of it.” Exeter, however, were grateful for the support of both Launchbury and Wasps, who made clear they felt Chudley did not deserve punishment. “Joe Launchbury put in a very positive statement on behalf of Will,” said Baxter. “He didn’t feel it was anything other than a very minor incident and he didn’t think anything untoward had happened at the time. People should understand we didn’t sit down in a meeting and someone said: ‘Oh, it’s quite a big game for Will Chudley next week, let’s let him off.’” Baxter, meanwhile, has acclaimed Saracens as “the best team in Europe” but is hopeful neutral supporters this weekend will side with the Chiefs. “Everyone seems to be saying that and I’m not going to try and shake people out of it,” confirmed Baxter. “If people want to hate Saracens and love us I’ll take that every day of the week. If there’s some way we can put in a performance that makes those neutral supporters think about veering our way even more then fantastic.”",
  "webTitle": "Exeter lose Thomas Waldrom but not Will Chudley for Premiership final",
  "webPublicationDate": "2016-05-25T21:00:07Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/25/exeter-thomas-waldrom-will-chudley-premiership-final-saracens",
  "keyword": [
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/25/exeter-thomas-waldrom-will-chudley-premiership-final-saracens"
}