{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/human-rights-abuse-of-power-conservatives-bill-of-rights",
  "id": "2016-05-16-309",
  "sectionId": "commentisfree",
  "body": "The way we protect human rights is under sustained attack. Politicians and the press, hostile to Europe in all its forms, peddle lies and distortions about the European convention on human rights, the Strasbourg court, and the Human Rights Act which protects convention rights in UK law. They allege that the system distorts justice, preventing evil people from getting their just deserts. It hampers governments in tackling terrorism and serious crime. They decry rulings preventing deportation to a country where there is a risk of torture or the death penalty. They object when a court decides that bed and breakfast owners cannot refuse to accommodate a gay couple. They express outrage when our soldiers are made to account for complicity in torture. They accuse Strasbourg of overriding our sovereign parliament. If the UK were to leave the EU after next month’s referendum it would remove crucial rights protection enshrined in EU law, but our fundamental rights would still be protected by the convention – the jewel in the crown of the 47-nation Council of Europe, often confused with the EU. That is why the home secretary, Theresa May, said last month, “If we want to reform human rights laws in this country, it isn’t the EU we should leave but the ECHR and the jurisdiction of its court.” The attorney general, Jeremy Wright, affirmed the government’s intention to replace our Human Rights Act with a “British bill of rights”. He told parliament that the government would “rule out absolutely nothing in getting that done”, but preferred the UK to remain a member of the European convention. That threat remains – whatever the outcome of the EU referendum.    As Churchill understood, the European convention prevents national sovereignty from shielding human rights abusers    May seemingly favours a position that would delight a medieval king – a government-controlled legislature that enjoys absolute power. The government’s attitude to the convention pleases Vladimir Putin’s Russia. After the UK’s repeated failure to implement Strasbourg’s ruling against a blanket ban on prisoner voting, Russia indicated it would follow suit – then passed a law allowing the Russian constitution to trump the convention. British withdrawal from the convention would set a terrible example to Europe’s pseudo-democracies as well as staining the UK’s good reputation for upholding the rule of law. May says she wants the UK to be part of international institutions, so long as they do not “bind the hands of parliament”. But, as Winston Churchill understood, the European convention ensures that national sovereignty cannot be used to shield the perpetrators of human rights abuses from being brought to account. Even parliament must respect international law. It was once said that power is delightful and absolute power absolutely delightful. Fifty years ago, official discretion was poorly controlled and human rights were weakly protected. Unlike the rest of Europe and most of the common law world, we had (and have) no written constitution protecting us – no binding ethical code to guide decision takers. In 1966, UK citizens were granted the right to take complaints of human rights violations to Strasbourg, but we had no Human Rights Act to bring the convention rights into our domestic law.           Patrick Stewart sketch: what has the ECHR ever done for us?    Parliament under government control can behave like an elected dictatorship – tyranny by the governing majority. That is what happened in 1968 when parliament approved the Commonwealth Immigrants Act, a racist law depriving British-Asian refugees from east Africa of their right to live and work in the country of which they were citizens, in breach of a promise made to them. Fifty years ago, our judges were executive-minded, interpreting acts of parliament narrowly. Discrimination was prevalent and not unlawful. There was no positive right to free speech or respect for privacy. Excessive official secrecy was deep-rooted in Whitehall. We had no right of public access to government information. Male homosexuality was a crime. The right to liberty could be taken away easily by legislation. In Northern Ireland, majority rule was allowed to discriminate against the Catholic community, resulting in sectarian violence and division. For want of remedies at home, vulnerable minorities needed the convention and Strasbourg to come to their rescue – which it did, again and again. European judicial oversight protected the right of gay men and lesbians to love at a time when this was still criminal in Northern Ireland. It ruled that parliament had subjected British-Asians to racial discrimination and degrading treatment. Strasbourg protected the right to privacy, ruling that police could not tap telephones without clear legal authority. It prevented deportation to countries where there was a risk of torture. It gave redress to children when UK law still permitted corporal punishment in schools. Our own courts could not give remedies, until at last, in 1998, the Human Rights Act was passed. This enables everyone to bring complaints of UK human rights violations (other than by parliament itself) in British courts. We rely on the act and the convention to protect everyone, popular and reviled, against abuses of public power. In the absence of a written constitution, the act and the convention are the bedrock of our democracy based on the rule of law. The Human Rights Act is not perfect. It relies on a treaty that was not designed to be a national constitution. No other country does that. But NGOs rightly warn that the government’s threat to replace it with a new-fangled British bill of rights is fraught with danger. A bill crafted by the present government may deprive victims of the right to seek redress from Strasbourg or weaken protection against the abuse of parliamentary powers. These fears are not fanciful. They were echoed last week by the House of Lords EU select committee, which found “serious questions over the feasibility and value of a British bill of rights of the sort described by the secretary of state”. The committee rightly cautioned that there was “a forceful case” for a rethink.   Related: British bill of rights could 'unravel' constitution, say peers    The rights contained in the convention are embedded in the devolution acts – to protect against abuse by the devolved institutions in Scotland, Wales and Northern Ireland. A home-grown bill of rights would make sense only as part of a new UK constitutional settlement – and only if its protections were at least as strong as they are currently. Without a new constitutional settlement, a British bill of rights, shorn of the protection of the convention and the court, would be much weaker than the Human Rights Act. That is precisely why we must fight any attempt to damage the umbilical cord connecting us to Strasbourg. The bill of rights commission, of which I was a member, consulted widely and found massive support for the Human Rights Act. We made it clear in our report that “any future debate on a UK bill of rights must be acutely sensitive to issues of devolution and, in the case of Scotland, to possible independence, and it must involve the devolved administrations”. To understand the rupture that would be caused by the government imposing a so-called “British” bill on the rest of the UK, look only to Scotland. The SNP has vowed to fight a British bill of rights tooth and nail. And the leader of the Scottish Conservatives, Ruth Davidson, has spoken in open disagreement with David Cameron’s government. Human rights are not the gift of politicians and bureaucrats. They are our birthright – part of our common humanity. They need to be protected against the abuse of power. That is an idea we must fight for. Anthony Lester’s book, Five Ideas to Fight For: How Our Freedom is Under Threat and Why it Matters, is published by Oneworld",
  "webTitle": "Human rights must be protected against the abuse of power | Anthony Lester",
  "webPublicationDate": "2016-05-16T07:30:30Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/human-rights-abuse-of-power-conservatives-bill-of-rights",
  "keyword": [
    {
      "webTitle": "Human Rights Act",
      "id": "law/human-rights-act",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Theresa May",
      "id": "politics/theresamay",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anthony Lester",
      "id": "profile/anthony-lester"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/human-rights-abuse-of-power-conservatives-bill-of-rights"
}