{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/13/alicia-keyss-in-common-the-best-of-this-weeks-new-music",
  "id": "2016-05-13-194",
  "sectionId": "music",
  "body": "PICK OF THE WEEK  Alicia Keys  In Common             Alicia Keys’s first song in four years sees her ditch her standard formula of “sit at a piano and belt out mid-tempo ballads” and try something new. And In Common is incredible – a bit Latin-influenced, a bit Afrobeat, a bit housey and surprisingly restrained for Alicia – possibly because it’s produced by the Weeknd’s mate Illangelo. With lyrics like “If you could love somebody like me/ You must be messed up too”, it’s either a raw, honest exploration of insecurity in relationships, or a song about those pissed-up 1am toilet chats you have with total strangers. We’ll take the latter.  Plaitum  Jagwa             Twenty-year-olds, eh? Explaining how to work the complicated coffee machine at work, knowing what a bae is (it’s a sex thing, right? All these new words are sex things), asking questions like, “The Rachel is a haircut? Why’s it called that?” and now, making great music like Plaitum, AKA Abi Dersiley and Matt Canham. Jagwa sounds a bit like Chvrches, and is probably great to listen to when you’re doing 20-year-old things like M-Cat at a squat rave. Or, if you’re over 20, on the drive to B&Q.   Pink  Just Like Fire            Oh, Pink. After years in the pop game kicking out against sexism, objectification and slamming your estranged husband through your music, you deserve to sit back, chuck out a song so bland that, several listens later, it’s still unclear what it’s actually about, and collect that Alice Through The Looking Glass soundtrack cash. That’s fine, you’ve put in the hours. Have this one on us. You’ve earned it.   Westerman  Harvard            There are two types of British people today: those who can use the word “vibes” and not sound like a bell, and those that can’t. Most of the first category are the nice men who work in your local climbing centre, and they’d love Westerman’s vibes: chill, cool, José González-inspired. But if you’re the kind of person who’ll punch anyone who pulls out an acoustic guitar at a house party, it’s probably best to give these vibes a swerve. They are too chill for you.   Reggie ’N’ Bollie  New Girl            Reggie ’N’ Bollie, you remember them! The two enthusiastic blokes on last year’s X Factor, whose main selling points were “looking like they were pleased to be there” and chanting “azonto, azonto, azonto” over every single song they performed (in talent show terms: “making the song your own”). Debut single New Girl is a nuanced acoustic cover of Eric Clapton’s Tears In Heaven with beautiful vocals … No, joking, obviously. It’s just a load of steel drums with 2016’s obligatory Netflix-and-chill reference shouted over the top.",
  "webTitle": "Alicia Keys's In Common: the best of this week's new music",
  "webPublicationDate": "2016-05-13T12:00:15Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/13/alicia-keyss-in-common-the-best-of-this-weeks-new-music",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Issy Sampson",
      "id": "profile/issy-sampson"
    }
  ],
  "guardianId": "music/2016/may/13/alicia-keyss-in-common-the-best-of-this-weeks-new-music"
}