{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/02/beyonce-has-embraced-fashion-and-its-made-her-more-relatable",
  "id": "2016-05-02-120",
  "sectionId": "fashion",
  "body": "What fashion lessons can we learn from Lemonade? Fashion writers everywhere, IRL Well, aside from the fact that Bey is so physically perfect she can even make clothes by Yeezus look good on her, quite a lot, actually. It’s hard for me to remember a pop landscape without Beyoncé by this point, but for all her longterm omnipresence, she has long seemed somewhat separate from fashion. She wasn’t associated with a particular look (like Kylie and her hotpants, say, or Missy Elliott and her caps), let alone a designer (Madonna and Gaultier, or Rihanna and Riccardo Tisci.) While she always looked good, she didn’t seem massively interested in using fashion to speak for her. If anything, her style choices seemed as designed to conceal her real self as her notoriously close-lipped interviews. Well, that’s all changed now. The first video that made me think Bey might be changing things up a bit was 7/11, which remains one of my favourite of hers. The clothes look, on the surface, pretty low-key for a music video – a Givenchy sweatshirt here, Forever 21 leggings there, even a Christmas jumper – but they felt, for the first time, like Beyoncé was, instead of being her usual pop-glamazon self, plugging into the current fashion mood, and making it look better than anyone else could. And now, well. First we had the release of the video Formation, in which Bey wears not just recognisable designer clothes but clothes by Gucci, the label of the moment, taking on the fashion zeitgeist and making herself an inextricable part of it. Now in Lemonade she has done it again, wearing clothes from pretty much everyone, from Gucci (again), Alexander McQueen, Roberto Cavalli, Hood by Air and, um, Yeezus. Then there are the various styles, from southern gothic to Egyptian queen to Victorian antebellum, which all become part of the Lemonade’s story about black women. Lemonade (like 7/11, for that matter) was styled by the brilliant Marni Senofonte, who has previously worked with artists such as Brandy, Mary J Blige and – pause for a bow before the goddess’s altar – Lauryn Hill, and I could not endorse her and Beyoncé’s embrace of fashion more. This isn’t because I give a fig about which pop star is wearing which designer, despite the daily thousand emails I get from PRs telling me precisely that (what would a day be without 17 emails informing me what Pixie Lott is wearing hour to hour?) And it certainly isn’t because Bey looked bad before: the woman is clearly the most physically perfect being ever born, and that is a scientific fact. Rather it shows her engaging with the moment and a willingness to show some of herself, as opposed to making perfect if somewhat self-detached pop music. It’s a weird truth, but Bey has never seemed more relatable than since she started breaking out the fashion. And let’s talk about the humanity, shall we? As everyone’s already said, Lemonade is about a lot more than Jay Z’s long-rumoured alleged infidelities, and that’s clearly true. But hey, it is also about that, so let’s look over there for a second. There have already been some pathetic attempts by various no-listers to suggest that they are “Becky with the good hair”, only for some hilariously quick retrenching on their part once they felt the wrath of the righteous Beyhive. Anyone who actually bothers to listen to the album could figure out that “Becky with the good hair” is not just one woman but a composite (“They don’t love you like I do” – the clue is in the second song, fools!) I’m more struck by Beyoncé’s term for her husband’s maybe, alleged, possible etc etc mistress(es): “Becky with the good hair” suggests, by extension, that Beyoncé feels she doesn’t have good hair, as though it’s in the tonsorial department that this other woman beats her. The idea of Beyoncé being insecure about anything is almost as incomprehensible as the thought of anyone cheating on her, but, as I said, she is showing us quite a lot of humanity these days. So there we have it: in Lemonade, Beyoncé shows how she is using fashion both to engage with us and also engage us in the issues she’s working through, from black feminism to her marriage. She also shows her vulnerability and relatability because, dammit, what woman isn’t insecure about their hair? Only an evil woman, that’s who. Team Beyoncé! Like there was ever any doubt, anyway.",
  "webTitle": "Beyoncé has embraced fashion – and it’s made her more relatable",
  "webPublicationDate": "2016-05-02T14:04:32Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/02/beyonce-has-embraced-fashion-and-its-made-her-more-relatable",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Hadley Freeman",
      "id": "profile/hadleyfreeman"
    }
  ],
  "guardianId": "fashion/2016/may/02/beyonce-has-embraced-fashion-and-its-made-her-more-relatable"
}