{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/united-arab-emirates-illegally-detained-prisoners-state-security",
  "id": "2016-05-24-52",
  "sectionId": "commentisfree",
  "body": "Related: UAE drops terror charges against US and Canadian businessmen over Libya links    My brother Salim Alaradi, a Libyan-Canadian businessman, has been unjustly kidnapped and detained by the United Arab Emirates (UAE) State Security for over 600 days. They locked me up too: my excruciating detention in UAE’s notorious secret torture prisons lasted for 120 days before I was let go. This pales in comparison to Salim’s imprisonment, which has lasted over five times that, all despite the fact that he’s an innocent family man who committed no crimes.  After 16 months, the UAE prosecution first fabricated charges that my brother had involvement with two organizations involved with the Libyan revolution, entirely based on confessions obtained under torture. However, in March those charges were withdrawn from the court. New much less serious, but still damnable, offenses of taking hostile actions against Libya without the permission of the UAE government were submitted to the court to salvage their case. This time around no evidence was submitted to the court. Unfortunately, my brother Salim and I weren’t the only prisoners of conscience detained by UAE State Security in 2014. Rather, there were 10 of us, all of Libyan origin - including three Americans, two Canadians and a French permanent resident - who were unjustly arrested. For the first 4 months nobody except our captors even knew where we were. After 4 of us were released, in December 2014, the other 6 remained with no explanation for 16 months. After months of agonizing suspense, they have now been thrown into a trial tainted by due process violations, baseless charges and an empty-handed case by the State Security’s prosecution. Salim and I were kidnapped by the UAE State Security on August 28, 2014 in Dubai, and many months passed by before we were given permission by the authorities to inform our loved ones of our whereabouts and wellbeing. By all standards of international law, our detainment was and is illegal. We were subjected to systematic torture, which, apart from being a direct contravention of international law, also is in direct violation of the UAE Constitution itself. I’m still haunted by my brother’s agonizing and blood-curdling screams as he was being tortured down the hall from my cell.  Salim and I were nothing but law abiding residents of the UAE for decades before our kidnapping, and we both benefited from and gave back to UAE society. We were well-respected businessmen and enjoyed good relations with many honourable Emiratis. The UAE is a country we have come to love and respect, and our feelings would not have been changed were it not for the tragic injustice that the UAE State Security has subjected us to.   Related: UAE beat foreign prisoners and gave them electric shocks, evidence shows    When we realized that justice was nowhere to be found, our family did what any family would do and started the now globally-recognized #FreeSalimAlaradi campaign. It started in Canada and has become an international, grassroots call for freedom and justice, catching the attention of organizations like  Amnesty International, which denounced the government’s fabricated charges, as well as the United Nations and Human Rights Watch, who have also raised serious concerns about the egregious mistreatment of my brother. Our family has been overwhelmed with support from large segments of the international community, which has called for the immediate release of my brother from his arbitrary detainment.  More recently, hundreds of people across the globe have been standing in solidarity with our family through social media, demanding that the UAE grant #freedom and #justice on #May30, which is the date when the court reads out my brother’s final and binding verdict.  One thing should be made clear: our campaign has never been against the UAE itself, or its people. Rather, we want to spark internal reform by revealing and raising awareness about the deplorable human rights abuses suffered by many innocent individuals – including Salim and myself – at the hands of the UAE State Security, which has been allowed to function with impunity.  If justice prevails, May 30th 2016 marks the day we finally get to see the release and freedom of my brother - a 45-year-old, dedicated, loving husband and father of five - from arbitrary detainment in the UAE.  For months, a dedicated international legal team has defended Salim and his co-accused, American citizens Kamal and Mohamed Eldarat, in the highest court of the UAE against the State Security prosecution, which hasn’t hesitated to obstruct the legal process at every turn. The evidence presented by the highly capable defense team has confirmed beyond a shadow of a doubt that, according to the law of the land, there’s really no alternative to an innocent verdict.  For the thousands of advocates who now speak as Salim’s voice, an innocent verdict is the only acceptable outcome. It’s my brother and his family’s only chance to put the pain and suffering of the last 600 or so days behind them. We are not interested in pursuing any further actions against the UAE if justice is served. We just want to bring Salim home. Despite all that’s transpired, we’re still hopeful that justice will prevail and that the UAE will recognize the countless wrongs that’s been inflicted upon my brother. We plead to the government to no longer deprive Salim of his freedom, and are cautiously optimistic that he will soon be reunited with his mother, wife and children.  Even though he can’t ever get back the nearly two years that’s been unjustly wrested away from him, I know in my heart that all my brother wants is the opportunity to go home and rebuild his life with his family.   The article was amended at 4pm ET on 24 May 2016, to clarify the charges brought by the UAE government against the Alaradi brothers.",
  "webTitle": "My brother is being illegally detained in the United Arab Emirates | Mohamed Alaradi",
  "webPublicationDate": "2016-05-24T18:00:49Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/united-arab-emirates-illegally-detained-prisoners-state-security",
  "keyword": [
    {
      "webTitle": "United Arab Emirates",
      "id": "world/united-arab-emirates",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mohamed Alaradi",
      "id": "profile/mohamed-alaradi"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/united-arab-emirates-illegally-detained-prisoners-state-security"
}