{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/11/lg-g5-review-power-users-friend-that-just-misses-mark",
  "id": "2016-05-11-358",
  "sectionId": "technology",
  "body": "The LG G5 is the South Korean company’s latest flagship Android smartphone that tries to be different to the competition, with a modular design and power-user features. Metal or plastic?     The glass screen curves slightly towards the top. Photograph: Samuel Gibbs for the Guardian    The G5 is LG’s first metal flagship smartphone with an aluminium body and curved glass screen. The metal is coated in a plastic paint, however, giving it a fake metal plastic feel, which is disappointing. It feels solidly built, isn’t too heavy and has rounded edges that make it easier to hold, but where the back of the phone joins the sides there is a small hard lip that feels sharp in the hand. It just doesn’t feel as nice as competitors from Samsung, HTC, Huawei and Apple, which is a shame. The rear of the phone has a small camera bulge and a fingerprint sensor that also acts as a power button - more on that later. The front of the phone is all glass apart from the G5’s removable chin. The glass curves over the end of the phone, which looks quite nice but has no real function. The 5.3in quad HD LCD screen - LG’s smallest flagship screen for a while - is excellent. It doesn’t quite have the same pop as some of the AMOLED screens fitted to Samsung smartphones, but it was crisp, bright and colourful. At 159g the G5 isn’t the lightest of top-end Android smartphones, undercut by the 136g Galaxy S7 and 152g Nexus 5X. It is one of the thinnest at 7.7mm, beaten by the 7mm Huawei P9, but not the 7.9mm thick Samsung or Nexus 5X. Specifications  Screen: 5.3in full quad HD LCD (554ppi) Processor: Quad-core Qualcomm Snapdragon 820 RAM: 4GB of RAM Storage: 32GB + microSD card Operating system: Android 6.0.1 Camera: 16 megapixel + 8 megapixel wide angle, 8MP front-facing Connectivity: LTE, Wi-Fiac, NFC, Bluetooth 4.2, IR, FM radio, USB-C and GPS Dimensions: 149.4 x 73.9 x 7.7mm Weight: 159g  Removable battery and microSD card slot     The bottom chin of the phone is removable, but when clipped in still has gaps between it and rest of the phone. Photograph: Samuel Gibbs for the Guardian    The LG G5 has Qualcomm’s top-of-the-line Snapdragon 820 processor and performs similarly to other phones with the same chip, including the HTC 10. It got hot while downloading apps, but I didn’t notice it get warm during normal usage. The processor is capable of chewing through pretty much anything you’d want to do with it, while 4GB of RAM is plenty of memory for solid multitasking. Battery life, however, wasn’t great. Using it as my primary device with hundreds of emails, push notifications and messages pouring in, more than three hours of browsing and app usage, plus the odd photo and quick spot of Super Crossfighter the G5 lasted just over 24 hours. Standby battery drain overnight was a little disappointing, dropping 15%- 20% in the space of eight hours. The battery is removable and can be quickly swapped for a spare, while a microSD card slot allows users to add more storage to the built-in 32GB. Customised Android 6.0 Marshmallow     The G5 runs a slightly customised version of Android and supports both USB-C and Qualcomm’s QuickCharge 3.0. Photograph: Samuel Gibbs for the Guardian    The G5 runs the latest version of Google’s Android 6.0.1 Marshmallow with some light customisation by LG. For the most part it behaves like stock Android, but has a slightly different look to it. By default the launcher doesn’t come with the traditional Android app drawer full of all the installed apps, having all the apps on the homescreen as with iOS and Huawei’s EMUI, but it can be enabled in settings. The left-most homescreen pane can also have LG’s smart bulletin feature, which acts as a widget holder, while the bottom touch buttons can be customised in colour, order and have more than the standard back, home and recently used apps buttons. The G5 also has an always-on display mode, which shows the time and icons of recent notifications. It works well enough indoors, but is difficult to read outdoors and contributes around 1% battery consumption per hour. If you turn your phone screen on frequently to check the time it should help save power. LG’s built-in maintenance app is also quite good at clearing out the cruft that builds up over time, but be careful as it’s quite easy to delete cache files that might be needed forcing them to be re-downloaded.  Google Android 6.0 Marshmallow review: more polished, greater control and longer battery life  Fingerprint scanner and power button     Touch to unlock, press to power on or off. Photograph: Samuel Gibbs for the Guardian    The fingerprint scanner on the back is smaller than most other rear fingerprint scanners and also acts as the power button. I found that it was not quite as good at recognising my finger as that fitted to LG’s Nexus 5X, which it makes for Google. It was still quite fast, but was slightly less accurate. Removable battery and accessories     The chin detached and the battery removed from the bottom of the phone. Photograph: Samuel Gibbs for the Guardian    The most interesting part of the G5 is its removable bottom. Press a button on the side and the bottom unhooks and slides out revealing the battery and a modular slot for adding what LG calls “Friends”. Currently there are only two friends available for the G5. The £69 LG Cam Plus slots in the bottom with a camera shutter button, a video button and a jog wheel lining the stop of an added camera grip that also contains an extended battery. B&O also has a £150 Hi-Fi Plus, which is a 32-bit digital to analogue converter (DAC) and headphone amp that is meant to improve the sound quality of the music you’re listening to on the phone. It can also be used as a standalone DAC with a computer or other device. While I find neither compelling, the idea behind it is interesting. At the very least it allows users to swap out the battery; LG sells a spare with its own charger. Whether other companies with develop slot-in accessories is unknown at this stage. Although the system has potential, it will depend on the sales of the G5 to tempt companies. Clipping the bottom in and out feels like inserting a magazine into a handgun, locking in place with a reassuring click and feeling solid. There is a constant gap at either side of the phone, however, and the lines on the side of the phone do not always align perfectly. Whether you’ll notice is another matter. Camera     The dual camera lenses sit either side of a laser autofocus and flash. Photograph: Samuel Gibbs for the Guardian    Similar to the Huawei P9, the LG G5 has two cameras on the back, but instead of one being black and white, LG has fitted one regular 16-megapixel camera and one 8-megapixel wide-angle camera. The regular camera is excellent and of similar quality to most of the best cameras on the market. Its low-light performance wasn’t quite as good as that fitted to the Samsung Galaxy S7, but the G5 produced rich, detailed images, while it’s f/1.8 lens produced some very pleasing bokeh and shallow depth of field without any software trickery.     A wide-angle photo taken with HDR on but no after processing. Photograph: Samuel Gibbs for the Guardian    The wide-angle lens is perhaps more interesting. Its field of view meant you could capture much more in one scene, with a little fish-eye effect at the sides. The images it produced were good in solid light conditions, but weren’t quite as good as the main camera in less than ideal lighting conditions. The 8-megapixel selfie camera produced pretty good photos with reasonable detail, making it one of the better selfie cameras available.     A photo using the 16-megapixel normal camera taken from the same position as the photo from the wide-angle camera above. Photograph: Samuel Gibbs for the Guardian    The two rear cameras together were fun to play with, allowing a variety of integrated photos, including one that uses all three cameras at once. The camera app is also fairly comprehensive, with solid point-and-shoot automation and enough manual controls and RAW support to cater for most people. Observations  Having the power button on the back means you can’t easily turn the screen off when it’s on a table Double tapping the screen when it is off turns it on The plastic coating on the metal body was easily chipped on the chin There’s an IR blaster in the top for controlling your TV Call quality was excellent The screen is one of the most readable outdoors on any smartphone  Price The LG G5 comes in three colours and costs £500. For comparison, the Samsung Galaxy S7 costs £550, the Galaxy S7 Edge costs £639, the HTC 10 costs £570, the Huawei P9 costs £449 and the Nexus 5X costs £299. Verdict The LG G5 is an interesting experiment. Its modular slot at the bottom of the phone holds potential, but I suspect it will never be filled. It does allow users to replace the battery while still providing a solid smartphone. The cameras are great fun, it has USB-C and a microSD card slot, a great screen and interesting design. But small niggles such as the gaps where the chin connects, the sharp join lines, the plastic feel of the body and disappointing battery life means the G5 isn’t quite as good as the best available at the moment. It’s certainly a power-user’s device, with much more flexibility than almost all the other top-end smartphones available. It’s definitely a good phone, just not a really great one.  Pros: modular design, great cameras, good screen, replaceable battery, microSD card slot, USB-C   Cons: slightly less than premium build, battery life not the best, fingerprint scanner not quite as good as some  Other reviews  HTC 10 review: up there with Samsung’s best Huawei P9 review: aiming for the big boys but just missing on software Samsung Galaxy S7 Edge review: this is the smartphone to beat Google Nexus 5X review: the people’s Android phone?",
  "webTitle": "LG G5 review: a power user's friend that just misses the mark",
  "webPublicationDate": "2016-05-11T06:00:05Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/11/lg-g5-review-power-users-friend-that-just-misses-mark",
  "keyword": [
    {
      "webTitle": "LG",
      "id": "technology/lg",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Smartphones",
      "id": "technology/smartphones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Android",
      "id": "technology/android",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Gadgets",
      "id": "technology/gadgets",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Samuel Gibbs",
      "id": "profile/samuel-gibbs"
    }
  ],
  "guardianId": "technology/2016/may/11/lg-g5-review-power-users-friend-that-just-misses-mark"
}