{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/03/no-further-concessions-on-housing-bill-minister-vows",
  "id": "2016-05-03-211",
  "sectionId": "society",
  "body": "A Conservative minister has said the government will make no further concessions on its flagship housing bill, and warned peers to stop meddling with policies that were included in the party’s election manifesto.  Brandon Lewis told the Guardian that he would be putting up a robust defence of the legislation on Tuesday, which returns to the House of Commons following 13 defeats in the Lords.    Related: More rent than pay a mortgage: the Tory dream for London has crashed and burned | Aditya Chakrabortty    Peers objected to plans that would force councils to sell off valuable property in order to fund a right-to-buy scheme, and make council tenants on higher salaries pay market rents. They also opposed details of a starter-home scheme that they warned would squeeze out affordable homes. But Lewis, who is likely to secure a strong majority among MPs in overturning the amendments, said he rejected the criticisms, and insisted that he would not go further than concessions already made in the House of Lords. The minister also delivered a warning to peers, who will have the chance to resubmit amendments in the start of what is known as legislative “ping-pong”. “The lords have to think carefully,” he said. “It was all very well for them to ask us to think again, but we have an election mandate and this is a bill that has secured one of the biggest majorities in the Commons. We’d like the Lords to think very carefully on what the government has a mandate to deliver. We were elected on a manifesto that had these policies in it.” The convention with legislation is that while the Lords is able to make amendments, an unelected upper chamber is not expected to try to vote down manifesto pledges. Moreover, the government has claimed that a number of the measures have “financial privilege”, meaning peers cannot resubmit the same wording again. However, the Labour party is determined to battle against the legislation that it believes could be deeply damaging for councils. John Healey, the shadow housing minister, said: “After 13 defeats for the government, it is clear that the House of Lords has given this bill a resounding vote of no confidence. “Concerns are now being voiced by all parties, from housing experts, housebuilders, charities, mortgage lenders and Conservative council leaders, MPs and peers.  “The Conservatives have lost all credibility on housing after six years of failure and a housing bill mired in incompetence.” He said ministers needed to listen to the opposition. But the issue will not be defeated in the Commons because the housing bill is the first piece of legislation that comes under English votes for English laws reform. That means that SNP MPs are not able to vote on it, securing a strong majority of the Tories in the Commons.",
  "webTitle": "Housing bill is closed for amendments, minister vows",
  "webPublicationDate": "2016-05-03T11:44:39Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/03/no-further-concessions-on-housing-bill-minister-vows",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "House of Lords",
      "id": "politics/lords",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "society/2016/may/03/no-further-concessions-on-housing-bill-minister-vows"
}