{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/daughter-missing-publisher-gui-minhai-calls-international-help",
  "id": "2016-05-24-98",
  "sectionId": "world",
  "body": "The daughter of a Hong Kong bookseller believed to have been abducted last year in Thailand by Chinese security agents has accused China of carrying out “illegal operations” beyond its own borders and urged the international community to confront Beijing over her father’s disappearance. Gui Minhai, a Swedish citizen who ran a publishing house in the former British colony specialising in risque books about China’s political elite, vanished from his beachfront home in the Thai town of Pattaya last October. Three months later the 51-year-old publisher suddenly reappeared in the custody of security officials in mainland China, promoting claims Beijing had snatched him, in violation of international law, in order to silence criticism of the Communist party leadership.  In a televised “confession” that relatives and activists believe he was pressured into making, Gui claimed he had surrendered to Chinese authorities over a hit-and-run incident that had taken place in China more than a decade earlier.  Speaking at a congressional hearing in Washington DC on Tuesday, Gui’s daughter, Angela Gui, called on the US to demand her father’s release. More than seven months after his disappearance she said her father’s precise whereabouts remained a mystery.  “I still haven’t been told where he is, how he is being treated, or what his legal status is, which is especially shocking in the light of the fact that my father holds Swedish, and only Swedish, citizenship,” she said.  Gui said she had received messages from her father – in November and January – asking her to “keep quiet” over his case but believed these had also been sent under duress. “Despite having been told to stay quiet, I believe speaking up is the only option I have,” the publisher’s UK-based daughter told Tuesday’s hearing. “I’m convinced my father would have done this for me, were I the one abducted and illegitimately detained.” Gui said she suspected her father’s alleged confession had been “clearly staged” in an attempt to “fabricate a justification” for his abduction. “In his so-called confession my father says he travelled to China voluntarily, but if this is true, then why is there no record of him having left Thailand?” she asked. “Only a state agency, acting coercively and against both international and China’s own law could achieve such a disappearance.”         Angela Gui’s testimony at a congressional hearing    Gui’s statement was part of a hearing by the congressional-executive commission on China investigating what it claimed were intensifying Chinese efforts to silence its critics around the world. “The methods used by Beijing to enforce a code of silence are going global,” Chris Smith, the Republican congressman who chairs the commission, warned. “The heavy hand of the Chinese government has expanded beyond its borders to intimidate and stifle critical discussion of the Chinese government’s human rights record and repressive policies.” China was now “actively engaged in trying to roll back democracy and human rights norms globally,” Smith added. He cited the forced repatriation of Uighur refugees and dissidents from Thailand and Cambodia, the harassment of relatives of journalists and activists and Beijing’s denial of visas to dissidents and foreign academics who criticised China’s government. Angela Gui called on the international community to demand an end to China’s “illegal operations on foreign soil”. A spokesperson for the Swedish embassy in Beijing said that, despite repeated requests for access, China had not allowed its officials to visit Gui Minhai since 24 February.  During that visit he was “feeling well considering the circumstances”. “The Swedish government continues to view the situation very seriously, and Gui Minhai has been mentioned on several occasions with high representatives of China, including on minister level,” the spokesperson added. “We continue to request full clarification from Chinese authorities on what has happened to, and is happening to, our citizen.”",
  "webTitle": "Daughter of missing publisher calls for international help",
  "webPublicationDate": "2016-05-24T16:00:14Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/daughter-missing-publisher-gui-minhai-calls-international-help",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Thailand",
      "id": "world/thailand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hong Kong",
      "id": "world/hong-kong",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Freedom of speech",
      "id": "world/freedom-of-speech",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/24/daughter-missing-publisher-gui-minhai-calls-international-help"
}