{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/black-hole-attack-sucks-malcolm-turnbull-into-budget-twilight-zone",
  "id": "2016-05-05-311",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull’s black hole attack has boomeranged. The finance minister, Mathias Cormann, was all ready with the traditional government play on the day of an opposition leader’s speech in reply: add up all the promises, or apparent-promises, that the opposition has made and assert that this figure – usually measured in bazillions or gazillions or similarly eye-wateringly large figures – is a budget “black hole” which must immediately be filled.   Related: Budget numbers in context: how many submarines in the deficit?    In fact the government had engaged in some pre-budget preparation for its black hole onslaught – releasing alternative costings of Labor’s plan to hike tobacco excise (which the government was preparing to copy) which showed it raised $19bn less over the next 10 years than estimated by Labor’s parliamentary budget office costings. This did present a problem for Labor, but it said it had leeway in its revenue measures that could cover the shortfall. But that pre-budget $19bn was but a downpayment on the black hole unveiled by Cormann post-budget, which was of truly intergalactic proportions – $62b.  Just like Labor finance ministers made similar demands of Liberal oppositions, Labor said it was happy to be judged on the final tallying of all the spending and revenue raising promises it has made towards the end of the imminent election campaign. And it will be. But the government is also attacking Labor for “fantasy” spending promises in the longer term, like 10 years or so, on things like schools and hospitals and the National Disability Insurance Scheme. Whether or not these long-term spending plans are economically sustainable will be right at the centre of this election campaign. And in its budget the government announced company tax cuts over the next 10 years, most of which Labor has said it won’t proceed with. That meant – if the escalating cost to the budget of those company tax cuts was quantified – it would give Labor an immediate answer to the government’s claim that it was a crazy “tax and spend” outfit that couldn’t be trusted with the nation’s finances or that its long term spending plans were “fantasy”. Labor would simply say it was using the money from not proceeding with the government’s company tax cut plans. So the government did not quantify the cost of company tax cuts beyond the first four years that must be included in the budget calculations. Turnbull and the treasurer, Scott Morrison, defended this on the basis that it has been long-standing practice to produce estimates for only the following four years. Which is usually true, except Tony Abbott included 10 years worth of cuts to Labor’s 10 years of projected spending on schools and hospitals in 2014. And the government had just released the 10-year cigarette excise costings. And in any event, the prime minister said, on Wednesday, that if re-elected the Coalition would immediately legislate the company tax cuts for the full 10 years.  If he’s going to legislate for 10 years of company tax cuts in a few months time, then presumably he knows how much they will be costing. And in an interview on Thursday he confirmed that he did, but was just not inclined to disaggregate the figures.   Related: Company tax cut could cost budget $40bn over 10 years, costings show    Which allowed Labor to claim the tax cuts were “unfunded” and Turnbull had a black hole of his own – in the centrepiece of his election budget. The truth is, Labor is likely to properly fund its election promises because it knows they will have to be published and submitted for scrutiny under the charter of budget honesty. And the Treasury is very likely to have properly costed the government’s tax cuts – with the government only refusing to release the numbers in the interests of a good pre-election black hole skirmish. But it has been too tricky by half. Its black hole attack has boomeranged back.",
  "webTitle": "Black hole attack sucks Malcolm Turnbull into budget twilight zone | Lenore Taylor",
  "webPublicationDate": "2016-05-05T06:27:22Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/black-hole-attack-sucks-malcolm-turnbull-into-budget-twilight-zone",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/05/black-hole-attack-sucks-malcolm-turnbull-into-budget-twilight-zone"
}