{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/20/nigel-farage-tories-lose-third-members-ukip-eu-referendum-remain",
  "id": "2016-05-20-155",
  "sectionId": "politics",
  "body": "The Conservatives could lose a third of their members to Ukip if Britain votes to stay in the EU, Nigel Farage has predicted. The Ukip leader said a narrow vote to stay in the EU would be a “doomsday scenario” for the party, as there would be a backlash against David Cameron for using the government to fight to remain. In an interview with the Guardian, Farage said that Tories campaigning to leave the EU under the official Vote Leave banner were frightened to let Ukip have too big a role in the referendum, fearing what could happen afterwards. “They’re very scared of Ukip, you see. Because what happens if Farage is seen to play a big role in the referendum? And we win – or even worse, if we lose? What happens then?” he said.   Brexit explained: vote stay   “The doomsday scenario for these guys is that we lose the referendum 52/48, that I’m seen to have played a big role in the referendum, that a third of the Tory party are irreconcilable with dodgy Dave, because they think he’s pulled every trick in the book, he hasn’t played with a straight bat, and a third of the Conservative party come and join me and Ukip. That is their doomsday scenario. Anything is better than that.” He also suggested there could be a realignment of politics on the right in the same way as after the 1975 referendum, and the eventual SDP split from Labour. “I think this referendum is something that could realign politics. Think back to 1975. That personal bitterness that came out between [Roy] Jenkins and [Tony] Benn never went away. It led to the SDP. I think there is a chance that this referendum could change British politics fundamentally.” Later on Friday, Farage predicted Boris Johnson, the former London mayor, would likely be prime minister if the UK votes to leave the EU.   Related: Nigel Farage: ‘Vote Leave brief every day that I’m toxic. Quite the opposite’    “I think Boris is a very good guy. He could be our next prime minister. If we vote for Brexit, he probably will be,” the Ukip leader said. Asked if the leave campaign would win, he said: “I think we are. The reason I think we are is quite simple. Those people who have made their minds up they want to leave believe in it quite strongly. I just see more passion on the leave side.” At the same time, he launched into a tirade against David Cameron for changing his tune on whether the UK could survive outside the EU. “Cameron’s campaign is to try to invert the truth of every argument.... The prime minister’s credibility needs to be examined a little bit more,” he said. “How can you have a PM who hints he might support Brexit and then a couple of months later says it could cause world war three if we lose. Will the real David Cameron please stand up?” He gave the round of interviews as he kicked off the start of a Ukip battlebus tour from outside the European Commission in Westminster. Farage appeared on the open top of the double decker bus with a microphone, before driving off with The Great Escape music playing to a crowd of media and supporters. [ENDS NEW] the Ukip leader has in recent weeks been very complimentary about out campaigners Johnson and Michael Gove, the justice secretary – even suggesting he could be up for working with them if they end up in charge of the Conservatives in future.     Boris Johnson and Michael Gove, leading figures in Vote Leave. Photograph: Paul Grover/Rex/Shutterstock    Cameron has insisted he can unite the party and stay on as leader whatever the result, dismissing talk of a challenge to his leadership. However, his position would be under severe threat if Britain voted to leave the EU, and some Tory MPs believe he would still be at risk if there was only a slim vote to remain. Farage previously predicted Ukip would cause a “political earthquake” and win a “good number of seats” at the general election, when it ended up with just one. He correctly forecasted that his party would dominate the European elections in 2014 and attract two Tory defectors – Douglas Carswell, who he has now fallen out with, and the other, Mark Reckless, who lost his seat in 2015.",
  "webTitle": "Third of Tories could defect to Ukip if UK stays in EU, says Farage",
  "webPublicationDate": "2016-05-20T13:19:23Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/20/nigel-farage-tories-lose-third-members-ukip-eu-referendum-remain",
  "keyword": [
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nigel Farage",
      "id": "politics/nigel-farage",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Decca Aitkenhead",
      "id": "profile/deccaaitkenhead"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/20/nigel-farage-tories-lose-third-members-ukip-eu-referendum-remain"
}