{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/23/northern-secondary-schools-less-funding-london-schools",
  "id": "2016-05-22-4",
  "sectionId": "education",
  "body": "Secondary schools in the north receive on average £1,300 less per pupil than schools in London despite high levels of disadvantage, according to a new study. The report by the Institute for Public Policy Research (IPPR) thinktank is calling on the government to give more money to northern schools, where pupils – in particular those from disadvantaged backgrounds – are lagging behind their peers in the south, especially in London. The study is published at a time of growing concern about an educational divide in England between north and south, which many fear could undermine the government’s “northern powerhouse” project. The IPPR is urging the government to use its reform of the national funding formula, which is currently under consultation, to redistribute funds in favour of schools in the north to raise standards, particularly among children from disadvantaged backgrounds.   Related: London and inner city pupils could lose out over changes to school funding    The IPPR report, which is supported by Teach First – a charity that targets educational disadvantage by training and placing teachers in challenging schools, says the divide between London and the north of England starts even before children get to school. The “early years gap” between children from poorer and wealthier families is almost twice as large in the north as in London. And while northern primary schools perform well, secondary school attainment is a major cause for concern, particularly because of widening educational inequalities between disadvantaged pupils and their wealthier peers. In his annual report last December, the chief inspector of schools, Sir Michael Wilshaw warned of a “deeply troubling” divide in England’s secondary schools with children in the north and Midlands much less likely to attend a good or outstanding secondary school than their peers in the south. The IPPR report, entitled Northern Schools: putting education at the heart of the northern powerhouse, points out however that even in northern schools rated outstanding by Ofsted, there is an attainment gap of 22 percentage points between pupils on free school meals and their better off classmates. And while educational underachievement in deprived coastal towns and smaller satellite towns like Blackpool and Oldham has been highlighted, big cities like Liverpool, Sheffield and Leeds are also failing to raise attainment among disadvantaged pupils. In a speech to the IPPR in February, Wilshaw warned that the ambition to build a northern powerhouse would “sputter and die” if youngsters being educated there lacked the skills to sustain it. The government subsequently announced a £20m northern powerhouse schools strategy in the budget in March to address the educational divide, but Labour has described it as “more spin than substance”. Education secretary Nicky Morgan, responding to the report, said: “We know great teachers are vital to raising standards in schools and are changing lives every day. That’s why we are continuing to work with groups like Teach First who are helping to place those teachers where they are needed most, returning power back to the profession through our white paper reforms and introducing schemes like the National Teaching Service which will develop even more brilliant leaders. “We are also ensuring that all schools have the resources they need through the introduction of a historic new national funding formula that will ensure funding follows need rather than a historic formula and continuing to invest in the pupil premium [additional funding for disadvantaged pupils], worth £2.5bn this year.” Labour’s shadow education secretary, Lucy Powell, said however that the government’s rhetoric of a northern powerhouse would not match reality unless real action was taken to close the growing attainment gap between disadvantaged young people and their peers. “Rather than obsessing about the forced academisation of all schools against their wishes and failing to tackle the fundamental problems of teacher recruitment and retention and falling school budgets, ministers must redouble their efforts to tackle underachievement and disadvantage.” Unions meanwhile are calling for increased funding for schools, rather than just a reorganisation of the funding that already exists. Russell Hobby, general secretary of the National Association of Head Teachers (NAHT) said: “The success London has had in narrowing the attainment gap for disadvantaged pupils over the last decade proves that increased funding is important. Proper funding will enable schools in disadvantaged or remote areas to attract and retain high-quality teachers and leaders. “It is vital however that any future agreement on a national funding formula should result in a general uplift of the amount of funding received by all schools. The current government funding commitment is in cash terms only. “Inflation and extra costs will mean a real terms cut in the actual value of funding per pupil of 8% over the next four years. School budgets are at breaking point.”",
  "webTitle": "Northern secondary schools receive £1,300 less per pupil than London",
  "webPublicationDate": "2016-05-22T23:01:22Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/23/northern-secondary-schools-less-funding-london-schools",
  "keyword": [
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Sally Weale",
      "id": "profile/sallyweale"
    }
  ],
  "guardianId": "education/2016/may/23/northern-secondary-schools-less-funding-london-schools"
}