{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/15/drowned-worlds-egypts-sunken-cities",
  "id": "2016-05-15-145",
  "sectionId": "artanddesign",
  "body": "Near the tiny farming villages of Rashwan and Abu Mishfa in the Nile Delta – the kind of villages where you might see a girl tugging on the harness of a recalcitrant water buffalo as she leads it out to graze, or a mule-drawn cart loaded with animal feed – is a scrappy lake, the haunt of innumerable egrets. Under this lake, and surrounding fields and houses, lie the remains of Naukratis, a city established by Greeks as a trading port in around 620BC. It is here that a British Museum excavation is under way, and some of the archaeologists’ most intriguing discoveries in the city – which you might think of as a kind of Hong Kong of the ancient world – are about to form part of a major exhibition. It takes an effort of imagination to conjure this place back to its ancient flourishing before its abandonment in the seventh century. But once it was a city with perhaps 16,000 inhabitants, full of temples to gods such as Hera, Aphrodite and the Dioskouroi (Castor and Pollux), and dominated by a vast sanctuary dedicated to the Egyptian deity Amun-Ra, from which a sphinx-lined avenue led to the Canopic branch of the Nile, which long ago flowed here.          The Hong Kong of the ancient world … a 3D animation of Naukratis. Video: Grant Cox/Alexandra Villing/Ross Thomas/Naukratis Project/Trustees of the British Museum.    There was also a Hellenion, a sanctuary dedicated to all the gods of the Greeks: an early expression of pan-Hellenic identity from the politically independent city-states that, according to the historian Herodotus, jointly founded the city at the invitation of the pharaoh. The Greek temples started off as simple affairs, sacred enclosures with outdoor altars, but pedimented structures were built once the Greeks had learned the knack of building colonnaded temples from the Egyptians. Surrounding the sanctuaries were mud-brick houses several storeys high, some with dovecotes on their roofs. The same kind of conical pigeon houses can be seen in the villages today.     Colossal … a five-metre pharaoh found at Naukratis’s sister port, Thonis-Heracleion. Photograph: Christoph Gerigk/Franck Goddio/Hilti Foundation    All Mediterranean traders who had dealings with Egypt – not just Greeks, but also Phoenicians, Cypriots, Levantines – were obliged to come to Naukratis to trade their oil and wine and pay their tax, sailing more than 40 miles inland down the Nile via Thonis-Heracleion, a sister port at the mouth of the river on the Mediterranean. (That port was overwhelmed in antiquity by the encroaching sea: impressive finds have been made by marine archaeologists, which can also be seen in the British Museum exhibition.)      A bronze Pharaoh in a khepresh crown at Thonis-Heracleion. Photograph: Christoph Gerigk/Franck Goddio/Hilti Foundation    After the traders had done their deals, there was entertainment to be had: Herodotus tells us that Naukratis was famous for its excellent courtesans. Charaxos, the brother of the poet Sappho, came here on trading trips from Lesbos and so completely lost his heart to the beautiful Rhodopis that he bought her her freedom; she became fabulously rich. Ross Thomas, who is directing the dig, walks me round the excavations, just a couple of days into the 2016 season, their fifth. No monuments remain, nor yet a whiff of the gorgeous Rhodopis, and yet the past is palpable. He points out a jalabiya-clad man sitting outside his house on a classical column base; and the recently ploughed fields are full of ancient potsherds. Ashraf Abdel-Rahman, a local official of the Supreme Council of Antiquities, picks up a piece. Thomas gives it a casual glance. “Fourth-century BC mushroom amphora, imported,” he says, with impressive taxonomical ease, and chucks it back.      ‘So this is Naukratis!’ … British Museum archaeologists following in the footsteps of Flinders Petrie at Naukratis. Photograph: British Museum    We meet Ben Pennington, a geoarchaeologist who, with young Egyptian trainees, is sinking an auger nine metres below the surface in order to glean information about the area’s ancient topography and environment. In another field, Eleanor Maw is in charge of a team surveying fields using the technique of magnetrometry – “basically, a non-invasive way of looking at what’s underneath”, she explains, through which she can chart the outlines of the old mud-brick tower houses. Another team is digging in a pair of trenches that may pinpoint the entrance to the Hellenion.     Lying in state … the statue of a Ptolemaic pharaoh travels through the streets of Alexandria. Photograph: British Museum    Yet another group, perhaps most excitingly, is working at the edge of where the Nile once flowed. Naukratis has been partially excavated before, first by the great Flinders Petrie in the 1880s. (He realised he’d stumbled across the city when he read a Greek inscription saying so – it was built into the house he was staying in. “I almost jumped as I read,” he wrote in his journal. “So this is Naukratis!”). The course of the river, however, was established only by Thomas’s team, and he is excited at the prospect of discovering the quayside and, perhaps, well-preserved boat remains. It is highly possible, for the site is waterlogged, providing the anaerobic conditions that slow the decay of wood. Today, though, the haul is potsherds from the sixth century BC. Most of them – bright reddish, sandy to the touch – are locally made Egyptian wares. There are also Greek mortaria – bowls for pounding ingredients into sauces – and all manner of wine amphorae from the east Greek world, the Hellenic cities on what is now the west coast of Turkey. Thomas and his colleague from the British Museum, Alexandra Villing, sort through them. Petrie and his Victorian successors tended to ignore the Egyptian pottery finds, leading to a skewed vision of what kind of cultural texture this city might have had. Ross and Villing suspect the interaction and cultural exchange between people here was richer and more complex than had been believed. “It’s not a Greek colony,” says Thomas. “It’s a mixed community.” (The other matter over which Flinders Petrie discreetly drew a veil was the vast number of little terracotta figures of Harpocrates, the child of Isis and Osiris, that he found around the city. The figurines had comically vast and engorged phalluses, associated with the god’s role in ensuring the land’s fertility.)         Hidden depths … IEASM underwater excavations at Abu-Qir Bay, Egypt. Video: Roland Savoye/Franck Goddio/Hilti Foundation       ‘Kallias dedicated me to Aphrodite’ … the sixth-century hunter and his piglets, a Naukratis find. Photograph: Trustees of the British Museum    There is no more impressive evidence of the cultural encounters that occurred at Naukratis than in the Egyptian Museum, in Cairo, which Villing and I visit together. We are looking for a statue. Pass it by and you’d probably take it for another pharaoh: the four-metre-tall figure has an Egyptian ruler’s kilt, rigid arms and left foot striding forward. He’s not one, though: he was erected in the temple of Amun-Ra in Naukratis in around 300BC (a generation after Alexander’s conquest), and his name, according to the hieroglyphs on his back, is Horemheb. So far, so Egyptian, but the inscription goes on to tell us in no uncertain terms that “I am a Greek” – and that his father was Krates, a very Hellenic name, and his mother was the Egyptian-sounding Shesemtet.  There is a lot of this intriguing cultural mingling in Egypt, and it runs right through to the Romans. In the catacombs of Kom el-Shoqafa in Alexandria, a Roman family is buried in an elaborate tomb arranged like a pedimented temple with niches for the sarcophagi, which are decorated with flower garlands and tragic masks – altogether very classical. But the pediment is carved with Egyptian falcons, the Roman couple are depicted as Egyptian from the neck down (another kilt and striding left leg) and the relief carvings above their tombs are of Egyptian scenes, including Anubis presiding over a mummification. Nearby, in the sanctuary below the temple of Serapis – a Greek-friendly version of Osiris – the Roman emperor Hadrian dedicated an extraordinary, lifesize bronze bull representing the Egyptian god Apis. A replica is in situ, but the original can be seen in the British Museum exhibition.     Fish food … a third century pharaoh head on the ocean floor at Thonis-Heracleion. Photograph: Christoph Gerigk/Franck Goddio/Hilti Foundation    Sometimes it’s bewildering even to attempt to follow these cultural and religious currents as they eddy and flow around the Mediterranean. A pottery object excavated by Petrie in Naukratis, which is about to tour to museums around the UK, also tells a complex tale. “He’s a mid-sixth-century figure of a man carrying bow and arrows, with two hares and two boar piglets on his shoulders,” explains Thomas. “He’s wearing a Cypriot cap, an Egyptian kilt and a shirt. The inscription says, ‘Kallias dedicated me to Aphrodite’. We think the dedicator was probably an east Greek.” In other words, it was made in Cyprus in an Egyptian style, where it was bought and inscribed probably by a Greek trader from Ionia (now Turkey), and then dedicated in a Greek temple in Egypt. There’s a story that comes from the second- and third-century AD author Athenaeus, born in Naukratis, which chimes uncannily accurately with the journey of that votive figure. He tells of a Greek trader from Naukratis who, on his way back to Egypt, bought a figurine of Aphrodite from Paphos on Cyprus. On the way home, he was caught up in a storm and prayed to the goddess. She answered him: the storm calmed and a myrtle bush miraculously sprouted on board. When he arrived in Naukratis, he dedicated his figurine at the temple of Aphrodite and hosted a feast, the guests crowned with myrtle wreaths.     On show … the two-metre statue of the Apis Bull. Photograph: Christoph Gerigk/Franck Goddio/Hilti Foundation    In the Naukratis of 2016, there’s a breath of excitement: Ashley Pooley’s team, working at the ancient riverbank, has found some wood, preserved here in the mud since the sixth century BC. It’s not a stern or a prow, but it’s something; perhaps, they think, part of a quayside boardwalk. Not bad for day two in the field – and a hopeful sign that the fertile black soil of Egypt has more and more knowledge to impart. • Sunken Cities: Egypt’s Lost Worlds is at the British Museum, London, 19 May-27 November.",
  "webTitle": "Drowned worlds: Egypt's lost cities",
  "webPublicationDate": "2016-05-15T09:00:02Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/15/drowned-worlds-egypts-sunken-cities",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "British Museum",
      "id": "culture/british-museum",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Archaeology",
      "id": "science/archaeology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlotte Higgins",
      "id": "profile/charlottehiggins"
    }
  ],
  "guardianId": "artanddesign/2016/may/15/drowned-worlds-egypts-sunken-cities"
}