{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/coalition-labor-and-greens-urged-to-halve-homelessness-in-next-decade",
  "id": "2016-05-23-31",
  "sectionId": "australia-news",
  "body": "Australia’s largest homelessness service providers have called on the major parties to make funding commitments to help halve homelessness in the next decade. The charities Anglicare, Mission Australia, Salvation Army, St Vincent de Paul, UnitingCare Australia and Wesley Mission have written to Coalition, Labor and Greens leaders calling on them to make homelessness a priority. The letter told the leaders on any given night more than 100,000 Australians were homeless – including more than 44,000 children or young people. Each year more than 200,000 people seek help from homelessness services.   Related: Clean streets: the mobile laundry service helping Australia's homeless    The letter highlights the plight of groups particularly vulnerable to homelessness, such as women and children escaping domestic violence, young people leaving care, Aboriginal and Torres Strait Islander Australians, and older women, who face increasing rates of homelessness. Mission Australia’s chief executive, Catherine Yeomans, told Guardian Australia the aim of halving homelessness by 2025 was “a big target but realistic”. “We know what works to fix homelessness,” she said. “Prevent people in high-risk groups from becoming homeless, fund evidence-based programs for people who are already homeless and ensure enough homes for people on low incomes.” Yeomans said the best solutions were preventative, such as the Reconnect program that helped people aged 12 to 18 address family breakdown and return home if safe to do so. When people experience homelessness, accommodation should be provided as soon as possible to prevent a cycle of homelessness followed by support services, she said. The homelessness charities have launched a petition to generate public support for the campaign during the federal election and invited the party leaders to a forum with their clients in June. A spokesman for the social services minister, Christian Porter, said the Coalition had provided $230m over two years (matched by states and territories) to fund frontline services, with priority given to frontline services focusing on women and children experiencing domestic and family violence, and homeless youth. The national partnership agreement on homelessness expires in 2017 and will need to be renegotiated with the states and territories. The federal, state and territory governments have commissioned a report on future policy reforms and funding options for homelessness. A spokesman for the social service minister said: “It makes no sense to make commitments before that report is received and considered.” Yeomans called for funding commitments of at least five years. “It’s like a fixed-term employment contract: if you don’t give long-term funding, staff don’t know whether they’ll have jobs and, more importantly, people accessing our services don’t know whether they will still be available in 12 months’ time.” A spokesman for the Labor housing spokeswoman, Katy Gallagher, said the Turnbull government had cut $132m from homelessness services and advocacy groups and left long-term funding “up in the air”. Labor has not announced its homelessness policy yet, but the spokesman said Labor understood funding certainty was essential to delivering the best outcomes for people who are homeless and would work to deliver it. The Greens have proposed doubling the federal funding for specialist homelessness services provided under the original national affordable housing agreement at a cost of $507m a year and indexing funding at 7%. They have proposed signing a 10-year NPAH and doubling funding under the original agreement, at a cost of $320m a year, matched by the states.   Related: How Sydney's overheated housing market keeps young people on the streets    The Greens homelessness spokesman, Scott Ludlam, has said “the billions [of dollars] we would save by reforming negative gearing should be used, in part, for new affordable housing for thousands of families and individuals stranded on social housing waiting lists and experiencing homelessness”. According to figures released in March, a record 486 people are sleeping rough on the streets of central Sydney, a figure the lord mayor, Clover Moore, lamented as a “dramatic rise”. Homelessness experts blame poor housing affordability for the crisis, which has led the New South Wales government to plan more rental assistance including subsidies to remain in private housing. Other proposed solutions include increased public housing or inclusionary zoning, the practice of reserving part of new developments for affordable housing. Anglicare Australia’s executive director, Kasy Chambers, said: “The terrible shortage of secure affordable housing puts far too many Australians at risk of homelessness.  “People also remain trapped in homelessness because there’s neither the support nor the homes available. We can solve the problem but we need a national plan.” The chief executive of the St Vincent de Paul Society, John Falzon, said: “Australia urgently needs political leadership to reduce homelessness, backed up by a comprehensive plan of action that tackles the lack of affordable housing, strengthens the social safety net and services on the front line, invests in prevention and early intervention, and ensures that everyone has a safe and secure place to call home.”",
  "webTitle": "Coalition, Labor and Greens urged to halve homelessness in next decade",
  "webPublicationDate": "2016-05-23T20:22:41Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/coalition-labor-and-greens-urged-to-halve-homelessness-in-next-decade",
  "keyword": [
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Homelessness",
      "id": "society/homelessness",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/24/coalition-labor-and-greens-urged-to-halve-homelessness-in-next-decade"
}