{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/18/itv-news-in-talks-with-noreena-hertz-over-economics-editor-role",
  "id": "2016-05-18-25",
  "sectionId": "media",
  "body": "ITV News is poised to appoint Noreena Hertz, the economist, author and Warner Music board member, to be its new economics editor. Hertz has written a number of business best-sellers including Eyes Wide Open, The Silent Takeover and IOU: The Debt Threat, but has no direct TV reporting experience.  Hertz is married to Danny Cohen, the BBC’s former director of television, who last week joined a new entertainment division being set up by Warner Music owner Len Blavatnik. She once clashed with Jeremy Clarkson after the former Top Gear host claimed that she was a Marxist.    Surprised to see myself described today in papers as a Marxist. No truth whatsoever in this story. #MadeUpNonsense— Noreena Hertz (@noreenahertz) March 19, 2016    Hertz is expected to stand down from the Warner Music board, a role she has held for two years, on Thursday to officially take up the ITV role. The move by ITV News, which is finalising a deal with Hertz, is part of a push to bring more analysis to its flagship news programme News at Ten. Hertz, 49, will take the role vacated by Richard Edgar, who left in February to take the role of editor-in-chief of global content strategy for Fidelity International.  If Hertz takes the ITV offer, she will join a new-look lineup that includes Robert Peston, the former BBC business editor who joined ITV as political editor in January, and Allegra Stratton, the former BBC Newsnight and Guardian reporter, who joined as national editor.  Hertz, who joined the board of Warner Music in 2014, is a professor at University College London and a Fellow at Judge Business School in Cambridge.",
  "webTitle": "ITV News poised to appoint Noreena Hertz to economics editor role",
  "webPublicationDate": "2016-05-18T21:11:29Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/18/itv-news-in-talks-with-noreena-hertz-over-economics-editor-role",
  "keyword": [
    {
      "webTitle": "ITV News",
      "id": "media/itv-news",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "News agencies",
      "id": "media/news-agencies",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Women in journalism",
      "id": "media/women-in-journalism",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/18/itv-news-in-talks-with-noreena-hertz-over-economics-editor-role"
}