{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/17/perinatal-mental-health-depression-psychosis",
  "id": "2016-05-17-124",
  "sectionId": "healthcare-network",
  "body": "When Kathryn Grant found out she was pregnant with her first child, she was ecstatic. But nine months later, after a difficult labour, she developed a severe psychosis and needed to be hospitalised for several months. “The hallucinations and delusions that I suffered were horrific,” she says. “Psychosis for me was all around death and the end of the world. I hallucinated that I was being burned alive.” Grant suffered postpartum psychosis, a rare and life-threatening perinatal mental health condition that affects about 1,400 women each year in the UK. Luckily for her, she was able to access help at a mother and baby unit in London. Fully recovered, she now lives with her husband and son, and works to raise awareness of the issue. She has been advising the BBC on its storyline around the EastEnders character Stacey Slater, who has the condition.   Related: How A&E could offer round-the-clock support to mental health patients    Not all women are so lucky, however. According to the independent Mental Health Taskforce, one in five mothers suffers from a perinatal mental health problem, such as depression, anxiety or psychosis during pregnancy or in the first year after childbirth. Costs of perinatal mental illness in the UK are estimated at £8.1bn per year, or almost £10,000 per birth. Yet fewer than 15% of districts provide effective specialist perinatal services for women with severe or complex conditions, and almost half provide no service at all. Prof Ian Jones is director of the National Centre for Mental Health at Cardiff University and works on the Everyone’s Business campaign run by the Maternal Mental Health Alliance – a coalition of more than 60 organisations devoted to the issue. He says that although every woman has access to a midwife, it’s a postcode lottery as to whether they can get specialist help. Services are so patchy because perinatal mental health is a relatively new area of healthcare that has only developed in the past 30 or 40 years despite these illnesses existing for thousands of years. It is finally being recognised as a priority. In February, the taskforce recommended that by 2020-21, NHS England should support at least 30,000 more women annually to access specialist mental healthcare during the perinatal period. Jones says that is fantastic, but warns: “We need to make sure in every part of the country, women can access the care they want. If we had a situation where half the country was covered for cardiac services, it would be a national disgrace.” Grant, meanwhile, recognises that more needs to be done. “As someone who’s survived, I want to know that if someone’s in the same situation, there’s a bed in a mother and baby unit for them immediately. There are too many horrific stories of mothers being let down and it having knock-on effects on their families.” ‘Antidepressants made my postpartum psychosis worse’     Charlotte Harding started to experience terrifying hallucinations after the birth of her first child. She explains how postpartum psychosis affected her life and how she found help Photograph: Emli Bendixen for the Guardian    I was 25 when I became pregnant for the first time. I had been diagnosed with bipolar disorder and was told at my first maternity appointment that I was at increased risk of having an episode so would have perinatal mental health care. Postpartum psychosis was mentioned, but I didn’t know what it was until I was suffering from it. I had a long, traumatic labour and during it I started to see doctors who weren’t there coming in and out of the room. My husband and I thought it was the effects of the gas and air. When I got home my mental health deteriorated. I heard buzzing noises from anything electrical, so I thought I had to turn everything off. I saw mice running across the floor. One of the worst hallucinations was when I saw my husband jump through the living-room window and glass shatter everywhere. My husband took me to the doctor when he saw me talking to the radio. In my mind, a news broadcast was telling me to get him and his friends who were in the kitchen out of the house. I started screaming at him and locked them out. The doctor said I had postnatal depression and gave me antidepressants, but they made me worse. I became so delusional that I locked my husband out again. He rang the crisis team; they diagnosed me with postpartum psychosis and said I needed specialist care. The mother and baby unit in Cardiff was understaffed because it was due for closure. The next nearest was in Bristol, but no one in my family could drive. My husband became my carer. I was put on medication and had twice-weekly visits from a community psychiatric nurse and monthly appointments with my psychiatrist for just over a year. I am now fully recovered. I’d say to any mothers going through a similar situation to be open and honest. It is hard, because you become untrusting and scared. One fear is that you’ll appear as an unfit mother, but getting help will benefit you and your relationship with your baby. You’re not alone and you can pull through it. If you have experienced or are experiencing postpartum psychosis, you can find more information on app-network.org Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "Perinatal mental health should be a priority",
  "webPublicationDate": "2016-05-17T14:51:42Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/17/perinatal-mental-health-depression-psychosis",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "healthcare-network/mental-health",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Pregnancy",
      "id": "lifeandstyle/pregnancy",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Postnatal depression",
      "id": "society/postnatal-depression",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Depression",
      "id": "society/depression",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Johnson",
      "id": "profile/sarah-johnson"
    }
  ],
  "guardianId": "healthcare-network/2016/may/17/perinatal-mental-health-depression-psychosis"
}