{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/06/dont-think-youre-lucky-think-again",
  "id": "2016-05-06-142",
  "sectionId": "lifeandstyle",
  "body": "Do you feel lucky? The answer, well known to psychologists, is that you probably don’t. You probably think you got where you are today through willpower and elbow grease. We chronically underestimate luck’s role, and this seems to get worse the richer we get; surveys show that the wealthiest are least likely to attribute their fortunes to, well, good fortune. They also seem to be meaner: one ingenious study found drivers of luxury cars were more likely to cut others off than those in cheaper vehicles. It’s hardly surprising many such people oppose taxation and government spending: why should others get a handout if they didn’t need one? The ironic result is that they vote against the very policies that helped them get lucky to begin with. In a recent Atlantic essay, Robert Frank, an economist who has studied attitudes to chance, quoted EB White: “Luck is not something you can mention in the presence of self-made men.” Yet to see this purely as a problem of the super-rich lets the rest of us off too easily. Anyone living in a highly developed economy in 2016 is already the beneficiary of stupendous luck – for example, not being born during the plague, or living in the modern-day Central African Republic (average life expectancy: about 50). Ponder that, and it’s easier to see why Buddhists speak of the incomparable luck of being born human at all. You might have been a battery hen, or a mayfly with a one-day lifespan. Our blindness to such truths isn’t only because we’re self-absorbed jerks. As Frank explained, it’s also down to the “availability heuristic”, the bias whereby we attach more significance to things that are easier to call to mind. It’s not hard to recall countless times when you put in the effort to succeed: slogging through university finals, preparing for job interviews, tolerating a soul-killing commute. By contrast, it’s genuinely difficult to perceive the ways you’re privileged – let alone all the “negative preconditions” of your success, like not being born in a war zone, or before antibiotics, and so forth. We rarely realise it, but each of us is a walking testament to all the things that might have stopped us, yet didn’t.   Related: How to deal with email overload | Oliver Burkeman    Philosophers (and sometimes normal people) raise another worry: our luck always comes at the price of others’ misfortune. Like many people, I’m only here thanks to Hitler, without whom my grandmother wouldn’t have left Germany or met my grandfather. But if I deem my existence a good thing – and I do – doesn’t this slightly complicate my claim to condemn the Holocaust utterly? “We know that it would have been better if those horrors had not happened and, consequently, we had not been born,” writes the philosopher Todd May – and so “our lives are rooted in tragedies that have no reparation”. If such thoughts depress you, there’s a glimmer of hope: the finding that reminding people how lucky they are makes them kinder and more generous. The trick, then, is not to forget about your own good fortune. Good luck with that. oliver.burkeman@theguardian.com",
  "webTitle": "Don’t think you’re lucky? Think again | Oliver Burkeman",
  "webPublicationDate": "2016-05-06T14:00:29Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/06/dont-think-youre-lucky-think-again",
  "keyword": [
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Burkeman",
      "id": "profile/oliverburkeman"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/06/dont-think-youre-lucky-think-again"
}