{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/14/north-carolina-bathroom-bill-hb2-transgender-rights",
  "id": "2016-05-14-115",
  "sectionId": "us-news",
  "body": "If you search out North Carolina’s conservative heart, you might find it here: in Fayetteville at the Maxway, a discount shop. Fayetteville is home to the sprawling Fort Bragg army base and consistently votes Republican. Maxway is owned by Art Pope, a conservative philanthropist who is arguably the most influential figure in state politics. So, has the ongoing agony over bathrooms thrown the customers and employees of Maxway into confusion? “Oh, goodness. Well, we do have two bathrooms,” said Camelia Taylor, the store manager. “But one is marked for either men or women. The other is for employees, but we pretty much let anyone use it.” That’s a typical response among North Carolinians. Life among the sinks and stalls of the state has carried on unchanged, in actual practice. Transgender people aren’t attacking children. Citizens aren’t rising up with torches and pitchforks. Theory is another matter, though. Politicians in the Old North State are describing to their constituents a theory of bathroom chaos that seems entirely uncoupled from both the practice and the attitudes of most people. Along the way, North Carolina’s reputation as the south’s progressive, intellectual capital has started to circle the drain. It has become a symbol of intolerance, it faces a court battle with the federal government, and it has exemplified that most un-southern quality: tawdriness. So North Carolina seems to be suffering the sudden onset of a provincial schizophrenia. Why? The answer is not hidden but has gone largely unspoken. The conflict is to a great extent the doing of two powerful and opposing politicians, stuck in a machiavellian duel. It reveals a great deal about North Carolina. And just as much, possibly, about what lies ahead for the entire United States.      Signage is seen outside a restroom at a hotel in Durham. Photograph: Gerry Broome/AP    The path to the Great Bathroom Emergency of 2016 started eight years ago, when Barack Obama won North Carolina’s presidential vote by a .4% margin.  It was a slim victory, but thunderous.  “In the previous election North Carolina had voted for George W Bush by 12 points,” said Michael Bitzer, a professor at Catawba College and one of the state’s foremost political scientists.  Obama’s campaign tactics – grassroots fundraising, micro-targeted marketing – caught Republicans flat-footed. “This was still the party of Jesse Helms,” Bitzer said. Helms was a five-term senator who waged a notorious fight against the civil rights movement. “People were completely astonished here.” In the resultant Tea party insurgency of 2010, the far right seized control of North Carolina’s senate and house for the first time since the Reconstruction. So after the 2010 census Republicans controlled the once-a-decade redrawing of political districts and packed liberal voters into a small number of densely populated districts. They sacrificed the urban areas and consolidated power in rural districts.  North Carolina was, and still is, a “purple” state. But overnight it transformed from a state of purple counties to a state with blue urban islands in a sea of red.  “Any areas of real competitiveness are shrinking,” Bitzer said. The field has become so polarized that elections are forgone things; if a candidate has no chance of winning a county, why even bother visiting? That’s now the case in 85% of the state’s districts, according to Bitzer’s analysis. The two sides have stopped talking to each other. It’s a trajectory that mirrors the United States as a whole. Rural and urban, left and right, entrenched parties and ideological isolation. All of which means that North Carolina’s upcoming gubernatorial race may be the tightest in the nation. The main contenders are the Republican incumbent, Pat McCrory, and his Democratic attorney general, Roy Cooper. Both men rose to power as moderates but found themselves scrambling for a way to appeal to their base constituencies: rural conservatives for McCrory and urban liberals for Cooper. Then came the flush heard ’round the world.     Protesters gather outside the North Carolina museum of history as the governor makes remarks about HB2 during a government affairs conference in Raleigh. Photograph: Gerry Broome/AP    It wasn’t supposed to go this far. “Nobody was licking his chops for this,” as one Republican leader put it.  In press conferences McCrory has appeared mystified by the world’s reaction, and has said as much. “The majority of the citizens in our great state, and this governor, did not seek out this issue,” he recently told a bank of television cameras.  The conflict first arose in Charlotte, the state’s financial center, where in March the city council passed an ordinance that transgender people may use the bathroom according to the gender with which they identify. In an emergency session the state legislators overturned the ordinance. They hastily passed House Bill 2, which bans cities from passing anti-discrimination ordinances that protect gay and transgender people in any way, bathrooms or otherwise. The move brought a crush of global attention. Giant companies – Google, Apple, Disney – struck out at the law and pledged to pull back their businesses if the law wasn’t repealed.  Then this week the federal government weighed in, when US attorney general Loretta Lynch called HB2 “state-sponsored discrimination” and filed suit. North Carolina responded by filing its own suit.            Loretta Lynch: North Carolina has created ‘state-sponsored discrimination’    When the backlash began, Cooper – the attorney general and aspiring gubernatorial candidate – announced his refusal to defend the law and called it a “national embarrassment”.  McCrory responded by releasing a statement that alluded to Cooper through the thinnest of veils: “Some have called our state an embarrassment,” he said. “The real embarrassment is politicians not publicly respecting each other’s positions on complex issues.” McCrory’s and Cooper’s moves and machinations revolve around a figure as unpredictable as any in the history of US politics: Donald Trump.  Bitzer, the political scientist, said his polls show an inverse relationship between the number of college graduates in a place and its support for Trump. In a state that prides itself on its university system, there is broad distaste for Trump.  But the base refuses to be ignored. Trump’s campaign reached a low – or a peak, depending – in March at a rally in Fayetteville, when a white Trump supporter sucker-punched a black protester.            Trump supporter sucker-punches black protester at rally    Trump’s centrifugal power forces everyone to the edges, where McCrory and Cooper now find themselves pondering questions like: will moderate conservatives stay home on election day? If so, it may benefit McCrory to see the bathroom brouhaha carry on until that time, to spur people toward the voting booths.  Or will an extended fight only heap more shame and risk on the state? In that case, it may benefit Cooper to see it continue.  Trump’s presence is palpable in North Carolina, but his exact effect on state politics is almost incalculable. “It’s beyond me,” Bitzer said. “I’m only a PhD.”     T-shirts protesting HB2 in Asheville. Photograph: Katie Bailey for the Guardian    The stakes are genuine and high with HB2. It’s a matter of civil rights, gender and acceptance that will affect people’s lives in intimate, vulnerable ways.  But beneath the swirl of politics, regular North Carolinians such as Taylor at the Maxway store continue to select their toilets with no more thought than they did a year ago.  In Asheville, a transgender business owner who goes by SB said most people are “so loving and supportive”. “That doesn’t mean I’m not shocked and saddened by our governor and legislature,” SB said. “But the people – people I see daily – have been so positive.”    That doesn’t mean I’m not shocked and saddened by our governor and legislature. But people I see daily [are] so positive  SB     In Raleigh, the prestigious public Broughton high school has become central in the debate about the bathroom law as it applies in schools. A collection of transgender advocacy groups held a press conference recently on the sidewalk outside the school, whose grand stone bell tower loomed overhead.  JoDee Winterhof, senior vice-president of the Human Rights Campaign, addressed a group of reporters. “Rather than wasting even more time and millions more taxpayer dollars defending a reckless and discriminatory bill,” she said, “Governor McCrory should be working with state lawmakers to fix the mess he’s created.” The conference – and the whole matter of HB2 – incensed a Broughton alum named Dallas Woodhouse. He’s now the head of the Republican party in North Carolina. “The school has had the same bathroom policy for going on a hundred years,” he said. “Special accommodations can be made for transgender people, just like people in wheelchairs. I would have loved as a 16-year-old boy to go into the girls’ locker room. But it’s not good for society.” Inside the school’s stone walls, assistant principal Mike Lentz sat at a cluttered desk in his office and called the county’s communications department to find out how, exactly, to address the matter of toilets.      Governor Pat McCrory make remarks about HB2 while speaking during a government affairs conference in Raleigh. Photograph: Gerry Broome/AP    “We are looking at our legal obligations,” Lisa Luten, director of communications, told him on speakerphone.   Related: Obama orders public schools to allow transgender students access to restrooms    On Thursday the Obama administration released a letter calling for schools across the country to allow transgender students to access the bathrooms where they feel most comfortable. The letter didn’t mention North Carolina but was a clear rebuke. At Broughton, Lentz walked along a school hallway. “This thing will work itself out between the state and federal governments,” he said. “Right now we are just trying to stay focused on teaching kids. You know?”",
  "webTitle": "North Carolina's transgender bathroom battle: what sparked it, and what's next",
  "webPublicationDate": "2016-05-14T12:00:02Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/14/north-carolina-bathroom-bill-hb2-transgender-rights",
  "keyword": [
    {
      "webTitle": "North Carolina",
      "id": "us-news/northcarolina",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Teague",
      "id": "profile/matthew-teague"
    }
  ],
  "guardianId": "us-news/2016/may/14/north-carolina-bathroom-bill-hb2-transgender-rights"
}