{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/12/leeds-castleford-super-league-match-report",
  "id": "2016-05-12-22",
  "sectionId": "sport",
  "body": "So, where now for Leeds Rhinos? The obvious answer is the Qualifiers and a relegation battle in the second half of this most extraordinary of seasons, and this was a performance that prompted yet more questions about the spectacular demise of last year’s treble winners. The more optimistic Leeds fan would have argued that a combined losing margin of just 12 points from their last two games suggested the defending champions were slowly getting their act together. But this? This was a complete annihilation, and the firmest evidence yet that Leeds are destined for the bottom four.   Related: Sam Tomkins insists he will not be a ‘weak link’ on Wigan return    The schadenfreude that is engulfing Super League concerning Leeds’ plight has made it easy to overlook the strengths of their opponents, but here Castleford were impossible to ignore. Led by the former Leeds youngster and England international in waiting Luke Gale, Daryl Powell’s Tigers produced the kind of one-sided performance Leeds fans have become accustomed to seeing in recent years – but not from their opponents. “There are positives, although that probably won’t wash with many people,” said the Leeds coach, Brian McDermott. “This is a really spirited group of people but we’ve got a list of things we need to get on top of. I’ll back my players to come up with something – I’m not going to criticise them.” Incredibly, Leeds led early on thanks to Mitch Garbutt’s early try, but that merely inspired Castleford to run in five first-half tries of supreme quality. Most of them came via magnificent work from Gale – who Powell described as being “right up there” when it comes to England honours later this year. Gale played a role in all three tries for the returning fullback Luke Dorn, who was as impressive as his namesake throughout. However, the one try Gale could not claim too much involvement in was the standout effort of the night, as Super League’s top try-scorer, the Castleford wing Denny Solomona, seemed to defy the laws of physics with an incredible finish: placing the ball in one hand and touching down with his entire body off the ground. It was a moment Leeds could do nothing about, but Dorn’s second and third tries were largely down to insipid defending from the hosts as the Tigers began to cut loose. Gale then showed all his nous to effectively kill the game off before the break; with everyone expecting Castleford to line up for a drop goal to extend the lead to 19 points Gale, clearly smelling blood against such a vulnerable Leeds side, dropped his shoulder and shifted the ball wide for Joel Monaghan to cross. His conversion made it 30-6 and in all honesty, the Rhinos were never likely to mount a comeback. Yet after half time Castleford decided to continue entertaining rather than shut up shop. Any lingering doubts over the outcome were killed off by Solomona’s second and an effort from the prop Gadwin Springer, who shook off five Leeds defenders in a moment that emphasised the gulf in class between the sides. Leeds had a brief moment to savour as Ash Handley crossed midway through the half, but the Tigers underlined their superiority when Ben Crooks collected and raced home, before Grant Millington benefitted from more Gale wizardry to touch down with five minutes remaining. “It was very good,” admitted Powell afterwards. “To piece both sides of our game together the way we did was hugely pleasing, and we go to Magic Weekend to face Warrington now having set a real benchmark.”  Leeds Golding; Handley, Watkins, Keinhorst, Hardaker; McGuire, Lilley; Galloway, Burrow, Garbutt, Ferres, Jones-Buchanan, Cuthbertson. Interchange Sutcliffe, Achurch, Mullally, Walters. Tries Garbutt, Handley. Goals Lilley 2. Castleford Dorn; Flynn, Crooks, Monaghan, Solomona; McShane, Gale; Patrick, Milner, Jewitt, McMeeken, Moors, Massey. Interchange Millington, Cook, Springer, Tickle. Tries Dorn 3, Solomona 2, Monaghan, Springer, Crooks, Millington. Goals Gale 8. Referee R Silverwood.",
  "webTitle": "Luke Gale leads Castleford to crushing victory over Leeds Rhinos",
  "webPublicationDate": "2016-05-12T21:09:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/12/leeds-castleford-super-league-match-report",
  "keyword": [
    {
      "webTitle": "Super League XXI",
      "id": "sport/super-league-xxi",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leeds Rhinos",
      "id": "sport/leedsrhinos",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Castleford",
      "id": "sport/castleford",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League",
      "id": "sport/superleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Bower",
      "id": "profile/aaron-bower"
    }
  ],
  "guardianId": "sport/2016/may/12/leeds-castleford-super-league-match-report"
}