{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/10/media-briefing-tuesday-10-may",
  "id": "2016-05-10-278",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Government drops full Channel 4 privatisation – but may sell off stakeMinisters considering options including paying dividends to Treasury, NAO scrutiny or moving out of London Top comment on MediaGuardian BBC fears government will win battle to impose board membersCampaigners vow to take to the streets in protest against measures to reduce corporation’s political independence Today’s headlines The GuardianBBC fears for its independence as government plans revamped board. P10BBC: five battlegrounds where combatants will clash. P10HMV reports best sales in three years. P20Polly Toynbee: We need a live David Cameron v Boris Johnson TV debate. P29Obituary: Australian TV mogul Reg Grundy. P33What do tailors think of Robert Peston’s casual TV style? G2 P2Louis Theroux answers readers’ questions. G2 P16-17 Daily TelegraphChannel 4 will avoid full privatisation. P1,Business P1Rural internet must get benefit of £258m BT windfall, MPs say. P8NBC correspondent asks Prince Harry if he would like to date her sister. P11Game of Thrones ‘makes Shakespeare easier’. P12BBC journalist expelled from North Korea over ‘insulting’ report. P15Facebook suppresses conservative news, say former workers. P17How epic dramas pushed Jane Austen off TV. P26Obituary: Australian TV mogul Reg Grundy. P29Unruly boss Sarah Wood scoops Veuve Cliquot award. Business P1 Financial TimesSpotify to produce original content film series. P21 The TimesDavid Cameron warned of Tory backlash about curbs on BBC. P2Facebook in storm over political bias. P6North Korea expels BBC reporter. P13Unruly boss Sarah Wood scoops Veuve Cliquot award. P40Selina Scott on Mark Thompson and ageism at the BBC. Times2 P2-3 iDowning Street denies BBC vendetta. P2, P10Kim Jong-un kicks out BBC correspondent. P9EastEnders boos: rival scheduling is bad for TV. P10Grace Dent: take your hands off BBC. P13Justin Timberlake to play Eurovision. P15Eurotrash to return on eve of the Brexit referendum. P15Columnist sorry for stroke jibe at Andrew Marr. P17Emily Maitliss says media must not shy away from tackling Isis. P21Reg Grundy: The man who knew everybody needs good Neighbours. P27 Wall Street JournalTurkish president targets media firm. A6 Daily MailBafta chairman behind protest used to have £200,000 BBC role. P14Peers: we’ll take BBC protest to the streets. P14Stephen Glover: it’s balderdash to say Tories are plotting to ‘eviscerate’ BBC. P15NAO blasts £900m BBC projects. P15Editorial: Hysteria of the BBC luvvies. P16 Daily ExpressWhy Barbara Windsor is a real national treasure. P1, P3Special tribute to Sir Terry Wogan. P7BBC king of comedy Gareth Gwenlan dies at 79. P16Neighbours creator Reg Grundy dies aged 92. P25 The SunBBC4 to show Euro 2016 matches. P3The X Factor to get all-new judging panel as Rita Ora pulls out. P4-5BBC used own services to report Peter Kosminsky’s demand for John Whittingdale to quit. P4NAO says BBC may have spent £75m pointlessly revamping the iPlayer. P4Ninety-one BBC bosses earn more than the PM. P4Editorial: BBC needs reform – but plans for government to appoint board are wrong. P10Ally Ross: Have I Got News For You isn’t as funny as it used to be. P13North Korea expels BBC reporter. P24Ross Kemp on his return to EastEnders. P26-27Graham Norton calls for Australia to be banned from Eurovision. P31 Daily MirrorBBC to stage Terry Wogan tribute service. P3NBC correspondent asks Prince Harry if he would like to date her sister. P7Ross Kemp on his return to EastEnders. P14-15 Daily StarBritain’s Got Talent coverage. P3The return of the Mitchells to EastEnders. P5BBC legend Terry Wogan to get special TV tribute. P16Neighbours creator Reg Grundy dies aged 92. P17 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-10T08:17:27Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/10/media-briefing-tuesday-10-may",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/10/media-briefing-tuesday-10-may"
}