{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/paul-ryan-donald-trump-primary-virginia-nebraska-sadiq-khan",
  "id": "2016-05-10-194",
  "sectionId": "us-news",
  "body": "Political poker Though West Virginia and Nebraska vote today, the center of attention in the 2016 campaign has moved to Washington DC, where Republican House speaker Paul Ryan has offered to relinquish his role as chairman of the party’s convention if the party’s presumptive nominee, Donald Trump, so wishes. Ryan’s offer is the latest sign that senior Republicans are willing to walk away from the man voters chose to lead the party. Trump meanwhile continues to exasperate critics, flipping the script on left-right policy positions and refusing to hold to any ideology.  Having said he’d temporarily ban Muslims from entering the US, Trump welcomed the election of London’s first Muslim mayor Sadiq Khan. Then he promptly launched a new assault on Hillary Clinton over her husband’s history with women. Will Bill Clinton rise to the bait? Perhaps more importantly, will Bernie Sanders’ supporters, whose candidate is still in the race if almost mathematically out, join the Democratic coalition?  In California, at least, there are Sanders supporters willing to support Trump over Clinton. And for anyone was holding their breath, Marco Rubio has ruled out joining Trump as his running mate. Bathroom dispute escalates Washington and North Carolina are now formally in a legal war over the state’s adoption of the so-called “bathroom bill” that requires transgender people to use the bathroom of the gender they were assigned at birth. But is there a path for the federal government and the truculent state, now locked in a suit and counter-suit, to find common ground over bathrooms and civil rights for LGBT people?           Pat McCrory ready to fight justice department over ‘bathroom bill’    Islands lost Five islands to the south-east of the Solomon Islands in the Pacific have been lost to rising sea levels and erosion, say Australian researchers. The finding corresponds to new research showing sea levels are set to “rise far more rapidly than expected”. One of the islands lost was Nuatambu Island, which was home to 25 families and had lost 11 houses and half its inhabitable area since 2011. The Punisher elected Rodrigo “The Punisher” Duterte has declared victory in the Philippines election, and vowed to impose a late-night drinking ban and a 10pm curfew for unaccompanied children. He’s also promised to rewrite the constitution and change to a parliamentary system of government. He noted that his hometown of Davao, where he was long mayor, has banned loud karaoke, “because everyone has to go to bed”. Duterte’s inflammatory rhetoric has drawn comparisons to Trump, though the president-elect has a more violent history, and has admitted complicity in death squads.  Fires tamed Alberta premier Rachel Notley says 85% of Fort McMurray has been saved, but the devastation to the city and region is severe. Some 2,400 homes and buildings have been destroyed or damaged, and thousands of residents still face a protracted exile from their homes. After touring the city, Notley said: “It was really quite overwhelming in some spots.” Greek crisis revisited Just when you thought it was over, it’s back. The latest measures, worth $6.1bn in budget savings, may mark a new era, but Greeks are taking to the streets in protest, eurozone economists are worried, and if Greece fails to meets its targets for growth, spending cuts and privatisations, the country’s debts (currently 180% of GDP) will remain alarmingly high for the next half a century. Facebook bias As it becomes one of the leading distributors of news online, a former employee has accused Facebook of purposely leaving out stories from rightwing sites. Facebook’s accuser, a former news curator, has said the news bias has grown either “because didn’t recognize the news topic or it was like they had a bias”. Marijuana migrants The Guardian met parents who have moved to Colorado to find marijuana-based treatments for their children. One family traveled more than 4,000 miles from their hometown of Dunmanway, Ireland, to Aurora, Colorado, to treat their two-year-old, who used to experience as many as 20 seizures a day.  Bookslut shuttered The editor of Bookslut, which shut down last week, has spoken out about the current state of American literature, and criticised writers for becoming timid and constrained. “Everything is so precarious,” she said. “We all have to be in job-interview mode all of the time, just in case somebody wants to hire us. We’re not allowed to say, ‘The Paris Review is boring as fuck!’ Because what if the Paris Review is just about to call us?” Mercury rising (and passing) The smallest planet in the solar system traversed the face of the sun on Monday, an event that only occurs a dozen or so times each century and a crossing that has had huge importance in the history of science. It’s also an excuse for earthlings to pick up their telescopes and come up with ways to look at the sun without actually looking at it.           Mercury passes in front of the sun",
  "webTitle": "Paul Ryan offers to step aside for Trump",
  "webPublicationDate": "2016-05-10T11:40:39Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/paul-ryan-donald-trump-primary-virginia-nebraska-sadiq-khan",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/10/paul-ryan-donald-trump-primary-virginia-nebraska-sadiq-khan"
}