{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/17/george-rr-martin-game-of-thrones-characters-die-it-has-to-be-done-song-of-ice-and-fire",
  "id": "2016-05-17-139",
  "sectionId": "books",
  "body": "George RR Martin, renowned for killing off major characters unexpectedly in his bestselling novel series A Song of Ice and Fire, adapted for TV as A Game of Thrones, has said that stories in which only the extras die are “such a cheat”. Martin, returning to his origins in science fiction magazines with an interview with Galaxy’s Edge, told writer Joy Ward that “a writer, even a fantasy writer, has an obligation to tell the truth and the truth is, as we say in Game of Thrones, all men must die”.    You don’t get to live forever just because you are a cute kid or the hero’s best friend or the hero  George RR Martin     “We’ve all read this story a million times when a bunch of heroes set out on adventure and it’s the hero and his best friend and his girlfriend and they go through amazing hair-raising adventures and none of them die. The only ones who die are extras,” said Martin. “That’s such a cheat. It doesn’t happen that way. They go into battle and their best friend dies or they get horribly wounded. They lose their leg or death comes at them unexpectedly.” If a writer is going to be honest, said Martin, they have to write about death, especially if they’re telling a story about war or conflict. “Once you’ve accepted that you have to include death, then you should be honest … and indicate it can strike down anybody at any time. You don’t get to live forever just because you are a cute kid or the hero’s best friend or the hero. Sometimes the hero dies, at least in my books,” said Martin. “I love all my characters so it’s always hard to kill them but I know it has to be done. I tend to think I don’t kill them. The other characters kill ’em. I shift off all blame from myself.” The latest issue of the bi-monthly free online magazine Galaxy’s Edge also features Martin’s story Fast Friends, set in a universe where “Earth was teeming, civilised, dull; time and technology had homogenised it”, and “what romance there was left was all in space.  “Thousands lived under the domes of Luna now. On Mars, terraforming projects were in full swing, and new immigrants flooded Lowelltown and Bradbury and Burroughs City every day. There was a lab on Mercury, toehold colonies on Ceres, Ganymede, Titan,” writes Martin in a story about travel to the stars which was first published in the 1970s. The author told Ward about how he started out publishing stories in fanzines, eventually having his story The Hero published in Galaxy Magazine in 1971, for a fee of $94 (£64). “I remember when it came out in February 1971. I was with my friends scouring all of Chicago to look for copies of it. Buying two copies at this news stand and two more at that news stand and oh, this doesn’t have it, and carrying it home. They didn’t send you authors’ copies in those days. You had to go out and hunt it down yourself,” Martin told Ward. “It was pretty exciting. Your first time is always pretty exciting, whether it’s publishing or sex. And you always remember it. Opening that envelope and seeing that cheque in there. It was pretty amazing seeing it on the news stand, seeing my name in print.” Martin went on to publish stories in science fiction and fantasy magazines throughout the 1970s, completing his first novel, Dying of the Light, in 1977. Today he is, according to Galaxy’s Edge, “unquestionably the best-selling SF and fantasy writer of all time, and quite possibly the bestselling writer in the world the past few years”.   Related: Encyclopaedia Westerosa: the biggest Game of Thrones mysteries, solved    But the novelist advised would-be writers that they should not choose the career “as a way to make money, to make a name for yourself or any of these other external things.  “If you have to write, if the stories are in you, if you made up names and stories for your toy spacemen when you were little, if the stories come to you, ask yourself the question, ‘What if no one ever gives me a penny for my stories? Will I still write them?’ And if the answer is ‘yes’, then you’re a writer,” he said. “Then you have to be a writer. It’s the only thing you can do. If the answer is ‘No, I’m going to quit after a few years because I’m not selling’, then maybe you should quit right now and learn computer science. I hear there’s a real future in these computer things.”           Game of Thrones season 6 trailer",
  "webTitle": "George RR Martin: Game of Thrones characters die because 'it has to be done'",
  "webPublicationDate": "2016-05-17T14:20:02Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/17/george-rr-martin-game-of-thrones-characters-die-it-has-to-be-done-song-of-ice-and-fire",
  "keyword": [
    {
      "webTitle": "George RR Martin",
      "id": "books/george-rr-martin",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fantasy",
      "id": "books/fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/17/george-rr-martin-game-of-thrones-characters-die-it-has-to-be-done-song-of-ice-and-fire"
}