{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/15/anxiety-disorder-stresses-out-of-control-fears-sick",
  "id": "2016-05-15-103",
  "sectionId": "lifeandstyle",
  "body": "Anxiety plagues our times. In the UK, 19% of people suffer from depression and anxiety, according to the Office for National Statistics. Forty million Americans have an anxiety disorder; the average age of onset is 11. The disorders range from the generalised (GAD) to the unsettlingly specific: the pulling out of hair, compulsive skin-picking and, among the Inuit people of west Greenland, kayak angst. There is an anxiety for everyone. Anxiety, says Scott Stossel, the author of My Age of Anxiety, “has become part of the cultural furniture”. This helps to explain why Karl Ove Knausgaard sells so well, why so many characters in TV dramas and popular fiction have OCD (see Hannah in Girls, JK Rowling’s The Casual Vacancy, Monk) and why, eight years after the slogan was first popularised, people still drink out of Keep Calm and Carry On mugs. From Daniel Smith’s Monkey Mind to Eleanor Morgan’s Anxiety For Beginners, the anxiety memoir is the new misery memoir. Talent is no defence against this disorder. Stossel edits the Atlantic. Panic unites those as diverse as the director Michael Bay and the vlogger Zoella. Are you feeling worried yet? And if you are, can you distinguish worry from anxiety, and regular, bearable anxiety from a disorder? According to Laura Whitehead, the partnerships manager of Anxiety UK, anxiety becomes a problem when it is disproportionate to the risk or obstacle that causes it. She advises observing when worry begins to interfere with daily life. “If you start to lose interest in what you would usually be doing, if you’re noticing physical pain or rapid heartbeat, if you’re finding excuses not to go places because you’re worried about certain things occurring …” The physical manifestations include trembling, headache, pins and needles, sweating, stomach ache, muscular pain, excessive tiredness or awakeness and a change in appetite. These symptoms seem common enough for most people to claim a few. But begin to look for them and you might spur a hyper-vigilance which itself induces anxiety, causing more symptoms to present. You can see how anxiety spirals. Why are these such anxious times?   Related: My anxious life in an age of anxiety    Obvious social, cultural and economic factors include the financial crisis of 2008 – the year when the word “anxiety” reaches its highest frequency since 1860, according to Google Ngram – and the subsequent austerity, overwork, unemployment and unaffordable housing. Ruth Whippman, the author of The Pursuit of Happiness and why it’s Making us Anxious, adds the search for happiness to the list – because “the expectations of how happy you should be are so high, you always feel you are falling short”. From global terrorism to loneliness, there is a worry to suit us all. And a drug, too: maybe the pharmacological companies are the big winners of rampant anxiety. Cynics may think those who report anxiety overstate their worry because they have nothing better to fret about. (This view is complicated by the fact that cynicism is sometimes a coping mechanism for anxiety.) Even Stossel, despite having been diagnosed as having several anxiety disorders including specific phobias, doesn’t rule it out. He thinks that “the critics who say this is invented are wrong, but not completely wrong … If you lived in the middle ages, you were born what you were born and you did what you did. It may be that some increase in the quantum of overall anxiety is the price we pay for more economic freedom, more choice.” As a clinical condition, anxiety is fairly young – even 30 years ago, it did not exist in the US. But while the terminology has changed, the experience itself is ancient. Witness the work of writers through Auden, Freud, Kierkegaard and Darwin to Hippocrates in the fourth century BC. “Which suggests to me,” Stossel says, “that even though it can get filtered through culture, it’s a condition that has been with us since humans emerged.” Maybe the difference is that people are now more attuned to anxiety. “They may be more willing to recognise it as a problem,” says Nick Grey, the joint clinical director of the Centre For Anxiety Disorders and Trauma at King’s College London. After all, it is less of a taboo to be stressed than depressed. To be busy is to be valued. And anxiety can be stimulating, especially if reframed as excitement.   Related: What is it like to live with an anxiety disorder?    In the UK, general practitioners wait six months before diagnosing anxiety. For some sufferers, the most effective recourse is pharmacological. For others, simple changes make a huge difference. Address sleep deficiency. Exercise. Seek help. Eat a proper meal, even when busy. Start yoga. And, in the moment when anxiety strengthens its grip, when you can’t find air for worry, Stossel advises: “As much as possible, be in the present – the feel of your arm on the chair, your feet on the floor. Don’t fight anxiety, but allow it to crash over you, knowing it will pass.” There is one last recommendation that might help everyone. Avoid telling people not to worry, or they will add being misunderstood to their list of anxieties.Paula Cocozza      Lindy West: ‘The happier I get, the more I worry about bad things happening to the people I love’ I never used to be a worrier. I was a cool baby and a mellow kid and a chilled-out teen and when things went sideways – such as the time I plopped my purse on top of my car and drove away in an unfamiliar area of Los Angeles, or the time I had to decide whether or not to put my parents’ dog to sleep while they were in Botswana, or the time my drunk friend fell ass-first through the glass coffee table – I’d make sure no one was dead (minus the dog), mutter some combination of “problems have solutions” and “they can’t all be winners”, and triage each disaster like the Fonz. Not saying I always nailed it, but I never panicked. I think that’s because I was an impeccably cared-for child raised by an overpreparer (Mom) and an improviser (Dad), and, to the best of their abilities, they insulated my formative years from chaos and pain. I always felt safe. I had fears, of course. I feared my parents’ deaths obsessively, which manifested in crystalline dreams from which I’d wake up sobbing. Later, I feared being unlovable and alone for ever, which wasn’t an acute worry so much as a crushing, persistent sense of doom. But I didn’t develop sick, fluttery, asphyxiating anxiety until decades later – oddly, until I’d lived through a parent’s death and married my very best friend, replacing those old fears with something foreign and unexpected: the anxiety of having something to take care of, and something to lose. I am so happy now, and I am so afraid. I’m afraid every time my husband drives or flies or walks home alone late at night. From the moment he’s out of my sight, my brain cycles reflexively through a laundry list of potential perils – carbon monoxide leaks, brain aneurysms, racism, ice – until he’s back again. When he’s out of town, I’m afraid that an electrical short circuit will burn down his hotel, or he’ll slip in the shower, or choke on food and no one will be there to save him. As vacation nears, I silently list all the ways that famous people have died (skiing into a tree, falling off a boat, swimming in Australia) and subtly discourage my family from having those kinds of fun. I blurt “drive safe” any time anyone leaves a room; I always unplug the toaster and I don’t even know why. The happier I get, the more fixated I am on catastrophe. No one warned me about this.   Related: Heed the new age of anxiety rather than bemoaning it | Darian Leader    I’m sure part of my anxiety stems from ageing. Each year, you feel less invincible and more overwhelmed. People you know die. People your age die. Part of it is responsibility: I had plenty to lose as a kid, but it wasn’t my responsibility to protect. Now I have kids in my care. Now I’m the net. And part of it is love. I just love them all so much. I don’t believe in heaven. I only get one life with these people. I wish I could say I had a brilliant coping strategy beyond chamomile tea, breathing and calling once every 30 seconds until my husband or my mother or my stepdaughter finally picks up to reassure me that, no, they weren’t the source of those sirens I just heard. Statistics help. Did you know that you are tremendously unlikely to be killed by a bear, or a murderer, or a jinx that you triggered by voicing a bunch of your deepest fears in a newspaper column? I like to tell myself: “It would be an impossible coincidence for the exact thing you’re thinking of to actually happen,” as though my anxiety itself somehow makes disaster less likely. Sometimes I find crowds comforting. Well, I think, just look at all these people who aren’t dead! I have a test coming up. My husband is going to Nigeria for a month to visit family, so I’ll have to get used to disconnection and uncertainty. We’ll be able to check in once a day, maybe twice. He’ll be navigating massive, unfamiliar cities, tromping through the countryside to visit his family’s village, inevitably forgetting to wear his mosquito repellant. He doesn’t leave for a month and I’m already cycling: he’ll get lost, he’ll get sick, he’ll get cavalier and make some irreversible mistake without me there to warn him. But he’ll also be meeting dozens (if not hundreds) of family members for the first time, connecting with people who really knew his father, feeling the embrace of a country that has shaped his entire life from 7,000 miles away. At first, I tried to wheedle him into going for only three weeks; his brother, aghast, protested: “But I have 31 days of activities planned!” What kind of monster argues with 31 days of activities? What kind of fool wastes time worrying about hypotheticals when the person she loves the most has real food to eat, real music to play, real siblings to meet? I don’t want to keep us from living in the service of keeping us alive.      Chitra Ramaswamy: ‘I’m anxious about losing the roof over my head’ I remember the first time I peered inside my toilet cistern. There it was: the deep pool of water quivering in expectation of a flush (or perhaps because of the dodgy foundations of our building?), ballcock bobbing like a buoy, that valve thingy. I flushed and as the water rushed away and began to rise again, my panic surged with it. So many litres for so little wee! And could this wobbly little mechanism really be responsible for sending all the world’s waste away? It felt like relying on an arsey robin with one wing to deliver the mail. I closed the cistern. Wished I could unsee what I had seen. When it comes to bricks and mortar, knowledge for me is anxiety rather than power. The more I know about how my boiler works, the more I realise the ease with which I could be gassed on my sofa at night. Which is why, after our boiler exploded years ago, we decided to get a carbon monoxide alarm. It should really have been marketed as an anxiety-inducer. It beeped intermittently and flashed a worrying green. I wouldn’t have been surprised if it was secretly monitoring our heart rates. We got rid of it in the end. Home is where the heart is, for sure, but it is the heart that houses the panic attack. So I think of a roof over my head and see leaks. See a nail going into a wall and consider dry rot. Feel the ground beneath my feet and remember that scene in The Money Pit when Tom Hanks pours a final kettle of water in the bath then watches the tub fall through the floor. Ever since our family home was repossessed when I was 12, I have found houses and flats – only the ones I live in, mind – to be weak, unreliable, the old friend you can never truly trust. The first flat I got a mortgage on was in Glasgow, at the top of an old building. I bawled outside the estate agent’s and refused to go in and get the keys. That’s how happy I was to become what has long been considered one of the most revered things to be in our society: a homeowner. Whenever it rained – which in Glasgow was pretty much every day – I freaked out about the roof tiles (not that I could go up in the loft and check them – TOO MANY SPIDERS). In Edinburgh, where I now live in a building that has been standing for more than 150 years (so it must be about to fall down), the wind is the power in my anxiety generator. On really stormy nights, when a gale off the Firth swaggers up our street, the lights attached to our flat’s outside walls judder and sway and I watch them from our windows, imagining them breaking away, smashing the glass, and … what? Killing me, I suppose. That’s the thing about anxiety. It trades on abominable but vague future threats that are absurd when you speak them out loud. Which is precisely why it’s such a good idea to do so.      Michael Hann: ‘I suffer social phobia – a fear of being called on to perform’ I don’t suffer everyday anxiety, or panic attacks. I worry about things, to an extent that makes me unhappy, but that’s not the biggest problem for me. What I identify as anxiety takes the form of months-long periods of catastrophic fear, falling years apart. I become unable to eat more than the bare minimum, my sleep suffers and I find the prospect of pretty much everything terrifying. My first spell of anxiety is the easiest to explain. It was the approach to my A-levels and I knew I hadn’t revised enough. Cue the only spell of panic attacks I ever had: waking up in the morning, unable to breathe. In what I now recognise as being a means of trying to gain control over something, anything (and in a way that reflects being an arsehole teenager), I found that the only thing that would calm me was to go out for long walks in the twilight, committing petty acts of vandalism against what I perceived of as bastions of privilege: hiding the bunker rakes from the local golf club in the hedgerows, for example. Then the exams were done, and the fear faded. There have been three subsequent spells, all much longer, and each time my anxiety has manifested itself in social phobia. I fear going out, being called on to perform. All I want to do is lie on the sofa; those are the only times I can free myself from the world. Social phobia – my need to be in complete control of my environment – doesn’t just incapacitate me; it causes problems for those around me. When my wife and I first started seeing each other, more than 20 years ago, she was horrified at one dinner party when I had to leave the table and lie on the bathroom floor for half an hour, just long enough to top up my internal batteries for the last part of the evening.   Related: Living with anxiety: Britain's silent epidemic    My last attack, in the autumn of 2013 and spring of 2014, was the worst yet. It lasted long enough to topple over into depression, and for months all I could think of was my desire to be in a coma. Nothing mattered to me. Nothing made me happy. For the first time, I began to worry it would never pass. I began to wonder if it was really worth living like this. I needed to stop feeling. Next month brings the greatest challenge I’ve yet faced. Even though I am the Guardian’s music editor, I have always refused to go to Glastonbury. Just the thought of being among 170,000 people in a field for several days, with no escape, fills me with dread. I can feel my palms prickle just writing a sentence about it. This year, though, I suspect there is no alternative. I’m really not sure how I’m going to get through it, despite friends telling me how great it is, what a brilliant time I’ll have. They don’t quite get that I’m not worried about it being rubbish; I’m worried about me being rubbish. At this point, you might think I’d have sought serious therapy to work out what is at the root of it all. And a couple of years back, when I did see a therapist for a while, I was told it all related to my childhood. Well, I thought, doesn’t it always? I was happier with Sertraline. Perhaps the day will come when I feel I really do need to talk. But goodness only knows what misery I will have let myself go through to reach that point. Rhiannon Lucy Cosslett: ‘Post-traumatic stress disorder has left me on constant alert’ How does post-traumatic stress disorder feel? To me, it’s the closest I will ever come to being a caveperson. Though I am a modern, civilised, 21st-century young woman, there is a pesky corner that still thinks it is roaming the terrifying landscape our ancestors navigated thousands of years ago. As hard as I might try, this primitive, instinctive side of me is calling the shots, at the expense of almost all rational thought. Day-to-day existence is, as a result, quite difficult. It’s upsetting, to be sure, but it’s also extremely tedious. Being confronted with the very real possibility that you might die, as I was in 2010 when a man tried to strangle me to death as I walked home, and then again while visiting Paris last November, can do extremely funny things to your brain. There was a gap of five years between these events and, by last year, I was at a point where I felt that I had largely recovered from the anxiety disorder the first assault caused. Unfortunately, the terrorist attacks that I was so unlucky to be affected by have revived a lot of my previous symptoms. In fact, this is an understatement: they are a hundred times worse. No matter how many people attempt to convince me otherwise, the atavistic part of me is convinced I am going to die. Naturally, like many people I have spoken to, I am terrified that another terrorist attack will happen in London. But I struggle to control that fear, which makes being out and about very difficult. Everywhere I go, I scan for the exit. Without logic, I fixate on people who I decide are behaving suspiciously, convinced they have a gun, or a bomb. I avoid the city centre. I struggle with public transport, crying uncontrollably on trains, even after taking Valium, and go nowhere near the tube. Over the Christmas holidays, I was left breathless with fear by a low-flying helicopter above my house. There are nightmares.   Related: Only fundamental social change can defeat the anxiety epidemic    Rationally, I know what is going on. My fight-or-flight response is misfiring, perceiving threats where there are none. But knowing this makes very little difference. It feels horribly, lawlessly base. A loud noise sees me shoot up from my seat like a startled rabbit. My heart quickens, my whole body shakes and I’m horribly dizzy. I move through the world with the hyper-vigilance of stalked prey in a nature documentary. It is faintly ridiculous, and I am ashamed. I feel pathetic, worthless, that I cannot get on a train or sit in a busy bar with my friends, all of whom have been very understanding and often come to me so we can see each other. I worry that their patience will run out. I have always been a worrier (it runs in the family), but this is some next-level anxiety. In an attempt to rationalise why I unconsciously feel under attack, my conscious mind keeps trying to come up with reasons for my imminent death. So I decide I have the symptoms of life-threatening diseases that I research for hours on the internet, then head to the GP or urgent care centre only to be told I am fine. I fear everyone I love dying, too: every ring of the phone, every unanswered call or text, means catastrophe. Everywhere I look, I see impending-doom scenarios. It is exhausting. The thing is, I know I will get better. I got better before. Time, and a significant amount of reprogramming of what my therapist calls “automatic maladaptive thoughts” is required. The trauma-focused CBT that I previously had through the NHS honestly saved my life. It is an approach that suits me in its practicality. Several psychotherapists have tried to suggest my anxiety is a result of a traumatic childhood, and have avoided the topic of my assault, or the terrorist attack, almost entirely. While I do think I am prone to anxiety – and the lack of stability I feel in my life generally doesn’t help with this – it is clear to me what is going on: I was afraid for my life. I thought I would die, but I didn’t. This will take a while, and a bit of help, to get over. To achieve this, I will not wrap myself in cotton wool, protecting myself from “triggers” (though a bit of a news detox has helped a little). I will do my best not to accommodate my anxiety, avoiding situations that I am convinced might kill me. I will not waste the time I have on this Earth feeling frightened all the time, because it has got to the point where I feel a life lived in thrall to anxiety is not one worth living. And as one therapist I saw said, life is brilliant and exceptional, and I should get to experience that again. I know that one day I will.",
  "webTitle": "​'​Sick​ and​ asphyxiating​'​​ – why we live in an age of anxiety",
  "webPublicationDate": "2016-05-15T13:00:07Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/15/anxiety-disorder-stresses-out-of-control-fears-sick",
  "keyword": [
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Anxiety",
      "id": "society/anxiety",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Panic attacks",
      "id": "society/panic-attacks",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Psychiatry",
      "id": "society/psychiatry",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Paula Cocozza",
      "id": "profile/paulacocozza"
    },
    {
      "webTitle": "Lindy West",
      "id": "profile/west-lindy"
    },
    {
      "webTitle": "Chitra Ramaswamy",
      "id": "profile/chitra-ramaswamy"
    },
    {
      "webTitle": "Michael Hann",
      "id": "profile/michaelhann"
    },
    {
      "webTitle": "Rhiannon Lucy Cosslett",
      "id": "profile/rhiannon-lucy-cosslett"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/15/anxiety-disorder-stresses-out-of-control-fears-sick"
}