{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/25/mercedes-benz-damaged-car-four-month-waiting",
  "id": "2016-05-25-289",
  "sectionId": "money",
  "body": "My wife and I ordered a new Mercedes-Benz SLK from Mercedes-Benz of Taunton. We went to collect the car in January, and it was under wraps pending a celebratory unveiling. When the covers were peeled off, I noticed damage to the front wing and the edge of the bonnet which someone had tried to paint over. Staff denied any knowledge of this and tried to convince me to have the parts resprayed. I refused and they agreed to order a replacement. Three weeks later, I was advised that it was ready for collection but, a few hours before I arrived, I was called to be told there was an issue with the brake system. I questioned this as it seemed highly unusual that a brand new car would not have been checked at the production line. I insisted that the dealership sent me photographs of the brake warning lights on the dashboard and they made numerous excuses as to why they could not do this. After three days of wrangling, they agreed to replace the vehicle. In fact, they had damaged this second car and had attempted to send it off to be repaired in the hope that I would not find out. When I threatened legal action, they took advice from their solicitors who stated in a letter that they had committed deception and suggested they offer me £250 compensation if I cancelled the order, rising to £500 if I agreed to take the damaged car provided that I sign a confidentiality agreement. This strikes me as derisory given the damage, the deception and the four months I have been left without my new car. IG, Taunton “He’s not had a great experience,” concedes a spokesperson for Mercedes-Benz. “We’ve provided him with a courtesy car all this time and have looked into further training and disciplinary action.” The latest offer is £1,000 off a new car from a different dealership, plus the £250, but that’s no more generous that many deals to lure new customers and still commits you to Mercedes. In fact, you say you are selling your collection of Mercedes in disgust and never want to buy from them again. The company tells me it is happy to negotiate further, but if you are adamant that you don’t want one of their cars, legal action is your next option, although since you have not suffered material loss, there’s no certainty that you’ll be awarded much more. It could be that you have to content yourself with the adverse publicity as compensation for your understandable rage and frustration.",
  "webTitle": "Mercedes-Benz had me waiting for weeks after it damaged my car",
  "webPublicationDate": "2016-05-25T05:59:32Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/25/mercedes-benz-damaged-car-four-month-waiting",
  "keyword": [
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Tims",
      "id": "profile/annatims"
    }
  ],
  "guardianId": "money/2016/may/25/mercedes-benz-damaged-car-four-month-waiting"
}