{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/cheese-america-surplus-donation",
  "id": "2016-05-17-40",
  "sectionId": "commentisfree",
  "body": "As if we didn’t already have enough to worry about, what with the never-ending wars, economic inequality, prejudice, and the latest Drake album being very underwhelming to be perfectly honest, now I find out we have too much cheese. According to a report in the Wall Street Journal, the United States has an overwhelming surplus of cheese, enough to equal three extra pounds of the stuff for every person in the country. If that’s really the case, then I eagerly await my share of this glorious bounty. Just ship it over in some dry ice, Obama. This hot tub I just installed in my back yard will make an excellent fondue pot. The unfortunate dark side of this situation is that the overproduction of cheese by dairy farmers has tanked the price of their number one product, costing the industry millions of dollars in lost revenue. Michigan dairy farmer Carla Wardin told the Journal that her colleagues plan to deal with the situation by “do[ing] the same thing … you milk more cows”. If dairy farmers refuse to stop making cheese, I suppose the only solution to this problem is to quickly, efficiently dispose of the cheese surplus. How are we going to do that? Glad you asked, because I have a few brilliant solutions. In fact, these are so clever that you might as well start calling me the Elon Musk of dairy products: Donate the cheese to the hungry According to the United Nations World Food Programme, 795 million people on the planet don’t have enough food to lead a healthy life. That’s about two and a half times the population of the US, but there’s enough surplus cheese here to give each of those hungry people 1.5 pounds. Even though cheese is not particularly healthy, and some people are lactose intolerant, some cheese is still better than no cheese, which also happens to be my rule at cocktail parties during the passed appetizer period.  All the extra cheese would be gone, dairy farmers could milk cows as much as they pleased, the price of cheese would soar, and the world’s starving masses would be able to enjoy a spot of brie that pairs excellently with a glass of pinot noir. There are no losers here. Of course, that’s not what will happen. Here are scenarios far more likely than an act of kindness by the dairy industry: Dump the cheese in the ocean There’s already an island of trash in the middle of the Pacific Ocean the size of the state of Texas that no one seems to be bothered by, though there’s a decent chance that if Donald Trump finds out about it, he’ll promise to drop a nuke on it. Besides the horrific effect a pile of garbage has on our marine ecosystem, it’s also not at all edible. You can’t eat an island of refuse, but you certainly can eat a large, floating mound of cheese. It’ll be a great place for cruise ships to stop for a cheesy photo opp. Plus, you can take a hunk of it home, like the Berlin Wall – at least until the whole thing melts and kills all the fish. But hey, think about what that will do to the price of fish! Cash those checks now, folks. Bake the world’s largest pizza We haven’t sent an astronaut to the moon in decades. Infrastructure projects that used to thrill the human imagination are now seen as major inconveniences at best, and at worst, blatant government overreach. New skyscraper height records are met with the sort of shrug usually reserved for the newest Katherine Heigl movie.  It’s time to inspire this great nation again. The only thing I can think of that really excites Americans is pizza. Every time I’ve seen a mega-pizza delivered to a home or a place of business, people gather around and poke at it with a stick like the monkeys from the beginning of 2001: A Space Odyssey. Pizza is the real final frontier, so let’s take that cheese and bake the largest pizza of all time. The Guinness Book of World Records states that the biggest pie of all time was baked in Italy in December of 2012 by a man named Dovilio Nardi. It was 1,261.5 square meters – 13,580ft to us Yanks. That this pizza holds the record is shameful.  First of all, it’s gluten-free. Second, there’s no pepperoni, no mushrooms and no buffalo chicken – no toppings at all. But the most heinous crime is that the crust is not stuffed. If America made a giant pizza, you’d better believe that we would stuff the hell out of that crust. There’d be cheese, bacon, sausage, ranch dressing and if you’re lucky, a 2016 Chevy Malibu free to whomever is able to eat their way to it first. Erect cheese sculptures in every city If our current reevaluation of former presidents like Woodrow Wilson and Andrew Jackson are any indication, it is inevitable that every great American we revere now will eventually be found out as a murderer, a sadist or a racist. Why bother going through the tedious process of removing their names from buildings, taking them off currency or tearing down their statues? Why not just henceforth make each monument out of cheese? That way, they eventually rot and we have to toss them in a dumpster to get rid of the awful, awful smell of old gruyere. By the time the revelations of anti-social behavior come out, the cheese monument will be long gone. Shoot it all into the sun with a rocket This would be similar to the scene in Superman IV: The Quest for Peace, when Superman collects all the nuclear weapons on the planet and hurls them into the sun to avert a global holocaust. Except it’s cheese. Put it on the moon In the same vein as the Superman IV solution, I propose we leave the cheese on the moon. It will probably be just fine sitting up there with no oxygen-based microorganisms to rot it. Remember how people once thought the moon was made of cheese? Well, now it will be. A dream no longer deferred. Whatever we do, though, let’s make sure we don’t give it all away to someone who needs it. That would be un-American.",
  "webTitle": "America is drowning in surplus cheese. What should we do with it all? | Dave Schilling",
  "webPublicationDate": "2016-05-17T19:09:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/cheese-america-surplus-donation",
  "keyword": [
    {
      "webTitle": "Cheese",
      "id": "lifeandstyle/cheese",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "US income inequality",
      "id": "us-news/us-income-inequality",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Schilling",
      "id": "profile/dave-schilling"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/cheese-america-surplus-donation"
}