{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/28/sali-hughes-glow-giving-primer",
  "id": "2016-05-28-146",
  "sectionId": "fashion",
  "body": "Few things are more infuriating to a beauty nerd than the discontinuation of a beloved product. Such is the case with Dior’s Glow Maximiser (£29), a golden, light-reflecting primer balm that gives all skin tones a smooth, plumped surface with blurred lines and noticeable glow: only three years after launch, it’s being put out to pasture this summer. Clearly it didn’t sell in satisfactory numbers, and inevitably some people didn’t like it, but when I announced the news on Instagram, many readers pleaded for advice as to the next best thing. So I swore to try every illuminating primer until I found a worthy replacement. So here’s what I found. I liked Soap & Glory’s Hocus Focus (£11) a lot. Like Glow Maximiser, it can be worn under foundation to increase its longevity, but on casual days it is also lovely on its own. It has a strong if not unpleasant scent, and gives subtler glow, but if you found the Dior too spangly, this may be just the ticket – for brightening minus any sparkle, choose Bourjois Happy Light (£10.99) or Chanel’s Le Blanc (£33). If, on the other hand, you want more, not less, face bling then Illamasqua’s Radiance Veil (£32) is ideal, although, for me, it all looked a bit Barbarella worn alone and needed the dimming qualities of a foundation over the top. Closer to the Dior were my three favourites. Pür Correcting Primer in Peach (£18) had a near-perfect smoothing texture, glow without sparkle, and did a great job on unifying skin tone (though it contains shea butter, so oilies should avoid). Tom Ford Illuminating Primer (£54) was a sheer joy: silky, glowy and just dewy enough. But Becca Backlight Priming Filter (£32) was best of all. It significantly brightened my complexion on the dullest days, grabbed hold of foundation for dear life and gave the most flattering, blurry glow for both work photo shoots and domestic bumbling about. I’m still hoping Dior thinks twice and wonders if it, not customers, failed to get behind Glow Maximiser, and that perhaps the product still has legs. If not now, then maybe this autumn, when another high-profile brand launches a very similar product (I can’t yet reveal details, lest I’m kneecapped). I predict a huge hit, which may just prompt Dior to realise what it let go, and to free Glow Maximiser from its premature retirement. But in case I’m wrong, you have no more than a month to stock up.",
  "webTitle": "Beauty: the best illuminating primers",
  "webPublicationDate": "2016-05-28T07:00:28Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/28/sali-hughes-glow-giving-primer",
  "keyword": [
    {
      "webTitle": "Beauty",
      "id": "fashion/beauty",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Makeup",
      "id": "fashion/makeup",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sali Hughes",
      "id": "profile/sali-hughes"
    }
  ],
  "guardianId": "fashion/2016/may/28/sali-hughes-glow-giving-primer"
}