{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/02/monday-best-tv-invictus-games-masterchef-finals",
  "id": "2016-05-02-254",
  "sectionId": "sport",
  "body": "Invictus: the Road to the Games 7pm, BBC1 The Invictus Games return this Sunday, showcasing international teams of armed services personnel moving forward after life-changing injuries or illnesses. The 2016 Games take place in Orlando with 15 countries competing in 10 events, from archery to wheelchair basketball. Nick Knowles launches the BBC’s coverage by shadowing competitors hoping to secure their place in the UK squad, while founding patron Prince Harry catches up with some London 2014 veterans. Graeme Virtue Posh Neighbours at War 7.30pm, Channel 4 This documentary about disputes between top tax bracketees opens with a proper Kensington kerfuffle. Zipporah Lisle-Mainwaring has painted her home in a manner befitting a barber’s pole, setting neighbourhood curtains a-twitching. Meanwhile, Notting Hill resident (and sibling of Boris) Rachel Johnson bemoans living alongside a basement build. Viewers arriving home to a bucketful of bills may wish they had set enough money aside to purchase the world’s smallest violin. Mark Gibbings-Jones MasterChef: the Finals 8.30pm, BBC1 Stripped across the week, the last five contestants standing must cook ever-more impressive things, adding flourish and flavour while retaining the basic principles of cooking, or else Baldy and Jowly will frown. Tonight, the five travel to Bristol’s Old Vic theatre to whip up dramatic delights for five leading actors. Then, back to the stainless-steel persecution kitchen to produce a personally inspired dish before one of them is eliminated and left in a wheelie bin in the car park. Julia Raeside Veep 10pm, Sky Atlantic A double bill to kick off season five, with Julia Louis-Dreyfus’s unceasingly and hilariously obnoxious Selina Meyer suffering a stress pimple as the presidential race produces a dead heat. (“Didn’t those founding fuckers ever hear of an odd number?”) But could there be a recount in Nevada? Somehow she retains the loyalty of her fretful, ambitious staff, with even Amy back in the fold. The wit is as sharp as ever, while memorable calamities, including an all-white race symposium, abound. David Stubbs The Island with Bear Grylls 9pm, Channel 4 The latest marooning at the hands of adventurer Bear Grylls comes to an end – and the group are not in a particularly good way, suffering from a combination of brutal storms, insufficient shelter and not enough food. In a final push, the female competitors gather their energy for a last search for grub, while Simon leads a hunt into the jungle, seeking out the most dangerous predator on the island, the caiman crocodile. What could possibly go wrong? Ben Arnold Marcella 9pm, ITV The pace gathers in the fifth episode of eight, with a confession, more deaths, a vanishing and a revelation that’s bigger than all of the above. It’s the kind of plot that leaves characters having to open scenes by saying, “Remember …?” If you’re keeping up, you might not mind that this whodunnit doesn’t have the deft character work of creator Hans Rosenfeldt’s masterpiece, The Bridge. Glassy views of empty central London lend Marcella its tone instead: eerie, if a little hollow. Jack Seale Fear the Walking Dead 9pm, AMC from BT The zombie-related carnage continues in this entertaining prequel. While there’s a lot to be said for his decision to put his family on Strand’s boat, Travis’s role as a general common-sense man able to fix things isn’t without its issues. Meanwhile, a scavenging mission to some twisted fuselage reveals hidden talents in rehab regular Nick – and some nasty surprises for Chris. It’s all gripping stuff, like an Alan Ayckbourn drama but with quality undead content. John Robinson TV FILMS Killer Joe, (William Friedkin, 2011), 11.25pm, Film4 Something evil stirs in deepest darkest Texas … Adapted by Tracy Letts from his play, this gruesome noir stars Matthew McConaughey as saturnine cop-cum-hitman Killer Joe, hired by a family of trailer trash to dispose of the father’s (Thomas Haden Church) ex-wife and pocket an insurance payout; Joe’s reward being comely daughter Dottie (Juno Temple). But when you deal with the devil, there’s a high price to pay … Paul Howlett LIVE SPORT County Cricket: Nottinghamshire v Yorkshire 10.55am, Sky Sports 2 Last year’s County Champions visit Trent Bridge. World Championship Snooker 2pm, BBC2 The final reaches its conclusion at the Crucible Theatre in Sheffield. Premier League Football: Chelsea v Tottenham Hotspur 7pm, Sky Sports 1 Either a title decider or just a fiercely contested London derby, depending on Leicester’s result.",
  "webTitle": "Monday’s best TV: Invictus: the Road to the Games; MasterChef: the Finals",
  "webPublicationDate": "2016-05-02T05:20:15Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/02/monday-best-tv-invictus-games-masterchef-finals",
  "keyword": [
    {
      "webTitle": "Invictus Games",
      "id": "sport/invictus-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Graeme Virtue",
      "id": "profile/graeme-virtue"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/02/monday-best-tv-invictus-games-masterchef-finals"
}