{
  "apiUrl": "https://content.guardianapis.com/news/2016/may/27/corrections-and-clarifications",
  "id": "2016-05-27-31",
  "sectionId": "news",
  "body": "• A large picture of the Queen walking through the Palace of Westminster before the state opening of parliament (The big picture, 21 May, page 30) was lacking a photographer’s credit. It was taken by Toby Melville for Reuters. In addition, the extended caption said that the Yeomen of the Guard was founded by Henry VIII; it was his father, Henry VII, who created the corps in 1485. The caption also described a Daniel Maclise painting as showing the Duke of Wellington meeting the Prussian “Field Marshall Blucher” (we meant Field Marshal Blücher) before the battle of Waterloo. As indicated in the painting’s title, The Meeting of Wellington and Blücher after the Battle of Waterloo, it shows the pair in the aftermath of the battle, surrounded by dead and wounded soldiers. • Because of a production error, an article in this Saturday’s Weekend magazine (A place of greater danger, page 44) about modern slavery in the Scottish Highlands, and the ordeal of Abul Azad, omits the word “not” in a sentence that should read “He had not entered the UK illegally”. • Other recently corrected articles include: Block nuisance calls on your mobile with a text Call to raise £10m to buy famed Elizabeth I portrait for Britain Boston archaeologists unearth 19th century shipwreck under skyscraper site Stunning haute couture TV show recreates Nazi-occupied Paris … in Wales ‘Eye-watering’ scale of Black Death’s impact on England revealed Why I give a hoot for competing dead jazz musician movies Benjamin: Dream of the Song; Lindberg: Era CD review – RCO explores new horizons",
  "webTitle": "Corrections and clarifications",
  "webPublicationDate": "2016-05-27T19:59:14Z",
  "webUrl": "https://www.theguardian.com/news/2016/may/27/corrections-and-clarifications",
  "keyword": [],
  "authors": [
    {
      "webTitle": "Corrections and clarifications column editor",
      "id": "profile/editor-of-the-corrections-and-clarifications-column"
    }
  ],
  "guardianId": "news/2016/may/27/corrections-and-clarifications"
}