{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/23/horse-racing-preakness-deaths-animal-welfare",
  "id": "2016-05-23-208",
  "sectionId": "sport",
  "body": "Horse racing found itself in the spotlight on Saturday afternoon but not quite in the way that it wanted to. The day was supposed to be about the 141st running of the Preakness Stakes, about the undefeated Nyquist trying to keep his record intact, about the possibility of another Triple Crown run at Belmont in three weeks’ time. Instead, hours before the 6.45 pm post time for the Preakness, media outlets across the country were sending out alerts that two horses had died in the first four races, People for the Ethical Treatment of Animals had put out a statement on the two deaths, and social media was awash with the story.    Related: Nyquist fails in Triple Crown bid as Exaggerator wins Preakness Stakes    A decade after Barbaro suffered a broken leg in the Preakness Stakes, his owners and breeders, Roy and Gretchen Jackson’s Lael Stables, watched another of their horses suffer the same fate, this one on Pimlico’s turf course. Though Barbaro was treated for eight months before being euthanized, Pramedya was put down immediately.  Earlier on the card, nine-year-old Homeboykris won the first race, then died outside the winner’s circle, apparently the result of cardiovascular collapse. And in short order, news outlets that ignore racing for most of the year were throwing up articles about the fatalities and pushing alerts to subscribers’ cell phones.  A search of the National Public Radio website yields two mentions of the Preakness this year, once on the day of the Kentucky Derby and once on Saturday. Yet beginning on Saturday afternoon and continuing through Sunday morning, the equine fatalities were mentioned as part of top-of-the-hour news.  Fox News and the Drudge Report, ABC’s World News Tonight and myriad local news outlets posted links on Twitter and Facebook, comprising an unusual breadth of coverage of horse injury, particularly from publications and outlets that ordinarily devote passing, if any, attention to the sport. Reporters whose timelines reveal nary a mention of thoroughbred racing took to Twitter to express dismay and disapproval.  The coverage in and of itself is not troubling. On any day, but particularly on the day of one of US horse racing’s premier events, the death of two horses deserves reporting. That is not, unfortunately, what they got.  They got observations, frequently by people not at Pimlico, relying on accounts from other media. On social media, there were calls to cancel the Preakness, complete with hashtag (which didn’t gain much traction), even though Homeboykris died after his race was run and Pramedya broke down on the turf course — neither event with any direct link to the safety of the Preakness. Yet the morning after the race, Keith Desormeaux, the trainer of Preakness winner Exaggerator, was asked if he had had any concerns about running his horse, given the fatalities. Drawing conclusions from the death of two horses —the smallest of sample sizes — is a risky business, particularly when these the two horses are so different. Homeboykris was a nine-year-old who had raced 63 times, beginning his career at the sport’s levels, then running in claiming races, moving eight times to new owners and trainers. He had won four of his last six races, and his trainer’s son tweeted on Saturday that the horse’s most recent owners had claimed him to ensure that he’d have a safe retirement when his racing days were done. A necropsy to confirm the suspected cause of death will be performed.  Pramedya was a lightly raced four-year-old, having run only five times, winning twice. She was owned by the people who bred her.  It’s difficult to resist the urge to be cynical. One member of the racing media characterized the coverage as a “cheap attempt to get clicks,” and it’s tough to avoid reaching that conclusion, given the paucity of reporting on horse racing by many of the outlets who blasted the news out on Saturday. It would be nice to think that genuine concern about animal welfare drives the impulse to report on racing fatalities. Unfortunately, there is pretty much zero evidence that that is the case. Regrettably, horses involved in equestrian sports of all kinds sometimes die on the field of play. Yet day in and day out, most news outlets pay no attention to them. They devote no resources to investigating them, and they do little original reporting; instead, they wait for a high-profile event, and then they pounce. Nor do they report on safety measures taken at racetracks and within the racing industry, measures that in 2015 resulted in the fewest reported equine fatalities since 2009 (the first year that enough data was available to track them).  Nor is there much outcry about the more than millions of chickens that were slaughtered in the first three months of this year. If 2014 figures from the United States Department of Agriculture can be used as a baseline, on the day that two horses died at Pimlico, nearly 300,000 pigs were killed, with little regard for or notice of the horrific conditions in which most of them lived, far worse than the daily conditions for racehorses.  Animal welfare is a complicated issue. On any given day, most people benefit from some form of animal cruelty, from the cleaning and personal care products they use to the shoes and belts they wear to the food they eat. But confronting that cruelty and taking action to stop it would require a greater effort and sacrifice than most people are willing to make. Instead, they can watch — or cover — a handful of horse races a year, seize on the opportunity to make headlines with a tragedy, and go back to ignoring the sport, instead of asking hard, necessary, and inconveniently complex questions that would require more of them than grandstanding on a big day. Report the deaths, by all means. But don’t stop there. There’s more to the story than what happens on a big day when the sport is in the spotlight, a story that is worth telling to make sure that the animals in horse racing are well cared for, instead of just counting clicks and moving on.",
  "webTitle": "Horse racing should be judged as a whole - not just on a day of tragedy",
  "webPublicationDate": "2016-05-23T11:15:11Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/23/horse-racing-preakness-deaths-animal-welfare",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Animal welfare",
      "id": "world/animal-welfare",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Teresa Genaro",
      "id": "profile/teresa-genaro"
    }
  ],
  "guardianId": "sport/blog/2016/may/23/horse-racing-preakness-deaths-animal-welfare"
}