{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/17/protecting-children-is-the-youth-justice-boards-primary-concern",
  "id": "2016-05-17-59",
  "sectionId": "society",
  "body": "Your comment piece (Officials have failed to protect our children. Now they must pay the price, 17 May) claims the Youth Justice Board is more interested in protecting itself than the children in custody. This could not be further from the truth. The safety and wellbeing of children is our absolute primary concern. Where we have been made aware of concerns about children in custody, and found evidence to substantiate those concerns, we have always acted. We fully accept, however, that we did not do enough to detect the cultural failings at Medway STC. We have thoroughly investigated how that happened, learned from what we found, and put in place a more robust monitoring system to make sure that children in custody are safe. We have accepted the recommendations of the Medway Improvement Board, and we endorsed the government’s response. The YJB is proud of its record in being the champion for young people in an adult-based criminal justice system. We have long made clear that youth custody needs to change. Children in custody need holistic care, education and rehabilitation, in small, local units, provided by experts in adolescent development and mental health. We firmly believe that such a service needs to be overseen by a dedicated body with one group of people as its focus: children in the criminal justice system.Tom McNallyChair, Youth Justice Board • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Protecting children is the Youth Justice Board’s primary concern | Letter",
  "webPublicationDate": "2016-05-17T18:22:50Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/17/protecting-children-is-the-youth-justice-boards-primary-concern",
  "keyword": [
    {
      "webTitle": "Youth justice",
      "id": "society/youthjustice",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/17/protecting-children-is-the-youth-justice-boards-primary-concern"
}