{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/gone-bananas-china-bans-erotic-eating-live-streams",
  "id": "2016-05-09-267",
  "sectionId": "world",
  "body": "China has reportedly outlawed the “erotic” online consumption of bananas after the president, Xi Jinping, called for steps to “rehabilitate” his country’s “cyber-ecology”. Speaking at a Communist party summit last year, Xi said action was needed to promote “civilised behaviour” on China’s already heavily controlled internet.  That clean-up has now claimed an unlikely, potassium-rich victim, according to domestic media reports.  Beijing-controlled broadcaster CCTV said authorities had barred live-streaming platforms from airing videos in which bananas are “seductively” consumed by young female presenters.  CCTV said the move was part of a wider attempt to rein in online content deemed too vulgar, too violent or too sexual.  Live-streaming platforms such as Douyu, Panda.tv, and YY are among those who have been ordered to clean up their acts, the broadcaster reported.  Such firms will now be required to constantly monitor their output for any hint of illicit fruit consumption. Presenters have also been banned from wearing miniskirts and revealing tops.  The measures are a response to the breathtaking but largely unregulated growth in China’s live-streaming sector.  The boom has created a generation of wealthy online celebrities but also a huge headache for the government, which fears such channels are being used to spread smut.  The state-run China Daily newspaper said there were more than 100 live-streaming platforms on which young “hosts” broadcast their lives to sometimes huge audiences.  YY, the market leader, claims more than 120 million active users and had revenues last year of 5.9bn yuan (£630m), according to the Associated Press.  The audience for live streams is almost entirely male, according to reports in the domestic media, but the content varies hugely. YY users, for example, can tune into live streams in which presenters draw dogs, play drums, put on their makeup, sing, dance, cook, dine or take care of their skin.  One of the most famous live-streaming “hostesses” is Papi Jiang, a 29-year-old comedian who has millions of online followers but was recently reprimanded by authorities for using foul language during her broadcasts.  Zheng Lu, a Tsinghua University sociologist, said that while it was not morally wrong for adults to watch “erotic and sexually suggestive content” on the internet, there was a risk that children could be exposed to the videos.  “I think there is a need for the government to do some supervising in this respect,” Zheng said, calling for an internet rating system whereby live streams could be classified like films.  On Monday, after reports of the banana ban emerged, the China Daily said the live-streaming industry was braced for stricter regulation. Those using live-streaming sites to promote “obnoxious shows of violent, sexual or criminal nature” would be targeted, it said.  The decision to censor the banana is in line with president Xi’s calls to purify the internet. “The internet is an important carrier to spread mankind’s fine cultures and promote positive energy,” Xi told his country’s World Internet Conference last December. But visitors to CCTV’s Facebook page, which is blocked in China, expressed bemusement at the prohibition.  “What of cucumber and apple?” commented one.  Additional reporting Christy Yao",
  "webTitle": "Gone bananas: China bans 'erotic' eating of the fruit on live streams",
  "webPublicationDate": "2016-05-09T08:57:58Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/gone-bananas-china-bans-erotic-eating-live-streams",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/09/gone-bananas-china-bans-erotic-eating-live-streams"
}