{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/04/premier-league-footballer-nfl-kicker",
  "id": "2016-05-04-258",
  "sectionId": "sport",
  "body": "From a distance, an ocean away, it looks a cool breeze, doesn’t it? In truth, the line from European soccer star to NFL kicker is about as linear as a Christopher Nolan plot, a path lost in translation. There? The one that gets the girl. Here? The one that gets the water. There? Pecs on billboards. Here? Nipple envy. “There aren’t many underwear models that are a kicker,” Nate Kaeding says with a laugh. “I can promise you that.” And yet that hasn’t stopped the underwear models from being curious. Leicester City defender Christian Fuchs, an Austrian national who lives in New York City when he’s not winning the Premier League, drew some clicks – and raised eyebrows – recently when he declared an interest in kicking for an NFL team once his soccer days have passed.   Related: Leicester City’s place in an unequal world | Letters    Which raises the question: as the sporting world gets smaller by the download and the global village homogenizes, during an age in which the Kansas City Chiefs have a supporters club in Leighton Buzzard, and Leicester City claims fans in North Carolina, why haven’t more European football players made the transition to the NFL as a career postscript? “It’s not the most glamorous position in the world, and I think honestly that might make for a little part of it,” offers Kaeding, one of the top 10 most accurate field-goal kickers in NFL history (86.2% conversion rate with San Diego and Miami from 2004-12, No6 all time). “Especially these English soccer players, they’re the Michael Jordans of [European sports]. They’re the Peyton Manning or LaDainian Tomlinson of Europe. You want to be a kicker in the NFL, you’re kind of at the bottom of the glamour totem pole.” To put it another way, most American franchises – and American teammates and fans – don’t give a Fuchs. Unless you screw up. “I would think that the closest thing that relates to soccer players would be the penalty-kick shootout,” says Tony Meola, the US soccer Hall of Fame goalkeeper who’s managed to walk in both worlds. “The fifth penalty kick where if you miss it, you lose. I would think that’s probably the single closest thing.”   Related: How one young coach is modernizing the NFL's most meaningless weekend    There? Goat. Here? Goat. “One, it’s probably not as easy as it looks,” says Meola, the coach of the NASL’s Jacksonville Armada, who once famously – or infamously, depending on whom you ask – camped with the New York Jets in the summer of 1994. “But it’s not impossible. “The other thing is being ready to have your heart racing when you figure out (there’s) a 350lb guy who can run a 5.0 40-yard dash, and he’s coming at you full-steam. Trust me, there’s a lot to think about. It’s not just kicking a football.” A football fan growing up in Kearny, New Jersey, Meola, fresh off the glow of 1994 World Cup fever, was offered a lifeline by Jets coach Pete Carroll, every bit the free thinker then as now. The NFL had moved kickoffs from the 35-yard line to the 30; Meola was signed, in principle, to try to take advantage of the distance – while accurate veteran Nick Lowery’s leg strength was fading – only one of his five kick-off attempts reached the end zone. He wound up getting cut after the third pre-season game.     Tony Meola camped with the Jets in the summer of 1994. Photograph: Bob Thomas/Getty Images    “And I fulfilled a dream, short-lived as it was,” Meola says. “I will tell you, from my standpoint, soccer is so much more exciting than kicking a football. Literally, we met at 8.30 in the morning with the team, met at 8.45 with the special teams [coach] and the kickers didn’t kick until 2.30 in the afternoon. So I became a guy that was in the weight room [watching] every talk show there was. At the time, there was Sally Jessy Raphael and Geraldo Rivera. Jerry Springer was becoming a big deal at the time. And there was nothing to do. And then you got five kicks at the end of practice. And if you don’t make one, you get screamed at.” A pause. A chuckle. “It may have changed [since 1994],” he says. On the plus side, Meola says Carroll let him run with the wide receivers and work with the “hands” team for onside kick returns. But otherwise, “you can expect to live what you’d call the athletic life of isolation,’” he notes. “You’re isolated and waiting for your [chance].” There? Action. Here? Atrophy. “The other thing is, I grew up with football,” Meola says. “I knew from the time I was 10 years old that I always wanted to try kicking. I don’t know how many guys [overseas] grow up watching the NFL. It’s probably less [embedded] in their culture to want to do it.” And the cultural hurdle is a biggie, even if everyone on the field is ostensibly speaking the same tongue. When former Chelsea and Milwall striker Derek Smethurst was signed by the Tampa Bay Buccaneers in 1977, he turned up to find that Abe Gibron – the Joy-to-the-World-singing, pot-bellied head coach of the Chicago Bears from 1972-74 – was in charge of putting him through his special teams paces. “It’s like taking a Great White Shark and putting it into the Disney World tank,” chuckles Smethurst who, like Meola, didn’t stick. “It’s strange to them. It’s very strange to them. The environment’s strange. I don’t know. The money can’t be the problem. The opportunities can’t be the problem, because they’ll give you opportunities to walk in and do it.” Smethurst was 29 when he hooked on with the then-fledgling Bucs, having already found his feet Stateside with the NASL’s Tampa Bay Rowdies. The South African native wanted a change of pace, and the Creamsicle Bucs, after a disastrous 0-14 mark in their 1976 debut, needed all the positive press they could muster. “Everybody thought it was a joke until they signed me to four one-year contracts,” says Smethurst, who netted 57 goals in 71 outdoor contests for the Rowdies from 1975-78. “It took me about a week to get used to it. The NFL football is harder, tougher on the outside, and the pressure in it is what we used to call a ‘brick’ in soccer, like hitting a brick. When you put the extra ounce of air in it, you might as well make it a brick. The NFL football feels like that in the beginning.” There? It’s about the now. Here? It’s the zen. “If you’re technically minded, it’s easy,” says Smethurst, now a soccer coach and tutor in Valrico, Florida, just outside Tampa. “The only thing is you’ve got have, like a putt in golf, you’ve got to have ice in your veins when you’re kicking. And regarding everything else, it’s all technique. Basically, it comes down to a penalty kick. Ice in your veins. If you have that, you’re going to be fine.” “Some guys have a knack for it,” adds NFL placekicker Billy Cundiff, most recently of the Buffalo Bills and a veteran of five different clubs. “Rarely [in soccer] are two shots ever the same in a game. You’re trying to get a soccer guy to take a golfer’s mentality. If you watch the Premier League, those two really don’t equate.” Which isn’t to stay the stars can’t align – it’s just rare. Also, it’s been a while. The most noteworthy European professional to succeed in the NFL ranks was, like Fuchs, an Austrian – Toni Fritsch, who led the NFL in field-goal tries (35) and makes (22) in 1975 with the Dallas Cowboys and was selected to the Pro Bowl with Houston in 1979. “I always said that the difference between kicking a football and a soccer ball … if you miskick a soccer ball, you can miskick it 60 yards.” Meola muses. “A football, it doesn’t go where you want it to go. The sweet spot is so small. It’s either kicked well or not kicked well – there really is no middle ground.” There? Bend it like Beckham. Here? Slice your way out of a job. When Meola got to Jets camp, he remembers the coaches drawing a little circle on the ball where they wanted kickers to aim. “(And it’s) the size of a 50¢ piece,” Meola says. “A soccer ball has a big circumference. You can hit it one side or the other side and it still goes 60 yards. That’s not the case with a football.” There? Variety. Unpredictability. Here? Consistency. Monotony. “It’s not how good your best kick is,” Kaeding says. “It’s how good your worst kick is.” “The technique is different, No1,” Cundiff says. “And No2, guys in the States have just been practicing for so long. “When I was in college, I had just started to specialize with it by the time I was a senior. That’s almost unheard of now. Guys are specializing in high school. Some kids now in the NFL, when they get in the league, they’ve been specializing for 10 years … you’re going to tell me a Premier League guy is going [to come over] and work on his technique and be ready? He’s got nothing to fall back on.” Still, Meola thinks a guy such as Fuchs could make the switch, given enough practice and a long rope. He says he’s curious what PSG’s David Luiz, Chelsea’s John Terry and Arsenal keeper Petr Cech would look like on an NFL stage. And Smethurst has wondered the same about Fuchs’ teammate, forward Jamie Vardy. “Watching Vardy, the man has a pure, short delivery,” the coach says. “Even when he’s got a wild backswing, he comes down through the ball very short. And you better be aware to catch it because it just comes at you very quick. “They could do it, yeah, there’s no problem. Technically, they could do it. They have to take their technique and apply it now to a different system … the wind will push it a little bit, but not a lot. If I start turning a lot is when you hook your [attempt]. Three inches of knee hook will take you 12 [inches] to the left or right, you know what I mean? And welcome to my golf swing again.” There? A star. Here? A specialist. The average Premier Leaguer’s wage is reportedly £2.29m annually, or $3.25m. According to OverTheCap.com, the average NFL kicker contract is worth $1.7m a year, and much of that money isn’t guaranteed. And only five NFL kickers’ salaries average out to more than $3.25m — the Ravens’ Justin Tucker tops the charts, at $4.57m — while 19 average out to $650,000 or less. “The Premier League is bigger than the NFL,” Cundiff says. “They’re global stars. The NFL is big in the US, don’t get me wrong, it’s huge … these [soccer] teams have worldwide access. It sounds cool on paper, but if you’re playing well and even if you’re playing for a Spanish team, you’re with Barca, you’re going to now play for the Jets? No offense to the Jets, but a lot of these guys, I think they grow up wanting to play soccer where a lot of [American] guys who go into the NFL grow up wanting to play [American] football.” The average length of a kicker or punter’s career is reportedly 4.87 years, according to the NFL Players Association, better than the overall league average of 3.3 seasons. But like Premier League managers, opportunities to remain in one town for long stretches – such as Kaeding had with the Chargers – tend to be rare. Cundiff’s experiences have fallen more in line with nomadic norm: the Iowa native was with Dallas for four seasons (2002-’05), hooked on with New Orleans (2006), then returned to an NFL roster after a three-year absence to kick for Cleveland (2009), Baltimore (2009-11), Washington (2012), Cleveland once more (2013-14) and Buffalo (2015). He’s currently a free agent again at 36, pursuing postgraduate studies and business opportunities with one eye while scanning the waiver wire with the other. “You have a great game, that (gives) you at least two or three more weeks,” Kaeding says. “If you have three bad weeks in a row, the management and coaching staff is going to look toward [whatever options] are out there. Yeah, it’s a very fungible position.” There? Indispensible. Here? Disposable. “But it’s not impossible, there’s no doubt,” Meola says. “It’s not impossible. I wouldn’t be surprised if a soccer player like Fuchs comes over here and does it. It would not surprise me at all.”",
  "webTitle": "Why haven't more European soccer stars become NFL kickers?",
  "webPublicationDate": "2016-05-04T10:00:25Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/04/premier-league-footballer-nfl-kicker",
  "keyword": [
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Keeler",
      "id": "profile/sean-keeler"
    }
  ],
  "guardianId": "sport/2016/may/04/premier-league-footballer-nfl-kicker"
}