{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/15/save-the-countryside-in-the-city-brownfield-biodiversity",
  "id": "2016-05-15-165",
  "sectionId": "books",
  "body": "A whitethroat launches into the sky to deliver his scratchy song, before parachuting down to his hidden nest along the banks of a canal. A cluster of marsh orchids push their way through the surface of a disused tennis court in the shadow of Newcastle United’s football stadium. And the walls and gravestones of a rain-lashed Cornish churchyard are encrusted with layers of lichens. At first sight, these very different places do not seem to have all that much in common. Yet like roadside verges and railway lines, golf courses and military ranges, they were all originally designed for us, but have since become havens for wildlife. That’s because, unlike the intensively farmed wider countryside, they are not being regularly sprayed with pesticides and herbicides, but mostly left to their own devices.           Edgelands: Between the urban and the rural    Richard Mabey, the godfather of nature writing, was the first to give these messy little fragments of land a name, and used it as the title of his 1973 book The Unofficial Countryside. Almost 40 years later, poets Paul Farley and Michael Symmons Roberts chose Edgelands, which neatly encapsulates their liminal nature. I prefer “the accidental countryside”, as what all these diverse locations have in common is that they were rarely – if ever – created with wildlife in mind. Yet nature soon moved in, and now they have become a crucial refuge for many species of plants and animals. Wherever you live in the country, you’ll be close to at least one of these sites. Some, like village churchyards, are in the heart of the countryside; others, such as canals, run through the centre of our cities. But most are, rather appropriately, neither rural nor urban. They are the spaces we pass through when travelling from one place to another; forgotten patches of land on the edge of towns, in the unloved, overlooked corners of suburbia. They are, as naturalist, author and broadcaster Kenneth Allsop called them, “the messy limbo that is neither town nor country”.     ‘The spaces we pass through when travelling from one place to another’: urban buttercups. Photograph: UniversalImagesGroup/UIG via Getty Images    I was brought up on the outskirts of west London, so I feel a special affinity with these peripheral places. From eight or nine years old, I spent most of my free time outdoors, exploring the disused gravel pits near my home. I was too young then to appreciate my good fortune, and that of the wildlife that lived there. There were breeding great crested grebes and wintering smews, bumblebees, butterflies and water voles. On one memorable occasion, an osprey stopped off to feed as it travelled back to Scotland from Africa. In those far-off days, manmade habitats such as this were considered second-rate compared with more traditional wildlife haunts such as farmland, woodland, mountain and moor. Sadly that misguided view still prevails today. The self-appointed pressure groups that claim to be the custodians of rural Britain take a very dim view of anything that can’t be classified as “proper” countryside. “Build on brownfield sites” is their plea, even though as conservationist Chris Baines once wryly noted, if you really want to improve the biodiversity of an arable field, the best way is to put a housing estate on it – gardens support a far greater range of species than do acres of wheat or barley. The very phrase “brownfield site” conjures up a picture of post-industrial devastation – a far cry from the reality of places such as Canvey Wick in Essex. Dubbed “England’s rainforest”, Canvey Wick is one of the top three locations for invertebrates in the whole of Britain. The Avalon marshes, that vast wetland near my Somerset home where otters, bitterns and great white egrets thrive, was created from former peat diggings. And Tower Hamlets Cemetery Park – the nearest fragment of ancient woodland to the City of London – started life as a Victorian burial ground.   Related: Rain: Four Walks in English Weather by Melissa Harrison – review    These sites, especially those in the heart of our major cities, have a value far beyond their importance for wildlife. They also provide a haven for people, where we can escape the rat race for an hour or two, something more and more vital in this busy world. And they are ideal spaces where children can engage with nature, says author Melissa Harrison, whose novel Clay revolves around a young boy who finds sanctuary in a hidden wild corner of a city: “A patch of park or verge, crowded with weeds and minibeasts, may not look like much to you or me – but to a child it can be a magical world.” But for many, this escape into nature may soon be harder to find. Although some of these locations are now protected by organisations such as the Royal Society for the Protection of Birds and the Wildlife Trusts, many are not. And at a time when any “waste land” is considered ripe for development, we must be constantly on our guard against those who want to make a quick buck at the expense of local people and wildlife.     Children at Tower Hamlets Cemetery Park, London.    Mathew Frith of the London Wildlife Trust feels that planning laws don’t give the priority to wildlife that they claim to, especially now that a working knowledge of habitats and ecology is often not on the planners’ radar. One important site for reptiles and invertebrates, Erith Quarry in south-east London, has lost much of its important wildlife after being developed for housing. One day, hopefully, we can restore wildlife to the food factory that makes up most of Britain’s lowland countryside, so that our fields, woods and meadows are once again filled with birdsong, the buzzing of insects and the scent of wild flowers. In the meantime, the untidy little scraps of land that make up our accidental countryside are absolutely crucial, for wildlife, and for the people to whom wildlife matters. Stephen Moss’s latest book, Wild Kingdom: Bringing Back Britain’s Wildlife, is out now (Square Peg £16.99). Click here to order it for £11.89",
  "webTitle": "‘The messy limbo that is neither town nor country’",
  "webPublicationDate": "2016-05-15T07:30:00Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/15/save-the-countryside-in-the-city-brownfield-biodiversity",
  "keyword": [
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Planning policy",
      "id": "politics/planning",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Green cities",
      "id": "cities/green-cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Moss",
      "id": "profile/stephenmoss1"
    }
  ],
  "guardianId": "books/2016/may/15/save-the-countryside-in-the-city-brownfield-biodiversity"
}