{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/15/herzog-de-meuron-interview-tate-modern-switch-house-extension",
  "id": "2016-05-15-142",
  "sectionId": "artanddesign",
  "body": "Jacques Herzog, the more talkative half of the pair of boyhood friends who founded the architectural practice Herzog & De Meuron, is worried about the world. “The things based on the five senses that we like so much, all these values – that we treat people well. They are in danger. There is such a threat around.” He is talking firstly about the threat to European urban civilisation from terrorism, followed some paces behind by his perception that “the middle class is disappearing”. He sees the loss of possibilities of common ground, of cultural experiences shared by different people. In which case Tate Modern, the vastly successful museum in Bankside, south London, might be considered a redoubt of this endangered world. In 1995, to some bafflement among commentators, Herzog and Pierre de Meuron were appointed architects for what is now called Tate Modern. Who were they? Until that time their best-known works had been signal boxes and facilities for the herbal sweet manufacturer Ricola. Why had this Swiss practice been chosen ahead of Britain’s glittering array of hi-tech modernists, who had been frustrated for years by Margaret Thatcher’s lack of interest in public commissions and Prince Charles’s hostility to contemporary architecture? Tate had already been criticised for its decision to retain and convert grubby old Bankside power station for use as its new gallery of modern art, rather than commission a sparkling new statement of confidence in the future. It looked like architectural conservation gone mad. Feelings were compounded still further by the fact that, of all the entrants in the competition, Herzog and De Meuron proposed to do the least. Their rather modest drawings seemed to show an art gallery that still looked very much like the power station. It was only when Tate Modern opened, in 2000, that the drama and potential of its enlarged Turbine Hall became apparent.    There should be no safety rails in your architectural perception. You should be able to fall down    Now they are back, with the opening next month of their extension to Tate Modern, one of an elite band of globally renowned Pritzker-prize-approved practices and of an even smaller subsection of that band who retain the ability to surprise with their work, who seem still able to invent rather than recycle their greatest hits. Their sweet factories and signal boxes have been augmented by the Beijing Olympic Stadium, towers and museums across the world, wineries and villas, Prada stores, pharmaceutical headquarters, several more stadia – including one proposed for Chelsea Football Club – a car park, apartment blocks. Their global/local geographic range includes Vancouver, São Paulo, Tokyo, Kolkata, Mexico, Miami, San Francisco, Tenerife, Minneapolis, Beirut, as well as 60 or more projects in and around their home town of Basel. They employ 422 people at the last count. They have remained throughout in the same tranquil Rhine-side base, centred on an old grey bourgeois villa, but infiltrating and adopting surrounding buildings to form a village of studios and courtyards. At the centre are the two founding partners, whose fellowship has lasted for most of their 66-year lives. In some architectural partnerships there is a division of roles – one the artist, the other the businessman for example – but they have always insisted that theirs is an indistinguishable collaboration. They have complementary personalities, however. Herzog, shaven-headed, gym-toned, eloquent, alert with contained energy, is happy to be the public face of the practice. De Meuron has a more professorial manner and stays more in the background. As it happens illness prevents him from meeting me in Basel, so I have to catch up by phone. They are not in the business of false modesty, especially Herzog. Last year they opened a new building to house an archive of decades of creativity – models, test samples, full-scale mock-ups of bits of building and the like, which thanks to their interest in exploring building materials is a vast magpie’s nest of things shiny, matt, bubbling, melting, perforated, sliced, assembled and moulded, chemical and natural, coloured and monochrome. It is at some risk of resembling a pharaoh’s tomb, but effort has gone into making it a working tool, a place where employees and others can learn how past projects were put together. The archive building, which is surmounted by several floors of flats, is an intriguing, partly menacing structure in an industrial area of Basel. “It is a great building,” says Herzog.     An artist’s representation of the Tate Modern extension. Photograph: © Hayes Davidson and Herzog & de Meuron    Their Tate extension, which is partly a new building and partly the adaptation of previously inaccessible parts of the old power station, enlarges the already-not-small institution’s floor area by 60%. At £260m and nine years in the making, it will have cost more in time, money and agony than the first version. If they cause bafflement now it will be for a new reason: if in the proto-Blair era they were considered minimal, rarely straying from straight lines and right angles, their new work – to be known as the Switch House after the former electrical facility it partly occupies – includes a brooding pyramidal tower, a 64.5 metre-high stack of bricks, faceted and oblique-angled, that is anything but reticent. “It looks like a car park,” says a friend to me. It certainly goes against all the conventions of public cultural institutions, that they should look open, accessible, transparent and friendly. But then Herzog and De Meuron don’t want just to be nice. Herzog says that they dislike “architecture that is totally affirmative – that says this is how the world is and we stay here for ever. Everyone wants solid ground under their feet but the important question is, how do you do all this and at the same time communicate transformation and doubt?” Their work is not just sunny and optimistic. They can also do decadent, crepuscular, uncanny, deliquescent, louche, lubricious. Herzog has said that “the greatest inspiration is the existing world in all its ugliness and normality”. “The two of us from the beginning,” says De Meuron, “we were very interested in everything, not just canonic architecture from Egyptians up to modern times. Everything is interesting if you are ready and able to look at it. There should be no safety rails in your architectural perception. You should be able to fall down.” Artists, says Herzog, are much better at uncertainty and instability than architects. He unexpectedly cites Leonardo da Vinci and the way he painted an angel’s wings: “You can see he was not a believer. When he paints the joint where the wings meet, when he has to work out how you attach a wing, you get a sense of his disgust and disbelief.” Great names of architecture, by contrast, seem to have no such doubt. “They were almost religious about their work, a bit absurd. Mies van der Rohe, Le Corbusier: how can they be such heroes?” Sympathy and collaboration with artists is a distinctive feature of Herzog and De Meuron’s architecture. They started out in the 1970s, an arid time for their profession, and instead found inspiration in working on an art project with Joseph Beuys when they were still students. Later they would work on the Beijing stadium with Ai Weiwei, whom they got to know before he became a worldwide celebrity. All arts, says Herzog, share the questions of “how things are made and why things are made. How organic substance goes with nonorganic. They reveal ways of looking at the world, what comes out when someone does a poem, a painting, a sculpture or a building.” From contemporary art they learned that concept is more important than style – unlike other architects, Herzog and De Meuron avoid a signature look and instead seek almost obsessively to find a different set of materials, details and forms for almost every project. At the same time each, thanks to a consistent underlying attitude, is somehow recognisably theirs.    ‘I don’t want to sound arrogant,’ says Herzog, ‘but the Turbine Hall was a stroke of genius’    They also learned to engage people in different ways, by combining the intellectual with the sensual: they like to build with substances that are delectable, perturbing, earthy, ethereal but in all cases fascinating and engaging. Their means include mud, black lava-like concrete, the multiple reflections of glass, copper, the printing of images on to glass, plastic or concrete such that a wall suddenly resembles the page of a book. They like to give their materials a perceptual twist, such as making the heavy look light or the transparent solid. There is a corresponding range in their projects: they can do a soothing wooden rehabilitation centre for people whose lives have been ripped up by spinal injuries, or the restoration as an arts centre of the sybaritic militia headquarters at the Park Avenue Armory in New York, where sons of the gilded age used to party between going out to subjugate insurrections of the starving. Their affinity with artists helped them to win their first Tate commission, along with a refined gallery that they had by then realised in Munich. They have continued to design spaces for art ever since, such as the recent extension of the Unterlinden Museum in Colmar, Alsace, which houses Grünewald’s Isenheim altarpiece, the hallucinatory masterpiece of agony and exaltation that is one of the greatest works of Germanic renaissance art. Herzog and De Meuron’s design combines subtle insertions with spooky-gothic facades and stairs of baroque dynamism, and exhibits their ability to bring architectural personality to gallery spaces, while also respecting the exhibits. Meanwhile their expansion and success has introduced them to bigger and sometimes cruder commissions. Their chaste early work has, to the dismay of purists, been augmented by spectacle, glitter, going on bling – the media-friendly Beijing stadium, for example, which imprinted itself on the consciousness of the world. In Basel they have created a long hangar, silvery, scaly and punctuated with a giant circle in the roof, to house the city’s trade fairs. Working at scale puts them in the not-always-nice environments where power and money reside. Their Blavatnik School of Government in Oxford is a wondrous hatchery for future world leaders, but is also an oligarch-sponsored influence machine, a henhouse, as the New Yorker noted, sponsored by the fox. Like Norman Foster, Rem Koolhaas, the late Zaha Hadid or most architects of their stature, some of their commissions expose them to accusations of complicity with tyranny. The involvement of such a well-known dissident as Ai Weiwei in the stadium (though he later regretted it) was some inoculation against criticism, but the project was still clearly central to the propaganda of the People’s Republic of China.     Tate Modern’s Turbine Hall in the 90s, when it was still Bankside power station. Photograph: Brian Harris/Rex/Shutterstock    No one has found the perfect answer to these questions, nor the right position between virginity and whoredom. Neither perfect purity – never engage with any government or institution that is any way questionable – nor complete complicity – work with absolutely anyone no matter what – makes sense. Most such architects argue that western governments and businesses work with nasty regimes, so it would be futile for architects to do otherwise, and that engaging with them might do more to change such societies than standing aloof. “These are good questions,” says Herzog. “I don’t know the answers because nobody does.” Herzog and De Meuron are not shy of projects controversial for their scale and impact. In Paris they are designing the Tour Triangle, an 180 metre-high hotel and office building on the edge of the Boulevard Péripherique, that was first rejected and then, after some pushing and manoeuvring by mayor Anne Hidalgo, approved by city councillors. In Basel a 41-storey tower for the pharmaceutical company Roche, white and stepped, now rises above the predominantly low-lying and historic city. A second, slightly shorter tower is on the way. In both Paris and Basel their towers have a Shard-like potential to change the perception and scale of their respective cities, for better or for worse. Herzog is keen to argue that the Basel towers differ from the speculative and attention-seeking Shard, in that it grows out of the needs of Roche, which employs a lot of people in the city, for that much space on that site, not that they were “fighting for visibility”. The Paris project is the first skyscraper in Paris since the still-reviled Tour Montparnasse of 1973, but in Herzog’s view is justified by its location away from the centre. It is part of an emerging policy to put towers at the edge of the city, “which I totally support”.   Related: London: the city that ate itself    Tate Modern brings together Herzog and De Meuron’s interests in both art and the brute forces of modern cities. “In Paris,” he says, “rigid control makes it so beautiful. London is the greatest city in the world, or at least in Europe, because it gives so much freedom to make money, to do deals. I guess you cannot do both things. The bad thing is that it is more of a struggle [to realise projects like Tate]. The good thing is that there is a network of the most powerful collectors and sponsors. They are great. There are also all these gangsters. That’s London”. The “fight in London” is “more an individual fight”, in which cultural institutions and their architects have to carve out their physical niche amid the competing claims of property speculation. In this context Tate, and its director Nicholas Serota, constitute “a world wonder. It made itself a space. That is Nick’s great merit. He is the most powerful man in the art world and also the most gifted one. He made it a bastion of publicly accessible space.” The first version of Tate Modern derives its power from the grand declaration of publicness that is the Turbine Hall. The already huge space in which electricity was generated was made still bigger by removing its ground floor and incorporating its former basement into the single void. It was an act of surreptitious extravagance in the architects’ low-key approach that was incomprehensible to the property developers advising Tate. Why would you want to give away all that useful space in the ex-basement? De Meuron says that the hall was “not in the brief, there was no requirement to have it, but it was given by the building. It created a wholly new way of showing art.” A series of large-scale installations, such as Olafur Eliasson’s artificial sun and Carsten Höller’s helter-skelters, made the hall into a new gathering place for London, Britain and indeed the world. “I don’t want to sound arrogant,” says Herzog, who is not usually much troubled about giving such an impression, “but that was a stroke of genius.” In the new, updated Tate Modern, the main move is what De Meuron calls “the vertical boulevard”, a deliberately oversized staircase that winds its way up the inside of the brick tower. It connects to new art galleries carved out of the parts of the old power station that were still functioning electrical facilities in 2000, and to new spaces for education and other forms of public engagement, a restaurant and a viewing gallery at the top. A high-level bridge connects back, across the Turbine Hall, to the galleries of the first phase, in order to create new ways of moving round the museum. This is a response to prodigious popularity – currently 5.7 million a year compared with the 2.5 million hoped for before it opened in 2000 – and it changes the balance of the whole complex. It will now be approachable from several directions, each offering a different experience. In its scale and multiplicity it will begin to resemble a city more than a building, although its monumental shape will still be well defined.     Doris Selcedo’s Shibboleth installation ‘cracked’ the floor of the Turbine Hall. Photograph: Peter Macdiarmid/Getty Images    “High attendance is fantastic for a museum but not always for you as a visitor,” says De Meuron. “Sometimes you need to be more quiet and peaceful. You need different experiences and different speeds, a variety of activity.” He therefore promises “different spatial constellations. The stairs are wider than we need them; we want to invite people to have a different kind of experience than to rush from one gallery to another. I am curious to see how people walk about it.” Whereas the older galleries are arranged in classical enfilades, one room leading to another, the new ones will include dead ends and spaces standing alone, which are likely to encourage more random patterns of exploration, and unpredictable combinations of eddies and stillness. All of which will be represented on the outside by the aforementioned brick tower, unquestionably fortress-like, which is Tate and its architects’ response to the property free-for-all which, riding on the success of Tate Modern, has caused an anarchy of apartment and office buildings to rise on its doorstep. The brick pyramid is the museum’s bid to assert its presence – we had “literally to fight to get some space for the needs of Tate” – and its material is intended both to cohere with the old power station and assert its difference. As Herzog explains, piling some refined Swiss biscuits on the table in front of him to illustrate his point, an earlier design envisaged stacked-up glass cubes, but the material was too similar to the developers’ stuff. “We realised that in order to survive we have to strengthen it,” he says. A paradoxical effect is that the private apartments of Neo Bankside, the development by Rogers Stirk Harbour just across the street, are perfectly visible through their glass walls, whereas the public world of the vertical boulevard is only hinted at behind its brick veil. Yet the precedent of the original Tate Modern – also severe on the outside, lively inside – shows that a building doesn’t have to gurn and wheedle to be popular. In this and other works, Herzog and De Meuron like to present a protestant moment of denial before pleasure, to forbid before welcoming, to be severe before generous. It is part of their worldview, different from most architects’, in which delight and beauty co-exist with more troubling or mysterious aspects of existence. In this, Herzog believes, architecture can “play a very good role” in challenging another threat to culture, which he calls “the negative side of the digital world”. Building is “very archaic still, and we’ve gone back to more archaic stuff – gravity, smell, finding roots, not giving pictures, fake images or illusions that you can get on the internet”. It is all part, in their view, of defending and nourishing what is good about civilisation. The new Tate Modern opens 17 June",
  "webTitle": "Herzog and De Meuron: Tate Modern’s architects on their radical new extension\r\n",
  "webPublicationDate": "2016-05-15T09:00:02Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/15/herzog-de-meuron-interview-tate-modern-switch-house-extension",
  "keyword": [
    {
      "webTitle": "Tate Modern",
      "id": "artanddesign/tate-modern",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Turbine Hall",
      "id": "artanddesign/tate-modern-turbine-hall",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowan Moore",
      "id": "profile/rowan-moore"
    }
  ],
  "guardianId": "artanddesign/2016/may/15/herzog-de-meuron-interview-tate-modern-switch-house-extension"
}