{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/02/marijuana-athlete-running-performance-enhancing-drug",
  "id": "2016-05-02-170",
  "sectionId": "society",
  "body": "Avery Collins speaks with the snow-bro drawl typical of many young Coloradans.  With his bloodshot, blue eyes peeking out from under blond curls and a low-slung hat, he could easily fit in with the stoners at a 4/20 festival.  “For me, it’s a spiritual happening,” he said recently. “Everything is perfect, everything is pure bliss.”      Avery Collins promotes Mary’s Medicinals. Photograph: Courtesy of Avery Collins    But Collins isn’t talking about the effects of marijuana. He’s talking about the runner’s high. The 25-year-old ultramarathoner is a marijuana user, just not the stereotypical couch-locked stoner living on junk food and video games. In the last three years, he’s completed 30 ultramarathons – five of which were a hundred miles each – and a 200-mile race through the Rocky Mountains, which he won with a time of 65 hours.  Avery says that eating cannabis edibles before and during a run, instead of slowing him down, as one might think, actually enhances the experience.  “It was amazing,” he recalls of his first time combining pot and running. “It helps me stay in the moment and embrace what’s going on right then and there.” Collins is quick to state that while he enjoys running high, he never uses it during races and doesn’t think his success should be credited to pot. Currently, the World Anti-Doping Agency lists marijuana as a banned substance in competitions, and many high-profile marathons test runners for pot. Which raises the question: is marijuana a performance-enhancing drug? Despite the prohibition, running on weed has become an increasingly popular trend among athletes, who use it either as a way to avoid fatigue, boredom or anxiety during long runs, or as a pain-reliever and anti-inflammatory medication during recovery periods. Another leading ultramarathoner, Jenn Shelton, told the Wall Street Journal that she uses cannabis in her training, as does triathlete Clifford Drusinsky. And who could forget Arnold Schwarzenegger ripping a joint in the documentary Pumping Iron.  Meanwhile, the legal cannabis industry has been carving out a place in the world of long-distance running. Marijuana edibles company Incredibles and bong manufacturer Roll-uh-Bowl have sponsored Collins, and the cannabis cultivation company Cresco Labs recently sponsored the Chicago marathon.   Related: Altered State: tracing marijuana's long, strange trip through California    Two years ago the 4/20 Games began touring the US, hosting runs and concerts to promote athletics among marijuana users. Online communities such as Cannafit and Norml athletics are connecting stoner athletes, along with running groups like Run On Grass in Denver. Neurobiological research  While this dynamic may contradict the stoner stereotype, recent research in neurobiology suggests that marijuana and long-distance running may have more to do with each other than many think. “The runner’s high, as it’s been traditionally described, has been presumed to be caused by opioid peptides like endorphins,” says Gregory Gerdeman, assistant professor of biology at Eckerd College who has studied the effect of exercise on mood and brain chemistry. But endorphins don’t cross into the blood-brain barrier, he explains, so the natural euphoria that long-distance runners experience is likely not caused by endorphins, but by the brain’s endocannabinoid system. When Collins (or anyone) consumes marijuana, it is the brain’s cannabinoid receptors that receive the THC in marijuana and deliver the psychoactive effect. This endocannabinoid system also plays a part in regulating appetite, pain-sensation, emotions, memory, and much more. Dr Johannes Fuss, researcher at the University Medical Center Hamburg-Eppendorf, authored a study that, as he puts it, “investigated the neurobiological mechanisms that mediate the emotional benefits after acute exercise, often termed as a runner’s high”. Fuss’s work found that the endocannabinoid system plays a central role in the emotional aspects of running.  “Some researchers argue that long distance running might have evolved in our ancestors when forests were replaced by open savannas in Africa,” Fuss said. “This land conversion allowed the chasing of prey by endurance running. Reduced sensation of pain and less anxiety through long-distance running would have been a benefit for running hunters.”     Is the euphoria long-distance runners experience linked to the brain’s endocannabinoid system? Photograph: Robert F Bukaty/AP    “When volunteers exercise for 30 minutes, the level of the endocannabinoid anandamide in their bloodstream goes up,” says Gerdeman. “In one study, we found that the increase of feelings of wellbeing in patients was tightly correlated to levels of anandamide in their bloodstream. So we started talking about anandamide as a neurobiological reward for running. It makes you feel good ... And anandamide acts like THC in many ways. It gets its name from ananda, which means bliss in sanskrit.” A performance-enhancing drug?  So far there have been no definitive studies on how marijuana and long-distance running work in concert. In her Wall Street Journal interview, Jenn Shelton said she never consumed marijuana during competition, because she believed it did enhance performance. It’s not inconceivable that if the human brain’s endocannabinoid system regulates fatigue, that an artificial stimulation of this system with marijuana could further reduce both physical and mental exhaustion, thereby bringing it ever closer to the designation of a performance enhancing drug.  The World Anti-Doping Agency declined to be interviewed for this story, but said in a statement that in 2013 they raised the levels of acceptable marijuana in an athlete’s system so that out-of-competition use would not disqualify them. Yet any use just before a sporting event remains prohibited. The Anti-Doping Agency are not alone in their distaste for pot. The NFL have often been criticized for their ban on bud, as many football players argue it’s a healthy alternative to painkillers. Last week Indianapolis Colts punter Pat McAfee was immediately drug tested after tweeting out a few pot jokes on 4/20. The NCAA also has long-held a zero tolerance policy with marijuana, but is currently looking at softening their approach, under the argument that it is not a performance enhancing drug.    50% of the runners I meet are avid cannabis users ... I’d say almost none of them are open about it  Avery Collins     Gerdeman warned that for anyone new to running (or marijuana, for that matter), it would probably be unwise to go mixing the two. “It’s conceivable that cannabis could benefit someone who is just starting an exercise routine,” he said, but “cannabis use elevates the heart rate, so for someone who isn’t used to exercising, it could make them lightheaded and have a spike in blood pressure. It could be dangerous for someone who is older with emergent cardiovascular disease.” Whether marijuana is harmful, a performance enhancement, or somewhere in between, there is still a social stigma against cannabis that makes athletes reluctant to be associated with it. “I’d say 50% of the runners I meet are avid cannabis users, whether it’s at night or all day or just during or after runs,” Collins said. “I’d say almost none of them are open about it.”  “I know a lot of long-distance runners that are in the closet about their cannabis use,” says Chris Barnicle, a former professional runner turned marijuana advocate who promotes himself as “The World’s Fastest Stoner”. “There is an ignorant stereotype about people who use marijuana not being athletic, but that’s because they aren’t often represented. The public only sees a misrepresentation of people who do [hash] dabs all day long and aren’t active.”",
  "webTitle": "Runner’s high: the athletes who use marijuana to improve their training",
  "webPublicationDate": "2016-05-02T11:00:22Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/02/marijuana-athlete-running-performance-enhancing-drug",
  "keyword": [
    {
      "webTitle": "Cannabis",
      "id": "society/cannabis",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Running",
      "id": "lifeandstyle/running",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Josiah Hesse",
      "id": "profile/josiah-hesse"
    }
  ],
  "guardianId": "society/2016/may/02/marijuana-athlete-running-performance-enhancing-drug"
}