{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/15/longleat-inflexible-dates-change-booking",
  "id": "2016-05-15-202",
  "sectionId": "money",
  "body": "My mother treated me to a VIP gorilla feeding experience day at Longleat safari park, at a cost of £125, which I booked for a Saturday in early June. However, relatives in the US announced in April that they planned to visit that weekend, so I contacted Longleat immediately to ask if we could agree another date.  I was told this was impossible, and it wouldn’t even give me a refund despite it being 53 days in advance of the experience and paid for in full since September 2015. I phoned Longleat and was told that in its terms and conditions it made clear that any experience day could not be rescheduled and was non-refundable. Yet “Longleat reserves the right to reschedule any of the booked dates for the experiences and will provide as much notice as possible”; that “Longleat reserves the right to change the itinerary”; and “Longleat reserves the right to alter dates, times and prices or facilities for any reason and without prior notice”.  In my view, the T&Cs could be deemed to be unfair. I have emailed Longleat three times setting out my views and requesting a different day, but it has so far failed to reply. MJ, London We get numerous complaints about experience days from a range of companies when readers struggle to rearrange dates or get refunds. We agree that to require and encourage participants to book as far in advance as possible, while not giving any flexibility to re-book if required, seems bonkers – and frustrating. The T&Cs are standard for these kinds of experience days, but clearly they have to take into account issues that could affect bookings such as the unpredictability of weather and, indeed, live animals! It took a huge amount of effort on your part to get Longleat to reply – via Facebook, Twitter and, finally, involving us. We can imagine less tenacious individuals would have given up and lost their money. Finally, the company offered you an alternative date in July, although it insisted this was a goodwill gesture. Longleat said: “The gorilla feeding experience runs twice-weekly from May to October,– with only four spaces available per experience. While we always strive to accommodate any change in our visitors’ plans, re-scheduling booked tours at short notice is often simply impossible due to availability. We also have to take into account the effect on other people who have already booked. We strongly encourage our visitors to ensure they are able to attend their experience at the time of booking to avoid any issues.” We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number",
  "webTitle": "Longleat Safari Park inflexible on dates – although it all seems one-sided",
  "webPublicationDate": "2016-05-15T06:00:17Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/15/longleat-inflexible-dates-change-booking",
  "keyword": [
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Smithers",
      "id": "profile/rebeccasmithers"
    }
  ],
  "guardianId": "money/2016/may/15/longleat-inflexible-dates-change-booking"
}