{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/04/uk-shoppers-benefiting-from-three-years-of-falling-prices",
  "id": "2016-05-03-6",
  "sectionId": "business",
  "body": "Shoppers have benefited from three successive years of falling prices as retailers have resorted to discounting to win sales on a fiercely competitive high street. Overall shop prices – including both food and non-food – fell by 1.7% in April compared with a year earlier. That was the same rate of deflation as in March, according to the BRC-Nielsen shop price index. The BRC chief executive described the three-year milestone as an “important anniversary for retailers and shoppers alike”.   Related: M&S expected to benefit most from BHS collapse    “We’ve seen three years of falling shop prices,” Helen Dickinson said. “The 36 consecutive months of price falls is being driven by intense competition across the industry. It has knock-on implications for margins and profitability given the combination of continued investment in digital and rising cost pressures.” Excluding food, prices dropped 2.9% in April compared with a year earlier. Within that clothing and footwear prices slumped 7.1% amid heavy discounting to clear last season’s fashions. The drop in non-food prices was an acceleration of the 2.6% fall recorded in March, with canny shoppers also able to find bargains in electrical, furniture and floor-coverings stores. Non-food prices have fallen for the past for 37 months. It was a different picture in food, where prices started to climb in April, up 0.1% compared with the 0.4% decline of the previous two months. With supermarkets cutting the price of fruit, vegetables and meat to win shoppers the cost of fresh foods fell by 0.5%, albeit a slowdown from the 0.9% decline seen in March. However, the price of ambient lines continued to rise, up 1.0% from a 0.4% rise in March.     The drop in non-food prices was an acceleration of the 2.6% fall recorded in March. Photograph: Alamy     “While some food prices have stabilised this month, this is partly due to external factors, and will probably be short term,” said Mike Watkins, head of retailer and business insight at Nielsen. “The underlying trend in shop prices is downwards with continued price cutting by supermarkets which is driving deflation.”   Related: UK retail sales drop as shoppers cut back on food and clothes    Fashion retailers have had a poor year so far as the mild winter put a dampener on sales of high-margin winter gear. The new season has also got off to a slow start because of the cool weather. Analysts say there are too many mouths to feed on a high street battling the growth of online retailers while staff costs are rising due to the national living wage. The strength of the US currency last year also created a squeeze because retailers buy many garments in dollars but sell them in sterling. Next is due to update the City on first-quarter trading on Wednesday. RBC analyst Richard Chamberlain predicted like-for-like sales at its stores would be down at least 3% with sales from its Directory catalogue arm also slightly lower. The tough conditions mean retailers might have to go even further to drum up business, Watkins said. “The cool spring has impacted the sales of many retailers, and an increase in the levels of promotion over the next few weeks to drive footfall is not out of the question,” he said.",
  "webTitle": "UK shoppers benefiting from three years of falling prices",
  "webPublicationDate": "2016-05-03T23:01:11Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/04/uk-shoppers-benefiting-from-three-years-of-falling-prices",
  "keyword": [
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "business/2016/may/04/uk-shoppers-benefiting-from-three-years-of-falling-prices"
}