{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/07/the-way-youre-revising-may-let-you-down-in-exams-and-heres-why",
  "id": "2016-05-07-142",
  "sectionId": "education",
  "body": "Even the most dedicated study plan can be undone by a failure to understand how human memory works. Only when you’re aware of the trap set for us by overconfidence, can you most effectively deploy the study skills you already know about. As a psychologist who studies learning and memory, I know quite a few scientifically informed revision tips: space your practice out rather than cram it all together, practise retrieving information rather than recognising it, reorganise what you’re trying to learn. Probably you’ve heard these before, maybe even from me. But even the best advice can be useless if you don’t realise why it works. Understanding one fundamental principle of human memory can help you avoid wasting time studying the wrong way.   Related: Five secrets to revising that can improve your grades    This is it: we’re drawn to ways of studying that feel good but are actually quite poor at helping us learn. This tendency can produce a fatal overconfidence when we study. Here are some crucial pieces of advice for anyone studying for an exam or trying to learn something new. 1. Test, don’t recognise The most common form of study is the one that gives “revision” its name – literally just looking at the thing you want to learn again. The problem with this is that we mistake our ability to recognise something for an ability to recall it.  Recognition and recall are different psychological processes. Recognition is a much easier task – all you have to do is look at something in your environment and generate the correct feeling of familiarity (like when you look at your revision notes and think “I’m sick of looking at these”). But in your exam you don’t get marks for things being familiar, you get marks for recalling relevant information and using it to answer the question. Even powerful feelings of familiarity don’t guarantee you can recall the information. Prove this to yourself by picking your favourite song, one with lyrics you’ve heard a thousand times. Try singing the lyrics from start to finish and you quickly realise that even a loving familiarity doesn’t mean you can recall the lyrics. If someone had asked, you might have said that of course you knew the lyrics. But you’d be using “knew” in the sense of recognised, not in the crucial sense of being able to recall them in full.   Related: Spaced repetition: a hack to make your brain store information    So, don’t practise recognition in your revision – you need to practise retrieving from memory, not just generating an improved feeling of familiarity. 2. Space, don’t cram Another rock solid piece of revision advice is to space your practice out, rather than cramming it all together. If you organise five hours of study into one hour a day, you’ll remember more than if you study for five hours on one day. Yet time and time again we don’t do this – and the cause isn’t just being disorganised. Cramming all your study together feels good. You finish the study session, thinking “I know this”. The problem is that although you’re currently holding it all in mind, the memories are more fragile. Spacing your practice out doesn’t feel as satisfying, but it results in memories that are more likely to be useful when exam day comes around. 3. Effort, not flow A world-recognised expert in expertise, K Anders Ericsson, argues that nobody develops the highest levels of skill in anything without 10,000 hours of deliberate practice. What this means for revision is that when you’re revising, you have to focus on the things you know least well, not the things you know best.     You shouldn’t study for an exam by never testing yourself at writing full answers in exam conditions    Unfortunately, it’s far more satisfying to revise what we know, since this triggers a rewarding sense of familiarity, rather than focus on our weaknesses. Ericsson has gone so far as to suggest that deliberate practice is the opposite of the flow state, when practice is most enjoyable. Revision shouldn’t be for reassuring yourself about what you know, it needs to be the deliberate effort to identify what you don’t. 4. Practise output, not input The same common principle holds for what we practise as well as how we practise it. Any effective study plan needs to include answering questions with the information you’ve revised, but often we’re tempted to leave that out in favour of focusing on learning the information in the first place.   Related: Let a grandmaster of memory teach you something you will never forget    While it may feel good to get completely familiar with the material before practising writing answers, it omits from our study practice the exact skill we are marked on. You wouldn’t practise for a tennis match by never playing tennis, and you shouldn’t study for an exam by never testing yourself on writing full answers in exam conditions. For any test, we need to rehearse exactly the thing we’ll be required to do. None of these revision tips are rocket science. But the realisation that we all share a tendency to put in the least effort when we study, and rely on feelings of familiarity, which aren’t a good guide to learning, can help transform how you use them. The answer to questions like “how much should I space my study?” or “when should I stop learning and start testing?” is probably “before you feel comfortable”. When you’re fully comfortable with the material, your time could be better spent learning it in a different way. Depressing as it sounds, it could help to know that if you always enjoy revising, you’re probably doing it wrong. It’s meant to be hard. Get involved with the Use your head series by joining the discussion on #useyourhead",
  "webTitle": "The way you're revising may let you down in exams – and here's why",
  "webPublicationDate": "2016-05-07T08:00:10Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/07/the-way-youre-revising-may-let-you-down-in-exams-and-heres-why",
  "keyword": [
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Exams",
      "id": "education/exams",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Neuroscience",
      "id": "science/neuroscience",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Advice for students",
      "id": "education/advice-for-students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Stafford",
      "id": "profile/tom-stafford"
    }
  ],
  "guardianId": "education/2016/may/07/the-way-youre-revising-may-let-you-down-in-exams-and-heres-why"
}