{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/16/bayern-munich-bid-pep-guardiola-farewell-like-a-brilliant-but-unloved-ceo",
  "id": "2016-05-16-63",
  "sectionId": "football",
  "body": "The final instalment of the 2015-16 season offered an instructive tale of two pitch invasions, at either end of the table and Germany.  Down south, in Munich, the first beer showers had barely been administered when supporters gatecrashed the carefully choreographed party with former Bayern players and 99 red balloons for every championship won in the last 100 years. (Correction: it’s only been 26 since 1932).    Related: How Barcelona lost La Liga, then won it all over again | Sid Lowe    The mass audience participation caught everybody by surprise. Bayern’s crowd are among the more docile ones in the Bundesliga; with the exception of ecstatic post-match frolics after the televised showing of the 2013 Champions League final at the ground, no fan had ever set unauthorised foot onto the Allianz Arena lawn before. Secondly, winning the fourth consecutive championship had been more or less a given at the outset, a procession that made the sudden eruption of joy all the more unexpected.  There was undoubtedly an element of rebellion at play, a friendly protest against the overly sanitised official ceremony, a symbolic act of supporters reclaiming the pitch (and with it, the game) from those who are in charge. But there was some pure, unadulterated happiness, too. Some kneeled down to kiss the ground, others took selfies for the internet and pieces of the goal net for themselves.  The emotional end to Bayern’s victorious league campaign was in marked contrast to the rather temperate goodbye that Pep Guardiola had received before the fun kick-about against the relegated Hannover 96 (it finished 3-1, by all accounts). Bayern’s executive chairman Karl-Heinz Rummenigge found nice enough words (“German football owes him a lot, he’s taken the game to the highest level, tactically and strategically,” he wrote in the stadium programme) and the Arena applauded generously, but the vibe was that of an office leaving-do for a brilliant but unloved CEO, replete with a useless, hideous parting gift destined to gather dust in the attic. “Guardiola doesn’t deserve that!” wrote Bild am Sonntag’s art-collecting Walter M Straten, of the colourful sculpture of Bayern mascot Berni and the stadium. “His era wasn’t so bad that it warranted this sort of self-made present.” Rummenigge later doubled down on the praise for the Catalan, eulogising him as “a coach like no other at Bayern in terms of intensity and quality”. He had always be considered a “great friend” of the club, Rummenigge added, to standing ovations from players and VIPs at the post-season gala event. Guardiola replied with a silent wave. Earlier, he had thanked Bayern for making him “a better coach” and apologised for not winning the Champions League with the 2013 treble winners: “I’m sorry for the fans and especially for the players.”     Karl-Heinz Rummenigge, right, hands over a unique gift to Pep Guardiola. Photograph: Christof Stache/AFP/Getty Images    It was hard to say whether the 45-year-old was entirely genuine or softly rebuking his critics with this admission. Thomas Müller, to be sure, was adamant that that the coach had no case to answer. “I find it crude and and inconsiderate that people blame him (for not winning the Champions League),” said the forward. “It seems to me that those who do haven’t been paying attention for the whole three years, and not seen how the team have developed and played football”.  Guardiola, despite his aloofness, was the perfect manager for Bayern, a club whose whole raison d’être is trophies, because his brand of football virtually guaranteed them. He averaged 2.52 points in the league and won 80% of matches – figures unprecedented in the Bundesliga. The stats are important because they measure how close both he and the Bavarians came to achieving their fundamental, shared goal: an end to all defeats.  For the players, who understand that winning the league is a non-negotiable part of their job, Guardiola’s obsessive attention to detail made their job as easy as never before. The club, too, appreciated the Planungssicherheit (planning security) that Guardiola delivered, results wise. There was much fear inside Säbenerstrasse that performances would tail off after the 2013 treble, that the team would start to run out of steam. But that didn’t happen. Next month, every single employee will receive a 13th monthly salary as a bonus for the Meisterschaft, for the fourth year running.  For the fans, though, the wins, and the football, and Bayern’s higher profile by virtue of their glamorous coach (“he was an ambassador for the club and for the Bundesliga,” Rummenigge said) wasn’t quite enough. Neither would have been another treble. What they wanted was something that Guardiola would not and probably could not deliver: some emotional investment, a sense of connection and concern for the people in the stands. Guardiola was too vain to explain himself or his ideas to the public, he kept his distance at all times, the Lederhosen never rubbed off on him in three years. The crowd felt that all his energy and passion was spent on perfecting Bayern’s football, almost as an abstract exercise. He surely loved his team but never the club, never them. That lack of empathy has made it a lot harder – but not impossible – to appreciate his work.  Up north, in Bremen, the opposite is probably true. The coach Viktor Skripnik, a club icon, was one of the heroes in Werder’s great escape, a thrilling run of three home wins that secured another season in the top flight next year. The Weserstadion saw a “pitch invasion of love,” as Sport 1 put it, a wave of mass euphoria unseen since the last of the glory days a little over a decade ago.    Related: Stuttgart relegated from Bundesliga for first time in 41 years    The whole city had come together in support of the club and the team, and two minutes from the end in the game against Frankfurt, the Chelsea loanee Papy Djilobodji forced in a winner that consigned the visitors to a relegation play-off and underlined the positive power of collective endeavour and spirit. “What happened in the last few weeks between SV Werder and the town of Bremen could set a precedent,” wrote Süddeutsche Zeitung. “It’s possibly the first relegation battle that’s been won on the terraces, not on the pitch.”  No one can quantify the value of support – perhaps Werder simply got lucky. But unlike in Stuttgart, whose VFB were relegated following the 3-1 defeat at Wolfsburg, and other countless cities with big, traditional teams, the fans didn’t turn on the team or the coach in the hour of despair but redoubled their efforts to scream them to victory. “Save our arses,” Skripnik had implored the substitute Anthony Ujah on the touchline. He did, making the goal with a powerful run. Not everybody is quite convinced that Skripnik is the right man for the job; 65 goals conceded could suggest otherwise. Winning on little more than emotion might not be a promising strategy in the long run, either. For all the green and white love-fest and bromantic feelings gushing through the Weserstadion on Saturday, the club will secretly wonder if they would be better served by one of those younger, cooly calculated “laptop coaches” (Mehmet Scholl) of which Guardiola has been the most prominent and successful representative the league has ever seen.  Results Bayern 3-1 Hannover, Bremen 1-0 Frankfurt, Dortmund 2-2 Köln, Leverkusen 3-2 Ingolstadt, Wolfsburg 3-1 Stuttgart, Augsburg 1-3 HSV, Hoffenheim 1-4 Schalke, Mainz 0-0 Hertha, Darmstadt 0-2 Gladbach.",
  "webTitle": "Bayern Munich send off Guardiola like a brilliant but unloved CEO | Raphael Honigstein",
  "webPublicationDate": "2016-05-16T19:04:57Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/16/bayern-munich-bid-pep-guardiola-farewell-like-a-brilliant-but-unloved-ceo",
  "keyword": [
    {
      "webTitle": "Bundesliga",
      "id": "football/bundesligafootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bayern Munich",
      "id": "football/bayernmunich",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Werder Bremen",
      "id": "football/werderbremen",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Raphael Honigstein",
      "id": "profile/raphaelhonigstein"
    }
  ],
  "guardianId": "football/blog/2016/may/16/bayern-munich-bid-pep-guardiola-farewell-like-a-brilliant-but-unloved-ceo"
}