{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/katarina-johnson-thompson-olympics-gotzis",
  "id": "2016-05-28-64",
  "sectionId": "sport",
  "body": "Katarina Johnson-Thompson arrived at Götzis’s Hypo-Meeting undercooked and solely focused on the 6,200 points required to qualify for the Olympics. She was “terrified and sick with nerves”. Yet so deep are her reservoirs of talent that she pulled out three heptathlon personal bests as she finished day one of this prestigious heptathlon meeting in second place. Her points score of 3,932 places her 40 behind the Canadian Brianne Theisen-Eaton, who took silver behind Jessica Ennis-Hill at the world championships in Beijing last year. But it would have been so much better if Johnson-Thompson had not chucked in an inexplicable shocker in the shot. So bad was her best attempt of 11.55m that it placed her dead last out of 33 competitors – and left the event’s statistician shaking his head when asked whether anyone had won a major heptathlon having produced the lowest score in a single event.   Related: Katarina Johnson-Thompson prepares to slay World Championship ghosts    Even so, with three events remaining day, Johnson-Thompson is on course not only for Olympic qualification but somewhere in the vicinity of her personal best of 6,682 set here two years ago. But with the memory of having fouled three times in the long jump when in contention for gold in Beijing last year still fresh, Johnson-Thompson knows she can take nothing for granted. “I’m sure I’ll be nervous again in the long jump on Sunday morning,” she said. “I really want to get a good jump in the first round. This is my first big competition especially after a knee operation last autumn so I just want 6,200 points and to be injury free and to be going home with my ticket for the Olympics.” That is surely a given now. Johnson-Thompson started her day’s work by equalling her personal best of 13.37sec in the 100m hurdles, even though it was the first time this year that she had jumped over 10 hurdles in succession. That scored her 1,089 points, which put her eighth behind Theisen-Eaton, whose time of 12.93 was a personal best by 0.05sec. Such was Johnson-Thompson’s confidence in the next event, the high jump, that she entered the competition at 1.80m – after many fellow competitors had already fouled out. A first-time clearance at 1.92m not only won her the event, with 1,132 points, but put her in the lead as the large crowds in Götzis headed for their lunch. “I was terrified in the morning,” admitted Johnson-Thompson. “I was nearly sick with nerves. I haven’t run over 10 hurdles in training all winter so that was such a relief for me to get under my PB. In the high jump I wasn’t attacking the bar until I got to a good height and could relax.” Next up was Johnson’s bete noire: the shot. She has always lost points over the field in this event but a hefty personal best of 13.14m earlier this month suggested that the intensive work she had put in with her coach, Mike Holmes, over the winter had paid off. Yet her first effort spluttered to 11.55m. There was a grimace and a shake of the head, followed by a long consultation with Holmes. But it was to do little good. Her second throw, a foul, was followed by a last heave that spiralled way to the left and barely went over 10 metres. Johnson-Thompson left the shot put with a score of 631 points, putting her sixth overall with 2,832 points. But in the last event of the day, the 200m, she took advantage of a strong wind in the home straight to power away in a personal best of 22.79sec to secure herself another 1,100 points. Not that Johnson-Thompson was getting carried away. “It’s very easy to run a good 200m after an appalling shot put,” she said. “I don’t know what happened. The first throw was a steady one, the second one was a miss put and the third one was just me trying to make up for a bad first two. It’s different to an individual competition where I’m relaxed and I’ve got six throws. A high-pressure heptathlon is very different.” Her fellow Briton Morgan Lake’s hopes of the 6,200 points for Rio already appear beyond her after a disappointing first day that left her 29th out of 33 competitors. Johnson-Thompson, however, is even eyeing a personal best – provided she can land a decent long jump. “You don’t know what’s going to happen in a heptathlon but, if I can get a PB, that’s incredible because there’s no way I thought that would be possible in this competition,” she said. “Yes, the scars of last year are still there but that is what Götzis is for. This isn’t the Olympics yet, so hopefully I can just get it out of my system now.”",
  "webTitle": "Katarina Johnson-Thompson digs deep to close in on Olympics threshold",
  "webPublicationDate": "2016-05-28T17:08:05Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/katarina-johnson-thompson-olympics-gotzis",
  "keyword": [
    {
      "webTitle": "Katarina Johnson-Thompson",
      "id": "sport/katarina-johnson-thompson",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/2016/may/28/katarina-johnson-thompson-olympics-gotzis"
}