{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/13/bowie-kept-it-cool-to-the-end-twin-peaks-pick-their-favourite-1970s-records",
  "id": "2016-05-13-243",
  "sectionId": "music",
  "body": "This week, Chicago’s finest young garage-dwellers, Twin Peaks, release their third album, Down in Heaven. Over its 13 tracks, the five-piece explore the nooks and crannies of a distinctly 1970s take of rock’n’roll: it’s an album both rolled and stoned.  For proof, have a look at their new video – released on Friday morning – for Butterfly, a song so dripping with Stonesisms, you half expect Keith Richards to rise from one of the graves in the clips.            So how steeped are Twin Peaks – all in their early 20s – in the music of the decade of stack heels, feather cuts and roots rock? We cornered Cadien Lake James and Clay Frankel to ask them to name a record they love from each year of the decade. 1970 – The Stooges: 1970 Cadien Lake James: It’s part of our blood. Clay Frankel: They’re an influence in their mentality about music: bare bones and high energy. On our new record there’s not a lot of Funhouse-type songs, but there is that attitude of cutting loose with your vocals and allowing certain sounds to get blown out. CLJ: The first time I heard the Stooges was when my dad had a restaurant and there was a guy in the back who booked all the music. When I was younger he was a real punk, and he was booking bands like Total Chaos in this little room. I would go into his computer and burn CDs off his iTunes. I remember getting Raw Power – I was 11 or 12 – and I loved the Stooges right away. I never really fell in love with the first record, but Funhouse is one of my favourite records from the 70s.            CF: I always knew about them growing up, certain songs of theirs, but this last year I’ve been listening to a lot of Stooges. For its time it’s crazy – just having a guy screaming tonelessly. He’s just ripping out his larynx. CLJ: I wonder who was listening to it when it came out? Was it just a load of testosterone-filled boys who were, like, “YESSS!” CF: If someone, somewhere, accidentally bought that record knowing nothing about it, and just dropped the needle on it, they must have either loved it or just needed to turn it off.  1971 – JJ Cale: Crazy Mama CLJ: I just got into this record this year. We were recording in Massachusetts and the guy whose house it was really turned me on to Natural Child, from Nashville. He was showing me shit he thought they were influenced by and JJ Cale was among that. Naturally [recorded in 1971 but not released until 1972] is great. I was getting into back-porch-feeling records. I love how he pulls it all together – it’s all really understated, that record. Fucking amazing guitar licks, but none of it’s ever in your face. It all sounds like demos that are masterfully crafted. I love the production, and the way the songs wash over you. He was kind of a badass dude: he was living in a trailer for a long time, living off his subsidiaries from Cocaine getting covered.             CF: We’re just starting to dig into forgotten records. Like Link Wray’s 1970 record. CLJ: That record, 3-Track Shack, is Link Wray, his brother and his cousin in a shack at his parents’ farm with a three-track tape machine, and it’s fucking awesome. We should have picked one from there. I try to keep my ears open for stuff I don’t know.  CF: I’m always trying to find new stuff because so much of touring is just sitting in a van. You gotta have something to listen to.  1972 – The Rolling Stones: Sweet Virginia CLJ: We chose something from Exile on Main Street, because we had to, but we almost chose Magnet by NRBQ, which is probably the most listened to song in the van ever. From Exile, I said Rocks Off, he said Tumbling Dice. And we ended up with this. CF: With that record it’s hard to pick. Sweet Virginia shows you don’t have to be a country guy to make a great fucking country song. Here’s a bunch of city bastards from London who made one of the great country songs.             CLJ: They ended up being the best Americana band of all, and they’re not even from fucking America. The Stones for me is that phase, Beggars through Exile. CF: When I was younger I had no idea they were even British. They sing about America so much. These are great lyrics, but you don’t catch them if you don’t really know them. He’s talking about slipping speed into his shoe and hiding drugs when they’re driving around. Exile is like Funhouse – they’re both experiences. You have to listen to the whole thing and it leaves you with this pretty good feeling. 1973 – John Lennon: Aisumasen (I’m Sorry) CF: Mind Games was an album we listened to all the time.  CLJ: I remember going through the post-Beatles solo albums – I was always a John Lennon guy – and getting to Mind Games, and it was like, “Fuck, this record. It’s IT.” It could be any of the tracks – Intuition is probably my favourite – but we picked Aisumasen (I’m Sorry), the ballad. It’s got one of the greatest fucking solos on it, which I always thought was John, but found out recently it wasn’t. Some session guitarist. I also love Pussycats, the Nilsson album that came out right afterwards with the same musicians. We get into it over which version of Many Rivers to Cross is better.            CF: Fucking Jimmy Cliff! CLJ: I say Nilsson all the time. I love his voice. CF: I really don’t like his voice. CLJ: Lennon, Paul and Harrison have all got great solo records. All you need from Harrison is All Things Must Pass, but all Lennon’s records up to the last two are fucking awesome. 1974 – Neil Young: Walk On            CLJ: Harvest is the classic, but playing with Crazy Horse makes him way more rock’n’roll. CF: I’d heard that song, but we were in Dallas or Houston, and they were having a street fair, and I found On the Beach. CLJ: He was kind of a punk. And he’s still behaving like a punk these days - saying all the streaming stuff is bullshit. Fuck the corporations! Fuck GMOs! I’m Neil Young!    Related: Bowie was to the 70s what the Beatles were to the 60s    1975 – David Bowie: Young Americans CLJ: If it was just me, I might have had Bowie for every year. I was with Clay, in Washington state, when I found out he’d died. We were real drunk, and I got a text about 3am. Threw my phone against the wall and fell on the ground crying. I was crying at the airport the next day. It was heavy for me. I haven’t really been hit like that when people have died before. CF: He kept it cool to the end. I’m a huge Velvet Underground fan. And when Lou Reed died I went home and listened to a whole lot of Velvet Underground. I certainly didn’t go home and listen to a lot of solo Lou Reed stuff. When a guy dies and the last record he made was with Metallica … I don’t know.             CLJ: Young Americans is cool because there’s not really one that sounds like that. He has a couple of runs where there are a few records in a row riffing on the same thing. But Young Americans is a cool transition. Diamond Dogs is kinda similar, but it’s more glammy. I love Young Americans because it romanticises America, and that’s a white dude who nailed black music right there. I’d seen that video of him on Soul Train, where he looks like a coked-up freak, but it wasn’t until recently that I was looking on YouTube and found all these videos from around then with him totally alienating himself. You can tell this dude is ON DRUGS. It’s like a paranoid mask and he’s laughing at all this shit and you have no idea what he was laughing at. Just being a freak.  1976 – The Modern Lovers: Girlfriend CF: I love the Modern Lovers. I love that album cover – it looks like the sign for a diner. This is one of my favourite records of all time. My dad went to Boston University so he always loved them – the line on The Modern World where Jonathan Richman sings, “Drop out of BU!”, my dad would be, like, “Yeah!” It’s like a friendlier Velvet Underground – simple songs and bare tones. Roadrunner is one of the greatest opening songs – just two chords back and forth and really good lyrics. Not “intelligent”, just really well done. Girlfriend I love because it’s got so much character; the way he spells girlfriend wrong, as “girlfren”. CLJ: He played me that record in the van. I could dig it, but I didn’t love it. But I did get into this one Jonathan Richman record that my dad had – Modern Lovers Live.            CF: I hate that record! Probably because I love the Modern Lovers so much. I thought when I looked up the rest of the Modern Lovers it would be like that. But he got so cheesy! CLJ: It’s not cheesy. CF: Are you kidding me? It’s all “in the bees in the forest go buzz buzz buzz!” CLJ: That’s not cheesy! It’s weird! CF: If it had been at the time, and I’d been friends with him, saying “Jonathan, you can really get on this punk rock wave,” and he’d said, “Fuck that. I’m gonna go acoustic,” then I would have been, “Damn, man, you’re badass!” But looking back on it, I love the punky stuff. But they never tried for that again. 1977 – Dead Boys: Sonic Reducer CF: There was a time, two years ago, when I was listening to Dead Boys a lot. They were one of the few punk bands who were so over the top that it seemed like they had a sense of humour about it, though I don’t know if that was intentional. Just how offensive could they be – Caught With the Meat in Your Mouth? Sonic Reducer is a great one because it’s really punk. The cool thing about Sonic Reducer is the really psychedelic production. As you can see we’re choosing a lot of hippy music and a lot of punk music ‘cos we like both, and we’re trying to be a blend of the two.  CLJ: Rocket from the Tombs, the band they busted out of, have this version of Sonic Reducer, and the production on that record is crazy. I got that record because I was down with the Rocket From the Crypt – I accidentally got that record and saw it had Sonic Reducer on it. “What is this? It sounds crazy!” You think Stiv Bators has a nasty voice, but their singer? Pig man!            CF: It’s such a great song to start your first record: “I don’t need anyone! Don’t need no mom and dad! Don’t need no good advice! Don’t need no human life!” Right off the bat, you know what you’re dealing with.  CLJ: There are videos of them playing at CBGB. Everybody’s sitting on the floor, but he’s still spitting shit from his fucking mouth. CF: That’s how they used to do it back in the day. Everybody sat at tables, like they’re just there for a drink. We go to so many shows, and that’s actually how I’d prefer to go to shows this days. If I could just watch the Dead Boys, sit down and not have to do shit, that’d be great. 1978 – The Band: The Night They Drove Old Dixie Down CLJ: This is a bit of a cheat, but they didn’t release The Last Waltz until 1978. In the past year I’ve got into the Band, and Bob Dylan’s 70s stuff.  CF: It happened to us naturally. If you’re driving around America for two years, six-hour drives every day, it’s almost inevitable to start listening to music that sounds like the landscape. If we had started the band and moved straight to New York and only played there, maybe we wouldn’t be listening to this stuff.             CLJ: When I was younger, I would have called myself fucked for ever liking Bob Dylan. Which might have been silly. My dad was there when they pulled the plug on Dylan at Newport. “It’s not folk!” No it’s motherfucking rock’n’roll, dude. That’s awesome. CF: I like hearing these stories about what was out of bounds back in the day. Like people blown away that Bob Dylan picked up an electric guitar. To me, there’s no difference between The Times They Are a-Changin’ and electric Dylan. It’s still a guy who keeps to two chords and sings a lot of lyrics. Also, the Band – I love the cover Dylan painted for their first record. We love childish artwork. And we like songs that are loose. None of these songs are cleaned up. There’s something very human about it. Sloppiness that could be easily avoided, we like to leave in there. If someone fucks up, but not too bad, we like to leave it in. CLJ: The last track on our record is full of people fucking up. 1979 – The Clash: Train in Vain CF: The first time I heard this was when the skateboarder Rodney Mullen used it for his segment of this skate video, and you couldn’t make a better music video than that. Punk dude doing street skating with Train in Vain playing. It’s a funny song because you can try to play it on guitar, but it’s hard to make it sound full enough. This is when Mick Jones started writing love songs, finally, which is probably what he wanted to do all along, but they had that manager who said: “You gotta sing about unemployment!” It’s just a great love song, with a punk aesthetic.            CLJ: First time I heard it, we were coming back from a show and you were up there, fake DJing between every song in the car. “Up next. We’ve got this …” I’d just been broken up with, and I was feeling terrible, and the lyrics devastated me: “Oh man, this song is it!” CF: I really wish I had written this song. Or maybe not. I like listening to it. And I don’t like listening to my own so much.  • Down in Heaven by Twin Peaks is out now on Communion.",
  "webTitle": "'Bowie kept it cool to the end' – Twin Peaks pick their favourite 1970s records",
  "webPublicationDate": "2016-05-13T10:13:24Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/13/bowie-kept-it-cool-to-the-end-twin-peaks-pick-their-favourite-1970s-records",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Hann",
      "id": "profile/michaelhann"
    }
  ],
  "guardianId": "music/musicblog/2016/may/13/bowie-kept-it-cool-to-the-end-twin-peaks-pick-their-favourite-1970s-records"
}