{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/09/the-baftas-2016-how-the-dandy-dominated",
  "id": "2016-05-09-158",
  "sectionId": "fashion",
  "body": "The TV Baftas is the only awards ceremony where the atmosphere pivots between “icy family Christmas meal” and “alarming geopolitical moment”. This tense, comic dynamic is a result of divergent celebrity microcultures being forced to rub shoulders with each other. It’s where Mark Rylance was probably forced to utter the sentence: “So, erm, what have you got coming up next?” to Towie’s Mark Wright, as they stared awkwardly at the floor in the queue for the urinals. Which, obviously, also makes for interesting trends on the red carpet. Man buns and beards     Aidan Turner’s wins for best supporting man-bun. Photograph: Bafta    The man bun’s race to the middle continued last night. Both Poldark’s Aidan Turner and Leigh “Keith Lemon” Francis paired a bushy beard with a pulled-back bun. This was the definitive look for the award ceremony habitué who wanted to look like they would rather be at a life drawing evening class. It was further proof that the man bun was 2016’s short back and sides. Big jewellery     Idris Elba’s pinky ring and Naiyana Garth. Photograph: Dave J Hogan/Getty Images    Idris Elba went for a classic tux last night, save for one special sartorial flourish: the pinky ring. Less Dr Evil and more DeNiro in Goodfellas, Idris’s wearing of the ring comes hot on the heels of Justin Timberlake’s video for Can’t Stop This Feeling, where JT wears paired a gold ring with a big, blinging gold watch. Could the Fitbit be on its way out and making way for the return of statement men’s jewellery?  Bow ties of all sizes     Mark Rylance’s diamond ended bow tie. Photograph: Julian Parker/Getty Images    The bow-tie came in all shapes and sizes at the Baftas: Mark Rylance’s was diamond-ended, Fred Sirieix’s was a mass of velvet but Jon Snow’s was the best: black netting intermeshed with sequins. It signified that the bow tie is a safe space for male fashion expression on the red carpet.  Mankles and loafers     Luke Pasqualino went for the loafer with bare ankle. Photograph: David M. Benett/Dave Benett/Getty Images    Although most opted for the smart black shoe option, Luke Pasqualino went for 2016’s smartest power-dressing move: the loafer with the bare ankle. It’s both a sensible summer shoe and puts a new spin on the staid black tie look. Quilted jacket     Peter Kosminsky shows off his quilted jacket. Oh, and his Bafta. Photograph: Ian West/PA    Hero of the evening was Wolf Hall director Peter Kosminsky who Lemonaded the BBC in his speech. Meanwhile his oversize, quilted black jacket with a Nehru collar, with it hints of the athleisure trend, should have got a standing ovation all of its own.",
  "webTitle": "The Baftas 2016: how the dandy dominated",
  "webPublicationDate": "2016-05-09T14:15:18Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/09/the-baftas-2016-how-the-dandy-dominated",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Men's fashion",
      "id": "fashion/mens-fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Baftas",
      "id": "tv-and-radio/baftas",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "fashion/2016/may/09/the-baftas-2016-how-the-dandy-dominated"
}