{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/how-to-fix-housing-crisis-sadiq-khan-london",
  "id": "2016-05-10-196",
  "sectionId": "commentisfree",
  "body": "At the weekend London’s new mayor, Sadiq Khan, outlined his plans for the capital, saying: “The key thing for me is to tackle the housing crisis.” This was welcomed by those of us who have been campaigning on this issue. Less so what followed, with Khan adding: “I am bringing together an alliance of people from local authorities, housing associations, developers.” He can do much better than that. There have been enough summits and meetings. It is time for action and (if needs be) the shaming of the government by the mayor of London about the crisis that the government has itself contributed to. The housing situation in the UK is so bleak that the key reason increasing numbers of people are becoming homeless is that they are unable to pay extortionate private sector rents. In February 2016, the Financial Times described the help-to-buy scheme as “help to cry”, naming it “one of the most perversely named government policies ever”. Squatting is on the rise again despite being outlawed in 2012: when people’s only choice is criminalised, the legitimacy of the law itself is discredited.   Related: Rents continue to rise across the UK and in London    Nearly four out of five Britons say we are experiencing a housing crisis. I could try to shock you with the latest statistics on rising street homeless, deaths among the elderly unable to heat their poorly insulated homes, four-figure monthly or even weekly rents, mortgages that last until you die, beds in sheds, three families to a flat, but you have probably become immune to them by now. We don’t need to hear how bad the crisis is any more. We need it fixing, especially in London. This would dampen down the whole of the south-east housing market, and in turn the rest of the UK. So how can the new mayor go about addressing this issue? Khan should start by explaining that London’s housing problems have not been caused by immigration, but rather by the housing laws of the UK. Laws that allow landlords to charge tenants so much for such low-quality homes. Laws that encourage others to hoard housing, leaving more and more of it empty in the very heart of the capital. London urgently needs rent regulation of its private sector. This might be outside the new mayor’s powers, but there is nothing to stop him campaigning on a similar scheme for the UK to Berlin’s rent cap.    Khan should petition for a new council tax system, one which fairly reflects the current value of homes    A few weeks ago the non-party political London Fairness Commission, of which I am a member, reported on the consensus findings of a cross-section of Londoners, including business representation. It recommended that the new mayor advise that “affordable rents” mean 30% of household income, not 80% of the market rent; that the right-to-buy be suspended for five years within London, while our social housing supply is increased through building in London. The mayor can lobby for this on behalf of all Londoners. He should also use the mayor’s housing fund to provide more quality rented housing. The commission also suggested that the new mayor should encourage a switch to longer-term tenancies to provide greater stability in the private rental sector. Khan will have to lobby central government for this. We suggested that he should champion mandatory registration of landlords – as already happens in some London boroughs – and undertake a review of the enforcement of quality standards in the private rental sector, in order to identify how enforcement can be strengthened and made more effective. And he should reduce or control the average cost of letting agents’ fees and charges, as has been done already in Scotland.   Related: Sadiq Khan must decide who to side with: residents or developers?    Khan should seek further devolution of powers to enable the introduction of a tax on landowners for land in London with planning permission that has not been developed within three years of permission being granted. And he should petition the government to re-establish dedicated grant funding programmes and support to local authorities to bring empty properties back into use, enabling local authorities to enforce their power to compulsorily purchase properties if required. And he should petition for a new council tax system which fairly reflects the current value of homes. Ever since 2009, the UK government – first Labour, then the coalition, and now the Conservatives – has stoked up the London housing market through a series of budget initiatives. At first it was done to try to avert a house price crash, such as those in Portugal, Spain, Ireland and Iceland. But later it became more obvious that the goal was for prices in London to be as high as possible. They thought the market knew best and was simply indicating who should now leave the capital. The former mayor Boris Johnson expressed no desire to see rents and house prices stabilise, the more billionaires arriving (or just buying property to occasionally visit) the better. However, now the majority of Londoners find that they are paying too high a rent or too great a mortgage and living with too much precarity. Each year they are joined by thousands more whose situation is even worse and many leave the capital. London has the potential to shift in a different direction as long as Khan lives up to his campaign promise and does not fail to work on housing every day of his term in office. • Danny Dorling’s latest book A Better Politics is available here",
  "webTitle": "Here’s how to fix the housing crisis, Sadiq Khan | Danny Dorling",
  "webPublicationDate": "2016-05-10T11:32:55Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/how-to-fix-housing-crisis-sadiq-khan-london",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Help-to-buy scheme",
      "id": "money/help-to-buy-scheme",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Mortgages",
      "id": "money/mortgages",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "First-time buyers",
      "id": "money/firsttimebuyers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Renting property",
      "id": "money/renting",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Danny Dorling",
      "id": "profile/danny-dorling"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/how-to-fix-housing-crisis-sadiq-khan-london"
}