{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/10/cannes-remains-vigilant-as-festival-opens-amid-fears-of-terror-attack",
  "id": "2016-05-10-153",
  "sectionId": "film",
  "body": "Security at the Cannes film festival is at an all-time high as organisers prepare for an event that will bring – along with the likes of George Clooney, Julia Roberts and Mel Gibson – an increased risk of terrorist attack. The festival, which opens on Wednesday, will operate with heightened security after the attacks on Paris and Brussels and reports from Italian intelligence that Islamic State is planning to target beach resorts.    Related: Bomb sweeps and bag checks as terror threat looms over Cannes    Cannes’ organisers have recruited 500 extra security personnel to protect the event, which this year is expected to draw more than 200,000 attendees, including the world’s media and some of film’s most famous players. Clooney and Roberts star in the Jodie Foster-directed thriller Money Monster, which is about a desperate man who holds a TV anchor (Clooney) hostage live on air. Also appearing in Cannes will be Jesse Eisenberg and Kristen Stewart, who co-star in Woody Allen’s Café Society, which opens the festival. Set in the cafe culture of 1930s Hollywood, the film will mark the third time the 80-year-old director has kicked off the festival. Other major movies premiering over the next two weeks include Sean Penn’s African drama The Last Face, which stars Charlize Theron and Javier Bardem, and Steven Spielberg’s adaptation of Roald Dahl’s The BFG, with Mark Rylance in the lead role. Potential favourites for the festival’s top award, the Palme d’Or, include The Unknown Child from previous winners the Dardenne brothers; The Handmaiden, a Korean adaptation of Sarah Waters’ crime novel Fingersmith from Oldboy director Park Chan-wook; and The Salesman, a new drama from A Separation director Asghar Farhadi. The programme’s lack of films that tackle the contemporary issues of terrorism and religious conflict has been seen by some as a concerted attempt to avoid any tension. It has been rumoured that the latest film from Bertrand Bonello was rejected because of its plot, described by the director as “young people planting bombs in Paris in the present day”. Bornello’s previous two films had both screened in competition. When asked why he thought the film had been rejected, Bornello said: “It’s best to ask [Cannes].”     The Croisette has started to be known for its criminal underbelly, as well as its glamour, after a $136m heist in 2013. Photograph: Guillaume Horcajuelo/EPA    Organisers and local politicians are keen to strike a balance between ensuring the safety of attendees and retaining Cannes’s exuberant (and already highly exclusive) atmosphere. Even the yacht-owning elite will be under great scrutiny, with the chief of police telling Le Monde : “No single boat will enter the Cannes bay without being checked.” The city’s mayor, David Lisnard, defended the high-security approach earlier this week, saying: “Do you think an attack brings merriment? Cannes must be protected not because of the cocktail parties, but because it is a professional event of a high level which brings honour to France.” Lisnard has recruited former Israel Defence Force general Nitzan Nuriel to consult on the possibility of a “multi-terror event”, while last month French security forces simulated an attack on the festival’s key venue, the Grand Palais. Video footage of the simulation showed four masked men, dressed in black and carrying machine guns, emerge from a car and fire blank rounds at pretend bystanders and police officers. Medical teams attended the wounded who lay on the ground wearing red bibs. In a separate exercise, a team of bomb disposal officers acted out the removal of an explosive device.   Related: Cannes 2016: festival chief defends return of 'usual suspects'    The need for such a public demonstration worried some festival goers, but Lisnard defended the decision to broadcast the city’s readiness. “The exercise is not reality, but the exercise helps to prepare for the reality and to limit the risk,” he told the French magazine Le Point.  While much has been made of the security operation around this year’s festival, on the ground there so far seems to be little visible adjustment to the preparations underway. The only noticeable difference is a change in wardrobe for the Palais security personnel, who are responsible for scanning and searching the bags of anyone entering the venue. Their two-piece suits, normally beige, have changed to blue.  While the Croisette is known for its glamour, the area has also revealed a criminal underbelly in previous years. In 2014, a terror suspect was arrested after a raid uncovered explosives in his Cannes flat while the area’s high-end stores have been the victim of a number of robberies, including a $136m (£94m) heist in 2013. But both local people and foreign attendees seem to be taking the increased risk in their stride. “I have much more scary things to worry about – wrangling talent and facing a horde of interview-hungry international press,” said PR veteran Charles McDonald.  “I’m not worried,” said star-spotter Celine Brown, who is already in place outside the Palais, where she will watch the celebrities roll in over the next two weeks. She had set up a stepladder 10 metres from the front of the venue in order to see over the crowds. She did not expect to be moved on.",
  "webTitle": "Cannes remains vigilant as festival opens amid fears of terror attack",
  "webPublicationDate": "2016-05-10T13:49:05Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/10/cannes-remains-vigilant-as-festival-opens-amid-fears-of-terror-attack",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "George Clooney",
      "id": "film/georgeclooney",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Julia Roberts",
      "id": "film/juliaroberts",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Mel Gibson",
      "id": "film/melgibson",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry Barnes",
      "id": "profile/henrybarnes"
    },
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/10/cannes-remains-vigilant-as-festival-opens-amid-fears-of-terror-attack"
}