{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/18/samit-patel-notts-victory-warwickshire-county-championship",
  "id": "2016-05-18-61",
  "sectionId": "sport",
  "body": "A blistering 68-ball century from Samit Patel – having ambled to the crease to face a hat-trick ball from Keith Barker – was not enough to give Nottinghamshire victory over Warwickshire, who move top of Division One. Patel finally fell for 124 (from 82 balls) of Nottinghamshire’s second innings 173, having hit Jeetan Patel for seven sixes, including one down the ground to bring up his hundred. Swinging for the rafters with just last man Harry Gurney for company, Patel was caught in the off side top-edging Chris Wright. He made 124 of the 148 runs scored while he was at the wicket.   Related: County cricket – as it happened    Barker dismissed Greg Smith and Riki Wessels with consecutive balls – bowled then leg before, both having kept low on a tricky pitch – to leave Notts 25 for five in their pursuit of 227; Patel knocked the hat-trick ball into the leg side for a single and never looked back. The problem was, besides Brendan Taylor, with whom he shared a stand of 89, nobody could stick with him. Nottinghamshire’s final four batsmen made only three runs between them. Barker finished with four wickets – and now has 25 for the season – and Wright three as Patel swung with abandon, taking 46 from 24 balls from his namesake Jeetan. Nottinghamshire came up 53 runs short. Durham’s bowlers produced a fine performance to bowl Lancashire out for 251 and record a 73-run win after Paul Collingwood declared overnight at Chesterfield. Unperturbed by Karl Brown’s fast start – he made 41 from 26 – Durham stuck at it, sharing the wickets, which fell periodically. Brydon Carse dismissed Luke Procter and Alviro Petersen in quick succession, and Barry McCarthy had Steven Croft caught at the wicket shortly after to leave Lancashire 97 for five. But Liam Livingstone – who finished unbeaten on 60 – came together with Alex Davies to resist, before James Weighell took two of the final four wickets to fall as Durham wrapped up their first win of the season, from which they take 23 points. Yorkshire hung on for a draw after being invited to follow-on by Somerset on a rain-interrupted day at Taunton. It took the hosts just 13 balls to wrap up the final wicket of Yorkshire’s first innings and Chris Rogers had no hesitation in asking the champions, who were 251 behind, to bat again. In response, Yorkshire – who had chosen to field first – crawled to 137 for six from 71.4 overs. Jamie Overton, who took the final first innings wicket, picked up three more scalps as Yorkshire dug in, with Alex Lees making 11 from 97 balls and Adil Rashid a 30-ball duck. No play was possible at The Oval, where the rain abated around lunchtime but the outfield remained sodden, leaving both Middlesex and Surrey winless. Having been pushing for victory before meeting Surrey’s obdurate openers, Rory Burns and Arun Harinath on the third afternoon, Middlesex have drawn all five of their fixtures this season, with each game losing time to rain. In Division Two, just one result was possible as rain intervened at two fixtures. Gloucestershire recorded their first win of the season as Glamorgan crumbled from 87 without loss to 143 all out in pursuit of 269. Having quickly picked up the final Gloucestershire wicket, Glamorgan made a fine start to their chase, with the experienced Jacques Rudolph making 36 and Mark Wallace 50, before Graeme van Buuren’s left-arm spin dismissed the pair and No3 Will Bragg. Craig Miles took the next three wickets before Jack Taylor wrapped up the tail, meaning all 10 wickets had fallen for 56. Sussex reached 411 for nine – a lead of 198 – before hands were shaken and a draw declared at New Road. Worcestershire had Sussex in some strife on the third day – they remained 76 behind overnight – but half-centuries from Ross Taylor, Matt Machan and Harry Finch averted the danger, with every batsmen facing at least 20 deliveries. After rain prevented a start before 4pm, Essex and Derbyshire quietly played their way to a draw as Hamish Rutherford and Chesney Hughes – returning to the crease having retired unwell on Tuesday – made half-centuries. Essex, who remain top of the table ahead of Kent, managed just three wickets. Only 11 overs were possible as Kent drew with Northamptonshire. Joe Denly was the only wicket to fall, caught in the deep off Rob Keogh, as Daniel Bell-Drummond reached 69 not out.",
  "webTitle": "Samit Patel’s blistering century not enough for Notts against Warwickshire",
  "webPublicationDate": "2016-05-18T18:04:32Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/18/samit-patel-notts-victory-warwickshire-county-championship",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "County Championship Division Two",
      "id": "sport/countychampionship2nddivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nottinghamshire",
      "id": "sport/nottinghamshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Warwickshire",
      "id": "sport/warwickshireccc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Macpherson",
      "id": "profile/will-macpherson"
    }
  ],
  "guardianId": "sport/2016/may/18/samit-patel-notts-victory-warwickshire-county-championship"
}