{
  "apiUrl": "https://content.guardianapis.com/inside-seat/2016/may/23/from-singing-in-the-back-seat-to-smartphone-integration-in-car-entertainment",
  "id": "2016-05-23-232",
  "sectionId": "inside-seat",
  "body": "The SEAT 600 put Spain on the road, not just physically, but also psychologically. The country was entering a period of growth after the devastation of the civil war two decades earlier, and nothing more illustrated better times ahead than the increase in mobility that the little SEAT brought with it.    Related: SEAT unveils the Ateca - in pictures    Built under licence from Fiat – almost 30 years before SEAT became part of the Volkswagen Group – the 600 was a minimalist machine, simple and affordable. Larger than the iconic Fiat 500, the SEAT 600 was powered by a four-cylinder water-cooled engine, instead of the former’s air-cooled two-cylinder engine, which meant that it was quieter than the 500 and felt a little bit more sophisticated. But people weren’t fussy – the SEAT 600 was affordable, more comfortable than a motorbike, it could carry the family and was made in Spain. That it was a bit short on creature comforts was of no concern to most customers. If it could get the family to church on Sunday and to the market during the week, it had done its job. That there was no radio fitted was of no consequence, it was probably the family’s first car and possibly the first car that many young family members had been in. If the mood was for music, someone could sing or whistle.  How our expectations have changed over sixty years. Most of us would not consider buying a car that isn’t fitted with digital radio (what, no uninterrupted test match coverage?) or a satellite navigation system. Obviously the owner of a 1957 SEAT 600 would be stunned by the dashboard on SEAT’s latest model, the Ateca, and the capabilities of the system displayed on it – but then so would we have been just a couple of years ago.      The SEAT 600 brought mobility to the people of Spain. Photograph: SEAT    Today, the Ateca comes with “infotainment” and “connectivity”. The difference between the two? It’s simple: infotainment refers to systems within the car; connectivity refers to the car’s ability to communicate with the outside world.  And the new Ateca is equipped to do both, with state-of-the-art safety equipment as well as information and entertainment technology. At the heart of the Ateca’s system is an 8in colour touch screen. Through this master control you can mirror your smartphone (called Full Link, which incorporates MirrorLink smartphone connectivity) to the system to show your phone’s homescreen and apps – and the system is compatible with Apple CarPlay and Android Auto, making it highly versatile. The Ateca’s infotainment and connectivity system brings more than entertainment and directions to your favourite restaurant, it keeps you safe while chatting to friends and family. Text messages are read out and Facebook and Twitter messages, too. Better still, they can be replied to via the voice activation facility.  The system allows you to control functions, such as music volume, by configuring a customised touch gesture. You can also have specific widgets, such as weather, or direct access to other menus, or even personalise the background of your display via the SEAT connect app. Six decades apart in time and a world apart in sophistication they may be, but the SEAT 600 and Ateca have one thing in common: they fit perfectly in with their time, giving customers exactly what they want in 1957 and 2016.",
  "webTitle": "From singing in the backseat to smartphone integration: in-car entertainment",
  "webPublicationDate": "2016-05-23T10:11:11Z",
  "webUrl": "https://www.theguardian.com/inside-seat/2016/may/23/from-singing-in-the-back-seat-to-smartphone-integration-in-car-entertainment",
  "keyword": [
    {
      "webTitle": "inside SEAT",
      "id": "inside-seat/inside-seat"
    }
  ],
  "authors": [],
  "guardianId": "inside-seat/2016/may/23/from-singing-in-the-back-seat-to-smartphone-integration-in-car-entertainment"
}