{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/27/rachel-bradley-guardian-sustainable-business-unsung-hero-2016-rhs-timber-peat-free-plastics-collaboration-kingfisher",
  "id": "2016-05-27-309",
  "sectionId": "sustainable-business",
  "body": "Quiet tenacity, impressive determination and outstanding leadership are just some of the qualities Rachel Bradley’s colleagues point to when asked why they nominated her to be the Guardian Sustainable Business Unsung Hero 2016.  The reader-nominated award, the winner of which is chosen by public vote, recognises an employee who has gone beyond the call of duty to drive sustainable change in his or her organisation. In Bradley’s case, she has managed a number of significant projects in her 11 years at B&Q, including completing the transition to 100% responsibly sourced timber that began in 1991, working towards the company’s products becoming peat-free, and adopting the RHS Perfect for Pollinators label to help customers choose the best flowers for butterflies and bees.    Related: The Rotterdam couple that will live in a house made from waste    Bradley – who heads up One Planet Home, B&Q’s sustainability programme – is unaware that she has won the award when the Guardian interviews her over the phone, but she is clearly delighted to have been shortlisted.  She is modest about her achievements: “One Planet Home has been the umbrella for a range of exciting projects over the years. I’m not sure I can take credit for any of them, but I have been privileged to be involved with some amazing people who have found a way to include consideration of sustainability in their work and exceeded everyone’s expectations.” Bradley’s colleague George Padelopoulos, B&Q’s responsible sourcing manager, is more direct: “It’s time that Rachel’s tenacity, commitment, resilience and unstinting passion for doing the right thing is recognised. It is not often in the world of retail that a programme lasts a couple of years, let alone the 10 that One Planet Home has. Rachel needs to take a huge amount of credit and recognition for being the driving force behind it.” As well as working to improve the sustainability options for B&Q’s customers, Bradley is tasked with improving the sustainability track record of the company and its 30,000 employees. This includes a commitment to reduce the business’s carbon footprint by 90% by 2023 through behaviour change initiatives such as in-store eco heroes, investment in technologies such as LED lighting, and a commitment to renewables.  While B&Q stores are a long way from plastic free, the company has developed its so-called teabag technology for plants – peat-free compost held together by biodegradable packaging made from compostable corn starch and coconut husk fibres that can be placed straight into the ground.   Related: No toilets, self-service machines and noise: shopping is hell for us older people    A truly sustainable organisation is one which can work with and support wider sustainability initiatives, something that B&Q – under Bradley’s leadership – has done remarkably well. From designing the One Planet Home programme with sustainability charity BioRegional, to working with Friends of the Earth (FoE) to protect British bees and collaborating with the RSPB to promote peat-free gardening, B&Q highlights the role a multinational can play in improving its environmental impacts when it puts time, money and dedicated staff behind it. “Rachel was one of the first to see the value in the collaboration [between FoE and B&Q ] but she always asked the hard questions,” says James Cole, former business engagement manager at FoE. “She has a business mind and an environmental conscience – a vital confluence if we are to make progress on corporate sustainability.” Rachel Bradley is the 2016 winner of the unsung hero of the year category of the Guardian Sustainable Business Awards.",
  "webTitle": "Rachel Bradley: Guardian Sustainable Business unsung hero of the year 2016",
  "webPublicationDate": "2016-05-27T04:00:22Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/27/rachel-bradley-guardian-sustainable-business-unsung-hero-2016-rhs-timber-peat-free-plastics-collaboration-kingfisher",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Sustainable Business Awards",
      "id": "sustainable-business/gsb-awards",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Kingfisher",
      "id": "business/kingfisher",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Deforestation",
      "id": "environment/deforestation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Trees and forests",
      "id": "environment/forests",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Bees",
      "id": "environment/bees",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Insects",
      "id": "environment/insects",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Tess Riley",
      "id": "profile/tess-riley"
    }
  ],
  "guardianId": "sustainable-business/2016/may/27/rachel-bradley-guardian-sustainable-business-unsung-hero-2016-rhs-timber-peat-free-plastics-collaboration-kingfisher"
}