{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/21/i-wish-id-paid-attention-to-those-clever-90s-insurance-ads",
  "id": "2016-05-21-191",
  "sectionId": "lifeandstyle",
  "body": "I put down the bank statement and groan. Were this an old TV ad, the music would begin, the characters would suddenly start dancing and Nat King Cole would break into song – “There may be trouble ahead, but while there’s moonlight and music and love and romance, let’s face the music and dance.” Well, I’m not dancing but I am drinking – a large glass of Italian red – as I contemplate the cost of music lessons, grocery shopping, holidays, ballet, mortgage, car and a whole new raft of childcare costs that, with Helen’s death, will now come out of one salary. I look again at the list of outgoings and wonder how I, of all people, could have ended up underinsured. Back in the day, I’d massively admired that Dennis Potter-inspired 1990s television advert. It featured a bloke on an operating trolley hearing surgeons find unexpected problems, a man overhearing in the toilet that he’d been made redundant, a middle-aged couple dealing with the discovery of a positive pregnancy test that is not their daughter’s but the wife’s and even the grim reaper warning an overworked commuter. They all ended in the line “For the life you don’t yet know.” At the time, I’d been working with a number of life insurance companies and one day had gone out with Barry, a top insurance salesmen, who’d tell me, “Death is such a tough subject to talk to couples about that you almost have to reverse a hearse up to their front door and let them smell the flowers!” The form this took was to get a husband and wife to both fill in estimates of how much money would be needed if the wife/mother died. Almost always, the husband would call it ridiculously low and his wife would be spot on. During the row that followed, no selling was required by Barry to make the sale. The problem with developing life insurance ads has always been that one couldn’t make a life-changing event too dreadful as absolute grief would be the problem not money. In truth, they shouldn’t have worried. I know beyond any doubt that the time between the death of a loved one and the first financial fear for the future barely leaves time for the last note of the funeral’s final hymn to fade. Despite my knowing the devils of under-insurance, helped by Barry’s spiv-edged master class, I’d had the usual denial and lack of interest, fear and avoidance of acknowledging death and planning for it. It meant that Helen and I were far from well covered. I take a deep gulp of the barolo (an indulgence whose days may be numbered). Had I died, Helen would have received a ton of cash due to our payout being bolstered by my major death-in-service cover at work. The kids would have their mum and the household few money worries. In fact, we’d joked, “To find a new husband you’ll need all the cash you can get – new clothes, sports car, boob job, etc,” – this in the days when an early death for either of us seemed so unlikely as to be laughable. But at 3am in Helen’s study, I look miserably at her finances, seeing that pretty much all her salary paid for childcare. This shows how much she loved her job. I made the usual mistake of thinking only of the mortgage, not our ongoing lifestyle as a single-salary household. Our brilliant nanny, Annie, who had been with us for 10 years and allowed us both to work, whom Millie and Matt need more than ever, requires getting on for half my gross salary. Christ! All of that is sustainable if I keep my job and income stable. But my job means travelling regularly – and how sustainable is that with two children who already show signs of hating me being away and massive anxiety that something else bad will happen? I might need to work less intensely or not at all for a while. Trouble ahead? I pick up the glass and take another hefty swig. I’m not a financial adviser but consider yourselves nagged – check and improve your cover now. So if, heaven forbid, the worst happens, you can raise your own glass to me because it won’t be money worries that stop you dancing. Cheers. Adam Golightly is a pseudonym",
  "webTitle": "I wish I’d paid attention to those clever 90s insurance ads",
  "webPublicationDate": "2016-05-21T05:30:04Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/21/i-wish-id-paid-attention-to-those-clever-90s-insurance-ads",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Insurance",
      "id": "money/insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Bereavement",
      "id": "lifeandstyle/bereavement",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Golightly",
      "id": "profile/adam-golightly"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/21/i-wish-id-paid-attention-to-those-clever-90s-insurance-ads"
}