{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/will-butler-live-track-playlist-sam-cooke-prince-violent-femmes",
  "id": "2016-05-19-260",
  "sectionId": "music",
  "body": "Alvino Rey Orchestra – My Buddy  This is my grandfather playing steel guitar with his big band, taken from a live radio broadcast in 1940. Where to start? How about with the strikingly beautiful vocoder (technically talk-box, but whatever) performance. But also that one emotional brass moment that swells a third of the way in and never returns. The ghost of a hi-hat. A piano playing in what sounds like another room. The murmur of voices in the background. I swear I hear a bellhop clearing dishes at one point. This is essentially an accidental recording, done for archival purposes and pulled out years later. They were playing for the folks and the room in the folks on the other end of the radio, not for us. But we get to listen in, and it’s amazing.            Sam Cooke – Feel It (Don’t Fight It)  High energy, yet hypnotic. Laid back but tight. Loud but sweet. You can hear the vocal mic distort and the drummer dig in, but there’s a fundamental lightness that makes you wanna move and makes you wanna groove and makes you wanna pat your feet. Don’t fight it – feel it.            Violent Femmes – I Held Her in My Arms  This song is utterly classic. The first time I heard it, it felt like a song I subliminally learned in childhood. Was it some Springsteen or Roy Orbison song that I forgot I knew? Nope. This live version from Add It Up (a strange kind of greatest hits compilation) is wildly superior to the original album version (though, by the way, the original album version is great).            Electrelane – The Partisan Electrelane take an already great song and make it new. They give it different energy, different emotion, different political resonance. It matters that this recording is live – it’s raw, it’s tired but hepped up. It matters that there’s an audience – a room full of people. They aren’t playing this song for art’s sake. They’re trying to communicate face to face.            Prince – Purple Rain  The first time Prince ever played Purple Rain in front of an audience, he recorded it, put it on a soundtrack, sold millions of copies, won an Oscar and defined the 1980s and defined some people’s whole lives and changed the shape of modern music forever.             • Will Butler’s Friday Night, an album of live performances from his tour, is released on 17 June.",
  "webTitle": "Will Butler's live track playlist: Sam Cooke, Prince, Violent Femmes and more",
  "webPublicationDate": "2016-05-19T09:56:22Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/will-butler-live-track-playlist-sam-cooke-prince-violent-femmes",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Arcade Fire",
      "id": "music/arcadefire",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/19/will-butler-live-track-playlist-sam-cooke-prince-violent-femmes"
}