{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/07/cancer-isnt-over-after-cure-remission-survivor-tests-checkups",
  "id": "2016-05-07-117",
  "sectionId": "commentisfree",
  "body": "I recently went in for my annual cancer scans. Seven years into survivorship, I shrugged at the thought of it. No biggie, I thought. I’ve got this. Scanxiety is for losers. I was still cocky at 8am. I had forgotten that after last year’s gauntlet of tests, I had ripped my hospital ID card, chain and all, from around my neck and tossed it in a trash can in the parking lot. I forgot until this year, when I couldn’t properly check in without it. I had to go get another one.    Related: MRIs terrify me. My cancer history means I must endure two a year, forever | Mary Elizabeth Williams    I felt the need to tell the nice lady who made me a new card, who assured me that people lost them all the time, that I hadn’t lost it. I had thrown it away in a cinematic fashion, as if I were yanking off my tie and stomping away from my job. And then a huge explosion went off behind me and I just kept walking. She laughed, really laughed, and that made me feel better.  In the waiting room, I texted a friend, Anya. We like coming up with dream casts of movies based on books. “New movie” I typed. She came right back with Excellent Women by Barbara Pym, a devastatingly witty tale of an English spinster and her peculiar love life. Casting began immediately with Rocky Napier, the dashing, flirtatious military man. “Tom Hiddleston IS Rocky Napier,” Anya said. “Check,” I said. “It’s almost eerie.”  We settled upon Adam Driver as the odd anthropologist Everard Bone. A few more characters in, and my name was called.  After the first event, a 45-minute blood draw with an IV, I texted Anya again. “I cannot wait to get out of here,” I said.  Anya was confused. All my advance talk of “practically a spa day” – the robe; the free tea – and the movie banter had led her to believe that, seven years on, cancer was in my rearview mirror. I would’ve thought so too.  But it always follows me. I try to fake it out by pretending things are OK. If I pretend, I can sort of believe it too, for a time. So I pulled Anya into fantasyland with me, until I couldn’t.  There I sat with a taped-over IV in my arm, which was left in so that the next event, an injection of radioactive isotopes for a bone scan, would be smooth sailing. Because I am allergic to the sort of medical tape usually used to strap this business into place, my little arm-tube gets wrapped up in a comfy sock-like cloud, a perfect cushion to try and get some writing done. I really need to mention here that I spent a good two years in these environs. I know full well there are only a few things that can be done in waiting rooms. Pawing through greasy magazines. Staring into space. Discussing minutiae slowly with your friend or family member. Frantic texting. These fun activities are all served with a complimentary side of cold sweat.  “I am eating a gigantic and revolting cinnamon roll from a coffee shop called Grand Grounds,” I texted Anya. “My arm has a diaper. I’m about to carb-cry in public.” “I wish I was there with you!” she said.  “No, I’m fine, seriously,” I said.   Related: Don't tell cancer patients what they could be doing to cure themselves | Steven W Thrasher    After my trip shortly thereafter through the CT donut, though, my ongoing low-level hum of sheer panic had reached brain-splitting levels. This was beyond even my denial capabilities. I wanted to walk out the door of the hospital and never, ever come back, but I was staring down the barrel of a 50-minute bone scan, starring me, wrapped up human-burrito style. “This is actually the worst,” I texted Anya. She was getting ping-ponged by my moods. “Why don’t you ever talk about it?” she asked.  “I’m really, really tired of the topic of cancer,” I said. It seems like everyone has cancer or has had cancer or has dead or dying relatives and friends. I really try not to be a Debbie Downer about it, and I don’t want to be a bore. I am not always successful. Plus, there are survivors who really do walk on sunshine for the rest of their days, run marathons, savor each morning’s ever-sweeter dew. I feel that I have somehow failed for not being all inspirational and zesty in perpetuity. “The ongoing horror of survivorship is a big, dirty secret,” I said. “They make CANCER SUCKS coffee mugs, but I’ve never seen a SURVIVORSHIP SUCKS one.” I don’t know if I have cancer cells hiding, waiting to mass again. Did that experimental breast cancer vaccine teach my healthy cells to think differently? Are all the fruits and vegetables I scarf daily doing anything? And the miles of walking? All I know is that I am holding steady in a state called No Evidence of Disease. “How about a CONSIDER THE ALTERNATIVE mug?” Anya replied.  “I need to find a new therapist,” I said. “Thank you for your support.” The closing ceremony was a visit with my oncologist. After the physical exam, she told me that everything looked great on all my bloodwork, but a tumor marker that had been stable for years had gone up a bit. Is there a word that means “sudden and extreme onset of clamminess”? I immediately began to chastise myself for everything I’ve done wrong as a survivor, including not eating a raw, sugar-free diet, not doing triathalons, and not being super positive at all times. Even though I know all of that is no guarantee that my cancer won’t come back. Just a fluctuation, my doctor said. No big deal. The nurse piped up that if someone didn’t know any better, and they saw my paperwork, they’d wonder how this perfectly healthy woman got mixed up in this bunch. “No evidence of metastatic disease,” my doctor said, with an authoritative nod. I felt so wobbly after that I had to log some more time on a sad chair instead of literally running to my car and laying rubber in the parking lot. I texted Anya. Things like “Gwyneth diet”, “jogging”, “dumbass” and “I’m Midge in Vertigo pulling my hair and saying, ‘stupid! stupid! stupid!’” “But things are OK,” Anya said.   Related: I had alcohol-related breast cancer. Here’s why I still drink | Joanna Moorhead    “Yes, it could be worse.” I’m not being kept in a box and tortured. I am free. I live a pretty great life, relatively speaking. Death stalks us all; that’s the nature of being a beast. Maybe survivors are just a bit more aware of it. I cope with walks, my go-to for any kind of problem-solving. I cope with rude jokes, if only in my head. I cope by actively redirecting my thoughts, which might be constructive ingenuity – or plain denial. Or I don’t cope and just feel sorry for myself and also freak out.  Still, it’s downright liberating to complain about being a survivor. I can complain. I will complain! And then, having done so, I will shrug and say, “but seriously, it could be worse.”",
  "webTitle": "Why cancer isn't over after you're 'cured' | Mary Valle",
  "webPublicationDate": "2016-05-07T11:00:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/07/cancer-isnt-over-after-cure-remission-survivor-tests-checkups",
  "keyword": [
    {
      "webTitle": "Cancer",
      "id": "society/cancer",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Anxiety",
      "id": "society/anxiety",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Mary Valle",
      "id": "profile/mary-valle"
    }
  ],
  "guardianId": "commentisfree/2016/may/07/cancer-isnt-over-after-cure-remission-survivor-tests-checkups"
}