{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/24/why-are-so-many-children-around-the-world-out-of-school-podcast-transcript",
  "id": "2016-05-24-176",
  "sectionId": "global-development",
  "body": "Reporter and presenter:  LL Lucy Lamble  Reporter: CNC Clár Ní Chonghaile  Interviewees:  H Hamza  JO’R Joseph Nhan-O’Reilly  KW Kevin Watkins  ROSE Rose  PR Pauline Rose  CN Crepin Namdenganana SB Sarah Brown  JN Jean  MM Marius Mobia   H I am 17. If you don’t go to school you don’t know your future, your past and your present. If you go to school you’ll make something good of your life, you will think well and react well. Education is at the root of everything.   LL According to the Overseas Development Institute 75 million children aged between 3-18 living in 35 crisis-affected countries don’t have access to adequate education.   JNO’R I’m Joseph Nhan-O’Reilly and I’m head of education policy and advocacy at Save the Children. We’ve done this project called Hear It From The Children and we go to these situations and we ask people what’s at the top of their list of needs; and 98% of respondents, children and their parents and communities say they want education. They end up in a place and the girl said, “We eat, we sleep and there’s nothing else.”   LL I’m Lucy Lamble. This month’s podcast looks at why we still have so many children out of school globally. Ahead of the World Humanitarian Summit in Istanbul we also look at a new initiative to raise funds to deliver education for all children, especially those whose learning is being disrupted by emergencies. And we hear from children directly affected from both Syria and Central African Republic. The names of the children in this podcast have been changed for their protection.   JNO’R The average length of displacement for someone who moves across a border because of a humanitarian crisis is now eight years; and 17 years is what people are saying that they should plan for. So that’s a whole lifetime in school for a child. But in a way, we haven’t quite accepted that reality.   H My name is Hamza. I am 13 years old. I am the eldest boy here. There are two other boys who are younger than me. We work here. My other younger brothers, one of them is 12; the other is 11 years old. We love school but no one is feeding us. I work on the machines.   LL 13-year-old Hamza is a refugee in southern Turkey. His family fled from Syria two years ago when his father was reportedly killed by Isis fighters. Hamza’s mother works as a housekeeper; and along with his brothers he works 12 hour days, six days a week, sewing shoes. In order to survive the whole family must work and the boys just can’t go to school. Displacement and poverty can force children into child labour. Kevin Watkins is the executive director of the Overseas Development Institute in London.    Related: Central African Republic's children dream of education – and peace     KW The kids out of school because of the Syria crisis are now working in very dangerous sectors in Turkey, in Lebanon, in Jordan. In other cases, of course, you have longstanding issues like early marriage, which is pushing huge numbers of girls out of school. One of the biggest factors, and we see this in the total number of out of school children, is armed conflict.   ROSE The crisis we had here in central Africa, it was really hard. So many things happened to us. We couldn’t even go where we wanted. We stayed at home. Even if you had nothing, even if you were hungry, even if you had no money, you stayed at home. And then when it was over you could go out and do what you wanted to do; look for food and buy it and bring it home to eat. That’s what I can say about this crisis.   LL That’s the voice of 16-year-old Rose from Central African Republic speaking to reporter Clár Ní Chonghaile in the capital, Bangui.   KW If you look at the parts of the world that are suffering the greatest intensity of armed conflict, the greatest state fragility you think of eastern Democratic Republic of Congo, Central African Republic, parts of Pakistan; and in some cases it’s because kids are being targeted for the crime of being at school by groups like Daesh, Boko Haram. In others it’s because the schools have been destroyed. In other cases it’s because of parental fear. If you’re living in North Kivu you’d be very concerned about sending a young girl on a 1km journey to go to a school.   These conflict-affected countries have really become the frontline, if you like, of the struggle to deliver on the 2030 development goals; one of which is universal secondary education. Now frankly you can forget universal primary education unless we get to grips with this problem. Universal secondary education is such a remote possibility for these kids at the moment.   LL Despite the evident need and repeated calls for greater funding for education, the humanitarian system has, up until recently, focused instead, mainly, on urgent lifesaving demands such as food, shelter and water. Professor Pauline Rose leads the Research for Equitable Access and Learning Centre at the University of Cambridge.   PR What I find quite amazing is the humanitarian system has almost explicitly ignored education. Education has not been seen as lifesaving, so in the framework, education is not considered as lifesaving. Even though the millions of families that are affected by conflict who are displaced because of conflict themselves call for education as one of the top priorities. And as a result of that less than 2% of humanitarian aid has been spent on education.   Related: Schools reduced to rubble and ruins by conflict – in pictures     KW The current situation is dire. If you look at the average over the last few years, only around 2% of overall humanitarian funding goes into the education sector. Education is typically the most underfunded part of any humanitarian appeal. If you look at the current appeals for the Democratic Republic of Congo over a million children are out of school. Central African Republic, the Burundian refugees who are living in Tanzania, the refugees from the Democratic Republic of Congo who are living in Uganda – the current commitment for education in those appeals is zero. So that tells you something about how bad it is.   So at the moment we’re trying to tackle a systemic problem which involves long-term displacement by very short-term appeals – often three months to six months – and a high level of unpredictability. Because when the next crisis comes along everyone’s attention will shift somewhere else. But it’s also because of a tendency of the humanitarian system to work through channels that it knows, feels comfortable with and is familiar with and that’s the big international NGOs, it’s the big UN agencies. It’s not the small communities, the diaspora groups, who are actually risking their lives to do what the international community says it wants to do, which is to get education for every child. And that’s why we need to reform the system and we need to get behind this new fund which Gordon Brown and others have argued for.   LL Crepin Namdenganana is head of War Child’s projects in the Bossangoa district in Central African Republic.   CN After three lost years without school, without education, many children have lost the rhythm of going to school and few schools are training teachers. We do not have enough teachers. There are lots of children without teachers.   KW The overall funding for the Syria appeal is 16% for inside Syria; education is just 7%. Now there are teachers and communities across that country who are working really hard to keep these bombed out schools open, who are running classes in basements, in shelters, and the international community is not getting behind them. These people are heroes and they deserve our support, and they’re not getting it.   CN If today our country is going from conflict to conflict it’s because the level of illiteracy is very high. Fewer people go to school and even fewer than that understand the importance of school. So the Central African Republic has many people who do not go to school and the illiteracy rate is too high.   LL As forced displacements continue to increase around the world, the long-term impacts such as the lack of access to education have started to gain more attention on the world stage. The world humanitarian summit this month will see the formal launch of the Education Cannot Wait fund. This is designed to fulfil the right to education for young people affected by crises.    Related: Children fleeing conflict deserve more than razor wire and border fences | Carsten Völz and Andreas Papp     KW The estimated financing requirement over a five-year period is between £4bn to £5bn. I’m a great believer that the real challenge here is we need to get this thing working and we need to show that it can produce results; because I could sit here and throw a number at you. I mean, clearly we need more than £5bn if we’re to make a serious inroad here, but with £5bn we could reach between 13 and 20 million children; that would make a material difference.   LL A credible mechanism is crucial for constructive and efficient cooperation between all the parties involved and, ultimately, to attract further funds.  KW But my belief is that once this facility is up and running, the private sector will look at it, philanthropists will look at it, and actually see it as an opportunity to address a very real problem. Because the great challenge for a philanthropic organisation or a private sector company now is if you want to set up a facility in the Central African Republic or Burundi you’re taking very high levels of risk. You don’t have an organisation on the ground. This is a facility that does have organisation on the ground and it could be used to support local NGOs and local organisations that can really make a difference without incurring the massive transaction costs that often come with this rather cumbersome, UN-led response to the crises.   SB I’m Sarah Brown and I’m the president of the children’s charity TheirWorld. Nothing has been more important for us than to look at those children who are caught up in some of the world’s greatest emergencies.   LL I asked Sarah Brown what she hopes will be achieved at the world humanitarian summit. Is this yet another talking shop?   SB As a charity we’re regulars at a lot of the international meetings and this first world humanitarian summit represents a moment where we can really focus on the critical issues for children and their families; and really look at what’s been happening to children around the world, the crises that they’re facing and the great challenge that brings for governments but also for civil society around as to how we address what feels like a kind of continuing, unrolling crisis after crisis, conflict after conflict around the world. So I think the humanitarian summit brings all the different interested parties together to look at how we can look more innovatively at what we do to address these crises and how we fund it.   H Education is very good. It helps to study and become someone in life. We are the people who will replace those in power in the future.   LL Professor Rose points to huge amounts of evidence that education is important for children’s futures, and especially for girls.   PR As a result of educating girls we see a reduction in child deaths, of malnutrition in children. We see that girls themselves are more likely to get married later and to have children later, which also is better for their own lives but also those of their children.   LL According to Kevin Watkins, education can also be a broad support for children in conflict situations.  KW I think education does a number of things. First of all, it helps kids to process what has often been a very traumatic experience. I’ve spoken to a lot of children who are now working in the Bekaa Valley, some of whom were coming from the suburbs of Damascus where they’d been bombed. They’d seen family members killed, they’d often suffered very first-hand. Now school is not a perfect environment to address trauma but it’s better than the alternative of sitting on your own at home or working when you’re 12 years old.   The second thing that education does is it re-establishes a sense of normality. And in the life of a child that’s incredibly important. And I think any parent who’s got a child will understand that – the ability to send them in safety and security out to school to get an education, it’s part of a routine, it’s part of their daily calendar.    Related: 30 million children have lost their homes – they must not lose their education | Kevin Watkins     The third thing it does and you really can’t overstate the importance of this is that it enables them to build for the future. These are kids whose families have lost everything. What education can do is to give them the skills and the competencies to go out into the workplace when they’re 18 or 19 as literate, motivated, skilled people who will be in a position to find a resilient livelihood. Now the flip side of all of this is if you take away education you’re consigning these kids who are 10 years old, 11 years old, 12 years old to not just a few years of poverty but to a lifetime of poverty and deprivation.   LL Joseph Nhan-O’Reilly from Save the Children again.   JNO’R There’s no doubt in the international community or the domestic policy-making community about the importance of education. It’s axiomatic that we know that kids need to go to school, they need that for their futures. And there’s this huge body of evidence about benefits both for the individual but for society as a whole; it’s benefits for HIV prevention, for delivering messages to children around other infectious diseases, for economic growth. And critically, in a lot of these crisis-affected communities or countries, for peace and stability.   JN I’m Jean, I am 17. There is really a poor education in our country. Many people don’t know why they live and it is easy to manipulate them and that’s why we are here. And that’s why education is so necessary for us.   LL Marius Mobia works with children like Jean and is from Enfants sans Frontières, a local partner with War Child in Central African Republic.   MM A child has a right to survive, a child has the right to development, a child has the right to protection and the child also has the right to education. For example, if my child goes to school tomorrow he will replace me. That child will know how to read and write and will also help the country. If my child does not go to school it means I don’t want the country to flourish. So it is a cornerstone, it is inescapable in life. Someone who can read and write and go other places, he will be able to carry out what we call changing the mindsets of others.   SB I think we’re learning that having left education out of that mix there’s been a higher price to pay. Where you can put education in at the forefront of that humanitarian response you have children with a place to go to, there’s a place to stabilise life quite quickly. There’s an opportunity to provide a meal and provide vaccinations in that same space. But also the psychosocial support, the learning, the return to normalcy; and I think the cost of not doing that is far greater.   LL That’s all for this month. My name is Lucy Lamble. The producer is Kary Stewart. All our podcasts are available from The Guardian’s website, theguardian.com/global-development, and on SoundCloud, iTunes and all podcasting apps. Until next month thank you for listening. Goodbye.",
  "webTitle": "Why are so many children around the world out of school? – podcast transcript",
  "webPublicationDate": "2016-05-24T12:25:08Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/24/why-are-so-many-children-around-the-world-out-of-school-podcast-transcript",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Sustainable development goals",
      "id": "global-development/sustainable-development-goals",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Universal primary education",
      "id": "global-development/universal-primary-education",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Lamble",
      "id": "profile/lucy-lamble"
    },
    {
      "webTitle": "Clár Ní Chonghaile",
      "id": "profile/clar-ni-chonghaile"
    },
    {
      "webTitle": "Kary Stewart",
      "id": "profile/kary-stewart"
    }
  ],
  "guardianId": "global-development/2016/may/24/why-are-so-many-children-around-the-world-out-of-school-podcast-transcript"
}