{
  "apiUrl": "https://content.guardianapis.com/fashion/shortcuts/2016/may/09/robert-peston-allegra-stratton-fashion",
  "id": "2016-05-09-143",
  "sectionId": "fashion",
  "body": "Robert Peston’s new talk show opened with him muttering “break a leg!” to co-host Allegra Stratton, which was either unintentional or a radical teardown of the fourth wall on Sunday-morning ITV. The casual vibe continued as Peston appeared in an open-necked shirt, and admitted to being “bleeding nervous”. This was not the Andrew Marr show, where an hour earlier, Marr in a tie had interviewed Michael Gove in a tie and Prince Harry in, erm, a polo shirt. This is about British sartorial standards (and, as usual, Peston’s hair). Peston, who has long been described as “dishevelled”, looked wilfully smart-casual to the extent that his first guest, George Osborne, had also jettisoned the tie. And they’re not the only men in positions of power prone to flashing a bit of neck. Evan Davis, Barack Obama, BBC chief Tim Davie, Google’s European boss, Matt Brittin, and obviously Jeremy Corbyn are all at it, too.     Completely relaxed … George Osborne. Photograph: ITV    “I think he looks very well-groomed,” says Dominic Sebag-Montefiore, creative director at legendary Knightsbridge tailor Edward Sexton. “His hair looks nice, he’s got a smart pair of glasses, he looks respectable. Although I’m a strong advocate of the shirt and tie, this is a Sunday-morning programme, not News at Ten.” Peston has been relaxing his look ever since he left the BBC for ITV last November. A month before the move, he insisted that “the notion that what makes you a serious journalist is wearing a tie is bonkers”. In February, he wore a flat cap and faux-fur collar for a news broadcast. After which the Tory MP Nicholas Soames publicly ordered him on Twitter to “get a haircut put on a tie and generally smarten up”. Peston, in the social media equivalent of whipping off one’s tie in the House of Commons, told him to “eff off”. According to Edinburgh bespoke tailor Peter Johnston, Peston’s look is bang on trend. “Smart casual has come to the forefront in business dress in the last five years. When you get into warmer weather, it’s perfectly acceptable to wear an open-necked white or pale blue shirt.” For Sebag-Montefiore, who tells me that “both Edward [Sexton] and I are in open-necked shirts, smart blazers and trousers today”, it’s all in the collars. “It’s about wearing an open-necked shirt in a very deliberate way so the collar stands proud. And Peston’s shirt collars are not flopping down because they need a tie to support them. It’s a deliberate choice and he is not executing it badly.” So there are areas for improvement? “There are things I would do differently,” Sebag-Montefiore admits. “I’d like to see his jacket fit better.”",
  "webTitle": "What do Britain’s best suitmakers think about Robert Peston’s tie-free chat show?",
  "webPublicationDate": "2016-05-09T14:53:23Z",
  "webUrl": "https://www.theguardian.com/fashion/shortcuts/2016/may/09/robert-peston-allegra-stratton-fashion",
  "keyword": [
    {
      "webTitle": "Men's fashion",
      "id": "fashion/mens-fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Chitra Ramaswamy",
      "id": "profile/chitra-ramaswamy"
    }
  ],
  "guardianId": "fashion/shortcuts/2016/may/09/robert-peston-allegra-stratton-fashion"
}