{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/19/augustine-rowan-williams-robert-lane-fox-review",
  "id": "2016-05-19-311",
  "sectionId": "books",
  "body": "These two new books on Augustine of Hippo, the towering figure of late-antique Latin theology, could not be more different, but that will hardly come as a surprise. Robin Lane Fox is an ancient historian who once wrote a book (The Unauthorised Version, 1991) announcing his own atheism and his intention to expose the historical contradictions underlying the Hebrew Bible and the New Testament. Rowan Williams retired as archbishop of Canterbury in 2012 – while in the role he repeatedly defended the rights of the religious to resist secularism. Lane Fox writes with a historian’s gift for exposing the strangeness of a different culture; Williams immerses himself in the theological subtleties of one of antiquity’s most ambitious thinkers. Williams’s book, a collection of revised articles (and one sermon) written for different audiences, has all the trappings of academia: sophisticated, challenging prose, German titles in the footnotes, sometimes even untranslated Latin (not all of it, I am bound to say as a classicist, reproduced perfectly). But for all that, it is less a critical study than an attempt to enlist the ancient writer as an ally for the modern theologian. For Williams, Augustine matters as the thinker who elevated doubt, questioning and self-consciousness – gathered up in the idea of “confessions”, which became the title of his most famous work – to a spiritual state. The underlying message is that if we, in our secular world, feel paralysed by the moral complexity around us, that should lead us not to postmodern relativism and ennui, but to acknowledging that our own limitations and weaknesses are what make us human, and – more importantly – that true knowledge and wisdom are dependent on our philosophical acceptance of God within the community of Christian believers. Indeed, Williams borrows throughout from the postmodern lexicon, with a particular fondness for metaphors drawn from language and literature. Existence is a narrative. The soul is a sign (even if, as he says, Augustine “does not quite put it like that”). The world is a “trace” (a Derridean term) of its maker. Evil has a grammar. Even God has a place in a linguistic system, as pure being, irreducible to the sign. But when he writes that “there is no finality, no ‘closure’, no settled or intrinsic meaning in the world we inhabit”, Williams is not conceding the postmodern point but countering it; for of course the meaning that shapes our lives is, in his view, precisely not of this world, and it is only once we have come to accept that indeterminacy is what defines us as humans that we can begin to accept Christ’s testimony to that deeper truth. If Williams gets Augustine as an ally, Augustine in return gets Williams as an advocate, a robust defence counsel in the face of the accusations levelled at him since the 20th century. Williams has no time for ecocritics who would blame Augustine for enshrining a dualist worldview that downgrades nature and the sexualised body in favour of a masculine principle of creation. He dismisses “the standard feminist charges” against him (blaming Eve and so forth). Those who see him as anticipating Descartes’ sense of the self as solitary and reflective miss his emphasis on the relationship with God and the Christian community. And as for those who blame him for “muddles about sexuality”, Williams’s attitude is that, well, there are more important things to talk about. (Perhaps there are signs here of his weariness with the issue of Anglican homophobia, which he could not resolve as archbishop.) The complicity between Williams and his subject makes this book a frustrating read for the secular-minded. He has no interest in exploring those aspects of Augustine that might not match modern tastes, whether the ethical delinquencies of his views on slavery and women or the complex blend of non-Christian forces that helped shape him (there is little in here on Cicero or neoplatonism, for example, and nothing on Manichaeism, the religion he followed until his conversion in his late 30s). The Augustine that emerges is, rather, a 21st-century, liberal, cerebral Anglican. In fact, it is sometimes hard even to tell who is speaking, Augustine or Williams, given the latter’s fondness for “paraphrasing Augustine quite freely” (Williams’s own words). When we read, for example, that “God’s active love is what draws us across the distance between creator and creature”, it is unclear whether this is offered as an authentic rendering of Augustine’s thought, as Williams’s supplementation of it, or even as an authoritative pronouncement about the truth of existence. All three at once, perhaps. I suspect Williams would gently reflect that this kind of finickiting about historical difference misses the point. The truth he urges us to embrace is not anchored to particular moments in human time. In fact, according to Augustine-Williams, our awareness of the illusory nature of time is – along with sin and embodiedness – part of the limitation that we have to accept to be good Christians. Only once we have contemplated and embraced our own incompleteness can we be “transformed into a moment in the history of Christ”. This is the position from which Augustine himself concluded (in Williams’s paraphrase) that “the Psalms are the words of Jesus, the Word who speaks in all scripture”, even though they were composed perhaps as much as a millennium before Jesus’s birth, in a different language and an unimaginably different context. To those who see religion not as truth but as part of the human fabric of history, however, such claims are hard to swallow. Lane Fox is, as one would expect, much more sedulously historical: Augustine interests him partly as a captivating personality, but more as a witness to his age, both to the social realities of life in Roman north Africa and to the religious revolutions of the late fourth century AD, the era that saw the faith that had tentatively been adopted by the Emperor Constantine embedded as the primary state religion of the Roman empire. His is a biography not of Augustine himself (the benchmark is still Peter Brown’s Augustine of Hippo, 1967), but of the Confessions. Whereas Williams proceeds by a series of deep soundings, Lane Fox’s precise prose clarifies, streamlines and contextualises, taking us chronologically from Augustine’s birth to his conversion. Along the way, the specifics of Augustine’s own experiences are revealed through comparison with and contrast to two other approximate contemporaries for whom there is plenty of evidence, the brilliant pagan orator Libanius and the charismatic Libyan bishop Synesius. Lane Fox richly paints the quirky, colourful, bizarre life of a provincial, middle class, Latin-speaking north African, whose first allegiance had been to the dualist “true Christianity” of Mani (“the only world religion”, we learn, “to have believed in the redemptive power of farts”), and who came to Rome as an outsider, reliant primarily on his native talents. Unlike Williams, Lane Fox has no aversion to the corporeal: he revels in Augustine’s “fornications”, his reflections on the male orgasm, ancient forms of birth control, the moment when he dared “to lust” and “procure the fruits of death” within a church (a hook-up, Lane Fox argues, not an act of masturbation), the sex-mad priests who deserve to be defrocked, his eventual embrace of Paul’s association of sin with the sexualised body. There are, indeed, rather more references to breasts in this book than one might have expected. But for all that Lane Fox is probably the least Augustinian reader of Augustine imaginable, he is nevertheless sympathetic to his subject’s theological preoccupations, carefully unpacking what was at stake in his conversion and preaching, and his handling of the schism with the Donatists. This is how ancient texts should be discussed: with brio, panache, erudition and intuition, but also with sensitivity to the challenges posed by alien cultural frameworks. • Tim Whitmarsh’s Battling the Gods: Atheism in the Ancient World is published by Faber. To order On Augustine by Rowan Williams for £20 (RRP £25) or Augustine: Confessions and Conversions by Robin Lane Fox for £24 (RRP £30) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "On Augustine by Rowan Williams, Augustine by Robin Lane Fox review – the theologian, with and without sex",
  "webPublicationDate": "2016-05-19T06:29:01Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/19/augustine-rowan-williams-robert-lane-fox-review",
  "keyword": [
    {
      "webTitle": "Religion",
      "id": "books/religion",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Whitmarsh",
      "id": "profile/tim-whitmarsh"
    }
  ],
  "guardianId": "books/2016/may/19/augustine-rowan-williams-robert-lane-fox-review"
}