{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/26/chinas-feud-over-economic-reform-reveals-depth-of-xi-jinpings-secret-state",
  "id": "2016-05-26-339",
  "sectionId": "business",
  "body": "It was hardly a headline to set the pulse racing. “Analysing economic trends according to the situation in the first quarter: authoritative insider talks about the state of China’s economy,” read the front page of the Communist party’s official mouthpiece on the morning of Monday 9 May.  Yet this headline – and the accompanying 6,000-word article attacking debt-fuelled growth – has sparked weeks of speculation over an alleged political feud at the pinnacle of Chinese politics between the president, Xi Jinping, and the prime minister, Li Keqiang, the supposed steward of the Chinese economy. “The recent People’s Daily interview … not only exposes a deep rift between [Xi and Li] … it also shows the power struggle has got so bitter that the president had to resort to the media to push his agenda,” one commentator said in the South China Morning Post.    Related: Is 2016 the year when the world tumbles back into economic crisis?    “Clear divisions have emerged within the Chinese leadership,” wrote Nikkei’s Harada Issaku, claiming the two camps were “locking horns” over whether to prioritise economic stability or structural reforms. The 9 May article – penned by an unnamed yet supposedly “authoritative” scribe – warned excessive credit growth could plunge China into financial turmoil, even wiping out the savings of the ordinary citizens.  As if to hammer that point home, a second, even longer article followed 24 hours later – this time a speech by Xi Jinping – in which the president laid out his vision for the Chinese economy and what he called supply-side structural reform.  “Taken together, the articles signal that Xi has decided to take the driver’s seat to steer China’s economy at a time when there are intense internal debates among officials over its overall direction,” Wang Xiangwei argued in the South China Morning Post. Like many observers, he described the front page interview as a “repudiation” of Li Keqiang-backed efforts to prop up economic growth by turning on the credit taps. China’s economy stabilised in the first quarter of this year as a record 4.6 trillion yuan (£477.3bn) of credit was released, leading some to question Beijing’s commitment to structural reforms.  China watchers have been left bamboozled at the mystifying way in which top-level policy making debates have played out in the pages of the party newspaper.  Some read the articles as a sign relations between Xi and Li are breaking down and predict the latter could be replaced next year by the president’s current anti-corruption tsar Wang Qishan.  As evidence they point to the widespread suspicion that the first People’s Daily article was the work of Liu He, a Harvard-educated economist who went to school with Xi during the 1960s and is now one of his closest advisers.  Others believe the articles suggest major policy changes are imminent or are designed to remind provincial officials that a massive new stimulus campaign – similar to that seen during the global financial crisis in 2009 – is off the menu.  “The very fact that this gets played out in the People’s Daily leaves us all thinking, ‘What is going on?’” said Fraser Howie, the co-author of Red Capitalism: the fragile financial foundation of China’s extraordinary rise. “Yes, it’s indicative of something – but like so much in China we are not exactly sure what it is indicative of.” Bill Bishop, the publisher of Sinocism, a newsletter about China’s politics and economy, admitted he was also struggling to untangle the “crazy speculation”. “We all have to start exercising our atrophied Pekingology muscles to figure out what is really going on.”  Bishop said one plausible scenario was that Li would be sidelined from economic affairs at next year’s 19th Communist party congress and replaced by Wang Qishan in a bid to advance painful but necessary economic reforms.  “From the perspective of reform, Wang has got a great reputation and in many ways would be much more effective within the bureaucracy. Certainly people are afraid of him.” During a tour of China’s northeastern rust belt this week, Xi reaffirmed his commitment to reforms. “If we hesitate in making decisions and do things halfway, we will lose this rare opportunity,” he said, according to China’s official news agency.  Howie said he saw the battles over economic policy less as a boxing match, in which red and blue teams traded punches, and more as a raging forest fire where police officers and fire fighters were tripping over each other as they tried different techniques to extinguish the flames of a rapidly fading economy.  “There is this mismatch of endeavours. They all understand they need to solve the problem. I just don’t think they fully appreciate the coordination that is needed to solve it,” the financial markets expert said.    Related: Xi Jinping: Does China truly love 'Big Daddy Xi' – or fear him?    Howie said Li could not have been thrilled about having his policies rubbished so publicly by the president’s team. “Clearly… [Xi] is saying: ‘What’s gone before isn’t working. We can’t continue to do it.’ This is hardly rousing support for Li Keqiang and what has gone before.” But he rejected the idea that a Tony Blair-Gordon Brown-style feud was playing out between China’s two most powerful men. “I don’t believe it is that vitriolic or open or contentious,” he said. Bishop said he also believed there was more consensus over the economy than many outside observers admitted.  “The idea that the leadership doesn’t understand how bad the problems are and that foreign experts have a much better idea of what is going on in the Chinese system I think are hogwash. I think they are very clear how bad it is.” Whatever the truth, the saga has underlined how under Xi, a centralising strongman president dubbed the “Chairman of Everything”, China’s already intensely secretive political system has become even more opaque.  “The fact that we are even speculating about this is quite remarkable because frankly nobody has any idea,” said Bishop. “And I guarantee you that most people at the top level of Chinese government probably have no idea what is going to happen.”",
  "webTitle": "China's 'feud' over economic reform reveals depth of Xi Jinping's secret state",
  "webPublicationDate": "2016-05-26T02:35:17Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/26/chinas-feud-over-economic-reform-reveals-depth-of-xi-jinpings-secret-state",
  "keyword": [
    {
      "webTitle": "Chinese economy",
      "id": "business/chinese-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Xi Jinping",
      "id": "world/xi-jinping",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Li Keqiang",
      "id": "world/li-keqiang",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "business/2016/may/26/chinas-feud-over-economic-reform-reveals-depth-of-xi-jinpings-secret-state"
}