{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/05/brideshead-revisited-review-waugh-theatre-royal-york",
  "id": "2016-05-05-187",
  "sectionId": "stage",
  "body": "After a longer-than-expected period of exile – during which even the pantomime had to be performed at the National Railway Museum  – York Theatre Royal has finally emerged from a major £6m redevelopment. There has been a continuously productive repertory theatre on this spot since 1744; and the achievement of long-running artistic director Damian Cruden in steering the place through its latest incarnation can hardly be overestimated. The new look is graced with a marquee project: Evelyn Waugh’s tale of youthful hedonism and Catholic guilt, in a new adaptation by Bryony Lavery, presented in association with English Touring Theatre. Cruden’s minimalist production certainly looks stylish. Sara Perks’ design keeps the stage clear of period clutter, while an expanding and contracting configuration of geometric shutters echoes the Alice in Wonderland-like perceptions of the narrator, Charles Ryder: “That low door in the wall which opened on an enclosed and enchanted garden.”     ‘Charm is the great English blight’ … Brideshead Revisited. Photograph: Mark Douet    The key to Lavery’s adaptation is to be found in the novel’s subtitle, The Sacred and Profane Memories of Captain Charles Ryder, though it tends to dwell on the sacred recollections while zipping through the profanity at an alarming rate. It covers all the ground, at the risk of tethering Brian Ferguson’s Ryder into a thankless list of locations: “I find myself in Venice … I find myself in South America … I find myself in New York.” You may find such peregrinations difficult to follow.    'Charm is the great English blight.' This adaptation, too, can't survive on charm alone    The moral of the drama is summed up in the aphorism of Nick Blakeley’s waspish Blanche: “Charm is the great English blight. It spots and kills everything it touches.” And it becomes increasingly evident that this adaptation cannot survive on charm alone. A third of the playing time is devoted to the deathbed capitulation of the old apostate Marchmain; though Waugh’s bedazzlement with aristocratic Catholicism is a trial even readers of the book found difficult to endure. The novelist Henry Green noted “my heart was in my mouth all through the deathbed scene, hoping against hope that the old man would not give way”. Here, at the tail end of a languid evening, one hopes against hope that extreme unction may be delivered before the last bus home.      Lady Marchmain (Caroline Harker) and Sebastian (Christopher Simpson) in Brideshead Revisited. Photograph: Mark Douet    Still, there is much to enjoy along the way; not least the cameo appearances of Shuna Snow as, variously, the hopelessly horsey Bridey, the Canadian vulgarian Rex, and the dissipated German soldier Kurt, who suffers, not entirely unlike this adaptation, by shooting himself in the foot. The saving grace is a splendidly louche performance from Christopher Simpson as the infantile, teddy-bear-dependent, alcoholic Sebastian, whose floppy-fringed resemblance to Blur bassist Alex James is probably coincidental, but instructive nevertheless. He provides, without question, the heart and soul of the production. Yet once he absconds to drink himself to death in a Tunisian monastery, the heart goes missing, leaving only the problem of the soul to be dealt with. • At Theatre Royal, Bath to 7 May. Box office: 01225 448 844. Then on tour until 2 July. • This article was amended on 9 May 2016. An earlier version wrongly named Shuna Snow as Shuna Shaw.",
  "webTitle": "Brideshead Revisited review – Waugh's charming men hit the stage in style",
  "webPublicationDate": "2016-05-05T12:42:59Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/05/brideshead-revisited-review-waugh-theatre-royal-york",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Evelyn Waugh",
      "id": "books/evelynwaugh",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Alfred Hickling",
      "id": "profile/alfredhickling"
    }
  ],
  "guardianId": "stage/2016/may/05/brideshead-revisited-review-waugh-theatre-royal-york"
}