{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/06/classic-rookie-aid-worker-faux-pas-and-how-to-avoid-them",
  "id": "2016-05-06-162",
  "sectionId": "global-development-professionals-network",
  "body": "All aid workers have been there. Stepping off the plane, squinting into unfamiliar light, a freshly signed contract clutched in our jet-lagged hands – freshly minted aid workers arriving on our first ever mission. Just as at home – whether you’re national or international staff – you’re desperate to impress. But forget getting stuck in the lift or spilling coffee down your new shirt, aid environments provide entirely new ways to screw up on your first day. Even when knee-deep in post-typhoon mud, first impressions are everything. So here’s our toolkit for not putting your newly-sandalled foot in your mouth.   Related: The seven  sins of humanitarian douchery    Getting ready to go The eternal question is what to pack? The art of second-guessing what you’ll need in three weeks time takes on a different dimension when, by then, you might be halfway up the Congo river. You need to be extra careful with your baggage allowance. I’d suggest not, for example, panic-buying a child’s mattress, especially one in Barbie doll print, just because you heard en-route to post-tsunami Aceh in Indonesia that colleagues were sleeping on the floor. How my colleagues laughed when they showed me to my room, complete with a bed, in an actual house. All I suffered was piss-taking, unlike my ecoconscious friend who took organic bug repellent to Sierra Leone. “Needless to say, I was down with malaria within a few weeks,” she remembers. But at least we did some research, unlike the American friend who, deployed to Russia, packed shot glasses. Or another headed for Kinshasa in the Democratic Republic of Congo who packed a tin of sweet potatoes. “I always cook Thanksgiving dinner wherever I am,” she says, in her defence. “I was worried about getting the ingredients.” Oh, and one more thing: do actually sign the contract before you leave. Don’t just believe the nice man who tells you over the phone that they’ll sort it when you get to Haiti/Nepal/complete-as-applicable, or you could end up in a crisis zone with no medical insurance, no allowances, a salary half that of your colleagues – and a six-month fight to rectify it all. Packing clothes   Related: Humanitarian Star Wars: 15 signs your mission belongs in a galaxy far, far away    Wrongly guessing the look at your destination is a classic error and easily done, no matter how hard you try. “Trying to be culturally appropriate my first day in Sudan, I wore what I thought were tasteful billowy clothes for a 50C summer day,” remembers one friend. “The head of human resources asked me if I was Amish.” On the other hand, blending in too well is also an issue. Another friend recalls landing in a remote area, jumping out of the helicopter, “and realising that, from a distance, my trousers and top looked exactly like the uniform of the militias that had been harassing people in the same area.” Whatever you wear, though, do remember to bring more than one outfit. One friend – not even a rookie – was deployed to Aceh after the 2004 tsunami with only one pair of trousers packed. When, after two weeks of constant wear in the heat, he finally got a new pair, his long-suffering colleagues were so relieved they included it in the UN daily situation report, in bright pink, 24-point type. As proofreading was not a top priority at that point in the response, it wasn’t removed and landed up on desks from Downing Street to Canberra. The moral of the story? Ask in advance. And always pack spare trousers. Settling in Once arrived, get settled in. “On my first night in Kosovo, I had just got into the shower at the hotel when gunshots went off right outside my window,” remembers one colleague. “I turned off the lights, hit the deck, shimmied along the floor to get some clothes and went immediately down to the bar – where no one else had even noticed … My introduction to happy fire.”  Guesthouses can also be traps for the unwary. One colleague, who had never seen a generator, confesses: “I had to be told what the ‘roaring’ sound was.” Another, deployed to Myanmar after cyclone Nargis, came unstuck when she tried to do a little tidying up using some outsized rubbish bags she found. “It was only when I asked why the binbags were too big that a colleague told me they were actually bodybags,” she remembers. All offices have their quirks, but field stations in particular can be more Heart of Darkness than David Brent and, generally speaking, challenging the boss never ends well. “In Gabon, in my first two weeks, I sat at the head of the table at the first all-staff meeting without thinking about it. It was the only empty chair left. You could almost hear the gasps, as if I, the only white westerner in the place, was deliberately trying to usurp ‘Madame’, the resident representative. It was downhill from there.”  Another useful tip: If you’re working in communications, as I was in my first posting, it’s best not to tell the head of the UNDP that they can’t put ‘capacity building’ into a press release because “it doesn’t mean anything”.   Related: Confessions of a humanitarian:  My New Year’s resolution? Saving the world of course    And finally, you might want to note that the requirement for everyone to have VHF radios and communicate with a central radio room basically means the end of privacy. To take another colleague’s experience: if you inform the radio operator – as per protocol – that you are going to a bar with the rest of the office and everyone checks back in when they are home except you and the logistician who reports his position as being in a hotel “with guest”, everyone – including all the drivers – will know what you were up to by the morning. Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "Classic rookie aid worker faux pas ... and how to avoid them",
  "webPublicationDate": "2016-05-06T13:22:19Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/06/classic-rookie-aid-worker-faux-pas-and-how-to-avoid-them",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "humanitarians",
      "id": "global-development-professionals-network/humanitarianshumanitarians",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/06/classic-rookie-aid-worker-faux-pas-and-how-to-avoid-them"
}