{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/is-it-worth-doing-lunges-exercise-review",
  "id": "2016-05-07-197",
  "sectionId": "lifeandstyle",
  "body": "What is it? A sort of one one-legged squat. You put all your weight over one leg, then step forwards (or backwards or sideways) with the other, lowering your body and using your legs to propel you back up. How much does it cost? Nothing. What does it promise? Better core stability, increased hip flexibility, improved balance and strengthened abs, glutes, thighs, hips and calves. What’s it actually like? God, fitness trainers love a lunge. Almost every trainer I’ve ever met has me doing lunges at one point or other. Regular static lunges, where you bend one leg out in front of you, then return to standing position and start again. Plyometric lunges, where you come out of each lunge into a jump. Or, my least favourite of all time, the walking dumbbell lunge, where you weigh yourself down and Monty Python silly-walk around the gym floor in front of everyone, like some sort of lust-maddened goose.   Related: Is it worth using a Swiss ball? Exercise review    My biggest problem with lunges has always been form. If a lunge isn’t deployed perfectly – with your front knee exactly above your ankle and both knees bent to exactly 90 degrees, and your back exactly straight – the exercise will lose much of its potency. It’s worth working on technique rather than just barrelling in. Because it works lots of muscles at once (not least butt and thighs), you will feel the burn the next day. And the next. Best and worst bit The best bit is that a lunge is a solid, fundamental bodyweight exercise that, so long as it’s performed correctly, works. The worst bit is the name. I’ve just written the word “lunge” so many times that it has lost all meaning, and now it sounds like something dirty. Is it worth it? Absolutely.",
  "webTitle": "Is it worth doing lunges? Exercise review",
  "webPublicationDate": "2016-05-07T05:00:05Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/is-it-worth-doing-lunges-exercise-review",
  "keyword": [
    {
      "webTitle": "Fitness",
      "id": "lifeandstyle/fitness",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/07/is-it-worth-doing-lunges-exercise-review"
}