{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/13/campaign-catchup-leaders-head-to-head-election-diehards",
  "id": "2016-05-13-291",
  "sectionId": "australia-news",
  "body": "TGIF, all. Spare a thought for Malcolm Turnbull and Bill Shorten, oh-so-close to the end of their first week of the election campaign, but still some hours from being handed the cold one. The leaders will shortly go head to head in their first debate, the Sky News People’s Forum, moderated by political editor David Speers and broadcast live from 6pm AEST. They will take questions from 100 undecided voters at the Windsor RSL club in the marginal seat of Macquarie in north-western Sydney, which has been held by Liberal backbencher Louise Markus since 2010. Shorten spent the morning campaigning in western Sydney, following Turnbull’s somewhat turbulent morning tea with local MP Fiona Scott there on Wednesday. He copped a bit of a ribbing on Twitter for inviting his supporters to watch the debate in an email with the subject line, “You busy tonight?” – winking face was strongly implied.    Sneaky email from Bill Shorten asking me over for SkyNews and chill. #AusPol #SkyNews #PeoplesForum pic.twitter.com/m4KzF27H21— BT (@Br_Tr) May 13, 2016    The prime minister was on the trail in Adelaide in the morning, where he announced a $40m extension to the Tonsley rail line between Flinders university and the city. Both spent the afternoon preparing for the debate.    Blessed are the innovators #auspol pic.twitter.com/zOp8Ww8oZi— Heath Aston (@HeathJAston) May 13, 2016    Writing in the Australian Financial Review, Phillip Coorey said the debate was “little more than a dry run”.  “Anyone not at the pub or the pictures will be at home watching the footy. Chances are the hard-core element watching the debate will have to because it was part of their job (journalists, staffers etc) or political tragics who already have a fair idea who they will vote for.” That sounds like us! We’ll be live-tweeting at @guardianaus, using the hashtags #PeoplesForum and #ausvotes – and of course our indomitable deputy political editor Katharine Murphy will be at the helm of the live blog. Please share your thoughts. There will be more coverage and analysis on Guardian Australia later tonight and tomorrow. High court votes on Senate reform There was a unanimous decision in the high court earlier today to dismiss the challenge to Senate changes brought by Family First senator Bob Day. The government’s reforms will change how people can vote for the upper house, and are meant to stop complicated preference deals that advantage minor parties. Day argued that the choice of voting above-the-line or below-the-line created different methods of voting in breach of the constitution:  It punishes those voters who vote for minor parties by threatening to kill off their votes and the fact that we had a fair hearing here in the high court ... I’m satisfied that we do have in the high court a very, very good system of democracy.  But the high court rejected his challenge. Confused? First Dog on the Moon tried his best to explain it with the aid of bug-eyed marsupials and bright colours back in February. Basically, the reforms will mean no more Ricky Muirs, which First Dog reckons is a bad thing. So it’s onwards and upwards to the 2 July double dissolution election under the new system of voting. Credlin offers Labor a (fairly average) slogan Peta Credlin, Tony Abbott’s former chief of staff, now Sky News political commentator, helpfully branded Malcolm Turnbull “Mr Harbourside Mansion”. As slurs go, it’s not the catchiest, and even Credlin didn’t seem that married to it, qualifying her comments: “Malcolm lives in Sydney, has a harbourside view and has done well in life. Done well, it’s something to be proud of.” So not only is it not an especially good nickname, it might even be construed as praise – but you can bet your bottom tax-free dollar that it won’t be the last time we hear it. Credlin also criticised Turnbull for cancelling his scheduled walk-through of a western Sydney shopping mall after the tense stand-up with Scott. “I would have thought ... that they might have been a bit more agile, a bit more nimble.”  Finance minister Mathias Cormann was the first to leap to the PM’s defence with this searing rejoinder to Credlin’s criticism that the Turnbull was out of touch: “Malcolm Turnbull is very much in touch.” Jon Faine pressed treasurer Scott Morrison on ABC radio 774 in Melbourne – she wasn’t being very helpful to the Coalition’s cause, was she?  Morrison: “Well, I know journalists like to commentate on commentators who commentate on commentators, I’m not going to commentate on that.” So that’s that cleared up. Best of Bowers     Opposition leader Bill Shorten speaks at Domremy College in the Sydney suburb of Five Dock, while campaigning in the seat of Reid. Photograph: Mike Bowers for the Guardian    Further reading • How the Coalition has failed on three key economic promises Despite the Liberals’ claim to be superior managers, better growth, a smaller deficit and higher wages have failed to materialise, writes Stephen Koukoulas for Guardian Australia. • Labor will attack and Coalition will defend (Australian Financial Review) Who said what and who fluffed up in week one will matter little on election day, writes Phillip Coorey. • Duncan Storrar went on Q&A – now his personal life is dragged through the mud Michael Safi looks back on a week of highs and lows for Storrar, whose question about tax led him to be treated as fair game by the media    Tomorrows @theheraldsun front page tonight #auspol pic.twitter.com/XbPMCghnfr— damon johnston (@damonheraldsun) May 12, 2016    And also ... Buy an artist a beer this weekend. It’s been a rough week – the worst-ever for the arts in the Australia, say some. The Australia Council has passed on drastic funding cuts from the 2015-16 budget to arts organisations, with organisations such as Meanjin, Next Wave festival, the Emerging Writers festival, Express Media – publishers of Voiceworks – and experimental dance company Force Majeure losing out completely. And it’s only going to get worse, writes Eliza Sarlos. Meanjin editor Jonathan Green said it was apt that “the idea of the cultural cringe was first expressed in Meanjin”. Meanwhile, in the rest of the world ... An Australian security contractor was shot dead at the country’s embassy in Baghdad late on Wednesday. The 34-year-old man, who has not been named, was an employee of Unity Resources Group, which provides security to the embassy. A statement released by foreign minister Julie Bishop said the circumstances surrounding his death would be thoroughly investigated, and that the high-level security of the embassy was being maintained.  The government extends its condolences to the family of the Australian man over this tragic incident. All appropriate assistance is being provided to his family.  And if today was a pop song ... Five days in, and Malcolm Turnbull has planted his first kiss of the election campaign – on 84-year-old Audrey Pratt of Adelaide. “It felt very, very special,” she told AAP of the embrace, delivered on the prime minister’s walk through a shopping centre in the suburb of Glenelg.    The first kiss of the campaign #ausvotes #auspol pic.twitter.com/4dy0tgJj7W— Elle Hunt (@mlle_elle) May 13, 2016    Pratt, an enthusiastic Turnbull supporter, said she wasn’t going to let a bad knee stop her from meeting the man himself. “You’ve got to be out there. It’s no good sitting back and thinking I’m 84 and I can’t do anything.” Soundtrack: Hot Chocolate, obviously. Here’s the soft-focus video for It Started With A Kiss.         “But you were only 84 years old and I had just about turned 61...”    Enter your email address below to receive the Campaign catchup updates delivered to your inbox each weekday.      Sign in to the Guardian site and enter your email address to sign up.  Click here to open the form.   Never miss another catchup: If you’re reading this in the Guardian app, tap on ‘Australian election briefing’ at the top or bottom of this page, then tap on ‘Follow series’ to get an app notification as soon as the Campaign catchup publishes every afternoon.",
  "webTitle": "Campaign catchup: leaders go head-to-head in front of election diehards",
  "webPublicationDate": "2016-05-13T07:25:03Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/13/campaign-catchup-leaders-head-to-head-election-diehards",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/13/campaign-catchup-leaders-head-to-head-election-diehards"
}