{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/20/jeff-koons-creed-cheese-grayson-perry-phallus-the-week-in-art",
  "id": "2016-05-20-95",
  "sectionId": "artanddesign",
  "body": "Exhibition of the week FoundCornelia Parker curates artists including Jeremy Deller, Tacita Dean and Christian Marclay in a contemporary response to Captain Coram’s Foundling hospital, a progressive creation of the 18th century Enlightenment strongly supported in its early days by William Hogarth.• Foundling Museum, London, 27 May-4 September. Also showing Martin CreedThe lights go on and off in deepest Somerset in the conceptual maverick’s latest show.• Hauser and Wirth Somerset, Bruton, Somerset, 22 May-11 September. Bridget RileyBlow your mind looking at Riley’s op art masterpieces of eye-fooling psychological mayhem.• Scottish National Gallery of Modern Art, Edinburgh, until 16 April 2017. Jean DubuffetChunky childlike paintings by the man who celebrated the visionary “Art Brut” of the modern world’s outsiders.• Timothy Taylor Gallery, London, 20 May-2 July. Jeff KoonsDamien Hirst puts his art hero’s big balloon monkey on show in a journey to the heart of shallowness.• Newport Street Gallery, London, until 16 October. Masterpiece of the week     William Hogarth – The Painter and his Pug (1745) Photograph: Tate    An oval self-portrait of Hogarth is propped on leather-bound volumes of the works of his favourite authors: Milton, Shakespeare and Swift. The palette in front of them is inscribed and illustrated with his philosophic idea of The Line of Beauty, which is serpentine, not straight, according to Hogarth – an idea that puts him at the heart of the European Rococo movement. But his pug dog brings such highfalutin speculations down to earth. Hogarth’s own face mirrors the dog’s ordinariness and toughness. Beauty is not only serpentine, it comes out fighting.• Tate Britain, London Image of the week     The Guvnors in their Sunday suits, Finsbury Park, London (1958) by Don McCullin Photograph: Don McCullin    Don McCullin’s image of a street gang earned him his first credit in the Observer, kickstarting his career – this week he was named Master of Photography at Photo London and took part in a webchat with Guardian readers. Catch up with the conversation here and see more of his photography in this gallery. What we learned Martin Creed collects hair ... and is afraid of cheese Maria Lassnig’s art is more than just skin deep Grayson Perry had made a huge phallus to represent bankers’ worldview Ai Weiwei calls EU’s refugee deal with Turkey is immoral Damien Hirst shows Jeff Koons up as the Donald Trump of art Charlotte Higgins dives into the story of Egypt’s lost worlds  But Sunken Cities at the British Museum turns architecture into an action movie ... And Greenpeace get in on the action with a protest against sponsors BP The new Palestine Museum is a powerful symbol, even without any exhibits Cory Arcangel is putting Instagram in a gallery – and art in clickbait ads Yinka Shonibare can’t save the Royal Academy from itself The late Felix Gonzalez-Torres was playfully teasing and deadly serious Victorian medical models were weird ... really weird  Herzog and de Meuron talked through the Tate extension ahead of opening We get a sneak peek at the Museum of London’s new Smithfield home Sergey Chilikov photographed a nation liberated from late-era Soviet rule Laura El Tantawy captured Tahir Square just as Mubarak finally quite Finally, Artangel’s next project involves wrapping parts of Parliament in latex Get involved A-Z of readers’ art – share your art on the theme of hegemony Don’t forget To follow us on Twitter @GdnArtandDesign",
  "webTitle": "Jeff Koons, Creed cheese and Grayson Perry's phallus – the week in art",
  "webPublicationDate": "2016-05-20T15:33:12Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/20/jeff-koons-creed-cheese-grayson-perry-phallus-the-week-in-art",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Grayson Perry",
      "id": "artanddesign/grayson-perry",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Drawing",
      "id": "artanddesign/drawing",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Video art",
      "id": "artanddesign/video-art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Ai Weiwei",
      "id": "artanddesign/ai-weiwei",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Jeff Koons",
      "id": "artanddesign/koons",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/2016/may/20/jeff-koons-creed-cheese-grayson-perry-phallus-the-week-in-art"
}