{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/06/antonio-banderas-five-best-moments",
  "id": "2016-05-06-271",
  "sectionId": "film",
  "body": "The past 12 months have seen Antonio Banderas star as both a food-obsessed pirate called Burger-Beard in The Spongebob Movie: Sponge Out of Water and a party-lounging playboy in Terrence Malick’s latest, Knight of Cups. At 55, versatility is clearly not a problem for the star.   Related: Knight of Cups review: Malick's back! With the least interesting spiritual crisis in history    In this week’s Malick, a film that’s difficult to distinguish from the last Malick we saw, in 2012, Banderas gets existential with Christian Bale, Cate Blanchett, Natalie Portman and some shots of rocks. It’s not a career high for anyone involved – but what exactly is vintage Banderas? Law of Desire            During his early days on stage, Banderas was discovered by Pedro Almodóvar, who proceeded to cast him in seven of his films. One of his best performances under Almodóvar was in this 1987 drama that made headlines for its explicit gay scenes. As the protagonist’s possessive lover, his impassioned performance is perfect for the melodrama at play. The Mambo Kings            Banderas was first introduced to Hollywood via Madonna as she awkwardly tried to seduce him, despite the presence of his wife, in her 1991 documentary In Bed with Madonna. But the following year saw him land a breakout role in this energetic musical drama. While the positive reviews didn’t lead to box office success, it acted as a calling card for Banderas. Desperado            It’s fair to assume that Banderas isn’t an on-set diva like many of his peers, given that aside from his Almodovar films, he’s also made seven with Robert Rodriguez. The best of these was this 1995 sequel to El Mariachi which, despite a thin plot, gave Banderas the chance to show off the action skills that would be later wasted on far lesser Hollywood projects (*coughs* Ecks vs Sever *ends cough*). The Mask of Zorro            One of his more successful studio films gave him his first franchise, albeit one that was rather short-lived, with a reboot of Zorro. His chemistry with Catherine Zeta-Jones added extra fire to a charming, old-fashioned adventure that also showed his ease with comedy. Shame then that the belated sequel, seven years later, was such a washout. The Skin I Live In            Almodóvar gave Banderas a much-needed career boost in 2011 with this psychological thriller that became one of the director’s most accessible films. As a plastic surgeon on a bizarre mission, he lurches between charisma and menace with ease.",
  "webTitle": "Antonio Banderas: five best moments",
  "webPublicationDate": "2016-05-06T09:39:31Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/06/antonio-banderas-five-best-moments",
  "keyword": [
    {
      "webTitle": "Antonio Banderas",
      "id": "film/antonio-banderas",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/06/antonio-banderas-five-best-moments"
}