{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/premier-league-farewells-pellegrini-hiddink-west-ham-norwich-newcastle",
  "id": "2016-05-15-146",
  "sectionId": "football",
  "body": "1 Manuel Pellegrini   Since February’s grand reveal that football’s hot kid Pep Guardiola had been signed up by City’s squillionaire owners, the Chilean has cut a dignified if slightly forlorn figure. After three seasons and a league title, he says he wants to stay in England and manage a top club. But for now it’s adios, Manuel. 2 Guus Hiddink Chelsea’s Mr Stopgap has steadied the good ship Stamford Bridge after the Mourinho rupture and pulled the underperforming side into mid‑table. Even Eden Hazard is starting to look like his old self as he hands over to Italy’s Antonio Conte after a second stint in charge. Back to the golf course for good guy Guus. 3 Eric Black   Villa’s caretaker oversaw the bitter, guileless end of a shambolic season. Having been relegated with Birmingham, Black knows only too well what awaits. You only hope owner Randy Lerner does too.   Related: May the fourth be with you: United and City in final-day battle of Manchester | Paul Wilson    4 Roberto Martínez   Everton’s patience finally ran out on Thursday. Farhad Moshiri had seen enough. One win in the last 10 matches sealed it. 5 Quique Sánchez Flores     And he’s off: Quique Sánchez Flores kept Watford up comfortably and took them to Wembley, but it was not good enough to keep his job. Photograph: BPI/Rex/Shutterstock     Ru thless old business, this Premier League. Flores had fulfilled his remit by keeping the club up with a respectable 13th-place finish after they were promoted last season, although their form dropped off alarmingly in the latter half of the season and they have won just two of their last 11 league games. 6 Norwich’s directors’ box Cutaway shots on Match of the Day were enlightened by the sight of the doyen of cookery writers tastefully clad in a custard yellow and spinach green scarf urging on her beloved Canaries. There, too, was ex-politico Ed Balls, now club chairman after a stint as shadow chancellor. Now that’s what you call a directors’ box. 7 Shirtless Newcastle fans     Tat’s the way: A Newcastle fan displays his distinctive body art. Photograph: Rex/Shutterstock      Hardy lot, the Gallowgate lads, but they must now bare their tattooed chests and bellies in the Championship. 8 Crests of Manchester City and West Ham If confirmation were ever needed that the Premier League is a corporate world where brands count more than tradition it is the trashing of club crests for fresh, shiny ones. It’s bye-bye to two crests today before they change over the summer. City’s new rounded badge is indeed smart and the Hammers’, er, hammers-only logo comes complete now with the word “London” for the geographically challenged. 9 Upton Park   No more Green Street ambushes, no more Chicken Run, farewell too to the 15,000-seat West Stand. West Ham move on. Next stop, the taxpayer-funded uplands of the Olympic Stadium. 10 Villa fans on the Holte End   The 13,472 souls who each week urged the Villa players to match their passion and commitment for the club take their distinctive colour and pageant to the Championship. Good luck. 11 The Premier League logo   Yes, next season we’re getting an “exciting new visual identity”, featuring a few fat cats (a lion’s head with a crown in four different styles). And farewell to Barclays, title sponsors since 2004. From next season it’s simply the Premier League, in an effort to mirror American sports’ “clean branding”. 12 Free Friday nights   From August the new £5.14bn Premier League deal kicks in, with 168 live matches per season, 14 more than the current deal. A new package includes up to 10 live Friday games. There is no escape from televised football. Except for Saturdays at 3pm. 13 Tim Howard     Howard’s End: A decade at Goodison and 13 years in English football will be over for Tim Howard after today’s game against Norwich. Photograph: Tony McArdle/Everton FC via Getty Images      After 10 years between the Goodison sticks the beardy American heads home for the MLS. 14 Fletch and Sav The Darren Fletcher and Robbie Savage Saturday morning banter-fest is no more. BT Sport has scrapped the show as its Saturday match slot moves to 5.30pm. Soccer AM remains. Is that just?",
  "webTitle": "Premier League farewells: 14 people and things we’re saying goodbye to",
  "webPublicationDate": "2016-05-15T09:00:02Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/premier-league-farewells-pellegrini-hiddink-west-ham-norwich-newcastle",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Observer Sport",
      "id": "profile/observer-sport"
    }
  ],
  "guardianId": "football/2016/may/15/premier-league-farewells-pellegrini-hiddink-west-ham-norwich-newcastle"
}