{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/01/protestors-in-iraqs-green-zone-begin-to-withdraw",
  "id": "2016-05-01-51",
  "sectionId": "world",
  "body": "Up to 5,000 demonstrators who set up camp in the heart of Baghdad’s fortified green zone began to leave after protest leaders delivered an ultimatum that called for an overhaul of Iraq’s crippled government, and vowed to return if reforms failed. The withdrawal on Sunday was ordered by senior leaders of the Sadrist movement, whose members had walked past soldiers into the most secure part of the Iraqi capital over the weekend, in the most dramatic challenge to state authority in post-Saddam Iraq. As they trickled from the heart of Iraqi power, the Sadrist leaders, who are loyal to the powerful Shia cleric Moqtada al-Sadr, demanded an urgent parliamentary session to form a new cabinet. Failing that, they insisted on the sacking of the prime minister, Haider al-Abadi; the president, Fuad Masum; and the speaker, Salim al-Jabouri, as well as new elections.   Related: M​​oqtada al-Sadr: who is the cleric directing Iraq's protests?    Observers said implacable divisions within Iraq’s parliament – which has rejected a reform programme introduced by an embattled Abadi three times – have made it close to impossible to agree to reforms, meaning the crisis is likely to escalate again. Soldiers who guard the green zone stood aside as senior members of the powerful Shia militia, Saraya al Salam, vetted new arrivals to the protests on Sunday, in another sign of the deference of Iraqi institutions to religious authority. Earlier on Sunday, Abadi ordered authorities to arrest and prosecute the protesters who had attacked security forces and lawmakers and damaged state property after breaking into the green zone. No arrests were reported. Demonstrators gathered near sites that had remained off-limits to most Iraqis for the past 13 years, insisting they would not leave until the political torpor that has crippled the country and widespread corruption that has whittled its finances is somehow resolved.           Iraqi protesters break past security in Baghdad’s green zone – video    After ransacking parts of the parliament on Saturday and attacking the cars of some fleeing MPs, protests were orderly on Sunday. Security forces cordoned off some areas leading to official palaces, military headquarters, UN bases, and embassies, with protest leaders insisting that earlier vandalism would not be repeated. Abadi’s latest attempt to introduce changes, which centre on replacing his largely corrupt cabinet with technocrats tasked with guiding the country out of myriad crises, ended in chaos last week – the third time his authority had been defied by the legislature. Iraq is plagued by endemic corruption, the effects of which have come into sharp focus as oil revenues plummet due to structural changes in global oil prices that have slashed budget revenues by up to 70 %. Political decision-making has also been paralysed by incessant power struggles that take precedence over governance and have left many Iraqis convinced official institutions serve only the country’s elite. Demonstrators who gathered near crossed swords that bookended a Saddam-era parade ground chanted against the Iranian military leader, Gen Qassem Suleimani, who wields huge power in Baghdad, and is a rival power base to Abadi.     Demonstrators chant slogans calling for governmental reform as they wave national flags before ending their sit-in inside Baghdad’s green zone. Photograph: Karim Kadim/AP    After 24 hours inside an area he was unable to visit even during the rule of the ousted dictator, demonstrator Ahmed Moussawi, 29, said he was now convinced that Iraq’s leaders were pampered and unaccountable. “I tell you, I saw a power station, which gives them 24 hours electricity. I saw more new cars than you could dream about, villas and palaces, open roads. It’s a dream in here,” he said, referring to the green zone. Others spoke of a “stepping through the looking-glass experience”. “Compared to Sadr City, this is a paradise,” said Ali al-Ali, a resident of a sprawling impoverished area in Baghdad’s north. “So this is where they count all the money? They need those big GMCs [four-wheel drive vehicles] to carry it all away.” Officials who remained in the green zone were in lockdown on Sunday. Many MPs fled to Baghdad airport on Saturday night, where they took flights to the Kurdish north and Basra. Embassies remained fully staffed, but the UK and US governments said they were monitoring developments carefully. A western resident of the green zone said the mood on the streets was non- threatening. “I had to come to the UN compound and saw more people who seemed to have just arrived and [were] headed to the interior. Everyone seemed really calm. Some of the security forces were sitting on the grassy areas and some were resting.” But a senior aide to one of Iraq’s leaders said: “The situation is very dangerous right now. Sadr is trying to push his own cabinet, which he claims to be independent to take over the majority of the ministries. But we all know that there isn’t anyone who is independent in Iraq. “Iraqis have to give loyalty to someone or a group and of course it will be the same group who in turn support them and give them power.   Related: Post-war Iraq: 'Everybody is corrupt, from top to bottom. Including me'    “Sadr and Maliki [Iraq’s former prime minister Nouri al-Maliki] are both instigating the problem and each one is playing the independent card, but they are both fighting for power. Each wants to prove his loyalty to the public. I can say that there will be a need to form an emergency government.” Baghdad-based political analyst Ihsan Al-Shimari said: “This actually shows that Baghdad has fallen again. The protesters lost their rights when they invaded the parliament and attacked the MPs. Many MPs were attacked, except those loyal to Sadr. “Most of the political parties aren’t nationalists and no one is looking for the country’s interest. The Iraqi street is now split between agreeing on the protests and being against it. Some consider Abadi’s position as weak but I think he tried to deal with the situation wisely. If there are any more incidents with the protesters then this will bring the violence to a different level.”  Earlier on Sunday, car bombs in the southern Iraqi city of Samawah killed 31 people and wounded dozens, the latest in a series of large attacks claimed by Islamic State as the country grapples with the worsening political crisis.",
  "webTitle": "Protesters in Iraq's green zone begin to withdraw",
  "webPublicationDate": "2016-05-01T18:42:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/01/protestors-in-iraqs-green-zone-begin-to-withdraw",
  "keyword": [
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Chulov",
      "id": "profile/martin-chulov"
    }
  ],
  "guardianId": "world/2016/may/01/protestors-in-iraqs-green-zone-begin-to-withdraw"
}