{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/04/california-marijuana-election-2016",
  "id": "2016-05-04-10",
  "sectionId": "society",
  "body": "Lieutenant Governor Gavin Newsom announced on Wednesday that the first of more than a dozen initiatives proposed to legalize recreational marijuana in California, the biggest pot producer in the US, has collected enough signatures to appear on the ballot in November. Flanked by sober-suited supporters, a doctor in a white coat, the head of the state NAACP and one very conservative Republican congressman, Newsom called the Adult Use of Marijuana Act – which was bankrolled by Napster founder Sean Parker – “a game changer”, an antidote to what he described as the failed and racist war on drugs. “It’s unlikely that any others will qualify,” Newsom said of the competing measures. “We have qualified. We are north of 600,000 signatures. That is beyond what is needed. We need a little less than 400,000. You can rest assured this will be on the November ballot.”   Related: Marijuana legalization in California is on path to November ballot    Newsom challenged voters and elected officials in the biggest state in the US – and, in 1996, the first to legalize medical marijuana – to step up and support the measure, which he has supported since its inception. Its proponents say the measure contains protections for children and will funnel tax money to strapped law enforcement agencies. “If you’re sick and tired of race-based sentencing, you’d better be serious about this initiative,” he said. “If you’re a parent, pay attention to this initiative … I believe it’s very important, and I am hopeful that the people of California agree.”     Gavin Newsom: ‘If you’re sick and tired of race-based sentencing, you’d better be serious about this initiative.’ Photograph: Maria L La Ganga for the Guardian    In some ways, the most counterintuitive supporter at the afternoon news conference was Dana Rohrabacher, a conservative California congressman from deeply red Orange County who supported the now-defunct presidential campaign of Texas senator Ted Cruz. “I can’t think of a bigger waste of government money than to try to use it to control the private lives of adults,” the Republican said. The federal government is taking billions of dollars away from the forest service and other critical agencies, he said, which are “being defunded to maintain a war on drugs that is philosophically wrong”. To date, four states and the District of Columbia have legalized the recreational use of pot. Colorado and Washington state, where ballot measures succeeded in 2012, were the first, followed by Oregon, Alaska and DC.   Related: Altered State: tracing marijuana's long, strange trip through California    A February public health analysis by tobacco researchers at the UC San Francisco Medical School panned the 64-page measure. Stanton Glantz, a nationally known anti-tobacco activist, is a co-author of the report, which looked at the Adult Use of Marijuana Act and one other initiative. Analysis of the measures “is based on the premise that treating marijuana like tobacco – legal but unwanted – under a public health framework is an appropriate response to the social inequities and large public costs of the failed War on Drugs,” the report said. But “the two major legalization initiatives do not accomplish this goal”, the researchers concluded, in part because they “are written primarily to create a new business and only include minimal protections for the public that are unlikely to prevent public health harms caused by the burgeoning marijuana industry”. Still, this has been a good week for marijuana supporters in California. Hours before the initiative announcement in San Francisco, the city council in neighboring Oakland approved regulations to license and tax medical marijuana within its boundaries. Oakland is now believed to be the first city to allow people with marijuana convictions to have “equity ownership” in dispensaries or to work in them.   Related: At San Francisco's 4/20 marijuana party, public health warnings go up in smoke    “Californians have made it clear that they want people to have safe, legal access to medical marijuana,” Oakland’s mayor, Libby Schaaf, said in a written statement. “I’m proud that by adopting groundbreaking medical cannabis regulations, Oakland is creating a national model for how communities can bring every aspect of this growing sector of our economy into the light.” On Tuesday, Oakland officials and the proprietors of what is considered to be the biggest medical marijuana dispensary in the country held a jubilant press conference at city hall to celebrate the federal government’s agreement to drop its four-year effort to close Harborside Health Center. The US Department of Justice still classifies marijuana as a Schedule 1 drug, regardless of the move across the country to legalize its use. In addition to the states that have approved party pot, 23 have approved the use of medical marijuana. Measures to legalize recreational cannabis are expected to be on the ballot in November in California, Nevada, Arizona, Michigan, Massachusetts and Maine, said Allen St Pierre, executive director of NORML, and medical marijuana is expected on the ballot in Florida and Missouri. “This is the busiest year ever for reformers” of marijuana laws, St Pierre said.",
  "webTitle": "California marijuana initiative qualifies for the ballot",
  "webPublicationDate": "2016-05-04T22:46:18Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/04/california-marijuana-election-2016",
  "keyword": [
    {
      "webTitle": "Cannabis",
      "id": "society/cannabis",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Maria L La Ganga",
      "id": "profile/maria-l-la-ganga"
    }
  ],
  "guardianId": "society/2016/may/04/california-marijuana-election-2016"
}