{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/san-francisco-police-beating-video-charges",
  "id": "2016-05-10-22",
  "sectionId": "us-news",
  "body": "Two sheriff’s deputies who were caught on video brutally beating a man in San Francisco will be charged with felony counts of assault under color of authority, assault with a deadly weapon, and battery, the San Francisco district attorney announced on Tuesday. The beating, which the victim’s attorney has described as “the worst law enforcement beating we’ve seen on video since Rodney King”, garnered national attention when surveillance footage was released to the public by the San Francisco public defender.  “When officers take the law into their own hands, they undermine the moral authority of the entire criminal justice system,” said district attorney George Gascón on announcing the charges. Luis Santamaria and Paul Wieber, both officers of the Alameda County sheriff’s office (ACSO), struck the victim with their service batons at least 30 times over the course of 40 seconds in an alleyway on 12 November last year, the district attorney’s office said. The deputies had chased Stanislav Petrov, a suspect in an auto theft, by car from a suburb about 25 miles east of San Francisco across the Bay Bridge and into the city.  News of the charges did not mollify Petrov’s mother, Olga Petrov, who referenced allegations made by Petrov’s attorney, Michael Haddad, that sheriff’s deputies at the scene stole a gold chain that Petrov was wearing and used it to bribe two homeless witnesses to remain silent.  “It’s a mockery of justice,” she said Tuesday. “After seven months, that they could throw in our face these miserable charges … It’s an outrage.”  The district attorney’s office said that it is continuing to investigate allegations related to false police statements, theft, bribery and witness tampering.  “These charges against Wieber and Santamaria are 100% appropriate,” said Haddad. “At the same time we’re going forward with our civil rights case.” Petrov has filed a claim against the Alameda County sheriff’s office, a precursor to a civil rights lawsuit. He suffered broken bones in both hands, concussion, a mild traumatic brain injury, and deep lacerations to the head from the assault, according to court documents.  The announcement of the charges came on the same day that San Francisco’s mayor, Ed Lee, put forward a proposal for $17.5m in new funding for police reforms over two years, with the stated goal of eliminating “up to 80% of officer-involved shootings” through a combination of training and new equipment, according to the mayor’s office. The majority of the funding is earmarked for “violence prevention” programs, including job training for “high-risk young adults”. The mayor also plans to fund additional training for San Francisco police officers in implicit bias and de-escalation techniques and to purchase equipment including defensive shields, net guns, Tasers and beanbag guns.  Santamaria and Wieber are on paid administrative leave, but an ACSO spokesman, Sgt Ray Kelly, suggested that they may not be employed for long. “They’ve been criminally charged. That’s a really big deal,” said Kelly. “The criminal charges are much more serious than any administrative charges that we could bring.” Still, Kelly added, the administrative discipline for the two officers “will most likely be termination at some point”.  According to Kelly, today’s charges are the first time an Alameda County sheriff’s deputy has been charged for using excessive force since officers fired shotguns at Berkeley student protesters in May 1969, killing one protester. Petrov is currently in jail on federal firearm and drug trafficking charges. Attorneys for the two deputies did not immediately respond to inquiries.  The original headline and video caption on this article have been corrected to reflect that it was Alameda County deputies, not San Francisco deputies, who were charged",
  "webTitle": "Sheriff's deputies charged in San Francisco beating caught on video",
  "webPublicationDate": "2016-05-10T21:35:57Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/san-francisco-police-beating-video-charges",
  "keyword": [
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "San Francisco",
      "id": "us-news/san-francisco",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Carrie Wong",
      "id": "profile/julia-carrie-wong"
    }
  ],
  "guardianId": "us-news/2016/may/10/san-francisco-police-beating-video-charges"
}