{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/29/nottinghamshire-hamlet-igas-quiet-battle-fracking",
  "id": "2016-05-29-72",
  "sectionId": "environment",
  "body": "When councillors in North Yorkshire ignored widespread public opposition and granted planning permission for the fracking company Third Energy to carry out test drilling, there were groans around the Nottinghamshire village of Misson. For the last two years, tenacious locals in this quiet fenland hamlet have been fighting attempts by another energy firm to set up a shale gas exploration site in a nearby field.  iGas, which holds licences to apply to frack in 55 areas across the UK, has leased land once occupied by a Ministry of Defence cold war missile defence system. The site, two miles north of Misson, on Springs Road in Bassetlaw, was also used for 24 years as a testing ground for bomber pilots. Protesters fear the bombers have left behind various unexploded ordnance, which could go off should drilling begin. They complain, too, that the site is near two conservation areas known as sites of special scientific interest (SSSI), which contain great crested newts, bats, water voles and five species of owls that would be disturbed by fracking. Pollybell, a nearby organic farm producing white sprouting broccoli and rare breeds of cabbage, worries that any contamination of the local water table caused by fracking – in which chemical-filled liquid is pumped deep underground at high pressure to fracture rock and release gas – could jeopardise its organic designation.     Jayne Watson outside the proposed fracking site near Misson. Photograph: David Sillitoe for the Guardian    Jayne Watson, a former physiotherapist turned parish councillor, had travelled to Kirby Misperton to see how the North Yorkshire decision would play out. “It was very disappointing, but I don’t see that it amounted to all other fracking applications getting the green light across the country,” she said, after councillors gave the go-ahead for the first fracking test in Britain since 2011, when tests on the Fylde coast were found to have been the probable cause of minor earthquakes in the area. “We just have to continue to fight the planners, point-by-point. We just don’t feel like it’s a fair fight. The fracking companies seem to have far more access to lobby councillors than we do.” Watson’s immaculate kitchen, complete with Delia cookbooks and a blackboard reminding her to buy mung beans on her next shop, has become the nerve centre of Misson’s scrupulously polite fight against the frackers. There’s a certain irony that her sparkling double range hob is not powered by mains gas but an LPG tank in her garden: Misson is not currently connected to the gas mains, and has recently become home to a solar farm. Along with another parish councillor, Julie Watkins, Watson will spend the next week writing a detailed response to iGas’s latest application to build an “exploratory hydrocarbon well site”, which is due to be considered by Nottinghamshire council’s planning committee on 19 July. Soon after, the same planners are due to consider a second iGas application, for test drilling at a site known as Tinkers Lane, 20 minutes’ drive from Misson, off the A364 between the villages of Barmby Moor and Blyth. With even Third Energy accepting that it is not likely to start exploratory drilling in Kirby Misperton for many months, and an appeal by another firm, Cuadrilla, pending in Lancashire, Misson looks set to be the next focal point for the fight against fracking.     The bombing ground near Misson. Photograph: David Sillitoe for the Guardian    So far, the Misson Action Group has played nicely, said Heather Gledhill, one of the campaigners. “Until now we’ve fought the application intellectually, by the book. I’m not sure it’s got us all that far,” she mused, as other members of the group discussed whether they would be willing to take direct action to stop the fracking, even if that meant possible arrest. The group has yet to lobby the man who leased part of his land to iGas. Andrew Jackson, from L Jackson & Co, which sells MoD hardware to foreign armies from the former missile defence site, said he had not had any complaints from local residents. Jackson, who was jailed in 2009 for illegally selling former military personnel carriers to Sudan, said his contract with iGas contained a gagging clause and so he couldn’t talk. “But obviously if I didn’t think it was safe then I wouldn’t be doing it, would I?” he said, cheerfully. One of the Misson protesters is Michael Booth, a former agriculture worker who said he worked in fields around the fracking site in decades past, and would regularly discover unexploded bombs. “Once we accidentally ended up sending a 10lb live bomb to Nottingham sugar beet factory,” he said. “Can you imagine the risks of unexploded ordnance generated by drilling activities?”   Fracking map   Responding to a freedom of information request by the Misson group, the MoD confirmed that the potential fracking site was used as a military bombing range between 1934 and 1958. The MoD said it did not know how many bombs were dropped there, but that in a six-year period, approximately 100,000 25lb practice bombs were dropped on former RAF Lindholme, located about 10 miles from the former RAF Misson. A bomb-clearing operation by RAF bomb disposal from 1959 to 1979 discovered 4,537 bombs.  But Paul Piddington, owner of the Vale of York polo club, which is just two fields away from the fracking site, insisted he was not at all concerned. Those who opposed the fracking site were mostly newcomers who had retired to the area and should “piss off back to their towns”, he said. “We’ve been mining around here for 200 years, we still have quarries. This isn’t going to make a jot of difference. The protesters are behind the times. I like going into the local pub and driving them all nuts by telling them they should be drinking in the dark,” he said, surrounded by thousands of empty champagne bottles in the polo clubhouse. “They say they’ll be disturbed by the noise, but it’s going to be nothing compared to the volume of planes landing and taking off at Robin Hood airport.”     Paul Piddington: ‘The protesters are behind the times.’ Photograph: David Sillitoe for the Guardian    In North Yorkshire, zookeepers at Flamingo Land objected to the fracking site at nearby Kirby Misperton because they said it would scare the animals. But Piddington has 40 polo ponies and says he has no worries about the horses. He even let geologists employed by iGas drill a bore hole in one of his fields to carry out a seismic survey. “I don’t believe they will stitch us up. I’m not a conspiracy theorist who thinks they are going to blow our taps off or poison me and my children. If it wasn’t safe, I don’t think they would do it,” he said. Piddington believes the iGas well site will be far more discreet than a new solar farm on the outskirts of Misson, which he described as a “bloody eyesore”. A local farmer, who asked not to be named for fear of “hassle” from the anti-fracking group, said he had no problem with fracking, despite the proposed site being nearer to him than to most of the protest group. Ann-Marie Wilkinson, a spokeswoman for iGas, stressed that the firm’s two live applications in North Nottinghamshire related to shale gas are not for fracking but just “exploration”. But Watson and her fellow campaigners know that if exploration results in significant reserves of shale gas being discovered, they are in for a long fight.",
  "webTitle": "How a Nottinghamshire hamlet wages quiet battle against fracking",
  "webPublicationDate": "2016-05-29T16:13:13Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/29/nottinghamshire-hamlet-igas-quiet-battle-fracking",
  "keyword": [
    {
      "webTitle": "Fracking",
      "id": "environment/fracking",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gas",
      "id": "environment/gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "North of England",
      "id": "uk-news/north-of-england",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Pidd",
      "id": "profile/helenpidd"
    }
  ],
  "guardianId": "environment/2016/may/29/nottinghamshire-hamlet-igas-quiet-battle-fracking"
}