{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/25/goldie-sayers-belated-bronze-2008-olympics-mariya-abakumova-russia-2016-olympics-rio",
  "id": "2016-05-25-36",
  "sectionId": "sport",
  "body": "The British javelin thrower Goldie Sayers, who looks set to claim a belated bronze medal from the 2008 Olympics after hundreds of urine samples from Beijing were retested, has called for Russia to be banned from the forthcoming Rio Games because “the only way they will learn is if they are properly punished”. Sayers feels so strongly about the situation that she has even considered pulling out of the Olympics in protest if Russia’s track and field stars are allowed to compete. “I’d almost go as far as to say I wouldn’t want to compete in Rio if Russia are competing,” Sayers told the Guardian. “But boycotting it wouldn’t do anything, because no one would care. And then I would be missing out on another Olympic moment. So I will aim to qualify again. However, I certainly think their athletes should be banned from Rio. “Yes, there might be a few Russians that haven’t cheated but the number of positive tests makes it pretty obvious that it is state-sponsored and endemic. The only way they will learn is if they are punished and banned.”   Related: Russian athletes ‘likely to have tested positive at 2008 Olympics’    Sayers is awaiting official confirmation of reports in the Russian media that the javelin silver medallist Mariya Abakumova is among 14 of the country’s athletes to have tested positive in Beijing. If the news is confirmed by Abakumova’s B-sample, it would upgrade Sayers from fourth to bronze. “It’s certainly been a strange 24 hours,” she said. “I’ve swung from being really happy and excited to being really angry, and everything in between. It’s always been my dream to be an Olympic medallist but you don’t think you’ll hear about it while driving on the M11. It’s slightly different from the Bird’s Nest stadium.” However, Sayers believes that the International Olympic Committee needs to do far more to reassure clean athletes, and has urged them to retest every sample from the Beijing Games to catch more cheats. “In some ways I feel quite lucky,” she said. “The IOC has so far only retested samples of those athletes hoping to go to Rio, so if Abakumova had retired after having twins, the news of this potential medal would never have come out. But what about those in events where medallists have already retired?” Sayers also believes the IOC should retest all out-of-competition samples, too – despite the costs. “The IOC make a fortune from the Olympics, of which none of that goes to the athletes, so it is the least they can do. If that means more positive tests, so be it. You have got to be a pretty stupid athlete to be caught at a championships, although I guess they were using stuff they could get away with.”   Related: Why the IAAF must ensure Russia remains banned for Rio Olympics    And while Sayers says she has suffered a “huge six-figure financial loss” because of doping, she points out that the consequences run far wider than a loss of sponsorship, prize money and funding. “My overriding feeling post-Beijing was that I was very proud – not many athletes have broken a British record in an Olympic final – but I thought I needed to train more to make the podium,” she said. “I went into the winter of 2008 with a sense of deflation, and pushed even harder, and that was a recipe for disaster. It’s no coincidence that I then wound up with a stress fracture in my spine. But lots of other lives have been changed because of Russian cheating. People were sacked because they failed to make medal targets. The butterfly effect was huge.” The former UK Athletics’ performance director Dave Collins, who lost his job after falling two short of the medal target of six in 2008, told the Guardian that it was a bittersweet moment to learn that his athletes may have won six medals – through Sayers and the men’s 4x400m relay team – after all. “We were making progress,” he said. “We put a lot more people into finals in Beijing, with plenty of season’s bests and personal bests. That could have been carried to London and beyond, and it was frustrating to not have the chance to do it. It was a bugger at the time, and it is a bugger now.” Collins, who many in the sport believe was harshly treated by UK Athletics, also confirmed that he had his suspicions that many countries and athletes were cheating in Beijing. “It would be naive to say otherwise,” he said. “It was the elephant in the room.”",
  "webTitle": "Javelin star Goldie Sayers calls for Russia to be 'properly punished'",
  "webPublicationDate": "2016-05-25T19:47:12Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/25/goldie-sayers-belated-bronze-2008-olympics-mariya-abakumova-russia-2016-olympics-rio",
  "keyword": [
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympics 2008: Athletics",
      "id": "sport/olympics/2008/discipline/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympics 2008",
      "id": "sport/olympics2008",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Drugs in sport",
      "id": "sport/drugs-in-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/2016/may/25/goldie-sayers-belated-bronze-2008-olympics-mariya-abakumova-russia-2016-olympics-rio"
}