{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/bbc-studios-to-be-run-by-new-commercial-managers",
  "id": "2016-05-05-151",
  "sectionId": "media",
  "body": "New commercial managers are to be brought in to run the BBC’s proposed £400m production arm in a shake-up which has already prompted the departure of several leading executives. Mark Linsey, director of BBC Studios, said he wanted a “flatter structure” with new genre directors made responsible for factual, entertainment and scripted rather than department heads. Linsey’s reorganisation is understood to have prompted the most recent executives departures from BBC Studios, which has been responsible for popular shows such as Strictly Come Dancing as well as radio and TV comedy.  Katie Taylor, head of entertainment and events, and Natalie Humpheys, the controller of factual and daytime, quit BBC Studios this week, bringing the number of senior staff departures at the as-yet-to be formed BBC Studios to five since the start of the year. Asked about the number of senior executives leaving, which at 10 has already prompted comparisons to an “exodus”, Linsey said: “I don’t think it’s worrying. There are very different reasons for those executives leaving the BBC. Change is a good thing … We need to embrace change a little more.”  Linsey was only brought in to replace the inaugural director of BBC Studios, Peter Salmon, in March once the latter announced he was off to the huge independent producer Shine Endemol. Linsey, the former acting director of television, said the new layer of so-called genre directors would be “steeped in business skills to allow others to fulfil their creative ambitions”. The new structure would aim to copy the hierarchies which had been “very successful in the independent community such as Shine Endemol”.  As part of the restructure, a layer of management dealing with creative requests would be cut, he said. The BBC Studios plans come as the BBC is looking to cut as much as £800m overall from its budget as part of charter renewal. The government is still to give the go ahead to a change described as one of the biggest in the BBC’s 94-year history as production staff are transferred from the publicly funded BBC to the commercial BBC Studios. Linsey said he expected the plans to get the nod from government in the coming weeks, which would then need to be approved by the BBC Trust, or a future governing body, before launching as a standalone profit-making business in about a year’s time. Critics of the BBC have questioned whether director general Tony Hall should be going ahead with the plans to spin off its highly valued production arm given the demands of renewing the Royal Charter by the end of this year. Linsey, previously controller of entertainment where he was responsible for shows such as Strictly, said the creation of BBC Studios was necessary in order for the BBC to attract the best talent. “I have spent the last six weeks looking under the bonnet and looking at the operating model to try to get a sense of if it needs changing and how we modernise it.” Linsey’s restructuring, which was outlined in a question and answer session with presenter Claudia Winkleman broadcast to all 2,000 staff on Thursday, comes as the Hall has already announced plans to flatten the overall structure of the BBC and cut thousands of its 18,000-strong staff. The departures have raised question marks over the management of controversial programmes such as Top Gear, which is now being “editorially led” by Claire Pizey, head of factual entertainment, after a string of departures. Linsey scotched rumours of any tensions in the show, saying that Pizey was “doing a fantastic job”. Having seen a couple of clips, he said “the show is in a really good place”.  Last week, Linsey and Radio 2 controller Bob Shennan took the unusual step of saying that reports that presenter Chris Evans’ behaviour at Radio 2 since beginning work at Top Gear had been unacceptable were “completely untrue”.",
  "webTitle": "New commercial managers brought in to BBC Studios",
  "webPublicationDate": "2016-05-05T14:39:24Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/bbc-studios-to-be-run-by-new-commercial-managers",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Peter Salmon",
      "id": "media/peter-salmon",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Top Gear",
      "id": "tv-and-radio/top-gear",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    }
  ],
  "guardianId": "media/2016/may/05/bbc-studios-to-be-run-by-new-commercial-managers"
}