{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/22/conor-mcgregor-ufc-mma-floyd-mayweather",
  "id": "2016-05-22-55",
  "sectionId": "sport",
  "body": "Conor McGregor has spoken at length about his “publicized civil war” with UFC in a lengthy interview with ESPN.  The disagreement between UFC and its biggest star came in April when McGregor announced his retirement on Twitter. McGregor believed that his publicity duties ahead of UFC 200 were getting in the way of his training schedule. McGregor was due to fight Nate Diaz, who he had lost to at UFC 196.  “I’ll tell you what, [the retirement announcement on Twitter] blew up,” McGregor told ESPN. “I was kind of having fun to start, half-hearted. Then all of a sudden it’s, ‘you’re off 200!’ I was like, ‘alright, well fuck you too, then.’ “All said and done, there were times [I thought], ‘I should have just jumped on the damn flight [and done the publicity tour].’ But sometimes you’ve got to do what’s right for you and not what’s right for everybody else, especially if you’ve done what’s right for everyone else a million times over.” McGregor has since rowed back on his retirement announcement and said he has held talks with the UFC president, Dana White. He added that his relationship with the organization is “good”.   Related: Will Conor McGregor's absence hurt UFC 200? It's debatable    “I’m committed to the fight game,” McGregor said. “I enjoy competition. I enjoy challenges. If a challenge is in front of me and it appeals to me, I will go ahead and conquer it. “Did I do all the media? Did I dance like a monkey? No. Am I still here? Am I still fighting? Am I still collecting? Yeah. So, [UFC] saved face, I saved face – there was no loser. We all won in a way. I had them realistically, but they couldn’t bow down, so there was no loser. I was over here, they were there and now we’re in the middle. We’re in a good spot.” McGregor added that his reluctance to go on the publicity tour in April had been influenced by the death of MMA fighter Joao Carvalho at a fight in Ireland. Carvalho’s death came a week before his retirement tweet and McGregor said the death had affected him. “I had fucking journalists knocking down my mother’s door, you know what I mean?” McGregor said. “That’s not what I signed up to do – have people knocking on my mother’s door, talking about a kid dying. It’s not nice to see a kid die like that. It does something to you. And there’s been show after show canceled in Ireland since that. It’s fucked up to be a part of it, and I didn’t want to bring it back up and put it more on a public scale. “After all that, I did not want to be put in front of a camera and made to dance. I just wasn’t feeling it.” In the ESPN interview McGregor also dismissed rumors of a fight with retired boxing legend Floyd Mayweather, saying the sums involved were beneath him.  “I hear [Mayweather] talking. The leak came out, it was him that leaked the rumor and it said he gets $100m and I get $7m – that’s a pay cut to me. I don’t take pay cuts. I thought boxing was where the money was at. The $7m is absolutely laughable. He’s talking $100m – I’m also talking $100m,” McGregor said. “I’m 27 years of age and I’m just about halfway through a $100m contract. At 27 years of age, Floyd Mayweather was on Oscar De La Hoya’s undercard. “Who doesn’t want to conquer both worlds? He’s getting old now. He needs me, I don’t need him. Who else can he fight?”",
  "webTitle": "Conor McGregor admits Joao Carvalho's death affected appetite for promotion",
  "webPublicationDate": "2016-05-22T17:32:37Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/22/conor-mcgregor-ufc-mma-floyd-mayweather",
  "keyword": [
    {
      "webTitle": "Conor McGregor",
      "id": "sport/conor-mcgregor",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UFC",
      "id": "sport/ufc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MMA",
      "id": "sport/mma",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Floyd Mayweather",
      "id": "sport/floyd-mayweather",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/22/conor-mcgregor-ufc-mma-floyd-mayweather"
}