{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/13/dapur-london-wc1-malaysian-restaurant-review-marina-oloughlin",
  "id": "2016-05-13-173",
  "sectionId": "lifeandstyle",
  "body": "After 10 years of living in a small seaside town that’s seemingly stuck forever in the stiff aspic of the 1970s, I’ve never lost my love for big cities. If anything, it has intensified: their scale, their state of constant flux, their sheer unknowability. Turn any corner to meet small excitements, perhaps the chance to eat something you’ve never eaten before: the happiness of that. It was turning one particular corner, a tiny dogleg off a central London side street, that led me to Dapur (it means “kitchen” in Malaysian). I found it on my way to Novelty Automation, an odd little “arcade” filled with hilarious, vaguely creepy, coin-operated automata (The Chiropodist, Alien Probe). After walking past The Dolphin Tavern, with its clock permanently stopped at the time the first Zeppelin bomb landed on top of it, I spied a hidden courtyard of brightly coloured chairs and a queue snaking out of a small cafe. A queue? For somewhere unreviewed, unblogged, barely even Yelped? How was this even possible? So I joined the back of the line, which indoors is squashed up against a single, too-large communal table, and emerged with a waxed cardboard container of rich, tomatoey lamb masak rempah, crunchy green beans, sambal spiked with fruity, pungent chilli paste and coconut rice. I necked the lot and resolved to come back and pay proper attention.     Ayam Rendang, Dapur Restaurant, Lambs Conduit Passage, Holborn. Photograph: Karen Robinson for the Observer    So here I am. The sun is shining and, while waiting for the pal, I’m eating a glorious little pie: its crust is crumbly and short; delicate, but just sturdy enough to contain a robustly spiced vegetable stuffing. With an intense, homemade red chilli and anchovy sambal tumis slathered on top, this is the emperor of sneaky, pre-lunch snacks. Inside, the small, narrow room is light-filled and fresh, and at the far end is a hot counter where dishes change daily. I’m not sure I understand or recognise all of it – hell, I’m not sure I even understand the logic behind the menu, a blackboard of confusing meal-deal arrangements – but one thing I do know: it looks, and smells, like the real thing. After the pie aperitif, we order takeaway cartons piled up with classic, slow-cooked beef rendang with nasi lemak, dark and thick, the coconut-enriched sauce clinging to the slightly chewy meat, the rice fluffy and “lemak” (fatty, rich) with more coconut. The question, “Do you want all the condiments?” delivers freshly roasted peanuts in papery skins, sliced cucumber, hard-boiled egg, spiky, salty little dried anchovies (ikan bilis) and more of that heavenly sambal. The chicken dish of the day is also a rendang – wet, or “gulai” style: pale yellow from turmeric and fragrant with lemongrass, the meat sloughs off bones that have given up their goodness to the sauce. Some of the food does start to look a bit tired as lunchtime draws on (it’s open only from 11.30am-3pm, though they recently started opening on Friday nights, too), and my mixed veg (carrot, broccoli, mange tout) are a little languid from their oyster sauce-basted sunbathe under heat lamps. But it seems very much as though a genuine Malay – as opposed to a Chinese-Malay, or Singaporean – has put down roots in Holborn: a classic “nasi campur”, or mixed rice outfit. Our lunch for two costs 15 quid. No, that doesn’t include booze; they don’t have a licence (to be honest, they don’t even have loos). And we don’t have puddings, either, which could be anything from weird, stretchy caramel sugar sponge to tiny pineapple tarts. Given the freshness of the ingredients, the vibrancy of the pastes and spices (the chillies for the sambal are imported from Malaysia), this is quite the bargain. The two women who set up Dapur, former chartered accountant Sharizah Hashim and Marliza Ariff, have given their kitchen a family feel, lunch at your aunties – albeit an auntie from Johor Bahru. On their equally hand-knitted website, they say, “We are not professional cooks. All we know about cooking is through learning from our mothers and grandmothers using recipes passed on for generations.”   Related: Padella, London SE1: ‘I hoover up wriggly worms of pici pasta like a deranged cuckoo’ – restaurant review    You can tell, with every mouthful. Size constraints mean that most of their trade is takeaway, and in bad weather you’ll be getting very friendly with your co-lunchers. But still, I’d come back for the adventure every week if I could. Put it this way, I’ve now got one of their loyalty cards. • Dapur 13 Lamb’s Conduit Passage, London WC1, 020-7405 4659. Open Mon-Fri, 11.30am-3pm, plus 5-9pm Fri only (private bookings taken for parties of 14-16 Mon-Thur evening). About £7 a head, plus drinks and service. Food 7/10 Atmosphere 5/10, or 8/10 if the sun’s outValue for money 9/10",
  "webTitle": "Dapur, London WC1: ‘It looks, and smells, like the real thing’ – restaurant review",
  "webPublicationDate": "2016-05-13T13:00:16Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/13/dapur-london-wc1-malaysian-restaurant-review-marina-oloughlin",
  "keyword": [
    {
      "webTitle": "Malaysian food and drink",
      "id": "lifeandstyle/malaysian-food-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina O'Loughlin",
      "id": "profile/marina-oloughlin"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/13/dapur-london-wc1-malaysian-restaurant-review-marina-oloughlin"
}