{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/20/ben-butler-trial-unfair-claim-doctors-evidence-halted-ellie",
  "id": "2016-05-20-94",
  "sectionId": "uk-news",
  "body": "A man accused of killing his six-year-old daughter claimed he was not getting a fair trial after an expert medical witness he called was stopped while giving evidence. The judge in the case of Ben Butler, who has been charged with murdering his child, Ellie in 2013, intervened twice to stop the doctor “straying” into areas in which she was not expert. Mr Justice Wilkie also criticised the defence team for “improper” questioning. Julie Mack, a professor of radiology at Penn State University in the US, told the jury at the Old Bailey she had been tasked by Butler’s legal team “to consider whether there were radiological findings supporting prior injury to the head”. She was giving testimony following Butler’s claim that his daughter had suffered a fractured skull while she was in foster care with her grandfather or in the care of the local authority. Butler, 36, of Sutton, south London, was reunited with Ellie 11 months before her death. He had lost care of his daughter for five years following a conviction, later overturned, for assaulting her at seven weeks old, the court heard. Mack told jurors she had found an older fracture to Ellie’s skull along with calcification in the soft tissue of the scalp and areas between the brain and the skull, which she said was “a sign of something that happened in the past”. Mack said it was impossible to date the older fracture’s origin from CT scans. She told jurors the fracture was not present in a scan taken in 2007 when Butler was convicted of assault. But when she went on to say she did not think it was safe to conclude, as some had, that there were two impacts to the head, the judge halted the evidence. The prosecution counsel, Ed Brown QC, objected to the evidence, saying he had not seen the literature Mack was using to support her evidence. He also protested that some of the other expert opinion on which she was being questioned had not been shared with the crown in advance. At this point Butler shouted from the dock: “Unbelievable, I’m not getting a fair trial, man.” Admonishing the defence barrister, Icah Peart QC, Mr Justice Wilkie said it was unsatisfactory that this evidence was not submitted, as required, to all parties ahead of the witness appearance.  “It is not only regrettable, it is improper,” said Wilkie. Resuming questioning, Peart turned to the broken shoulder pathologists found Ellie had suffered two to five weeks before her death which, they said, had not been treated. Butler has testified that she fell and was concussed four weeks before her death and this may have caused unsuspected injuries that later led to her death. He says he regretted not taking her to hospital and that he paid “the ultimate price”. When Peart asked Mack whether it was possible to have a broken shoulder without pain, the evidence was again halted by the judge with concerns raised that a radiologist was not an expert in symptoms of the injury. “I’m very uncomfortable allowing this witness who is expert in her field, to stray beyond it proferring an opinion not in her expertise … it seems to me to be improper for you to pursue that line,” he told Peart. During cross-examination Mack said calcification was the body’s general healing response. She agreed that it could be a response to a fracture but also to other abnormalities including bleeding, an infection or a tumour. Questioning her about her background as a doctor, Brown ascertained Mack had worked for the last 10 years in mammography.  Her last neuroradiological clinical experience was in 2006, the court heard, and she now spent half her week working in mammography and the other half split between consultations with lawyers on court cases.  Butler remained agitated throughout her evidence, frequently looking at the jury and muttering. When Mack said Ellie’s injuries could not be dated without the input of a pathologist, Butler shook his head saying no samples were taken after Ellie’s death, a point he had made in a previous claim to the jury that he was not getting a fair trial. Later a biomedical and biomechanics expert from Wayne State University, Greater Detroit, also called by Butler, said it “was possible” for Ellie to have fractured her skull by falling off the stool found in her room.  But he said if it can be concluded that Ellie suffered two fractures, it cannot be “conclusively determined” that a fall can be the cause, said Chris Van Ee.  Butler denies murder. He and Ellie’s mother, Jennie Gray, 36, deny another charge of child cruelty relating to the allegedly untreated broken shoulder that was discovered in Ellie’s postmortem.  The trial continues.",
  "webTitle": "Ben Butler makes 'unfair trial' claim after doctor's evidence is halted",
  "webPublicationDate": "2016-05-20T15:34:50Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/20/ben-butler-trial-unfair-claim-doctors-evidence-halted-ellie",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/20/ben-butler-trial-unfair-claim-doctors-evidence-halted-ellie"
}