{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/sir-david-attenborough-askin-starstruck-meet-heroes",
  "id": "2016-05-04-120",
  "sectionId": "commentisfree",
  "body": "The Queen is used to all the people she meets looking slightly stunned, and the same must go for David Attenborough, who this Sunday reaches his 90th birthday. There is no shame in being starstruck in this great man’s presence, and on the two occasions I have met him I have been reduced to a gibbering jelly. The second was after he presented an excellent film on wildlife in the South Atlantic at London’s Science Museum, and he very charmingly agreed to be photographed with my 10-year-old son – with me taking it on my phone. I was wobbling and quivering so much the picture came out blurry, and my son has never quite forgiven me. Some time before that I was introduced to him at BBC Broadcasting House, and he said he was about to bring out a new programme called The Life of Birds and in a supernova of nervousness, I grotesquely attempted the following joke: “Oh! You’re doing a remake! That sitcom with Polly James and Nerys Hughes! ‘You askin’? – I’m askin’ – I’m dancin’! Hahahaha.” (For younger readers, that was the opening dialogue to The Liver Birds.) I subsided into silence and, with enormous delicacy and tact, Attenborough gave a tiny, charitable laugh and said: “No, The – Life – of – Birds.” As the former BBC2 controller who commissioned Monty Python’s Flying Circus, Attenborough incidentally knows about comedy. They say don’t meet your heroes … because you will make a fool of yourself in their presence. First-class ticket to rage   Related: Pass the sickbag, please – everybody’s playing seat politics on the plane | Emma Brockes    According to legend, one of the great pleasures in being rich is turning left on entering an aeroplane – because you are heading for first class. (A journalist friend said that on interviewing a hot young actor, you should let them talk about important issues and then find some puppyish, faux-naif way of asking them how they felt when they first went on a private jet.) But nowadays people enter aeroplanes from the front, and the resulting class envy is causing a spike in air-rage incidents. The lower orders troop sullenly through the luxurious part, heading for their cramped and hideous seats at the rear, incidentally making resentful eye contact with the pampered elite who have, of course, been allowed on to the aircraft first. It is a unique experience of inequality – like letting council tenants walk through a plutocrat’s luxurious townhouse before being led out to their humbler dwellings nearby. But the class rage is not just coming from below. The first-class passengers are acting up, misbehaviour triggered by defensive anxiety at getting up close and personal with the hoi polloi. Jerry Seinfeld used to say that the flight attendant does a little look at the economy class passengers before she closes the curtain, as if to say: “Maybe if you worked a little harder …” Now, wealthy people on planes feel the little look of reproach is directed at them. Online rhymes It’s always great to discover a new poet, and the American writer and journalist Jason O Gilbert has found one – it’s the question-and-answer website Quora, where requests for information are met by its users. Gilbert has playfully taken the most wistful questions posted, and strung them together. Here are some sample stanzas: “Are the real estate prices in Palo Alto crazy? / Do welfare programmes make poor people lazy? / What are some of the biggest lies ever told? / How do I explain bitcoin to a six-year-old? / Why is powdered alcohol not successful so far? / How does UberX handle vomiting in the car? / Is being worth $10bn considered “rich”? / What can be causing my upper lip to twitch?” It is a literary artefact worthy of Douglas Coupland. This could revive the whole concept of found poetry.",
  "webTitle": "Sir David Attenborough, you askin’? I’m starstruck | Peter Bradshaw",
  "webPublicationDate": "2016-05-04T15:43:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/sir-david-attenborough-askin-starstruck-meet-heroes",
  "keyword": [
    {
      "webTitle": "David Attenborough",
      "id": "tv-and-radio/david-attenborough",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/sir-david-attenborough-askin-starstruck-meet-heroes"
}