{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/18/a-brief-survey-of-the-short-story-lucia-berlin",
  "id": "2016-05-18-252",
  "sectionId": "books",
  "body": "“It’s not that I’m worried about the future that much”, explains an ageing woman in Lucia Berlin’s story A New Life. “It’s my past that I can’t get rid of, that hits me like a big wave when I least expect it.” The waves of memory crash again and again in Berlin’s work as she, and a variety of narrators who typically share many of the details of her biography, relate episodes that together form a body of work that is part memoir, part auto-fiction, and part single, extended story cycle.   Related: A Manual for Cleaning Women by Lucia Berlin review – an acute talent that deserves to be celebrated    Berlin died in 2004, but in 2015 a little over half of her 76 stories, written between 1960 and the early 2000s, were republished as A Manual for Cleaning Women. For most readers, a great short story writer with a substantial body of work simply appeared overnight; Berlin had commanded only a small readership when her stories originally appeared in collections in the 1980s and 90s, first through tiny publishers like Turtle Island, and later the somewhat larger Black Sparrow. The latter was also home to Charles Bukowski, who comes to mind now and then while reading Berlin’s conversational, confessional, very funny and very sad stories about addicts of one sort or another, living in a chaotic semi-domesticity. Berlin’s messy, complicated life provided rich compost for stories. She had a peripatetic childhood, moving from mining camps in Alaska and Montana before a job opportunity for her father saw the family transported into Chilean high society. Her parents divorced, she spent time with relatives in west Texas, married three times, gave birth to four sons and became an alcoholic (like her mother and several other members of her family). She worked as a high-school teacher, a switchboard operator, receptionist, cleaning woman and emergency room nurse (“I like working in Emergency”, she writes in the perfect miniature My Jockey, “you meet men there, anyway.”) Work is very present in her stories, as are the ravages of daily life. A woman in a launderette – a recurring location in Berlin’s fiction, and an indicator of where most of her characters find themselves on the social scale – looks down and thinks: “I could see children and men and gardens in my hands”. The tone, worldly wise and somewhat regretful, is a sort of hardboiled domestic.    Berlin instinctively recoils from moments that threaten sentimentality    When writing in this mode, Berlin is at her closest to Raymond Carver. “I wrote like him before I ever read him,” she said in a letter. “He liked my work, too – we had good talk. Recognised one another immediately.” Other writers she shares at least a little DNA with include Grace Paley and Barry Hannah. Occasionally, in stories like Toda Luna, Todo Año, her beautiful, relentless, evocative prose echoes that of James Salter. On a fundamental level, her closest parallel is Chekhov. His influence is explicit in several stories: Uncle Vanya provides the epigraph to A New Life, and Romance bears the acknowledgment “after Chekhov”. But his spirit is detectable in many more, primarily through the deeply humane attitude both writers adopt towards their characters. No one is wholly bad in any of Chekhov’s mature work, and no one is wholly bad in any of Berlin’s; not even the drunken, dentist grandfather who sexually abuses Berlin’s narrator and her sister in several of the stories. A good example of Berlin’s universal empathy appears in the story Mojito:  I don’t like Diane Arbus. When I was a kid in Texas there were freak shows and even then I hated the way people would point at the freaks and laugh at them. But I was fascinated too. I loved the man with no arms who typed with his toes. But it wasn’t the no arms that I liked. It was that he really wrote, all day. He was seriously writing something, liking what he was writing.  This generosity of perception is a great strength in a realist writer, and it gives Berlin’s characters tremendous life on the page. Even the cruel, alcoholic mother who appears in several stories is not a demon. “She was witty”, the narrator’s sister says in Mama. “You have to admit it. Like when she’d give panhandlers a nickel and say, ‘Excuse me, young man, but what are your dreams and aspirations?’ Or when a cab driver was surly she’d say, ‘You seem rather thoughtful and introspective today.’”     A Manual for Cleaning Women, a collection of stories by Lucia Berlin published together in 2015. Photograph: Handout    “She hated the word love”, we are told: “She said it the way people say the word slut”. Getting good lines needn’t equate to likeability, however, and empathy needn’t entail forgiveness. Regretting that they didn’t make up before her mother’s suicide, the younger sister says: “If only I could have been able to speak to her. If I had let her know how much I loved her.” “Me”, the narrator writes in response, “I have no mercy.” This closing exchange echoes an earlier story, and the animosity of an earlier generation. In Dr HA Moynihan, a young girl helps her grandfather (the abusive dentist) pull out all his remaining teeth (“The sound was the sound of roots being ripped out, like trees being torn from winter ground.”) At the story’s end the girl, wanting her mother to share the compassion she feels towards her recuperating grandfather, asks, “You don’t still hate him, do you Mama?” To which her mother replies, “‘Oh, yes … Yes I do.” Exchanges like these illustrate the way Berlin instinctively recoils from moments that threaten sentimentality. Tellingly, she once said that she loved Carver’s work “before he sobered up and sweetened his endings”.    If Berlin is at her best when exploring character, she is at her weakest when concocting plot       However, Berlin does allow the bittersweet. The title of her story Del Gozo Al Pozo is a Mexican phrase that she translates as “from pleasure you go to the pits”. In a great many of her stories, happiness and misery don’t simply follow on consecutively from one another: they repeatedly entwine. “There are things people just don’t talk about,” she writes in Dust to Dust. “I don’t mean the hard things, like love, but the awkward ones, like how funerals are fun sometimes or how it’s exciting to watch buildings burning.” In Emergency Room Notebook, 1977, she writes: “Maybe I’m morbid. I am fascinated by two fingers in a baggie, a glittering switchblade all the way out of a lean pimp’s back. I like the fact that, in Emergency, everything is reparable, or not.” It is this sensibility, this ability to show the interrelatedness of horror and hope: she writes truthfully about depressing situations without being depressing.  What does it mean that even when the narrators’ names change (Lucia, Dolores, Claudia), the other details of their lives mostly stay the same? The abusive grandfather, the cruel mother, well-meaning but chaotic Uncle John, the bombshell cousin Bella Lynn, and most memorably of all Sally, the younger sister who is dying of cancer in Mexico City. In several stories – Wait a Minute, Mama, Grief, Fire, and Del Gozo Al Pozo – the final months of Sally’s life are recounted in a variety of ways.   Related: A brief survey of the short story: David Foster Wallace    I think what Berlin is doing here has something to do with a way of thinking about life and literature that also preoccupied David Foster Wallace. Wallace often expressed the view that life is too profuse for fiction to adequately capture it. The narrator of his story Good Old Neon puts forward the most extreme version of this belief, complaining that even a small portion of our internal thought process “is just too fast and huge and all interconnected for words to do more than barely sketch the outlines of at most one tiny little part of it at any given instant”. Berlin seems to shares this view, that individual narratives aren’t sufficient to capture certain episodes in life. As the narrator of Silence says of a piece of family lore: “I know it is true that Grandpa shot him, but how it happened has about 10 different versions”. It isn’t just that different people have different accounts of the same event: our memories can be plastic, contradictory, vulnerable to reinterpretation. In the case of Sally’s death, each time Berlin returns to it the angles are different, the focus has shifted, and yet the characters become more indelible. This isn’t repetition, but a process of ongoing definition. If Berlin is at her best when exploring character, she is at her weakest when concocting plot. Plenty always happens in her stories but the events themselves are rarely the prime focus. When they come to dominate, as in the drug-smuggling-and-murder story Carmen, or Sombra’s overstuffed account of a death at a Mexico City bullring, the result is melodrama. It’s notable that these stories are the only places where Berlin’s dialogue, one of the great strengths and pleasures of her work, becomes clunky. In her explorations of personal memory, however, Berlin is another writer entirely: one whose sure control of her material doesn’t slip. Her conclusions are not comforting: the older we get, the work attests, the more our acts of remembrance become catalogues of loss. Relatives die, relationships fall apart. “The good parts are as hard to deal with as the bad ones,” the ageing woman of A New Life concludes: “The point is, they are in the past.” The final story Berlin wrote, BF and Me, about an old woman in a trailer home tethered to an oxygen tank, trying to get a tiler – at least as old, and almost as emphysemic – to renovate her bathroom, provides a fittingly unsentimental conclusion to her work. It invokes Proust, as several of her other stories do: one is called Temps Perdu, and in Lost in the Louvre, she visits his house at Illiers. Here, the “pong” of BF the tiler “was madeleine-like for me, bringing back Grandpa and Uncle John, for starters”. Just as in Proust’s great circular work, in Berlin the end becomes a pathway back to the beginning.",
  "webTitle": "Lucia Berlin: 'Conversational, confessional snapshots into domestic life'",
  "webPublicationDate": "2016-05-18T09:57:43Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/18/a-brief-survey-of-the-short-story-lucia-berlin",
  "keyword": [
    {
      "webTitle": "Short stories",
      "id": "books/short-stories",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Power",
      "id": "profile/chrispower"
    }
  ],
  "guardianId": "books/booksblog/2016/may/18/a-brief-survey-of-the-short-story-lucia-berlin"
}