{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/stalin-soviet-showcase-vdnkh-under-spotlight-venice-architecture-biennale",
  "id": "2016-05-26-290",
  "sectionId": "world",
  "body": "Moscow’s sprawling exhibition centre and park, VDNKh, has been through drastic changes since it was set up as a showcase for Soviet industry under Stalin. Once a towering demonstration of communist ideals, the site fell into disrepair in the 1990s as the USSR crumbled around it. As capitalism took over, it became host to a ramshackle fairground and market, and its pavilions were converted into kitsch showrooms for the goods flooding the new Russian market. Now, after 25 years, the site is receiving a reported 163bn rouble (£2.2bn) revamp, a redevelopment which is the topic of the Russian pavilion at this year’s Venice architecture biennale, which will host national presentations by 37 countries. Specific details of the exhibition, which opens on Saturday, are under wraps, but it promises a “laboratory”, taking visitors through “the past, present and future”. After the Biennale it will travel back to VDNKh and take up permanent residence there. But while some residents are eager to tout VDNKh as an example of a more chic and liveable Moscow, others consider the celebration of the site’s Soviet legacy deeply ambiguous.    Sergey Kuznetsov, the pavilion's curator, acknowledges VDNKh’s original function as 'advertising for the Soviet regime'    The city took over management of VDNKh in 2014 and reinstated its original Soviet name, which is a Russian acronym for “exhibition of achievements of national economy”. Its historical pavilions, originally built to honour individual republics and industrial sectors such as metallurgy and atomic energy, are being restored as cultural venues to house art and educational exhibitions, a project the city authorities say will be completed by 2020. A huge relief by Soviet sculptor Evgeniy Vuchetich reading “Glory to the Soviet people, the Champion of Peace!” was uncovered while the central pavilion was renovated. It was unveiled in March by the Moscow mayor Sergey Sobyanin. The curator of the 2016 Biennale pavilion, Sergey Kuznetsov, who is also chief architect of Moscow, acknowledges VDNKh’s original function as “advertising for the Soviet regime”. However, he compares the site to a “motherboard with hardware and software”, with a framework that can be repurposed without its political associations being rehabilitated. Kuznetsov says the revamp project and the Biennale pavilion are not ideological. “We cannot deny great architecture in terms of sculpture, art and park design and should use it, but for our modern times,” he says.  VDNKh’s revival is part of a wider move to improve Moscow’s public spaces, turning them into hangouts for a young, creative class. Gorky Park, previously a rundown amusement park, had its carnival lights taken down in 2012 and now has new cycle lanes, with the Garage Museum of Contemporary Art opening there last year. For Kuznetsov, this is all forms a vision of a modern Moscow that is increasingly friendly to recreation in public space, of “WI-FI everywhere” and “crowded museums”, where “running in the park has become normal”.     The opening of the Garage gallery in Gorky Park, 2015. Photograph: Oleg Nikishin/Getty Images    ‘Soviet splendour’ Dimitri Venkov, a 36-year-old film-maker based in Moscow, remembers the VDNKh of the 1990s as a “trashy hangout place” defined by the “smell of shashlik kebabs”. “It was sad to see all the Soviet splendour given to merchants,” he says. “In the Cosmos pavilion you had space, then they were selling cars there, which is a stark example of the decline of a civilisation.”  Venkov is working on a project about Soviet filmmaking for an exhibition at VDNKh that will mark 2016 as the state’s year of cinema.  When asked how much of VDNKh’s restoration of Soviet iconography is rooted in a rehabilitation of the era’s ideals, Venkov says: “We view the 1990s as more revolutionary times, when they toppled everything to build a new world. People wanted to get rid of the Soviet past, be friends with the whole world and love America, but in the 2000s with Putin the trend has been reversed.”   Related: Russian city opens cultural centre celebrating Stalin    Venkov says while the “whole imperial idea” is dangerous, there are positive aspects to this reassessment. “Stalin is coming back big time – he has a lot of supporters. But at the same time people think maybe the current system, capitalism, is not the best. “Maybe we did have some good things there – education, healthcare – and maybe the state can do more for the people. The return of VDNKh and reorientation toward the cultural sphere is part of this trend.” The Venice Architecture Biennale 2016 opens to the public on 28 May and runs until 27 November",
  "webTitle": "Stalin's Soviet showcase under spotlight at Venice architecture biennale",
  "webPublicationDate": "2016-05-26T07:45:05Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/stalin-soviet-showcase-vdnkh-under-spotlight-venice-architecture-biennale",
  "keyword": [
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Joseph Stalin",
      "id": "world/joseph-stalin",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Carmen Gray",
      "id": "profile/carmen-gray"
    }
  ],
  "guardianId": "world/2016/may/26/stalin-soviet-showcase-vdnkh-under-spotlight-venice-architecture-biennale"
}