{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/10/jack-tafari-obituary",
  "id": "2016-05-10-109",
  "sectionId": "society",
  "body": "My brother Jack Tafari, who has died from liver cancer aged 69, was a fighter for those with nothing and with little ability to fight for themselves, in the US and later in the UK. He pioneered the Tiny House movement, often described as “tent cities for the homeless” when he and his comrades created the scheme in 2000. Jack and his group set up a prototype, Dignity Village, in Portland, Oregon, in 2001. What started as a tent city has blossomed in the US into a widely emulated village of self-built homes for the homeless. As Jack put it when interviewed in the LA Times in 2001: “Essentially, we will create housing for ourselves … The housing will be solar-powered, wind-driven. We’ll eat from our garden, on our own table, and rest under our own fig trees when our labours are done.” Dignity Village defeated fierce local opposition by training the international media spotlight on Portland’s opposition to the camps and their cause, and was granted a permanent site in 2004, with Jack as its CEO. In 2006 Jack was diagnosed with hepatitis C. In the US, no medical care was available to him, because he was poor. But he was also a UK citizen. So he resigned from his position and returned for treatment to London, where again he was homeless. He quickly learned how to find, occupy and legally register empty buildings as temporary housing. From 2008, now living in a council flat in Islington, north London, he redesigned his strategy for housing for the homeless to suit the English legal landscape. In succeeding years he spent many nights installing homeless people in squats around the capital. Jack was born in Gravesend, Kent, the son of John Brown, a merchant navy officer, and Pamela (nee Postle), a nurse. Our parents emigrated to the US in 1949, and, growing up in New York and later Indiana, Jack was often in trouble. Wrongly convicted of a drugs crime, he was sentenced to seven years. Imprisoned in terrible conditions, he read the Bible and the complete works of Shakespeare, and acquired a remarkable way with words, becoming a wonderful storyteller. He also set himself equations to solve, with chalk on the floor of his cell, to save his sanity. Once released, in the late 1990s Jack disappeared after losing custody of his daughter, Jessica, by his then partner Annette Davidson. In 2000 he resurfaced in Portland, as Jack Tafari, a Rastafari with a flawless Jamaican patois. He wrote about his ideas for tent cities in the Portland street newspaper Street Roots. After his diagnosis in January, Jack expressed a wish to return to Africa, which he had visited about five years before. He travelled under the care of his friend Maira, and died in Accra, Ghana. He is survived by Jessica, by a son, Brad, from his marriage to Bonnie (nee Mundy), by his sister, Jeannie, and by his brothers, Peter and me.",
  "webTitle": "Jack Tafari obituary",
  "webPublicationDate": "2016-05-10T16:17:29Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/10/jack-tafari-obituary",
  "keyword": [
    {
      "webTitle": "Homelessness",
      "id": "society/homelessness",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/10/jack-tafari-obituary"
}