{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/18/grateful-dead-bob-weir-im-nowhere-near-done",
  "id": "2016-05-18-147",
  "sectionId": "music",
  "body": "It’s the night before the year’s first rehearsal with John Mayer, and Bob Weir is strumming an acoustic guitar backstage at a charity gala in Toronto, occasionally pausing to take a sip of Coca-Cola, a bite of a sandwich or a finger’s worth of chewing tobacco. “I’ve got as much on my plate as I’ve ever had. No – more,” says the 68-year-old, not referring to the neatly sliced row of sandwich triangles that sit on the table by his side but the amount of work the guitarist and singer has taken on since he and his Grateful Dead bandmates wrapped up their Fare Thee Well reunion tour in July.    Related: Grateful Dead: final concerts unite fans and band as legends fade away    This summer, Weir will continue the Dead and Company project that includes Mayer at the helm, along with Grateful Dead founding members Mickey Hart and Bill Kreutzmann. Weir is also working alongside Stanford University’s music director, Giancarlo Aquilanti, to bring the Grateful Dead’s signature improvisational style to the orchestral world. “I’m also doing a TV show, I’m writing a book and I’ve got a solo record coming out,” he says. “It ain’t easy.”  In a few moments, Weir will march his Birkenstocks through a crowd of high heels and leather loafers to pose with attendees of the Einstein Gala, a fundraiser hosted in partnership with the Hebrew University to promote science, technology, engineering, arts and math (Steam) education, a longtime passion of Weir’s.  “I have kids, and I want them to grow up in a world full of people that they can talk to,” he says. “They know that I integrate art and science in my life – it’s all the same to me – and Christ, it would just be a better world if people thought about things that way and endeavored to enrich their lives with arts and sciences.”      Trey Anastasio, from left, Phil Lesh and Bob Weir at a Fare Thee Well show at in June 2015, in Santa Clara, California. Photograph: Jay Blakesberg/Invision for the Grateful Dead    Later in the evening, Weir will take center stage and treat the audience to a solo rendition of a few Grateful Dead classics, as well as a cover of the Beatles’ Dear Prudence, before being joined by Canadian musician Dan Kanter, who is more accustomed to sharing a stage with Justin Bieber.  Recalling the last time all surviving members of the Grateful Dead performed together – during the Fare Thee Well tour’s final stop at Chicago’s Soldier Field on 5 July – still brings a smile to Weir’s face, though it can be difficult to see through his mane of white hair. “It was an adventure. It was fun. If we had had a little more rehearsal we might – ” Suddenly Weir is interrupted by a staffer who enters the room carrying platefuls of the braised beef and chicken stir-fry being served to gala attendees in the adjacent room, all of whom donated between CAD$1,000 and $4,160. “I don’t want any of that shit,” he says, before returning to the conversation at hand. “What was the question? Oh yeah. It was an adventure. If we had a little more rehearsal, the music may have been a little tighter, but I think we delivered the goods. Everybody went there to celebrate the legacy, and that’s what got done, and done good and proper.”  When asked whether a summer concert series alongside Hart and Kreutzmann undercuts the finality of the previous summer’s tour, Weir lets out a hearty chuckle. “Of course it does,” he says. “I’m nowhere near done with that heritage and legacy, and this is a new way of approaching it.”  Weir admits that it wasn’t Mayer’s guitar skills that first captured his attention when the two met and performed together on CBS’s Late Late Show in early 2015.  “It’s not his playing that impressed me; it’s his ears. He listens and responds, and that’s what our music is about,” he said. “No, he doesn’t play a lot like [the Grateful Dead’s late founding member] Jerry [Garcia], and I hope he doesn’t. It’s a new approach, a new color, and I can still hear Jerry when we’re playing anyway. That will always be.”      The young Bob Weir Relaxing during rehearsal at the Hollywood Bowl in 1967. Photograph: Michael Ochs archives/Getty Images    One notable absence from this summer’s tour is the Dead’s founding bassist, Phil Lesh, who was diagnosed with bladder cancer in October. “I just saw him, played with him last weekend and he seemed fine,” said Weir. “If it’s his time, it’s his time; I’m real matter of fact about death and dying. I view death as the last and best reward for a life well lived, so Phil can look forward to dying, but I don’t think he’s there yet.” Weir added that even before the diagnosis, Lesh had always preferred playing more intimate, local shows to major tours. “I’m still good for hitting the road,” said Weir. “I’ll be doing that a fair bit. To wit, here I am [in Toronto].”  Weir acknowledges that when musicians of his age embark on major tours and side projects, it often signifies financial distress, but assures his Deadhead following that such is not the case for him and his bandmates. “This is not an alimony tour; this is a summer tour, and we intend to bring the house down,” he says, with an expression of grave seriousness.  There is at least one music event Weir has no problem watching from the sidelines. Six bands that came of age alongside the Grateful Dead will convene in Indio, California, over two separate weekend events this October as part of the Desert Trip music festival, and Weir expresses little remorse over not receiving an invitation to perform.  “Maybe next year, if they do it, but the slots in that would be too tight,” he said. “There wouldn’t have been room for our presentation on that show, because there are too many [other acts], all of which are good. I want to be there, I want to catch it, I will say that. Maybe I’ll bring my family.”  This autumn, Weir is also eagerly anticipating the results of the American presidential election, which he believes will have a positive effect no matter who emerges victorious.  “I think if Hillary [Clinton] – who is in all likelihood going to be nominated for the Democrats – wins, it will be because she incorporates a lot of what Bernie Sanders is saying, and the government will tilt that way,” he said. “If Trump wins, I think the whole thing is going to blow up and we’re going to start over, and that’s always a good thing to do.” Though some feared Fare Thee Well would mark the end of the Grateful Dead’s touring legacy, Weir assures fans that he will continue playing Grateful Dead classics for the foreseeable future, no matter who occupies the stage with him.  “Whatever I’m going to be doing, a lot of it will be furthering this heritage, this legacy,” he said. “I’m not the guy who was saying it was the last show. I’m good to play.”",
  "webTitle": "The Grateful Dead's Bob Weir: 'I'm nowhere near done with our legacy'",
  "webPublicationDate": "2016-05-18T14:14:43Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/18/grateful-dead-bob-weir-im-nowhere-near-done",
  "keyword": [
    {
      "webTitle": "Grateful Dead",
      "id": "music/grateful-dead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jared Lindzon",
      "id": "profile/jared-lindzon"
    }
  ],
  "guardianId": "music/2016/may/18/grateful-dead-bob-weir-im-nowhere-near-done"
}