{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/09/tory-rift-over-eu-grows-as-johnson-and-pm-lock-horns-over-immigration",
  "id": "2016-05-10-286",
  "sectionId": "politics",
  "body": "The Conservative civil war over Europe has come to a head, as Boris Johnson accused the prime minister of undermining public trust over immigration before being rebuked for his own comments about the European Union’s impact on Ukraine.  Johnson, a leading Tory figure in the out campaign, and Cameron, who is leading the battle to remain, locked horns in speeches to mark the start of the final phase of the EU referendum campaign. Johnson ridiculed claims made by Cameron in a speech earlier in the day that there was a risk to peace in Europe if Britain left the EU, arguing that he did not expect “world war three” to break out. Meanwhile, the former London mayor was described as a “Putin apologist” by Jack Straw for claiming that EU policy had led to “big trouble” in Ukraine. The interventions intensified the battle raging within the Tory party over Britain’s EU membership. Former work and pensions secretary Iain Duncan Smith is preparing to further criticise Cameron in a speech on Tuesday morning. In an interview with the Sun published on Tuesday, Duncan Smith accuses Cameron of having allowed Germany to “veto” key parts of his EU reform renegotiation. Duncan Smith said Berlin exercised the “ultimate power” over what changes the prime minister sought from Brussels and was allowed to block the idea of a cap on foreign workers coming to the EU. He said a key demand was ditched, at the behest of Berlin, from the draft of a speech by Cameron just hours before it was due to be delivered. “It’s like they were sitting in a room, even when they were not there. There was a spare chair for them – called the German chair. They have had a de facto veto over everything,” he told the newspaper. In what is likely to be an impassioned speech, Duncan Smith will also argue that uncontrolled migration is hitting the poorest in British society by piling pressure onto schools and hospitals, and claim Cameron has failed to achieve any significant reform with his EU renegotiation. The unrest comes as Vote Leave and the Labour In campaign prepare to go on the road with battle bus tours throughout the final 44 days before the referendum.     Iain Duncan Smith is to make a speech arguing that migration is hitting the poorest in British society. Photograph: i-Images    Cameron used his speech to hit out at a cabinet colleague, Michael Gove, who he accused of being reckless and irresponsible for suggesting that the UK could leave the single market as well as the EU. However, it was the prime minister’s decision to warn of potential European conflict, by asking if peace and stability can be “assured beyond any shadow of doubt”, that triggered a backlash among senior Conservative MPs and ministers.  The justice minister, Dominic Raab, said the prime minister’s speech showed the remain camp had shifted from Britain being unable to survive to suggesting the EU would fall apart without the UK. “It’s pretty desperate stuff,” he said. “If a house is on fire, most people would get out and try to douse the flames from there, not stay in and risk being burned.” Graham Brady, who chairs the 1922 committee of Tory backbenchers, said it was the undemocratic EU that threatened stability, while Bernard Jenkin MP accused his leader of “parroting propaganda”. Johnson also accused Cameron of achieving nothing in his EU renegotiation, and added: “It is deeply corrosive of popular trust in democracy that every year UK politicians tell the public that they can cut immigration to the tens of thousands – and then find that they miss their targets by hundreds of thousands.” He also said that he found it “offensive, insulting, irrelevant and positively cretinous” for critics to describe him as a little Englander, before singing a verse of Ode to Joy in German.           Boris Johnson sets out case for leaving EU ... then sings in German    But his diversion into the EU’s role in the Ukraine crisis sparked controversy. “If you want an example of EU policymaking on the hoof and EU pretensions to running defence policy that have caused real trouble, then look at what has happened in the Ukraine,” he said. When asked what Cameron thought of Johnson’s comments, his official spokesman responded: “The PM is clear the annexation of Crimea was brought about [by] Russia alone and it is EU sanctions that are having a positive effect.” Other politicians who joined Jack Straw in criticising Boris Johnson as a Putin apologist included former Swedish prime minister Carl Bildt and Labour MP Chuka Umunna. “Boris Johnson has plumbed new depths today by joining the likes of [Ukip leader, Nigel] Farage, [France’s National Front president, Marine] Le Pen and [Netherland’s Party for Freedom chair, Geert] Wilders in blaming the EU, rather than Vladimir Putin, for what has happened in Ukraine,” said Straw. Bildt waded into the row on Twitter, describing Johnson as “ignorant of the fact on Ukraine, EU and Russia”. “Apologist for Putin,” he added. Tom Valasek, the Slovakian ambassador to Nato, published a previous article in which Johnson had blamed Russia for the controversy. And Polish politician Radosław Sikorskiasked if Johnson wanted to side with Barack Obama –who has announced his desire for the UK to remain in the EU – or Putin. Supporters from the leave campaign also waded in, with a Vote Leave spokesman saying: “You can criticise the EU’s inept and often bumbling foreign policy record without accepting the legitimacy of Putin’s illegal annexation of the Crimea and aggressive campaign of fear and violence towards its neighbours.”    I'm sorry to say, but @BorisJohnson is totally ignorant of the facts on Ukraine, EU and Russia. Apologist for Putin. https://t.co/awLF4wqAdN— Carl Bildt (@carlbildt) May 9, 2016      Looks as if @BorisJohnson missed that EU/Ukraine agreement was the wish of all four Presidents and 14 PM’s of Ukraine since independence.— Carl Bildt (@carlbildt) May 9, 2016    Alexander Temerko, the Ukrainian-born British politician and Conservative party donor, said the backlash against Johnson was misguided. “Far from being a ‘Putin apologist’, as some have put it, Boris was raising a legitimate concern about the role of Europe in the world. I am saying this as someone who has in-depth knowledge of the situation in Ukraine... The fact of the matter is that the EU has not been strong enough in supporting Ukraine in the face of Putin’s aggression.” Duncan Smith’s speech on Tuesday morning will focus on claiming that Britain’s membership of the EU drives social injustice. He is expected to argue that the middle classes can be more relaxed about migration because they are not hurt by it. Instead, it is the working classes that pay the price of unfettered immigration, he will argue. Duncan Smith also believes that migrants are not incentivised to travel to the UK because of a generous welfare system but high wages, which are boosted by the “national living wage”. Despite his cabinet position at the time, he believed the prime minister’s renegotiation, limiting access to benefits, was untested and would not reduce the number of new arrivals.",
  "webTitle": "Tory EU referendum rift grows as Duncan Smith claims Germany vetoed reforms",
  "webPublicationDate": "2016-05-10T07:49:05Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/09/tory-rift-over-eu-grows-as-johnson-and-pm-lock-horns-over-immigration",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Iain Duncan Smith",
      "id": "politics/iain-duncan-smith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/09/tory-rift-over-eu-grows-as-johnson-and-pm-lock-horns-over-immigration"
}