{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/26/punk-the-pistols-and-the-provinces-review-when-punk-reached-northallerton",
  "id": "2016-05-26-212",
  "sectionId": "tv-and-radio",
  "body": "Punk’s not dead. The spirit is alive and well in Yorkshire if Radio 4’s Punk, the Pistols and the Provinces is anything to go by. Mark Hodkinson’s nostalgia nugget proves that being angry and listening to Johnny Rotten wasn’t confined to London. When punk hit, the “tremors of that earthquake” spread north. Forty years on, Hodkinson roams the streets of northern towns rounding up punks to tell their stories. Once they were “discarded, disgruntled provincial kids” and it’s great to hear the fire’s still there. The Chameleons’ Mark Burgess talks about a “rebellion against the stodgy, bloated establishment”. “I read somewhere that the Queen has given her official blessing to 2016 as the year of punk,” he says. “And I wanted to throw up.”   Related: Never mind the bus pass: punks look back at their wildest days    Bands such as the Sex Pistols hit a nerve with kids in those sleepy towns. “The furthest north we’d been was Hampstead at the time,” drummer Paul Cook admits, and as they gigged in Northallerton they were up against a tough crowd. Local DJ Brian Simpson recalls having to wake the band up before they went on stage – before their revolutionary sound drove the audience away. “People were leaving the place because they had never heard anything like it before,” he chuckles. It didn’t take the band long to drive middle-of-the-road acts such as the Searchers and Wayne Fontana and the Mindbenders off the bill, as teenagers found relief from their older brothers’ Eagles albums. The misty-eyed punks fondly recall many anecdotes, such as the time the Pistols played a Christmas Day gig at Ivanhoe’s in Huddersfield for the children of striking firemen, which ended in a cake fight. Now the club is a Lidl. Strolling the vegetable aisle reminiscing about the buzz and the music adds a certain wistfulness. If anything’s missing, it’s female voices. Dr Jennifer Otter Bickerdike is permitted a brief mention of how punk “blew the doors off” what women could do and goes on to claim that Hillary Clinton is a descendent of the movement. It’s a shame there’s no room to hear from women, as they might just have something to say about rebellion, attitude and railing against the stuffiness of the mostly male establishment.",
  "webTitle": "Punk, the Pistols and the Provinces review – when punk reached Northallerton",
  "webPublicationDate": "2016-05-26T11:38:35Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/26/punk-the-pistols-and-the-provinces-review-when-punk-reached-northallerton",
  "keyword": [
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Sex Pistols",
      "id": "music/sexpistols",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/26/punk-the-pistols-and-the-provinces-review-when-punk-reached-northallerton"
}