{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/18/media-briefing-wednesday-18-may",
  "id": "2016-05-18-292",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Sun editor defends ‘Queen backs Brexit’ headline as watchdog rules it inaccurateTony Gallagher insists monarch ‘strongly’ believes she wants to leave EU, despite Ipso saying headline was ‘significantly misleading’ More on MediaGuardian BBC climbdown over online recipes after public outcryThe corporation says the bulk of its 11,000 recipes will be moved over to its BBC Good Food site owned by commercial arm Today’s headlines The GuardianBBC climbdown over online recipes after public outcry. P3BBC considers replacing two news channels with one service. P3Peggy Mitchell appears in EastEnders for the last time. P5 Daily TelegraphHeavy hint of cynicism as BBC bosses save its online recipes. P10Marvel dropped female villain over toy sale fears, director claims. P13Editorial: BBC misinformation over online recipes. P17 Financial TimesGoogle sells ad space on jihadi website to IBM, Citigroup and Microsoft. P1BBC move to freeze food website leaves 120,00 with bitter taste. P2Elsevier buys research sharing website. P14Reuters plans Nottingham hub to lower costs for staff. P14Extremist’s website traps unwary advertisers. P15 The TimesJohn Whittingdale could go in ‘revenge reshuffle’. P9Moral panic warning after Jimmy Savile abuse. P15Cooks all whipped up at BBC plan to cut recipes. P19Leader: too many cooks - let a thousand new recipe websites bloom. P27Do we really need 11,000 recipes? T2 P3 iTwitter change could add extra 47 characters. P8Nicole Scherzinger gives her version of joining The X Factor. P15Uproar as 11,000 BBC recipes hit digital dustbin. P26EastEnders has lost its most famous character, but that doesn’t mean the soap will die. P26 Wall Street JournalApple eyes expansion in India. B1Google clashes with South Korea. B3Hollywood finds inspiration in documentaries. B4 Daily MailBBC U-turn on axing recipes from its website – but was it all a stunt? P8BBC’s 24-hour news channels to face merger. P8Editorial: How the BBC cooked up a cynical storm. P14Reporter’s harassment order revoked by Met. P16Google could join battle for Premier League TV rights. P73Have BBC’s Robbie Savage and Darren Fletcher fallen out? P73 Daily ExpressMillions see EastEnders’ Barbara Windsor bow out. P3BBC’s recipe chop stirs up a storm. P3Ann Widdecombe: BBC is showing its bias over Brexit. P13A Countdown to calamity as TV quiz goes below the belt. P25 The SunIpso rules against Sun’s Queen headline. P2Katie Price’s son Harvey swears on live TV. P3Barbara Windsor’s final Eastenders. P7James Delingpole: bloated BBC websites are recipe for leftie domination. P10Stiff competition for TV’s deadliest drama. P24Peacky Blinders faces complaints about mumbling. P33 Daily MirrorBarbara Windsor bows out of Eastenders. P3Gary Lineker will present Match Of The Day in his pants. P11BBC’s recipe axe leaves bad taste. P12£10m adaptation of Vanity Fair planned for ITV. P23The Worst Witch to be made into TV show for CBBC. P23 Daily Star10 million watch Peggy Mitchell’s final EastEnders. P5Kylie Minogue could be back on The Voice. P6Simon Cowell books Britain’s Got Talent panel for next year. P6Eurovision flops are lined up to present new music show. P12Katie Price’s son swears on live TV. P15 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-18T08:16:02Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/18/media-briefing-wednesday-18-may",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/18/media-briefing-wednesday-18-may"
}