{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/12/yellow-dress-red-carpet-cannes-anna-kendrick-angelina-jolie",
  "id": "2016-05-12-199",
  "sectionId": "fashion",
  "body": "There’s something quite route one about choosing a yellow dress for Cannes, the most sunshine-y of red carpets. But, like Pharrell’s Happy two years ago, sometimes we’re powerless to resist such unmitigated joy.     Kirsten Dunst in yellow at Cannes. Photograph: Gisela Schober/Getty Images    Yellow is not cool; it’s not black transparent layers like those worn by Kirsten Stewart, or Julianne Moore’s badass sequin cobras. There’s no androgynous edge, like Victoria Beckham’s jumpsuit or Susan Sarandon’s suit. But it has had major play on the Croisette, having been worn by Anna Kendrick, Kirsten Dunst and Jessica Chastain this year alone. The reasoning? A no-brainer impact of a colour without having to think too much about any other design element, perhaps? Because it looks great in a picture? Or, as some critics have suggested, a love of condiments? Yellow and red – that’s mustard and ketchup, obviously.      Angelina Jolie and the condiment colour combo, at Cannes in 2007. Photograph: David Fisher/REX/Shutterstock    It’s a combo – both sartorially and culinarily – that is classic. Michelle Williams in a yellow Vera Wang dress at the Oscars in 2006 is now in the canon of best red carpet dresses ever. Angelina Jolie at Cannes a year later is another example of red carpet yellow, as is Jourdan Dunn in 2014.      Kate Moss’s classic yellow dress in 2003. Photograph: MATT BARON/BEI/BEI/Shutterstock    Yellow works off the red carpet, too. A vintage yellow one-shouldered dress, accessorised with fag, at a party for Another magazine in 2003 is one of fashion insiders’ favourite Kate Moss looks. It’s such a cult image that she recreated the dress for her Topshop collection in 2007.      Rihanna and her meme-able dress at the Met Ball in 2015. Photograph: Karwai Tang/WireImage    Arguably the best red-carpet yellow-dress moment came last year and – as luck would have it – there are culinary associations. Rihanna’s dress for the Met Ball in 2015 was bright yellow, with a huge train that stretched out behind the singer. The internet soon responded, with memes turning the train into pizzas and omelettes quicker than you can say “frying pan”. The dresses on the red carpet at Cannes this year might not have quite have the same meme-ability, but when looking at a yellow (mustard) dress on a red (ketchup) carpet, don’t be surprised if you have a sudden hankering for the only thing that’s missing – a hotdog.",
  "webTitle": "Yellow dress, red carpet: at Cannes, it's a mustard-and-ketchup no-brainer",
  "webPublicationDate": "2016-05-12T13:15:35Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/12/yellow-dress-red-carpet-cannes-anna-kendrick-angelina-jolie",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Cochrane",
      "id": "profile/laurencochrane"
    }
  ],
  "guardianId": "fashion/2016/may/12/yellow-dress-red-carpet-cannes-anna-kendrick-angelina-jolie"
}