{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/secret-life-poker-player",
  "id": "2016-05-16-316",
  "sectionId": "commentisfree",
  "body": "You have to volley back a lot of misconceptions when you tell people you play cards for a living. “What’s your poker face like?” tends to be the first thing people ask me. I feel as if I’m letting them down when I say that I don’t have one. Playing online, which is the bedrock of my poker income, it doesn’t matter what my face is doing (grimacing at the screen, usually). When I play live I tend to focus on other things for information: bet sizes; chip handling; hand history; what my opponents are wearing, drinking, talking about. Faces rarely come into it. Another typical response is, “How can you make a living gambling? It’s all just luck, right?” Ah but it isn’t. Granted, there are short-term slices of good fortune or otherwise, but over hundreds of thousands of hands, psychological, mathematical and emotional skill reign. Steven D Levitt’s paper The Role of Skill Versus Luck in Poker along with other sources, support poker being a skill-based game. And while I admit that I was hopelessly addicted to fruit machines as a teenager, poker doesn’t feel at all like gambling. The steady incline of my profit graph stretching back four years demonstrates that ultimately hard work and talent are rewarded. That said, my annual income is unspectacular and below the national average wage. I came to the game aimlessly and late at 36, after working as a freelance journalist. I was asked by an editor to write a weekly poker column charting the progress of a newcomer. I agreed and was immediately seduced.    I went to Aberdeen on a whim in February to play cash games, and almost cried with happiness looking over the docks    I threw myself into learning about the game and went from playing one table at a time to two, then, eventually, seven or eight. The column was scheduled to last a few months. When it finally petered out and I had a chance to look around me, it had been running for 88 weeks. My writing career lay in tatters and my income was now solely dependent on poker success. I found the idea both terrifying and exhilarating. I still do. Time contracts when you spend most of your time on your own in a small room looking at a computer. I can barely recall anything that happened last week but remember the specifics of hands played several years ago. I am 40 now and any hopes of a life consisting of “normal” things – a mortgage, starting a family, hobbies – have all but gone. Poker has put me out on the fringes of society. This isn’t healthy. Last year I went deep into the psychological trenches. I was playing live cash games at stakes I wasn’t properly bankrolled for and had a bad run. Losing a week’s wages in two minutes is tough to take. To make up for these losses I was grinding eight tables online simultaneously for up to 15 hours a day. When I wasn’t playing, I was drinking to the point of blacking out to cope. I would play hungover or drunk (or both) and badly. Financial problems led to sleepless nights which led to poor decision-making at the tables which led to more sleepless nights. I found myself in a nightmarish loop. By the end of November my mental health was tied together by string. I had chronic insomnia, tinnitus, suicidal thoughts; weight slipped off me and as if that wasn’t enough – and, frankly, I felt like it was – I developed exploding head syndrome. I turned to the stoics for help. Those ancient philosophers had a tonne of good advice for the modern-day poker player to add to his or her psychological toolkit. They focused on self-control, overcoming adversity, being conscious of our impulses, life after failure and so on. Aces cracked for the tenth time in a night? What do you do? Smash up your computer or exercise self-control and concentrate on playing well? Busted a tournament before the money? It’s no fun, but nothing that the words of Marcus Aurelius can’t help soothe: “The thing itself was no misfortune at all; to endure it and prevail is great good fortune.” Even their motto – Nil Admirari (“Be astonished at nothing”) – resonates when at the poker table.   Related: The secret life of a trainee brain surgeon: it’s all about the drilling | Anonymous    A reasonable question here might be: why don’t you go and do something less financially precarious and mentally damaging instead? The thing is, I still find poker fascinating. The axiom of it taking five minutes to learn and a lifetime to master has never felt truer. Also, I am in a corner. I’m not sure if I could do anything else with such yawning gaps in my CV – or if I want to. I went to Aberdeen on a whim in February to play in the cash games up there and almost cried with happiness looking over the docks on a dreary Saturday afternoon. My wallet was full and my career felt ideal: doing something that intellectually challenges me, that means I am not tied down, that I don’t have to answer to anyone, that doesn’t feel remotely like a job. But I can’t shake the guilt that I should be doing something more positive with my life. They haven’t explicitly said it, but I get the feeling my family and friends feel I could be doing something better with my time than draining money from other people. I don’t mind taking money from fellow pros – I often relish it in fact – but I often feel grubby scooping up pots from recreational players after outplaying them. I tell myself that it’s entertainment for them; that an evening playing poker is less expensive and more healthy than a weekend in the pub. Then the guilt may begin to evaporate. Plus I’m working on a book, exploring the relationship between stoicism, depression and poker, which I hope will help others. This is how I kid my way through the days. Deception is a big part of the poker player’s armoury although most of the time, deep down, I realise I am mainly deceiving myself. • Are you a GP, a dry cleaner, a childminder? We want to hear your candid accounts of what work is really like. Find full details on submitting your story anonymously here",
  "webTitle": "The secret life of a professional poker player: I’m on the fringes of society | Anonymous",
  "webPublicationDate": "2016-05-16T07:00:29Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/secret-life-poker-player",
  "keyword": [
    {
      "webTitle": "Poker",
      "id": "sport/poker",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Hobbies",
      "id": "lifeandstyle/hobbies",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anonymous",
      "id": "profile/anonymous"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/secret-life-poker-player"
}