{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/28/cleethorpes-seaside-resort-revival-shops-bars",
  "id": "2016-05-28-134",
  "sectionId": "travel",
  "body": "The lightbulb moment that took Brett Smith back to his seaside home town after an 11-year absence happened close to where we are both sitting. On a break from his Manchester-based job in commercial recruitment, he set off one morning for a run along Cleethorpes’ Blue Flag beach – a beach so clean he says it’s as if “somebody’s gone out and hoovered the carpet”. Braced by the refreshing sea air and early sunshine, he made a decision: “It’s time to come home.” Smith sits proudly in People Bar and Kitchen (20 Cambridge Street), the restaurant that was the product of his beach epiphany. Housed in a terraced former dairy, it has a cosy ski-chalet feel and is the sort of gem any city would be pleased to have, let alone a small seaside resort on the Lincolnshire coast. People Bar specialises in antipasti and sharing platters made from locally sourced ingredients, with wines and craft beers to wash them down. Its draught lager, Batemans Prohibition, could for some time be found nowhere else in the UK. Marston’s Shipyard pale ale on the tap next to it had a similar exclusivity until JD Wetherspoon took it on. “You win some, you lose some,” says Smith. “I can’t fight a Wetherspoon yet, but we’ll see what happens.”     A sharing platter at People Bar and Kitchen    Cleethorpes, like many British seaside towns, is witnessing a revival. What Smith calls the Seaview quarter, the Victorian streets behind the Central Promenade and Pier Gardens, is thriving and now boasts several alluring shopping, eating and drinking spots. A short walk from People Bar is Grants 1856 (78 St Peter’s Avenue) selling contemporary clothing brands such as Norse Projects and Folk, while a stroll in the other direction takes you to Daniella Draper’s handcrafted jewellery shop (14a Sea View Street). Daniella’s journey from Lincolnshire to London’s Central St Martins and back is testament to the town’s revival, and her jewellery is worn by Kate Moss, Ed Sheeran and Chloe Grace Moretz. A short walk north is the 2016 pier of the year – as voted by the National Piers Society. The Victorian structure was one of the homes of Northern Soul in the 1970s, but was sold by the council in 1981 and after years of strife finally closed in 2011. Restored to splendour last August, it houses a fine-dining restaurant, tearoom and bar.     The Burlington Hotel, Cleethorpes    As Smith says, at the centre of the town’s revival is choice. The Burlington Hotel (doubles from £65) is a boutique alternative to the classic B&B. The recently opened 0° North (14 High Street), with its gourmet burgers, is a popular alternative to fish and chips institution Steels Corner House (10 Market Street). Don’t Fight It, Feel It is a new live music platform, run by a member of cult band Orphan Boy in the Fiddler pub, that showcases local talent plus buzz bands from nearby 2017 Capital of Culture Hull. Backstreet exploring that would have proved fruitless four or five years ago now leads to exciting new discoveries. Family-run beer shop Message In A Bottle (91-97 Cambridge Street) is one of the best. Owner Charles Lumley’s biggest seller is Cleethorpes Pale Ale, from Lincolnshire’s Axholme Brewing Company and exclusive to the shop. The ale’s secret ingredient is buckthorn berries, foraged from the nearby beach.    People underestimate what it’s like around here. People see the Sacha Baron Cohen image  Charles Lumley, owner Message In A Bottle     A great beach picnic of local fare could include Columbus Stout (from nano-brewery Rowett), Captain Cobbler Sweet Scrumpy from Skidbrooke of Louth, HBB 1874 Ale from Black Horse Brewing, and a packet of Scrubby’s Vegetable Crisps (made in Grimsby). Before Lumley set up shop, his dad warned him he’d never sell a bottle of beer for £3 in Cleethorpes. Turns out his dad was wrong. “People underestimate what it’s like around here,” Lumley says. “People see the Sacha Baron Cohen image of the area [in his poorly received spy comedy Grimsby], and make assumptions.”     Message In A Bottle, Cleethorpe    He is right. Cleethorpes is cleaner, prettier and wealthier than stigma suggests. In the snug terraces of the Sea View Quarter, the message is the same: the town is booming and choice remains key.  As Smith puts it: “Not everyone wants to drink Carling and Stella. Take a gamble – give them something else.” For him and the rest of Cleethorpes, the gamble appears to be paying off.",
  "webTitle": "Off to Cleethorpes, for sea, sand and style",
  "webPublicationDate": "2016-05-28T08:00:29Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/28/cleethorpes-seaside-resort-revival-shops-bars",
  "keyword": [
    {
      "webTitle": "Beach holidays",
      "id": "travel/beach",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Lincolnshire holidays",
      "id": "travel/lincolnshire",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Family holidays",
      "id": "travel/familyholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Day trips",
      "id": "travel/day-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Short breaks",
      "id": "travel/short-breaks",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Weekend breaks",
      "id": "travel/weekends",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Davey Brett",
      "id": "profile/davey-brett"
    }
  ],
  "guardianId": "travel/2016/may/28/cleethorpes-seaside-resort-revival-shops-bars"
}