{
  "apiUrl": "https://content.guardianapis.com/environment/shortcuts/2016/may/15/eastbourne-sunniest-town-britain-or-smoggiest",
  "id": "2016-05-15-75",
  "sectionId": "environment",
  "body": "Name: Eastbourne. Appearance: Seasidey. Age: About 150 years old. Like most of its residents, eh? Get it? Because people move there when they retire and … Yes, I understand the joke. But it’s rather out of date. Like many coastal towns in the south, Eastbourne has been getting younger and groovier. The band Toploader were formed there. Um, yes. You can’t get much groovier than that. I suppose I can see why young people might want to live where they can frolic on the beach, where they and their eventual children can breathe the fresh sea air. Yeah. Um. Except, actually, that’s out of date as well. Eastbourne has some of the worst air pollution in the country. What? How? Half of it is sea. I know. It’s all rather embarrassing, especially as the cover of this year’s Visit Eastbourne brochure reads: “Breathe it in.” So, what’s going on? Well, according to the World Health Organisation, among all the towns in the UK, Eastbourne has the third-highest levels of very small particulates in the air, and the seventh-highest of slightly bigger ones. It’s at least as bad as London, and fractionally worse than Scunthorpe, which is a big steel town. Only Glasgow is decidedly smoggier. Worse than Scunthorpe! What’s going on in Eastbourne? Do Toploader constantly ride around in a coal-fired steamer? They may do. I haven’t heard much about them lately. But no, that isn’t the problem. Didn’t Eastbourne pier burn down? Part of it did, yes, but that was two years ago, so the smoke has probably dispersed by now. The problem is other people. Isn’t it always! I keep saying that, but they don’t listen. Yeah, well, in Eastbourne’s case, it’s true. There’s no heavy industry in the town, and only about 100,000 people, but they happen to be in just the wrong place, where wisps of smog drift over from London and from the continent. Brexit! Let’s do a Brexit! That won’t fix the problem, I’m afraid. Smog doesn’t need a passport. Besides, EU air pollution laws have been forcing our reluctant governments to tackle the problem (a bit). Still, at least Eastbourne is the sunniest town in Britain. Unless Hastings is. Which it is, according to Hastings. Do say: “Let’s attack France and make it cut its pollution!” Don’t say: “With special low-emission battleships!”",
  "webTitle": "Eastbourne: the sunniest town in Britain – or the smoggiest?",
  "webPublicationDate": "2016-05-15T16:00:10Z",
  "webUrl": "https://www.theguardian.com/environment/shortcuts/2016/may/15/eastbourne-sunniest-town-britain-or-smoggiest",
  "keyword": [
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "environment/shortcuts/2016/may/15/eastbourne-sunniest-town-britain-or-smoggiest"
}