{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/05/top-10-soviet-era-experiences-st-petersburg-russia",
  "id": "2016-05-05-335",
  "sectionId": "travel",
  "body": "Walk among Stalinist-era buildings St Petersburg’s architecture is one of its biggest attractions. The centre’s original baroque and classicism styles have been preserved, so it’s almost as if the USSR never happened here. However, if you travel to the Moskovskiy district you’ll see the full scale of the Stalinist neoclassical architecture. It has been said that the tall grey buildings with giant columns and Soviet insignia were meant to oppress the citizens into obeying the communist party. See for yourself by starting a walk at the end of Moskovsky Prospekt at the Moskovskaya metro station, and then walk back towards its beginning at Sadovaya station. Look out for the two largest, classic examples of the style: the House of Soviets at 212 Moskovsky Prospekt, and the Spire Building at 190 Moskovsky Prospekt. Coffee break at Pishki – with Soviet doughnuts      Life in the Soviet Union was not too sweet but at least one aspect of it was known to be literally covered in sugar: the famous Leningrad pishki. Still served in one of the oldest cafes (and named after them) in the city centre, pishkis are ring doughnuts dusted with powdered sugar. They are the cafe’s only dish, and the proper way to eat them is with Soviet-style coffee – pre-mixed with milk and sugar in a large pot, a concoction that divides Russians like caffeinated Marmite. The interior has also been largely preserved, with stone floors, old counters, uniformed cashiers and standup tables. The place has a legendary reputation among locals and savvy Russian tourists, so there might be a queue to get in during the high season. • Doughnuts 13p each, coffee 25p, Bolshaya Konushennaya Street 25, no website The Life of Leningrad 1945-1965 museum      This unusual private museum, concentrating on the 20 post-war years, showcases everyday objects from 50s Leningrad. The exhibition is fascinating for lovers of vintage and those curious about day-to-day life in the Soviet era. There is a big collection of women’s items such as cosmetic and perfume bottles, magazines, purses and gloves, as well as homeware and toys. The museum has the atmosphere of a Soviet apartment (in fact, a real communal apartment existed on the site until a few years ago), with no labels or other usual museum signs – which is not a problem since most of the items are self-explanatory.• Admission £1. Vasilyevsky Island, 4th line 19-11, 1945-1965.com Banya, the Russian sauna     Degtyarniye Bani    Even though banya is a Russian tradition, the modern incarnation was largely shaped in Soviet times, when many people in Leningrad ended up living in large communal apartments where several families had to share one bathroom – and a hot sauna was a salvation for those craving a good scrub. The process is not just about cleaning: Russians say it refreshes the soul. Visit Degtyarniye Bani, which has been going for over 50 years, and choose the slightly more expensive Russkaya parnaya (Russian steam room) option for the authentic experience. If you’re feeling brave order the venik treatment, a form of herbal massage where you get hit with bundles of twigs and branches. Yamskiye Bani is a more affordable option – no treatments on offer but, according to legend, Dostoyevsky and Lenin favoured this place.• Degtyarniye bani from £6 for banya, extra for massage and spa treatments, Degtyarnaya Street 1A, d1a.ru. Yamskiye bani from £3 for banya, Dostoyevskogo Street 9, yamskie.ru For a UK taste of banya: London’s first Russian bath house Try chebureki, Soviet street food      Eating out in Soviet Leningrad, like the rest USSR, was not common: cafes and restaurants were scarce, expensive, and hard to get into. However, places that sold affordable fast food have not only managed to outlast the regime, they have gained cult-like status. The most common are called chebureki: a traditional Tatar dish of deep-fried half-moon pies filled with meat or cheese. The dough is supposed to be flaky and crunchy, and the filling juicy and slightly spicy. For a restaurant meal go to Salhino, open since 1962, and for a more affordable lunch and Soviet canteen experience choose Cheburechnaya on the Petrogradskiy Island – it may look shabby, a mix of perestroika and 90s styles inside, but locals swear by this place.• Chebureki from £3 at Salhino, Kronverkskiy Prospekt 25, or from £1.50 at Cheburechnaya, Bolshoy Prospekt, Petrogradskiy Island Ride in the chicest Soviet car      In old photos, the streets of large Soviet cities look deserted; cars were expensive and difficult to get and you had to join a queue for a chance to buy one. That’s why having a car, especially the highly coveted Volga, was a point of pride for the owners and the object of jealousy for others. Now, keeping and looking after retro Russian cars is becoming a hobby, albeit a rather expensive one, with old car parades taking place in Moscow, as well as smaller cities. In St Petersburg, several services offer retro cars for hire (usually with a driver), including the legendary Pobeda (Victory) model and the exclusive customised Volga made into a cabriolet. A more affordable option is a taxi service, also operated by retro Volgas.• Retro-taxi from £15, vintage car hire from £35 – depending on the car, retrovmode.ru Play at the Museum of Soviet Arcade Machines      This museum, just three years old, has become a must-visit for nostalgic Russians and curious foreigners. The display consists of more than 40 Soviet arcade games, most of them functioning and open for visitors to play on. A ticket gets you a short walking tour of the museum and 15 tokens to play the machines. There’s also a vintage soda vending machine where you can try a drink that Soviet teenagers drank instead of Pepsi and Coke.• Admission £4.50 adults, £3.50 children, 2 Konuyshennaya Square, 15kop.ru The Museum of the Defence and Siege of Leningrad      Another must-visit museum – though a more sombre experience – this represents an important part of local history, and one which shaped the way the city developed. The city was besieged for 900 days during the second world war and the stories of hunger and air raids still travel through families. Locals will tell you stories of their grandmothers who survived the siege telling them off for throwing away food that had gone bad. The display is mostly in Russian but excellent English audio guides are available. One of the most shocking displays is the daily ration of food given out to citizens during the siege: 125g of brown bread.• Admission £2.50, audio guide hire £3, 9 Solyanoy Pereulok, blokadamuseum.ru Rummage at Udelnaya weekend flea market      This flea market, in a park in the suburbs, is the only one in the city. It might take some rummaging around to find something valuable, but on most days you will discover Soviet badges, toys, kitchenware and clothes – great souvenirs for vintage aficionados. Only go on the weekends; from Udelnaya metro station cross the rail tracks and keep going right through the modern part of the market, and mind your bags and valuables while there. Visit a ryumochnaya, the Russian version of a pub Ryumochnayas (the name is derived from the Russian word for shot glass) are as close as you’ll get to the drinking traditions of 19th-century Russia. Cheap and unpretentious, they were a step up from drinking at home (or in the street), the place to go if you couldn’t afford a restaurant in both the USSR and 90s Russia. The local favourite is Mayak Café, going since the 80s and now filled with Soviet memorabilia. There is no sign outside but you can spot the place by the large head of Lenin in the window. The traditional order would be zakuski – Russian d’oeuvres of dill pickles, sausages, pickled herring – consumed with alcohol.• Vodka from 45p, beer from 70p, zakuski from 25p. 20 Mayakovskogo Street",
  "webTitle": "Top 10 Soviet-era experiences in St Petersburg",
  "webPublicationDate": "2016-05-05T05:30:43Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/05/top-10-soviet-era-experiences-st-petersburg-russia",
  "keyword": [
    {
      "webTitle": "St Petersburg holidays",
      "id": "travel/stpetersburg",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Cultural trips",
      "id": "travel/cultural-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Russia holidays",
      "id": "travel/russia",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Europe holidays",
      "id": "travel/europe",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Heritage",
      "id": "travel/heritage",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "City breaks",
      "id": "travel/city-breaks",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Top 10s",
      "id": "travel/top10",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Sasha Raspopina",
      "id": "profile/sasha-raspopina"
    }
  ],
  "guardianId": "travel/2016/may/05/top-10-soviet-era-experiences-st-petersburg-russia"
}