{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/12/great-barrier-reef-devastating-images-tell-story-of-coral-colonies-destruction",
  "id": "2016-05-11-22",
  "sectionId": "environment",
  "body": "Devastating images showing the complete destruction of coral colonies on the Great Barrier Reef have been obtained by Guardian Australia and illustrate what is happening to coral there that would fill an area the size of Scotland. They reveal the rapid death of coral impacting much of the Great Barrier Reef, with estimates that as much as half of the coral in the northern third of the 2000km reef had this fate.           Coral bleaching on the Great Barrier Reef worse than for decades    The photos were taken from around Lizard Island by Lyle Vale from Coral Watch at the University of Queensland. Justin Marshall, a biologist at the University of Queensland, says more than 90% of the coral around Lizard island is dead or dying. “The thing that struck me about this event is two things,” Marshall said. “The severity of the bleaching in the first place. And the rapidity of the death, which I was completely blown away by. When I went up to the reef in March I was already seeing corals that were dying.” Marshall said that was going to be devastating for the tourism industry there. “Lizard Island has just rebuilt their resort after the cyclone. They spent millions of dollars. Tourists are going to go there and go: ‘Where’s the reef?’  “These photos show a story … The shocking thing to think about is what you’re seeing there is happening over a 1000-kilometre stretch of the reef, to at least half of it. An area of the Great Barrier Reef the size of Scotland has coral that is dying right now. Or dead – probably dead.”     The four images showing the decline of the reef around Lizard Island. The first, dated 20 December 2015, shows a healthy reef; the second, from 12 March 2016, shows it bleached; on 13 April algae begins to grow, but the returning colour is not recovery – the coral is most likely dead; and the final photo from 2 May, which shows heavy algal overgrowth, resulting in eventual disintegration and loss of habitat. Photograph: Lyle Vale/Coral Watch    The four photos show the rapid effects of warm water on coral. The first image shows healthy corals from around Lizard Island on 20 December 2015. It includes two large colonies of hard coral in the centre known as acropora. Around the top of them is a common soft coral called lobophytum and nestled in at the bottom is a spiky coral called seriatopora. There are also fish swimming around the coral that feed on plankton and use the coral as shelter. The second image was taken on 12 March 2016 and shows all the corals becoming severely bleached. At that stage they’re unlikely to be dead. The third image shows the same colony one month later. Marshall says that, even as a biologist, it was easy to be confused by the colour that appears to be returning but was not the coral recovering but rather being taken over by seaweed. At this stage, the fish are still able to use the coral as shelter on the reef. The final image was taken just two weeks later on 2 May. It shows the algae has taken over and the coral – including the soft coral all around the edges – is completely dead. The spiky seriatopora that was nestled in the bottom is completely gone. With that much algae covering the coral skeletons, fish aren’t able to use them as shelter, Marshall said. He said the crisis on the Great Barrier Reef, and the billions of dollars in tourism that relies on it, demands that Australia take strong immediate action on climate change, stop building new coalmines and institute strict controls on farm run-off. “We have to grow up and actually take the COP21 plan forward at the speed of light,” he said.     A close up of the effects of bleaching on coral. The first image shows healthy coral; the second bleached (these coral polyps are pink); then dead (a thin film of algal overgrowth, not recovery). Photograph: Coral Watch       A series of photos showing before, during and after bleaching on Loomis Reef off Lizard Island. Photograph: Coral Watch    But with recent analyses showing that the warm conditions driving this bleaching event will be normal by the 2030s – and cooler than average after that – Marshall said he was pessimistic about the future of the reef. “Yes, maybe it’s too late. But that’s not a reason not to do it. I’m not going to sit back and buy a Hummer and just let it all slide. With biology there are always things around the corner that we don’t know. These things are fantastically resilient and biologically programmed for survival. “I’d rather be pessimistic and doing something than being pessimistic and not doing anything at all.”",
  "webTitle": "Great Barrier Reef: devastating images tell story of coral colonies' destruction",
  "webPublicationDate": "2016-05-11T22:02:32Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/12/great-barrier-reef-devastating-images-tell-story-of-coral-colonies-destruction",
  "keyword": [
    {
      "webTitle": "Great Barrier Reef",
      "id": "environment/great-barrier-reef",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coral",
      "id": "environment/coral",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "environment/2016/may/12/great-barrier-reef-devastating-images-tell-story-of-coral-colonies-destruction"
}