{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/23/how-ardent-is-western-europes-love-affair-with-eu",
  "id": "2016-05-23-89",
  "sectionId": "politics",
  "body": "France In France, even Eurosceptics love Europe. No political party is calling for a “Frexit”. Even if Marine Le Pen once pushed for pulling out of the eurozone – a campaign she has since dropped – she has never dared propose a full departure from the EU that France helped found. Indeed, this is the feature of the EU that the French like most: they helped create it. Europe, seen from Paris, is first and foremost a French idea. A way of managing German power. An idea that bigs up the French. As Europe has steadily enlarged, of course, the idea has become diluted. No matter. The Europe that the French love is a utopia. Back in 2005, when they famously rejected a draft constitution in a referendum, it wasn’t that the French didn’t want Europe – it’s because they wanted a different Europe. Ultimately, even the most ardent Europhiles are disappointed because Europe hasn’t lived up to their dreams. Still, there are enough things for the French to love about the EU: the common agricultural policy, which bolsters its farmers, the Erasmus university exchange programme, the single market, free movement of people, research, culture. But all that counts for little next to the grand political and intellectual vision, launched in the wake of world war, in which the French were so instrumental. Le Monde correspondents Italy Italians are the most pro-European of Europeans. They luxuriate in a sort of congenital xenophilia. It’s a way for provincials to feel a bit more cosmopolitan. Italians have never had a high opinion of their own rulers, while tending to mythologise those of other countries – De Gaulle and Mitterrand, Churchill and Thatcher, even Adenauer and Gorbachev – certainly far more than the likes of Andreotti and Craxi.  Even the euro was initially popular as a way to do away with the humiliating arithmetic of the lira (330 for a franc – who knows their 330 times table?). And yet, and yet … now everything is reversed. Economic crisis, taxes, austerity, unemployment, migration: the word Europe has become – rightly or wrongly – a universal scapegoat. The myths have fallen. But even the most adventurous in the political class realise that, for Italy at least, there is no real solution outside Europe and its values. Cesare Martinetti Germany Maybe the most beautiful thing about Europe is the way it allows us to suffer. For every problem the union delivers up a neighbour who we can blame. The Germans are self-righteous, the Greeks disorganised, the Poles reactionary. These complaints from fellow Europeans almost have something sentimental about them, even comforting. You can blame Europe for everything. The rightwingers suffer because there is always someone or other you don’t like who is allowed to have a say. The leftwingers suffer because the European Union has not lived up to its promises. Both sides can get thoroughly and noisily upset about this.  That’s what is called freedom of speech and pluralism. These are not things to be taken for grantedOnly a few hours by plane from Paris, Berlin or London, people long for European privileges: free travel, peace, prosperity, a functioning judicial system. We might venture that it’s worth defending these advantages against authoritarian tendencies; instead we adopt a defensive stance as the blame game starts. Nadia Pantel Spain     Lieutenant Colonel Antonio Tejero holds a gun in Spain’s parliament during the attempted coup in 1981. Photograph: Manuel P Barriopedro/EPA    With Spaniards going back to the polls on 26 June, the political debate is intense. It looks as though, once again, there won’t be a clear political majority, and no one really knows whether the parties will be able to reach an agreement to form a government.  But everyone is gearing up for the final battle. Everyone, that is, except the Eurosceptics. In Spain, unlike other European countries, there aren’t any parties campaigning to split from Europe because they know it’s not fertile political soil. Disgruntled Spaniards do not dream of a better life outside Europe. Brussels remains deeply anchored in the collective Spanish psyche. Spain didn’t join the EU until 1986, barely five years after Colonel Tejero’s attempted coup d’etat and scarcely 10 years after the death of Franco. For many Spaniards, becoming part of Europe served as confirmation that democracy was here to stay - and Brussels provided the best guarantee of that.  That feeling may have ebbed over the years – there’s been a notable loss of confidence in European institutions since 2005 – but the statistics show nothing comparable to the vibrant Euroscepticism you find in Britain and central Europe. An Ipsos poll this month warned of the possible domino effect that Brexit would have in Europe: in France and Italy, more than 50% of those surveyed said there should be a similar referendum in their country.  Spain, though, is way down the list of countries that want a British-style plebiscite, with half of Spaniards polled saying they wanted more Europe, not less. And all that despite the fact that Spain has, over recent years, suffered one of the most devastating crises in the eurozone – a crisis that many people here blame on austerity policies from Brussels.  But given that this low-level criticism of the EU is beginning to grow in Spain – and given that the Europhobic disease is spreading across the rest of the continent – it may be time to accept that even the Spanish vaccine has a best-before date. Ana Carbajosa",
  "webTitle": "Western Europe's love affair with the EU",
  "webPublicationDate": "2016-05-23T17:00:19Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/23/how-ardent-is-western-europes-love-affair-with-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/23/how-ardent-is-western-europes-love-affair-with-eu"
}