{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/04/trinity-mirror-shares-agm-new-day-phone-hacking",
  "id": "2016-05-04-179",
  "sectionId": "media",
  "body": "Trinity Mirror has seen its share price fall to its lowest level in three years as disgruntled investors prepare to grill management at the publisher’s annual meeting. The Daily Mirror publisher’s top brass, including chief executive, Simon Fox, and chairman, David Grigson, are to be quizzed over concerns including the prospects of new national title The New Day, the ailing newspaper ad market and the ongoing potential impact of large phone-hacking payouts. Continued tough trading conditions across the newspaper market – including steeply declining print revenue and poor growth in digital income – has weighed heavily on shareholders examining their long-term commitment to traditional media stocks.   Related: The New Day got off to a terrible start, and Trinity Mirror’s bosses are to blame    Trinity Mirror’s share price fell to 111p on Wednesday, the day ahead of its AGM of shareholders in London, the lowest level since August 2013 and down more than 40% over the last year. Investors are likely to seek information about Trinity Mirror’s ongoing commitment to the cut-price The New Day, which was launched in February, which sources believe could be costing the equivalent of almost £1m a year.  It was initially hoped that sales would top 200,000 copies a day – putting it in the same league as the last successful national title to launch, i – but instead it is understood to be selling closer to 30,000. Investors are also likely to ask about the company’s financial exposure in making payouts to hacking victims. The publisher failed in legal efforts to get the £1.2m amount awarded to eight victims reduced. The eight victims, including actor Sadie Frost and former footballer Paul Gascoigne, were considered a test case for the level of payout in more than 50 other claims the company is facing. After the ruling, on 23 March, Trinity Mirror issued a statement saying it would cost the company about £41m to settle the hacking claims. The company has significant resources to draw upon to handle financial claims, as it makes about £100m in profits annually.  “No one is really buying shares, no one,” said one City source. “Because of New Day, the issue with print advertising and the phone hacking costs not being resolved [a positive business] story is not getting out there. There are three reasons not to buy [Trinity Mirror shares]. They need to be more on the front foot. They did a positive deal to buy Local World but the narrative [to investors] about that has been obscured by the performance of New Day.” Trinity Mirror’s share price was less than 40p when it was announced that Fox, the outgoing HMV chief, would take over from Sly Bailey as chief executive. During his tenure the company has enjoyed a peak share price over 230p, and Fox tried to drive growth by acquisition buying regional publisher Local World for £220m in October last year. Fox also held talks with Daily Express owner Richard Desmond to potentially buy “certain assets”, but negotiations fell through reportedly over price and pension issues.",
  "webTitle": "Trinity Mirror shares hit three-year low ahead of AGM",
  "webPublicationDate": "2016-05-04T13:10:49Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/04/trinity-mirror-shares-agm-new-day-phone-hacking",
  "keyword": [
    {
      "webTitle": "Trinity Mirror",
      "id": "media/trinity-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Trinity Mirror",
      "id": "business/trinitymirror",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/04/trinity-mirror-shares-agm-new-day-phone-hacking"
}