{
  "apiUrl": "https://content.guardianapis.com/news/2016/may/03/guardian-weekly-bangladesh-hillsborough",
  "id": "2016-05-03-139",
  "sectionId": "news",
  "body": "We know that you Guardian Weekly readers are a cultured lot, so you’ll have to forgive us for what may at first seem like a preponderance of football-related content in this week’s issue. Much of it – our entire Review section, in fact – is given over to reporting the inquests into the 1989 Hillsborough stadium disaster in the UK, which last week determined that 96 Liverpool FC supporters had been unlawfully killed in a crush due to failings, previously disputed, by the police officer in charge of crowd control at an FA Cup semi-final. The verdicts ended a 27-year fight for justice by the families of the deceased. At the forefront of the reporting of this story was the Guardian’s David Conn, who attended every day of the two-year-long inquests and who persisted for many years more in trying to uncover the truth on behalf of the families. Conn was afforded the rare distinction of a standing ovation from his Guardian colleagues when he visited the offices last week; you can find out why by reading his devastating verdict on the police’s mishandling of the disaster and the subsequent cover-up, one of the most moving pieces of long-form journalism I have read for a long time. Elsewhere, in an entirely different focus on sport’s more redemptive qualities, we take you behind the rags-to-riches footballing story of Leicester City, the small-town club who this week stunned both themselves and the wider sporting world by winning the English Premier League title. On the front cover this week we focus on altogether more sobering events in Bangladesh, where a wave of brutal, Islamist-inspired killings is spreading fear and panic throughout the country. In the news pages, we report on new turmoil in Syria and Iraq, child refugees in Calais and Donald Trump’s US foreign policy plans, a source of black humour if ever there was one. On a more hopeful front we look at prospects for lasting peace in South Sudan, and how Moscow’s restaurants have creatively raised their game despite being under an EU goods embargo. In the UK, on the eve of a crucial London mayoral vote as well as nationwide regional elections, the Labour party has been engulfed in an unedifying row about antisemitism. We bring you up to speed with the claims and the party’s response to them. Few foodies would begrudge the versatility of the humble potato, but our Discovery pages ask whether it could now be credited with a hitherto-overlooked starring role in the shaping of human civilisations. The Books pages go under the skin of US gun culture, while Culture profiles the pragmatic and perpetually colourful work of the Japanese fashion designer Issey Miyake. Notes & Queries grapples with the nebulous meaning of a “Baby on Board” car sign, while Good to Meet You hears from a family of readers in Vancouver for whom the Weekly has a regular spot on their kitchen table. Thanks, as ever, for reading the Weekly – please do send us your feedback and thoughts here. Would you like to change your delivery address? Your email address? Suspend delivery? You can manage your account online here. Are you a subscriber looking for our digital edition? Click here. This edition can be viewed by subscribers on desktops, laptops, iPads, iPhones, some Kindles, Android tablets and smartphones. Log in on the device to the digital edition and the technology should take you to the correct format.",
  "webTitle": "Inside the 6 May edition",
  "webPublicationDate": "2016-05-03T15:12:59Z",
  "webUrl": "https://www.theguardian.com/news/2016/may/03/guardian-weekly-bangladesh-hillsborough",
  "keyword": [],
  "authors": [
    {
      "webTitle": "Graham Snowdon",
      "id": "profile/grahamsnowdon"
    }
  ],
  "guardianId": "news/2016/may/03/guardian-weekly-bangladesh-hillsborough"
}