{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/20/donald-trump-david-cameron-london-meeting-muslim-ban",
  "id": "2016-05-20-45",
  "sectionId": "us-news",
  "body": "Donald Trump may be heading to London to meet the prime minister, despite David Cameron calling his plan to ban Muslims from entering the US “divisive, stupid and wrong”. “He would like me now to visit 10 Downing Street. They put out that invitation about two days ago,” Trump told MSNBC’s Morning Joe on Friday morning. The Guardian understands that no process involving official invitations being sent out has taken place. But Downing Street acknowledged that the prime minister would be happy to see Trump once he becomes the Republican nominee. A No 10 spokesman told the Guardian: “There is a long history of PMs seeing nominees if they visit the UK and the PM will be happy to do so once the nominees have been chosen.” In a statement, a Downing Street spokesperson added: “Given the parties have yet to choose their nominees, there are no confirmed dates for this.” The statement comes after a week that saw a strained relationship between the Republican presidential hopeful and the UK. Downing Street’s stance marks a change in tone from December, when Cameron said of Trump: “If he came to visit our country, I think he would unite us all against him.”  Earlier this week the prime minister refused to back down from his criticisms of Trump. “He continues to believe that preventing Muslims from entering the US is divisive, stupid and wrong. He stands by his comments,” said a Downing Street spokesperson.  The billionaire businessman was in an interview with Piers Morgan, aired on ITV on Monday, and was asked whether Cameron was damaging the countries’ relationship.           Trump on London mayor: ‘I will remember his nasty statements’    “It looks like we’re not going to have a very good relationship, who knows?” Trump said But Trump seemed more conciliatory on Friday as he spoke of a possible visit to London.  “So I will do just fine with David Cameron. I think he’s a nice guy ... They have asked me to visit 10 Downing Street – and I might do it,” he told Morning Joe. Additional reporting by Rowena Mason in London",
  "webTitle": "David Cameron will meet Donald Trump in UK once he becomes nominee",
  "webPublicationDate": "2016-05-20T18:00:25Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/20/donald-trump-david-cameron-london-meeting-muslim-ban",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amber Jamieson",
      "id": "profile/amber-jamieson"
    }
  ],
  "guardianId": "us-news/2016/may/20/donald-trump-david-cameron-london-meeting-muslim-ban"
}