{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/25/david-feeney-endures-car-crash-tv-interview-and-blames-23m-house-furore",
  "id": "2016-05-25-251",
  "sectionId": "australia-news",
  "body": "The embattled Labor frontbencher, David Feeney, has struggled to outline Labor’s position on big-ticket budget items in a car-crash TV interview seized upon by the Coalition trying to mask its own stumbling performance on spending figures.  The Labor shadow justice spokesman agreed his failure to declare a $2.3m house in Melbourne on the parliamentary register of interests was the biggest “own goal” of the election campaign last week. In an interview with Sky’s David Speers, Feeney was asked whether Labor would keep the $4.5bn schoolkids’ bonus, a Gillard government measure that was dumped by the Abbott government.    Related: Campaign catchup: big day for Barnaby    Payments will finish in July and while Labor opposed the cuts, they have not made clear whether they will reinstate the payments. “Will Labor keep the schoolkids’ bonus?” Speers asked. “The ... well ... we ... in terms – the baby bonus?” Feeney said. “Well I – you’d have to refer to our relevant shadow. I’ve been a little ... ah ... distracted over the last few days.” The Coalition leapt on Feeney’s confusion, with the finance minister, Mathias Cormann, describing Labor’s budget position as being in “complete chaos”.  However, it helped Cormann recover from his own mistakes. On Tuesday, he had joined Scott Morrison to claim Labor had a $67bn “black hole” in the budget costings, only to end the conference suggesting it could be $32bn after journalists questioned the details. Cormann used Feeney’s stumble to claim vindication, suggesting Labor’s position was unclear on budget measures.  “Clearly David Feeney hadn’t realised Labor had backflipped,” Cormann said. “The question is, what other statements and promises have they made in the last three years that didn’t mean anything?” David Feeney’s interview was the first he had done since it was revealed he forgot to declare the $2.3m house – which is currently rented out – for three years.  He is under pressure from the Greens candidate Alex Bhathal in his seat of Batman and he was further embarrassed when his tenants displayed Greens corflutes in the front yard.  Speers pressed Feeney on the budget measures, but the Labor frontbencher could only refer it to the shadow treasurer, Chris Bowen.  “I refer to the relevant shadow. I don’t have the answer,” Feeney said. Feeney was also asked, given his Northcote house was negatively geared, if he was a “rich investor” who was making housing less affordable. Labor has promised to end all negative gearing on existing housing for buyers from July 2017.    Related: Australian election 2016: Labor's David Feeney stumbles on key budget measures – politics live    “That was certainly the character assessment I was getting last week,” he said.  Feeney said his wife, Liberty Sanger, a partner in the law firm Maurice Blackburn, did the couple’s finances and the house was not declared due to “human error”. “The point I would make is when people forget to register their car, they don’t forget they have a car. I never forgot I had a home.”  MPs are required to update their register of interests within 28 days and can be found in contempt of parliament and referred to the house privileges committee for investigation.",
  "webTitle": "Election 2016: David Feeney endures car-crash interview and blames house furore",
  "webPublicationDate": "2016-05-25T08:17:07Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/25/david-feeney-endures-car-crash-tv-interview-and-blames-23m-house-furore",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/25/david-feeney-endures-car-crash-tv-interview-and-blames-23m-house-furore"
}