{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/30/harbin-hot-springs-resort-california-mountains",
  "id": "2016-05-30-137",
  "sectionId": "us-news",
  "body": "Tucked away in its own canyon on Boggs mountain, Harbin Hot Springs was bucolic and blissful, with shimmering dry air. Stressed-looking city folk in black sunglasses unloaded European cars in the parking lot of the famously clothing-optional resort, eager to strip down and loll in the hot pools, the cold pools, or on the shady lawn; or maybe to attend an “unconditional dance” class, or a Watsu massage (a Harbin original, administered while afloat in a pool).  There were painted cabins and arcaded, two-story hotel buildings, a gazebo and a swooping wooden temple, and everyone speaking quietly – whispering, even. But that was a while ago. Late last summer, after years of drought, three calamitous wildfires raced through the hilly forest and ranch lands of southern Lake County in California, two hours from San Francisco and just north of the Napa Valley. The blazes devoured 170,623 acres and 2,078 structures – including the state’s preeminent new age spiritual re-charging spot. Harbin’s dozens of buildings burned to the ground.  Seven months later, Harbin’s owners, managers and former residents are now wrestling with their tabula rasa, their blank slate, on which to imagine and build a new home.    I already expressed my rage, and I didn’t want to do that any more, so I’m just building things now  Julie Adams      “I was angry and as sad as I can stand to be in this lifetime,” remembers the tough and acerbic poet and artist Julie Adams, a managing director at Harbin. “But I already expressed my rage, and I didn’t want to do that any more, so I’m just building things now.”     A firefighter walks below the scorched hillside and buildings at Harbin Hot Springs resort after a wildfire. Photograph: Elaine Thompson/AP    Harbin and its geothermal hot springs have been patronized since the 1870s by a succession of health-conscious Victorians, family weekenders, sportsmen in training, and, during the past 50 years, a rainbow of hippies, dropouts, artists and spiritual seekers.  Since 1975, it’s been a not-for-profit entity, owned and successfully operated by the Heart Consciousness Church (HCC), both creations of a Harvard-educated guru called Ishvara, now 83 and formerly Robert F Hartley. Harbin thrived as a magnet for not only new age adherents but for the San Francisco Bay Area at large as a place to unplug and relax. As the high-tech industries of Silicon Valley boomed, so did Harbin.  Teslas and Priuses became as common in Harbin’s parking lots as Volkswagen vans used to be. Still, Harbin withheld internet access. Cellphones, alcohol, drugs and cameras were prohibited.  “Freedom, freedom, freedom, freedom, freedom” is the way Ishvara once explained Harbin’s allure. “Don’t have to wear clothes, don’t have to measure up to anybody else’s expectations, and can decide what kinds of relationships we want to have with each other.”     The Hot Pool at Harbin Hot Springs. The resort is famously clothing optional. Photograph: Luiza Leite/www.harbin.org     The resort hummed year-round, 24/7.  Ishvara and his community proudly fly the new age flag. “New age thought is universal, holistic and non-dualistic,” he wrote in 2002, defending the term against its “mushy” connotations. “We’re not a cult!” Adams says, but a community with “not-necessarily common spiritual aims. Everyone’s right and nobody’s wrong – unless they have a gun and want you to believe what they believe, in which case they should go somewhere else.” According to Harbin press representative Eric Richardson, a normal, pre-fire Harbin weekend saw 600 guests with up to 1,000 on holidays. Rates were reasonable. Guests were required to sign in as members of HCC for a $10 membership fee.      Harbin, circa 1925. Photograph: www.harbin.org    On a recent visit to Harbin’s burned-out campus, the view is dominated by a bristly shag of blackened forest trees overlaying the high, tawny mountain ridges all around. Harbin itself, now cleared down to its foundations, is nothing but a series of terraced voids and weedy lawns between pavements, spreading along both banks of the canyon’s creek a half mile or so. The remaining stumps of big old shade trees killed in the fire are everywhere. In the middle of the desolation, a colorful mosaic mandala clings to a crumbling wall above a circular labyrinth outlined in river rocks.  The relatively intact pool complex dates back at least 140 years. Layers of concrete decking, retaining walls, and four pools spread outward from a rocky cleft in the hillside, where the springs are.  Seven different springs emerge there: a hot sulphur spring, a hot iron spring, four cold soda springs, and a warm arsenic spring that puddles in a little foot bath carved into the rock. It helps with athlete’s foot, Richardson says.      Rebuilding the resort will happen in phases. Photograph: Josh Edelson/AFP/Getty Images    “Water becomes a deity of some kind,” Adams observes, explaining how Harbin’s springs have been sacred since humans first settled in Lake County thousands of years ago. “I think that happens relatively quickly for things people need most, like warm water. It becomes their god.”  Rebuilding the resort will happen in phases, Richardson reports. “First, we’ll reopen the pools and some campsites, offer limited massage and yoga, maybe do some outdoor movies or music,” he says.  Adams expects the rebuild can be done by 2018.  “It’s definitely the juiciest opportunity we’ve ever had,” says the project’s lead design architect David Goldberg, president of Seattle-based firm Mithun. In January, Harbin’s management team, residents and the Mithun architects held a series of day-long brainstorming sessions.  A Harbin memo called Key Points: Purpose of the Master Plan lists several bullet-point directives such as “respect the earth”, “facilitate connection” and “create a place of beauty and inspiration”.  Another prescription commands, “Keep the quirk”, so I ask Adams what that means.      The Domes at Harbin Hot Springs. Photograph: Luiza Leite/www.harbin.org     “It’s the way I do things,” she says, laughing. “I like accidents … and jokes. I love it when you come around a corner and there’s an altar where you don’t expect to find one. Those unusual, unexpected experiences that cause you to stop for just a minute … and look.”  Adams, 71, calls herself the “queen of esthetics” at Harbin, after years spent decorating Harbin rooms and public spaces with booty from 30 years of travel. She loves the arts and crafts movement of the late 19th century, designer William Morris (“the wallpaper guy”), and prolific, early 20th-century California architect Julia Morgan.   Adams knows what she doesn’t want at Harbin. “It would be unbearable to me for it to become steel and glass,” she says. “It would be noisy – it has to stay quiet so you can always hear the waters.”  “Wood, stone and some glass,” she says summarily, mentioning a tantalizing vision of the hotel buildings “tucked into the hillsides that’ll kind of look like Mesa Verde does”.  She talks about all the artists among Harbin’s former residents, and how she wants to enlist them to design elements for the new Harbin. She has salvaged materials that she wants to reuse. The mosaic mandala? “That stays the way it is,” she says.      A Harbin wedding in the warm pool in 2001. Photograph: Tracy Stormy Edwards     This article was amended on 6 June 2016. Harbin Hot Springs resort is located on Boggs mountain, not Butts mountain as a previous version stated.",
  "webTitle": "'Keep the quirk': rebuilding a famed New Age resort, clothing still optional",
  "webPublicationDate": "2016-05-30T10:30:01Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/30/harbin-hot-springs-resort-california-mountains",
  "keyword": [
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Curt Sanburn",
      "id": "profile/curt-sanburn"
    }
  ],
  "guardianId": "us-news/2016/may/30/harbin-hot-springs-resort-california-mountains"
}