{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/15/sundays-best-tv-louis-theroux-a-different-brain-a-tribute-to-victoria-wood",
  "id": "2016-05-15-212",
  "sectionId": "tv-and-radio",
  "body": "Louis Theroux: A Different Brain 9pm, BBC2Following on from his recent look at alcoholism, the UK’s premier documentarian returns with another sensitive film, this time on living with a brain injury. Earl’s personality and interests have radically altered since he was involved in a car crash, while Dan – who sustained his injury in the late 90s – is desperate to live independently again. Elsewhere, Amanda is struggling to readjust to family life, and Natalie’s carers share her especially affecting story. Hannah J Davies BBC Young Musician 2016 Grand Final 7pm, BBC4The three remaining contenders make their cases for the big prize at the Barbican, each undertaking a complete concerto with the BBC Symphony Orchestra. Saxophonist Jess Gillam will perform Michael Nyman’s Where The Bee Dances, French horn player Ben Goldscheider will tackle Richard Strauss’s Horn Concerto No 2, and cellist Sheku Kanneh-Mason will attempt Shostakovich’s Cello Concerto No 1. Andrew Mueller Let’s Do It: A Tribute To Victoria Wood 7.30pm, ITVNearly 30 years ago, Victoria Wood invited celebrities such as Judi Dench, Dave Allen and Joan Bakewell (“I suppose Mensa was shut, was it?”) to an ITV studio for An Audience With Victoria Wood, a tour de force of comic songs and sharp wit. The gathering here is a sadder occasion, to celebrate her life after her passing several weeks ago. Clips abound, while tributes come from co-stars and famous faces such as Peter Kay, Celia Imrie and David Threlfall. John Robinson Undercover 9pm, BBC1Like much of writer Peter Moffat’s best work, Undercover has eschewed predictable TV drama beats, instead offering revelations at unexpected moments. The result is a final episode where, for all that things are eventually tied up relatively neatly, you’re never quite sure what’s going to happen next. This gives such scenes as Maya’s appearance before the Supreme Court real power. Meantime, while his wife acts as advocate for Rudy, Nick hunts for a way to make amends. Jonathan Wright Indian Summers 9pm, Channel 4Final episode of the sultry expat drama. Cynthia’s coffers are dwindling as she prepares to take on the Soods in a bidding war for her beloved Chotipool. She can’t possibly hope to win and things look bleak. Meanwhile, Charlie and Alice are clearing out for good as the empire sinks beneath the waves. Another quietly sweltering series featuring beauteous cinematography, fine performances and Julie Walters moving pleasingly into the next phase of her career. Julia Raeside Lion Queens 8pm, Nat Geo WildThe Ruaha river in Tanzania isn’t the multi-species sanctuary it used to be: climate change is affecting the water level and, consequently, the power dynamic between predators and prey, making it harder for a local pride of lions to hunt buffalo. Can the lionesses overcome the heat and feed their babies? That life-and-death story is entirely uninvolving in this film, which adorns bog-standard footage with cursory muzak and a half-hearted script. Grrr. Jack Seale Nasa’s Unexplained Files 8pm, DiscoveryA new series of Nasa’s Unexplained Files begins with the Apollo 10 tapes, which were classified in 1969 and unearthed in 2008. Astronauts, having lost contact with mission control on the dark side of the moon, say they heard unidentified transmissions, like “weird space music”. Whether it was the sound of an alien transmission or a clash of radio signals has long been debated. Also explored is an anomaly on Mars discovered by an amateur astronomer. Ben Arnold     Jon Voight in Runaway Train Photograph: Allstar/MGM/Sportsphoto Ltd./Allstar    Film Choice Runaway Train(Andrei Konchalovsky, 1985) Sunday, 9pm, Movies4MenAfter his majestic Russian epic Siberiade, Konchalovsky’s early US films were disappointing – apart from this. Based on a Kurosawa script, it tells of two escaped cons (Jon Voight, Eric Roberts) hitching a ride on a locomotive hurtling driverless across frozen Alaskan wasteland, pursued by furies in helicopters led by John P Ryan’s pitbull-like warden. A crunchingly brutal tale, with the liberal softy Voight triumphantly reborn as the hardest of cons. It makes the train in Tony Scott’s Unstoppable look like a fairground ride. Paul Howlett Rescue Dawn(Werner Herzog, 2006), 11.30pm, BBC2With Aguirre, Wrath Of God and Fitzcarraldo to his name, Herzog has plenty of experience of crashing about in the jungle, and here he is again with the real-life story of US bomber pilot Dieter Dengler, who was shot down in the Vietnam war, then captured and tortured before organising a breakout into the depths of the forest. Christian Bale brings unbelievable physical commitment to a weird, very watchable drama. PH The Graduate(Mike Nichols, 1967), 11.40pm, GoldDustin Hoffman’s newly graduated Benjamin arrives home, majoring in angsty disgust as he falls into a cynical affair with his parents’ friend, Mrs Robinson (Anne Bancroft) – until true love turns up in the shape of her daughter Elaine (Katharine Ross). Ironic, sexy, full of slick 60s camera trickery and sporting classic Simon And Garfunkel songs, The Graduate captured the mood of the decade. PH 127 Hours(Danny Boyle, 2010), 1.30am, Film4The grisly true story of Aron Ralston, the young hiker whose arm became trapped between a boulder and the rocky face of a crevice in the wilderness of south-eastern Utah, and the horrifying choice he had to make to free himself, seems all but unfilmable. Yet Boyle skilfully illuminates Ralston’s inner mental struggle, while James Franco plays the part with utter conviction. An extraordinary tale of survival against the odds. PH Today’s live sport IPL Cricket: Mumbai Indians v Delhi Daredevils, 11am, Sky Sports 5From the Wankhede in Mumbai. Formula 1: Spanish Grand Prix 12noon, Channel 4From the Circuit de Catalunya in Barcelona. Cycling: Giro D’Italia 1.30pm, Eurosport 1The Chianti Classico time trial. Premier League Football: The Final Day 2pm, Sky Sports 1 A pleasingly barmy Premier League season ends, probably with a scrap for fourth place. • This article was amended on 16 May 2016. An earlier version of the preview of BBC Young Musician 2016 grand final referred to the contestants undertaking a complete symphony, rather than a concerto.",
  "webTitle": "Sunday's best TV: Louis Theroux – A Different Brain; A Tribute to Victoria Wood",
  "webPublicationDate": "2016-05-15T05:00:16Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/15/sundays-best-tv-louis-theroux-a-different-brain-a-tribute-to-victoria-wood",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/15/sundays-best-tv-louis-theroux-a-different-brain-a-tribute-to-victoria-wood"
}