{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/29/puerto-rico-farmers-agriculture-revival-caribbean-food",
  "id": "2016-05-29-105",
  "sectionId": "world",
  "body": "Nelson Rosada has been a chef for 28 years. He takes pride in having crafted many extraordinary dishes. But, he claims, none have been as special as the food he now serves daily at the Caribe Hilton Hotel, on the north-east coast of Puerto Rico.   Related: Caribbean neighbors Cuba and Puerto Rico wonder who really won cold war    The reason, he says, is that for the first time the ingredients he uses are fresh, grown and harvested locally instead of arriving – many days old – on a boat from Florida.  This might appear a small victory for one sous chef catering mostly to tourists, but it is indicative of a revival in agriculture in the US territory that offers, some believe, one potential solution to the $73bn debt crisis currently gripping the island. “We have a beautiful island and a perfect climate, we can produce whatever we want,” Rosado says of the boxes of lettuces, beans, peppers, herbs and other vegetables delivered daily by a farmer-run cooperative based close to San Juan, the capital city.  “Its taste, the smell, the freshness and the crunch, you can’t even believe we can produce this quality of food.  “But to see our island growing again in this way is cool, it’s nice, we have something going here. It keeps dollars in Puerto Rico. I’m very proud that we’re working and supporting Puerto Rico.” The headline figures of the century-long decline of Puerto Rican agriculture are depressing. In 1914, revenue from farming, food production and related activities accounted for 70% of the island’s gross domestic product. According to the most recent statistics from the US Census of Agriculture, it now accounts for less than 1%. Furthermore, the loss to development of more than a million acres of prime farmland and the collapse of the sugar industry robbed Puerto Rico of vital income. Self-sufficiency declined to the point where the island imports up to 85% of the food it consumes – a “critical situation”, in the words of Dr Myrna Comas Pagán, secretary of the island’s department of agriculture. However, thanks to a growth in demand for locally grown produce, financial incentives from the federal government and renewed focus on agriculture from local leaders, more families are returning to the land. According to the US Department of Agriculture (USDA), more than 1,700 new farms have begun operations. Farmers, food distributors, politicians and analysts increasingly believe that Puerto Rico can grow its way out of trouble. ‘We’re planting the seeds to bring foods for the future’   Related: Puerto Rico woos US investors with huge tax breaks as locals fund debt crisis    “It’s about recovering our lands and changing the culture of our people to make agriculture a way of life,” Dr Comas Pagán told the Guardian, pointing to a recent reclamation of 30,000 abandoned arable acres that lifted land available for growing to 637,000 acres, the first such increase in decades. “Some of it will take time. For example, we’ve established 8,000 [new] acres for avocado and 8,000 acres for coffee that we can’t see for three years. But we’re planting the seeds to bring food for the future.  “We’re seeing new farmers, new technology, new farms. Already our agricultural income has increased since 2011 by 24% to more than $900m.” On a hillside near Caguas, about 20 miles south of San Juan’s old town, brothers Pedro and Jorge Casas work in two giant greenhouses, tending crops of organic mint, chives, rosemary and basil. The farm was remodelled last year, in part through a $280,000 loan from the Farm Service Agency of USDA. The physical footprint of the Agroponicos Cosecha farm is small, because no land or soil is required to grow. Instead, the tightly packed plants’ roots receive nutrition from a constant flow of water filtered in three large tanks full of tilapia fish. Since 2011 the brothers, who had no previous experience of farming, have harvested and sold increasingly large yields. The entrepreneurs have also set up an expanding distribution network, to serve themselves and dozens of other farmers around the island and to help drive the food revolution. “Everything is local,” said Jorge Casas, 31. “The point of everything is to grow the agriculture on the island and that’s the way we’re going to help the economy of the island. “The farmers usually don’t like to go out and sell, so we’re creating this community of ‘You grow, I sell’. You grow what you’re expert in, we grow what we are expert in, and let’s join it all together and sell it.    You grow what you’re expert in, we grow what we are expert in, and let’s join it all together and sell it  Jorge Casas, farmer     “We’re working with more than 80 farms in food service, and hotels and restaurants are the main goal. Almost everything we have is sold with these clients, we’re not even in the supermarkets.” The knock-on effect is more jobs, a welcome development on an island where according to the federal Bureau of Labor Statistics the unemployment rate is a highest-in-the-nation 11.7%, more than twice the US average of 5%.  With the farming boom come more farm labourers, drivers and retail workers, and urban produce markets are opening up across Puerto Rico. One such, O-Mrkt in the San Juan suburbs, opened in April with the Casas brothers as partners. “We need to grow food,” said Pedro Casas, who was formerly a web graphics designer. “It doesn’t matter how but we need to grow it. If we don’t teach our kids these things you don’t turn that spark on. Education about agriculture was and still is very low on the island, we need to get into the schools.”     Tara Rodríguez runs an organic cafe-restaurant and produce market in old San Juan. Photograph: Richard Luscombe for the Guardian    Tara Rodríguez Besosa is another young entrepreneur who has recently moved her organic cafe-restaurant and produce market, El Departamento de la Comida (the Ministry of Food), out of a warehouse in old San Juan and to a larger site in Santa Teresita, a suburb in the east of the city. From small beginnings and a $10,000 loan from a friend, in 2010, she has built the business into a flourishing community hub, focused exclusively on locally grown produce and sustainable farming. “I got to know all these amazing farmers, and wondered how people get to know about them and have access to these products if you’re not up at 8am on a Sunday for a farmer’s market,” said Rodríguez, 31.  “We’re creating demand. We have this pool of buyers, a pool of farmers and we’re bringing them together. Food is my bet on how to change this island, if not the world. Food has the power to change everything from economy to education to health to environment, you name it. I feel we’re on the verge of something with this island.” ‘Farmers have iPads, there are drones to monitor crops’ Many of Puerto Rico’s new generation of innovators and thinkers are gathering in San Juan this weekend for Agrohack, a specialist conference that will bring together for the first time the island’s food growers, sellers, chefs and consumers. Much of the focus will be on “green” farming and new technology solutions that Carlos Cobián, the event’s founder, says will transform the island’s agricultural industry into an unrecognisable incarnation of its former self, with better energy and land efficiency and lower costs. “You think of agriculture in Puerto Rico and the first image that comes to mind is an old jibarito in a straw hat walking the field slowly with his two bulls,” he said. “But the landscape is different now. Farmers have iPads, there are drones to monitor crops and spread seeds, they’re taking old warehouses and turning them into aquaponics and vertical farming.    Food is my bet on how to change this island, if not the world. Food has the power to change everything  Tara Rodríguez Besosa, entrepreneur     “With the internet and education in agribusiness it’s not only about the farmer, it’s about people that export, it’s branding, marketing, gaining value from the product. We’re bringing together people with ideas, experience and innovation, the hackers, inventors, hustlers and business people who identify Puerto Rico’s problems and find the solutions.” Despite the progress, and almost $60m from USDA to support agricultural programmes, the headwinds remain strong. The island’s vulnerability was exposed last summer when drought led to widespread crop failure and an emergency declaration in 10 counties. Still, Dr Comas Pagán was upbeat.  “With the technology we have we can aim to produce 40% of our local consumption,” she said. “We’re in a crisis so we need to be efficient and contribute to our economic and labour development by creating agricultural jobs. People want to work.  “I’m excited because we’re looking at a revival of agriculture, young people considering it as a way of life.”",
  "webTitle": "Puerto Rico's born-again farmers dig for victory in island's debt battle",
  "webPublicationDate": "2016-05-29T11:00:02Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/29/puerto-rico-farmers-agriculture-revival-caribbean-food",
  "keyword": [
    {
      "webTitle": "Puerto Rico",
      "id": "world/puerto-rico",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Agriculture",
      "id": "science/agriculture",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Luscombe",
      "id": "profile/richardluscombe"
    }
  ],
  "guardianId": "world/2016/may/29/puerto-rico-farmers-agriculture-revival-caribbean-food"
}