{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/05/austin-reed-dragons-den-touker-suleyman-bbc",
  "id": "2016-05-05-76",
  "sectionId": "business",
  "body": "Dragons’ Den star Touker Suleyman is one of the potential bidders circling collapsed fashion retailer Austin Reed. Suleyman, who offers to support entrepreneurs with his own money on the BBC TV show, confirmed his interest on Thursday. “Yes, parts of the [Austin Reed] business are on my radar,” he said.  The owner of British menswear brand Hawes & Curtis and the womenswear label Ghost, Suleyman also owns Low-Profile, a womenswear design and wholesale business, that supplies major retailers including Marks & Spencer. Low Profile owns manufacturing sites in Turkey, Georgia and Bulgaria. Austin Reed collapsed into administration at the end of last month putting 1,184 jobs at risk. The fashion retailer, founded in 1900 by Austin Leonard Reed and famous for its suits, operates 100 stores and 50 department store concessions. It also owns the Viyella and CC (previously known as Country Casuals) fashion brands. Austin Reed, whose customers included Winston Churchill and Elizabeth Taylor in its glory days, has struggled in recent years and in 2015 used a company voluntary agreement to close 31 unprofitable stores. It also moved out of its vast London flagship store at 113 Regent street in 2011, exchanging it for smaller premises over the road.  At the time of its collapse the administrators said Austin Reed had “cash flow difficulties arising from challenging retail market conditions”. At that time Peter Saville, one of the joint administrators, said: “Austin Reed is a well-regarded and iconic brand and therefore we are confident that it is an attractive proposition for a range of potential buyers.” A spokeswoman for the administrators said they had received more than 50 expressions of interest in the business. However, industry sources say it could be broken up, with its womenswear and menswear brands potentially sold to separate buyers. It is considered unlikely any buyer would be willing to take on the entire store estate.  Austin Reed is also thought to be in the sights of private equity firm Better Capital, led by veteran venture capitalist Jon Moulton, which also owns Jaeger. Moulton described Austin Reed as an “interesting” proposition. High street rivals including Moss Bros, Joules and White Stuff are among those thought to be interested in taking over some of Austin Reed’s stores. In April investment firm Alteri Investors, which is backed by American investment fund Apollo Global Management, took control of the retailer. Last year Alteri loaned Austin Reed £6m but its exposure is thought to be closer to £10m after it acquired the equity and shareholder loans from Darius Capital. It is possible that it could remain on board as an investor.",
  "webTitle": "Upmarket tailor Austin Reed 'on radar' of Dragons' Den star",
  "webPublicationDate": "2016-05-05T18:06:32Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/05/austin-reed-dragons-den-touker-suleyman-bbc",
  "keyword": [
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Dragons' Den",
      "id": "tv-and-radio/dragons-den",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "business/2016/may/05/austin-reed-dragons-den-touker-suleyman-bbc"
}