{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/23/tory-grandees-dismiss-treasury-brexit-report-inaccurate-propaganda-former-chancellors",
  "id": "2016-05-23-99",
  "sectionId": "politics",
  "body": "Two former chancellors have dismissed George Osborne’s claims that leaving the EU will cause recession, job losses and lower wages as inaccurate propaganda. A Treasury analysis predicted either a shock or severe shock as a result of Brexit, but the Tory peers Nigel Lawson and Norman Lamont said the department they used to run could not be trusted to come up with accurate forecasts. Lord Lawson accused Treasury civil servants of “prostituting” themselves by producing the figures to suit Osborne’s arguments for staying in the EU. “The Treasury has enough trouble with forecasts even when they are trying to get them right,” he said. “This time they have simply assumed a disaster in order to scare the pants off the British people.”   Related: Boris Johnson dismisses Treasury Brexit report as false 'propaganda' - Politics live    Lord Lamont even suggested that Osborne and the Treasury were deliberately undermining economic confidence in order to win their case.  “A lot of the government’s so-called forecast depends on business confidence, which the government is doing its best to undermine. Economists are no better than anyone else in predicting shifts in confidence,” he said. “We have nothing to fear but fear itself, which the government is doing its best to stir up.” Marcus Fysh, Tory MP for Yeovil, dismissed the Treasury report as “specious bollocks”, while former defence secretary Liam Fox claimed it was “disreputable, shabby and misleading”. The Sun reported that two ministers had threatened to resign in protest at Downing Street’s relentless warnings, fuelling more speculation that pro-Brexit MPs could try to force Cameron out after the referendum regardless of the result. In the Treasury document released on Monday, the government predicted a fall in GDP of between 3.6% and 6%; a plunge in the value of sterling; lower house prices; a reduction in wages of between 2.8% and 4%; more than half a million job losses; more borrowing and higher inflation. Launching the report in Hampshire, in a rare appearance alongside Osborne, David Cameron said the British people would be voting to “self-destruct” if they chose to leave the EU, because they would be knowingly choosing a recession.  He also said voting to stay was the moral thing to do and it would not make sense to have undergone “pain and sacrifice” after the 2008 financial crisis just to throw away the progress. “Where is the morality for putting that at risk for some unknown end? It would be like surviving a fall, then running straight back to the cliff edge … The self-destruct option,” the prime minister said. But Brexit campaigners immediately began to pick holes in the report, pointing out that Osborne set up the Office for Budget Responsibility because people had no faith in the Treasury’s forecasting.  They also questioned why it focused on the economic downsides, rather than examining potential upsides as well, and failed to model a cut in interest rates to bolster the economy.  The forecasts only compare the scenarios for leaving against what the economy might look like if the UK stayed in – so GDP is forecast to shrink 3.6% compared with what it might have grown to if the UK voted to remain, rather than compared with its current level.  In addition, the figures assume the UK leaves the single market but negotiates a bilateral EU trade deal, rather than remains in the European economic area, as this is what the official leave campaign is arguing for. Speaking on his Vote Leave bus tour in York, Boris Johnson said the establishment was producing the most propaganda since 1992 “when they said that we couldn’t leave the European exchange rate mechanism”.  “They said it would be a disaster. They said interest rates would go up, they said it would be an economic catastrophe for the economy if we left the European exchange rate mechanism, the Treasury said. And what happened? It was a liberation for this economy,” Johnson said. Cameron and Osborne defended the Treasury’s efforts, saying that it had been independently audited by Prof Sir Charles Bean, a former deputy governor of the Bank of England, as the OBR was not mandated to carry out such predictions. Cameron’s warnings were echoed by the chancellor, who argued that the UK must not risk the progress it had made since the 2008 financial crash. “With exactly one month to go to the referendum, the British people must ask themselves this question: can we knowingly vote for a recession?” said Osborne. Challenged about why he was holding a referendum when the outcome could be so negative, Cameron said it was right to give people a say when they had not been given that chance in a generation.  The feuding between senior Tories took another bitter turn on Monday as Iain Duncan Smith was accused of making an untrue claim that Sajid Javid, the business secretary, secretly backs Brexit.  A source close to Javid suggested Duncan Smith was lying when he told the BBC on Monday that the business secretary had revealed to him that he was in favour of Brexit. “It is simply not true. Sajid Javid has said no such thing either in private or public,” the source said. Duncan Smith, a former work and pensions secretary, had said he was disappointed with Javid for campaigning to stay in when he privately wanted to leave the EU.",
  "webTitle": "Lord Lawson accuses Treasury of 'prostituting' itself with Brexit report",
  "webPublicationDate": "2016-05-23T16:29:29Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/23/tory-grandees-dismiss-treasury-brexit-report-inaccurate-propaganda-former-chancellors",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Norman Lamont",
      "id": "politics/norman-lamont",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Helen Pidd",
      "id": "profile/helenpidd"
    }
  ],
  "guardianId": "politics/2016/may/23/tory-grandees-dismiss-treasury-brexit-report-inaccurate-propaganda-former-chancellors"
}