{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/28/former-australian-idol-host-james-mathison-to-stand-against-tony-abbott",
  "id": "2016-05-28-189",
  "sectionId": "australia-news",
  "body": "The television presenter James Mathison is running as an independent candidate against Tony Abbott in the federal seat of Warringah on Sydney’s northern beaches, and says he does not know anyone “under 30, even under 40” who feel Abbott represents their views. The 38-year-old, who has been absent from television in recent years but is best known for his six-year stint co-hosting Australian Idol, confirmed his candidacy on Friday and said he would target disenfranchised young voters who felt they had been let down by the two-party system. It comes three weeks after he was arrested for protesting against the removal of Moreton Bay fig trees from Anzac Parade, which were chopped down to make way for a light rail project.    130 years to grow. Destroyed in an hour. So sad. #savesydneystrees pic.twitter.com/poa4oQySDm— James Mathison (@jamesmathison) May 3, 2016    In an interview with MTV Australia, posted on Facebook, Mathison said his candidacy “made sense” because the constituency was fed up with politicians and he was not a politician.   Related: Tony Abbott confirms he intends to stay in parliament and will recontest Warringah seat    He said Abbott’s opposition to marriage equality and lukewarm views on climate change “don’t only not reflect the views of people in Warringah but they don’t reflect anyone I know, under 30, even under 40”. “I don’t have any political experience, but you know, if political experience means that you deceive the public and means that you break promises and means that you never say what you mean, then maybe we need someone who doesn’t have ‘political experience’,” Mathison said. “Maybe we haven’t got a chance, maybe we can’t even make a dent in the party machine and people will laugh this off and think it’s ridiculous but I don’t think so,” he said, before going on to slightly misquote the lyrics of Rage Against the Machine’s 1999 hit Guerilla Radio.  He also promised to trade in his sweatshirt and trucker cap for a shirt and jacket during the remaining five weeks of the campaign.  The independent Tasmanian senator Jacqui Lambie gave Mathison her endorsement. “I love independents.” Lambie said on Channel Nine’s Today Show on Saturday. “You go for it, James. Put those budgie smugglers on and give Tony Abbott a run.” Mathison’s former Australian Idol co-host, Osher Gunsberg, also gave his support.    I couldn't be more thrilled for @jamesmathison. Have a listen to our chat in ep 100 to bring you up to speed.https://t.co/gBEfrvCONN— Osher Günsberg (@oshergunsberg) May 27, 2016    Abbott has been the member for Warringah since entering parliament in 1994 and holds it on a margin of 15.4%. His primary vote in the 2013 federal election was more than 60%. His re-election campaign was launched with the help of the New South Wales premier, Mike Baird, who predicted that “in years to come they will reflect on his [Abbott’s] time as prime minister as an incredibly positive time for this country”. Last month, Abbott said he did not think the Liberal party would return him as leader, despite his successor, Malcolm Turnbull, slipping in the polls, and said he envisioned his role now to be “an elder statesman”.   Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    “Certainly a very vigorous and forthright member for Warringah where I can be helpful to my colleagues in this campaign I will be,” he said. “That’s my role going forward – to be a standard bearer for Liberal conservative values.” Mathison told the Daily Telegraph he decided to run after watching Abbott’s campaign launch and said he was inspired by the success of the Indi independent Cathy McGowan in unseating Sophie Mirabella in 2013. “When he said ‘we’ll fix Brookvale Oval, we’ll fix public transport’ something in me said ‘hang on, I think you said that three years ago’,” he said.   Related: Tony Abbott says he does not think Liberals will make him leader again    “So I looked up online and in 2001 he was saying these things and I just thought, ‘who is holding him to account?’ No one, because it’s a safe seat.” He said his campaign would rely on social media, crowdfunding, and, interestingly, Uber. Mathison plans to sign up as a driver as a way to talk to voters. “I am there for the electorate and if that means I’m out at 4am, outside the Steyne, outside the Boatshed,I’ll be there,” he told the Daily Telegraph. “If I served kebabs instead of mints, imagine that?’",
  "webTitle": "Former Australian Idol host James Mathison to stand against Tony Abbott",
  "webPublicationDate": "2016-05-28T01:46:48Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/28/former-australian-idol-host-james-mathison-to-stand-against-tony-abbott",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/28/former-australian-idol-host-james-mathison-to-stand-against-tony-abbott"
}