{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/political-wife-sophie-trudeau-canada",
  "id": "2016-05-17-65",
  "sectionId": "commentisfree",
  "body": "The wife of the Canadian prime minister has complained that she needs more staff to carry out her duties. And in doing so, Sophie Grégoire Trudeau has unwittingly sparked an international debate about the role of the political wife and feminism more widely. I doubt she is enjoying the current media storm, but let’s applaud her for shining a light on some of the difficulties that political spouses face.   Related: 'I need help': Sophie Grégoire Trudeau's plea sparks anger in Canada    I too am a political wife. My husband, Ed Miliband, was leader of the opposition from 2010 to 2015. I wasn’t exposed to the full hurly-burly that the wife of a prime minister or president is exposed to. I did, however, gain a few insights into the world that Cherie Blair once described as being like living in a goldfish bowl. I discovered – and I’m sure this will generate mirth – that being the wife of a political leader is harder than it looks. It’s even hard to explain why. For me, the pressure came from the live nature of public events and the presence of television cameras to capture any gaffes. On the way to one important event, my dress split in two in the car. I had two minutes to try to mend it before the car stopped in front of about 150 television cameras from around the world. Doing my job as a barrister in court has never been as stressful. On another occasion, I remember being photographed watching Ed giving a speech, and the image printed in several newspapers was of me smiling, looking at the podium. What it didn’t show was the fight that was going on at my feet, between a second photographer lying on the floor and a Labour party staff member who was trying to get him to back off. The second thing I discovered was that the public has expectations about the political spouse. There is (often unwitting) pressure to perform some sort of role. I was surprised at the number of people who asked if I intended to give up my job when Ed became leader of the Labour party. I had to keep reminding myself that I already had a role – my job and our kids. On the other hand, I’m happy to admit there were times when it was great to tag along to public events. They were glamorous and fun; plus, as another political wife once said to me, it was probably the only way we’d get to see our husbands that week.    Should I have sent a stronger message to young women by opting out of that role completely?    So I carried on working at my own job for the most part. But then I discovered that I was being defined by my absence. I realised that all most Labour members knew about me was the make of the dress I wore when I showed up for Ed’s speech to the annual party conference. I started to make a few speeches myself, so people would see me as more than a dress. The flip side of this was, I wasn’t sure that I was giving the right message to young women. Did it look like I had jettisoned my own career in order to become a political spouse? Should I have sent a stronger message to young women by opting out of that role completely? It sometimes felt like I couldn’t win either way. I’m sure Sophie Trudeau doesn’t need any advice from the likes of me. But if she were to ask, my counsel would be the following. First, don’t be intimidated by the criticism. It comes with the territory. Do use the opportunity to start a public debate on what is expected of political spouses – male or female. They should not be an obligatory part of the package on offer to the voters. But if we expect spouses to participate in public life, in the way Michelle Obama has done, carving out a role that combines being the US first lady (an unofficial position, by the way) with her various projects, then they will need some help. Political leaders seem to have an ever-growing entourage, but their spouses are thrust into the political world often without ever choosing it, and sometimes without any support at all. Yet they are constantly under scrutiny and expected not to screw up. Cherie Blair, Sarah Brown and Samantha Cameron took the decision to do a mix of their own jobs and official duties. They had help with official duties. It was Norma Major who, rightly, set the precedent by asking for help. If we decide that we don’t expect political spouses to participate, then they can retire from view to an easier life. Either way, I’d reserve the right to accompany your spouse to some events of your choice. That way you’ll get to see each other and have some memorable experiences to tell your grandchildren. But maybe lasting change will come only when we get more female political leaders. As far as I can tell, no one seems to care that much about what male political spouses wear, or do with their time.",
  "webTitle": "As Ed Miliband's wife, here's my advice for Sophie Trudeau | Justine Thornton",
  "webPublicationDate": "2016-05-17T18:14:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/political-wife-sophie-trudeau-canada",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Ed Miliband",
      "id": "politics/edmiliband",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Justin Trudeau",
      "id": "world/justin-trudeau",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Samantha Cameron",
      "id": "politics/samantha-cameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sarah Brown",
      "id": "politics/sarah-brown",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Cherie Blair",
      "id": "politics/cherieblair",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sophie Grégoire Trudeau",
      "id": "world/sophie-gregoire-trudeau",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Justine Thornton",
      "id": "profile/justine-thornton"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/political-wife-sophie-trudeau-canada"
}