{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/europa-league-final-sevilla-player-guide",
  "id": "2016-05-18-251",
  "sectionId": "football",
  "body": "David Soria Position Goalkeeper Age 23 Nationality Spanish The back-up keeper has not played in the league but has been given the chance throughout the Europa League and saved Beñat Etxebarria’s penalty against Athletic Bilbao to send Sevilla through to the semi-finals. Mariano Position Right-back Age 29 Nationality Brazilian Scored an absolute belter from outside the area in the 3-1 victory over Shakhtar that took Sevilla to the final.   Related: The secret behind Sevilla’s success? Meet Monchi, the transfer wizard    Adil Rami Position Centre-back Age 30 Nationality French Jokingly claimed his nickname was Shrek and explained why by burping loudly. A former street cleaner, an extrovert and, when fully fit and focused, a strong, powerful, impressive central defender. Daniel Carriço Position Centre-back Age 27 Nationality Portuguese Relegated with Reading in 2013, now preparing for his third successive Europa League final with Sevilla, first as a defensive midfielder, now at centre-back. Has played more games in the competition than anyone else: 53. Sergio Escudero Position Left-back Age 26 Nationality Spanish Joined Schalke at 21, alongside Raúl, and was part of the side that lost their 2011 Champions League semi-final against Manchester United. Started the first leg of this season’s semi-final against Shakhtar and came on in the second. Grzegorz Krychowiak Position Defensive midfielder Age 26 Nationality Polish The most sevillano man there is, according to his sporting director, Monchi. Vital presence as a defensive midfielder; strong, tactically aware and tidy in possession. Steven N’Zonzi Position Defensive midfielder Age 27 Nationality French Often gets penalised basically for being bigger than everyone around him, according to his manager, Unai Emery. Has had to adapt to Spanish football after spells at Blackburn and Stoke, and to the Spanish climate too, admitting he couldn’t cope with “10 minutes of heat” when he arrived. Sent off on his debut, a decision he described as bizarre, but has become a key player, calm and composed. Coke Position Right midfield Age 29 Nationality Spanish Captain in the absence of José Antonio Reyes, who is not back to full fitness after an appendix operation. Coke has played in the past two Europa League finals and will start on the right of midfield. Says this may be the last chance for a trophy … but then he said that before the final two years ago as well. Éver Banega Position Midfield Age 27 Nationality Argentinian His importance in getting Sevilla playing, offering control and creativity, was summed up by one opponent who before the quarter final expressed a simple wish: “Hopefully, Banega will catch a cold.” Has missed games for dafter reasons: once ran over his own foot when he left the handbreak off in his car. Vitolo Position Left midfield Age 26 Nationality Spanish Although he can be erratic, when he is good, he is very, very good: quick, skilful, and keen to run at people. Kévin Gameiro Position Forward Age 29 Nationality French Supremely fast and a talented finisher, the man Sevilla will try to get running beyond the defence. The departure of Carlos Bacca has seen him step up; has 16 league goals and seven in eight Europa League matches.",
  "webTitle": "Sevilla XI: a player-by-player guide to the Europa League finalists | Sid Lowe",
  "webPublicationDate": "2016-05-18T09:59:26Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/europa-league-final-sevilla-player-guide",
  "keyword": [
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/18/europa-league-final-sevilla-player-guide"
}