{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/ken-livingstone-gives-up-place-labour-nec",
  "id": "2016-05-11-299",
  "sectionId": "politics",
  "body": "Ken Livingstone, who was suspended by Labour for claiming that Hitler was a supporter of Zionism, is giving up his position on the party’s ruling body.  The former London mayor was supposed to be one of six key supporters of Jeremy Corbyn who planned to stand for the national executive committee.    Related: Dr Corbyn’s elixir for electoral success will kill only the patient | Andrew Rawnsley    But following discussions among fellow Corbynites, he has been dropped from the slate in favour of the leftwing activist Rhea Wolfson, he told the Guardian.  The decision means Livingstone has effectively given up his most influential role within the Labour party.  “I had little choice because it is unlikely that my case will have been resolved by June when the nominations closed,” he said. “This is why they, the Blairites in the party, wanted me to be suspended. Someone in the Labour bureaucracy doesn’t seem to believe in being innocent until proven guilty.  “It is a shame but I will be supporting the left slate of candidates and hope they win and keep supporting Jeremy. I do not blame Jeremy at all.” Livingstone blamed “Labour bureaucrats” for enforcing rules that were drawn up when Tony Blair was in power to ensure he could not stand again.  “The power of suspension should be removed from the bureaucrats and handed back to the leader and the NEC. Last week a Jewish woman was suspended for comparing slavery to the Holocaust. It is bizarre. Labour suspensions have become an industry,” he said.  It is believed Livingstone was referring to the vice-chair of the South Thanet Labour party, Jackie Walker, who published an online post asking “what debt do we owe the Jews?” Walker, who says she has both Jewish and black ancestors, has told the BBC she was appalled by her suspension. “What I said was that some Jews were major financiers in the slave trade and some of those people were my ancestors – as were some slaves,” she said. More than 20 MPs, including Sadiq Khan, Labour’s new London mayor, called for Livingstone to be expelled over the remarks he made while trying to defend the suspended Bradford MP Naz Shah. Livingstone was suspended for arguing that Hitler had once been a Zionist – something he defended as “historical fact”. Jon Lansman, chair of the steering committee of Momentum, a pro-Corbyn group within Labour, said of Wolfson’s candidacy: “Rhea Wolfson is a very impressive young woman, committed to fighting for a more democratic party and a credible democratic socialist agenda. As a young, Jewish Scot, she will provide important perspectives that will improve the running of the Labour party.” Nominations for the body close on 24 June.",
  "webTitle": "Ken Livingstone gives up place on Labour's NEC",
  "webPublicationDate": "2016-05-11T09:09:59Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/10/ken-livingstone-gives-up-place-labour-nec",
  "keyword": [
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rajeev Syal",
      "id": "profile/rajeev-syal"
    }
  ],
  "guardianId": "politics/2016/may/10/ken-livingstone-gives-up-place-labour-nec"
}