{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/30/long-airport-lines-tsa-security-government-airlines",
  "id": "2016-05-30-123",
  "sectionId": "business",
  "body": "If you feel as if you need a holiday to recover from your Memorial Day holiday weekend, the odds are that you spent at least part of it in a US airport, along with an estimated 2.5 million other Americans. More specifically, you probably spent it dealing with the Transportation Security Administration, aka the TSA. Perhaps you posted Twitter or Instagram photos of dystopian-style scenes, as passengers showed up four or five hours ahead of time for a three-hour flight, still unable to make it through security checkpoints. If you listen to the politicos and TSA officials talk, it’s all about keeping us safe. Which is true, to an extent: if we don’t visibly take protective measures, we might as well issue an engraved invitation to terrorists to board a plane of their choice. But the dysfunctional way in which those security measures are implemented, wasting thousands of hours nationwide, boils down to money: a cash-starved TSA and a cash-rich airline industry. More specifically, it is tied to the way that the economic interests of government and the airlines conflict with ensuring that the TSA system is run smoothly and efficiently. Add to the mix the fact that airline passengers shoulder a higher proportion of the costs of this system than we did when the TSA was created, in the aftermath of the terrorist attacks of 11 September 2001, and you have a recipe for passenger misery.  It’s a recipe we can’t do anything about, because it is dependent on the spending behavior of the other two players, the government and the airlines. Government – in the form of the Department of Homeland Security – has for years been depriving the TSA of the resources it needs. As the number of passengers and flights leaving US airports has grown, the number of TSA officials screening travelers has dropped. Describing last year’s budget as “austere”, the TSA has predicted that its shrinking workforce will have to cope with a 20% jump in travelers this year. Clearly, the TSA is no great shakes at its job, failing to identify concealed mock weapons in 67 of 70 test cases nationwide last year. But at least some of the agency’s problems might be traced to financial constraints.  In spite of the surge in air travel, it faces a cap on the number of new officers it is allowed to hire. That means it can only hire part-timers, whose morale is likely to be lower and whose turnover is demonstrably higher – about 20% annually. Nor are TSA agents paid the same way as other federal employees, meaning they typically collect lower salaries.  And yet passengers foot the bill for the vast majority of security screening – along with other flying-related costs, like customs and immigrations inspections – through travel fees and taxes. Indeed, since September 2014, as well as standing in line and suffering the actual physical inspections, we have been the only ones to pay for them. That was when the Department of Homeland Security relieved airlines of the burden of paying for screening passengers and their luggage, only to transfer that to the passengers, when fees at least doubled.  That saved the airlines $357m a year – and is expected to pull in $4.3bn from ordinary travelers. You know, the same travelers who are generating hefty profits for airlines by paying fees for checking their baggage, to have a printed boarding pass or even to sit together as a family, to avoid leaving a three-year-old stranded at the other end of the plane.  It wouldn’t be so bad if all that money was actually going to the TSA. But it isn’t. Under the terms of a bipartisan agreement to avert a government shutdown back in 2013, 60 cents out of the $5.60 security fee we pay for every segment we fly – and if you change planes in Chicago, en route from San Francisco to New York, that could end up being two segments, depending on the length of your layover – doesn’t go to the TSA. It goes to the Treasury, to pay down the national debt.  This year, the TSA will lose about $1.25bn in resources that could have gone to open more lines at O’Hare and recruit and pay (properly) some full-time screeners. The TSA would like us to pay still more in fees. To be specific, the agency has waged an all-out PR campaign to get us to spend $85 (and submit to a background check, fingerprints and all) and join TSA PreCheck, a group of low-risk air travelers who can use “fast track” security lanes. No belt removal, no laptop removal, no shoe removal required.  Only 2.7 million Americans have done so – disappointing the TSA’s hopes of enlisting 25 million and reaping a rich new source of fees. I understand why. For starters, business class travelers often are automatically cleared for the PreCheck security lane. And with ticket prices already rising, why not just plan to get to the airport a little earlier?  Meanwhile, PreCheck simply won’t be a valid option for the vast majority of American families. Even if the idea of doing a security check on three school-aged kids weren’t absurd to the point of being offensive, the cost of getting five family members their PreCheck clearances (even if they are valid for five years) is an extra expense very few could afford. Especially when the reason for doing so would be that the government is mismanaging the agency’s finances already. Meanwhile, the airlines are doing just fine. In fact, as far as they are concerned, there really isn’t a problem at all, is there? Or if there is, it’s really just about TSA inefficiency. As for the airlines, well, thanks to all the fees they are collecting from passengers, US carriers reported a latest jump in profits to an astonishing $25.6bn in 2015. That’s up threefold from 2014, and marked six consecutive years of growth in earnings, the longest such gain since airline deregulation in 1978.  The decline in jet fuel costs helped, but so did the soaring revenue from checked bags. But the hefty fees – as much as $75 apiece – that we now must pay to get a piece of luggage to its destination are contributing to the TSA’s woes. As airlines have introduced those fees, logically enough we have tried to dodge them, packing more and more into larger and larger “carry on” bags, making screening longer and more problematic.  The airlines operate under a mandate of maximizing their profits, so collecting those luggage fees and ensuring that the passengers foot the bill for the security costs is in their interest. But it’s not going to contribute to the smooth running of the airports, or, in the long term, the airlines.  Airports can send out miniature therapy horses and therapy dogs to reduce stress levels among waiting passengers, but that’s not a solution.  Nor is privatization. It’s hard to see how much room there would be for the kinds of benefits that privatization traditionally does bring, such as innovation. The TSA would continue to dictate screening standards, for instance, so how much room would there be for new practices to emerge? The budget wouldn’t change.  Unfortunately, private contractors couldn’t pay more to recruit workers and thankfully, they wouldn’t be allowed to pay still less than the $35,000 or so a full-time worker now makes. Those airports that do use private contractors to screen for the TSA tend to be much smaller than the giants like O’Hare or Atlanta’s Hartsfield Jackson, where the problems have been concentrated. Moreover, there have been smaller airports that are not privatized that have had better-than-average experiences, like Boston’s Logan.  This is a problem caused by the uneven flow of money, and it can only be resolved by addressing that.  Stop asking passengers to pay the monetary price in fees and extra fees and then in waiting time and hassle, because of decisions made by airline executives and politicians.  Ensure that the TSA has the resources that it needs – and for which travelers already are paying.  Suggest that airlines devote 10% of the revenue collected from the fees we pay to check our first bag to enhancing TSA screening resources or, alternatively, to funding the cost of TSA PreCheck applications for families traveling in the summer, when crowds are at their peak.  Certainly, if we don’t devise some kind of solution, air rage soon won’t be safely confined to a single plane 30,000 feet overhead, but will sweep through an entire airport terminal full of infuriated would-be holidaymakers.",
  "webTitle": "Sick of long airport security lines? Blame the government and airlines, not TSA",
  "webPublicationDate": "2016-05-30T11:30:02Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/30/long-airport-lines-tsa-security-government-airlines",
  "keyword": [
    {
      "webTitle": "Airline industry",
      "id": "business/theairlineindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne McGee",
      "id": "profile/suzanne-mcgee"
    }
  ],
  "guardianId": "business/2016/may/30/long-airport-lines-tsa-security-government-airlines"
}