{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/nick-xenophon-brings-x-factor-to-election-results-in-south-australia",
  "id": "2016-05-05-333",
  "sectionId": "australia-news",
  "body": "The Liberal party will likely only lose one seat to Labor in South Australia but the presence of the Nick Xenophon Team (NXT) has the potential to make a number of seats very unpredictable and could see the party win multiple seats in the House of Representatives and the Senate.   Related: Indigenous groups disappointed in budget with 'little to offer'    The Liberal party polled 52.4% after preferences in South Australia in 2013. The most recent state Newspoll had the Liberal party leading with 53% of the two-party preferred vote in South Australia, although there has been a national shift towards Labor since that polling was conducted. William Bowe’s polling average at Crikey has the Liberal party on 50.5% after preferences. This polling suggests a swing to Labor in South Australia of up to 2% and possibly much less. Hindmarsh, covering suburbs to the west of the Adelaide city centre, is the only marginal Liberal seat in South Australia. The Liberal MP Matt Williams holds Hindmarsh by a 1.9% margin after defeating two-term Labor MP Steve Georganas in 2013. Georganas will be contesting Hindmarsh again in 2016, and Labor would be hoping to regain the seat. The only other seats that are possibly vulnerable to Labor are Andrew Southcott’s seat of Boothby (7.1% margin) in southern Adelaide and Christopher Pyne’s seat of Sturt (10.1% margin) in eastern Adelaide. These seats would not be expected to fall to Labor on current polling.   South Australia electorates map   While the Liberal’s lower house losses may be small, the emergence of the NXT will still have a big impact . Xenophon will be running candidates for the lower house for the first time. In 2013, Xenophon’s team South Australia Senate vote was 24.9%, outpolling Labor and coming close to the Liberal party. It’s difficult to extrapolate this number to the House of Representatives. Other NXT candidates may not do as well as the man himself, and local factors will affect his party in lower house races. Recent statewide and local polling suggests that the NXT vote is falling far short of 24.9% in the lower house. These polls suggest a NXT lower house vote closer to 17-19%. Modelling by Kevin Bonham suggests that NXT is unlikely to win any lower house seats if their statewide vote is 17% but if they can poll at 25% they would likely win a number of seats, making a hung parliament much more likely.   Related: Domestic violence: Rosie Batty launches Australian election campaign push    The Xenophon Senate vote was highest in 2013 in the Liberal seats of Boothby, Mayo and Sturt, with a vote over 27% in all three seats. The NXT will have better chances in seats where one of the major parties is weaker, making it easier to leapfrog that major party and benefit from their preferences. Mayo appears to be the best chance but NXT will need a sizeable primary vote to challenge the sitting Liberal MP, Jamie Briggs. A ReachTEL-Seven News poll in Mayo in early January put NXT candidate Rebekha Sharkie on 15.4%, just behind Labor, with support for Briggs at 43.9%. On those numbers, Sharkie could possibly leapfrog Labor on minor party preferences but would struggle to gain enough preferences to win the seat. The Liberal party’s national polling has dropped significantly since January and a commensurate drop in Mayo could put the seat in play. The Australian Manufacturing Workers Union commissioned ReachTEL polls of Sturt and Hindmarsh in late March, with the NXT’s vote in both seats being at least 13% below the Xenophon 2013 Senate vote. In a concerning development for Labor, the poll of Hindmarsh found the Liberal party comfortably leading with 55% after preferences.  While its lower-house vote may not be enough to win seats, NXT is expected to benefit from the lower quota at a double dissolution (7.7%). A ReachTEL poll commissioned by the Australia Institute in April gave the NXT 24.8% of the Senate vote in South Australia – consistent with the 24.9% of the ticket polled in 2013. On those numbers NXT would elect three senators in South Australia – indeed they may well elect three on a vote as low as 19%. If NXT can elect three senators in South Australia, and possibly win a handful of others elsewhere in Australia, then Xenophon’s party would almost certainly dominate the Senate balance of power.   Related: Turnbull tiptoes through the wreckage of Abbott's broken pledges    The Greens have two Senators in South Australia – Sarah Hanson-Young and Robert Simms.  While Hanson-Young, who will be heading the Greens ticket, should have no trouble winning an additional term it’s very hard to see Simms, the second placed candidate, winning re-election. The Greens vote in South Australia was significantly dented by Xenophon’s candidacy at the 2007 and 2013 elections, and is likely to again feel the pinch. The Family First senator Bob Day, who was elected in 2013 on the back of a 3.76% vote, will have a chance of winning the final seat if he can gain a similar vote and a bit of luck. The major parties hold eight Senate seats in South Australia: five Liberals and three Labor senators. Labor should retain at least their three seats, with a chance to gain a fourth. If four seats are won by NXT and the Greens, with a possible fifth going to Family First, it’s hard to see the Liberal Party holding on to their five seats. South Australia’s federal election is likely to be quite distinct from the rest of the country, due to Xenophon. If Xenophon can win a swag of seats in either house, it could make a big impact on the next parliament.",
  "webTitle": "Nick Xenophon brings 'X factor' to election results in South Australia | Ben Raue",
  "webPublicationDate": "2016-05-05T05:53:14Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/nick-xenophon-brings-x-factor-to-election-results-in-south-australia",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nick Xenophon",
      "id": "australia-news/nick-xenophon",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "South Australia",
      "id": "australia-news/south-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nick Xenophon Team",
      "id": "australia-news/nick-xenophon-team",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Raue",
      "id": "profile/ben-raue"
    }
  ],
  "guardianId": "australia-news/2016/may/05/nick-xenophon-brings-x-factor-to-election-results-in-south-australia"
}