{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/05/simom-helberg-big-bang-theory-cartoonish-pianist-florence-foster-jenkins",
  "id": "2016-05-05-96",
  "sectionId": "film",
  "body": "Last year, Stephen Frears had a man round for tea. His name was Simon Helberg, and Frears had just cast him as an accompanist in his new film, about a howlingly awful operatic soprano in 1940s New York who somehow still managed to sell out Carniege Hall faster than Frank Sinatra. Frears needed someone who could play piano as well as act – his composer, Alexandre Desplat, tipped him off about Helberg. A happy meeting with the film’s star, Meryl Streep (“I just think he fell from heaven,” she explains), cemented the deal. Anyway, after tea, Frears took his young protege for a stroll round Notting Hill. “People came out of their houses just to stare at him,” the director remembers. “They were wide-eyed. They couldn’t believe he was here. It was then I thought: ‘That show really is popular …’” That show is The Big Bang Theory, the long-running US sitcom about science nerds that is watched by about 15 million people each week – few of them of an age to be the target market for Florence Foster Jenkins.           Stephen Frears on Florence Foster Jenkins: ‘Killed by critics! A feeling I know well’    Frears may not have known it, but shooting those 200-plus episodes had trained Helberg to be something of a secret comedy weapon – and a virtuoso scene-stealer. Florence Foster Jenkins may feature Streep being lowered bleating from the ceiling dressed as “a very naughty Walkyrie”, and a career-best performance from Hugh Grant as her husband, St Clair Bayfield, an ex-thesp who promotes her questionable success. But it is Helberg – as Cosmé McMoon, witness to multiple musical massacres – who hoovers up the laughs. Why? Because he plays McMoon as a walking, goggling exclamation mark, a cartoon made flesh, a fabulously expressive face wobbling atop a skinny frame (McMoon was an unlikely weightlifter). That Frears and his editor fill their film with quite so many reaction shots – Cosmé aghast, Cosmé wincing, Cosmé wrestling with the prospect of intense embarrassment to come – is testimony to Helberg’s talent, and their good taste. “The flop-sweat was very natural,” says Helberg, on a sofa, with the hint of a giggle. “That feeling of being out of my element, scared and in awe. All I really do in the movie is watch what series of notes she’s going to butcher; try to guess how she’s going to tumble down that mountain.” His biggest movie role to date was as the ineffectual junior rabbi in the Coen brothers’ A Serious Man. In Florence Foster Jenkins, he seems to have channelled his quivering consciousness of the career boost straight on to set.     Helberg as Cosmé McMoon and Hugh Grant as St Clair Bayfield in Florence Foster Jenkins    Grant confirms this edginess. “I didn’t think it was humanly possible to be more neurotic as an actor than me,” he says. “Simon proved me wrong. I introduced him to my panic bag – pills, inhalers, unguents.” But Helberg proves much less antic and camp than anticipated. He is restrained, frontless company: clever, composed, serious even, behind the fine beak and popping eyes. The film is an ethical tangle as well as easy entertainment. We laugh at the leading lady – a vainglorious socialite with scant self-consciousness whose godawful wailing became one of the first examples of ironic appreciation by the public – yet we must also like her and those enabling her delusion. Helberg flags the tightrope the film dances, and is eager to stress its affection.   Related: Silver-screen underdogs: why cinema loves a loser    “All of our intentions were to celebrate the life of this person, the passion of [this] amateur. That idea of dreaming big and failing bigger. Sometimes there’s success in those passionate failures.” Yet Florence’s self-identification as an artist, despite her lack of talent, surely smacks of the dregs of America’s Got Talent. Not really, says Helberg. His preferred adjectives are “pure” and “joyous”. “People lose too much of that along the way. It’s something we see in children: doing something because you love it, before there’s any judgment from other people, when it’s coming from some place of honesty. And I think that’s why people did like her: that purity. She sang to the heavens.” Surely living with such delusion isn’t healthy? Helberg’s not convinced. “You see a little kid belt out a song from Rent or perform a little monologue. They usually don’t ask how it was, because they’re doing it for the joy. And Florence didn’t really ask anybody because she wasn’t really interested. And it was real – it wasn’t a joke or a hidden-camera prank. It would have been different if at the end somebody had sat her down and said: ‘You fool! No one likes you.’”     The perfect accompanist: Helberg at the piano in Florence Foster Jenkins    That no one did was not only down to love, however. Critics’ tickets came with banknotes. Jenkins’s philanthropy meant it was beneficial for everyone, husband included, to stay in her favour. “She spoils us all, doesn’t she,” one conductor pointedly remarks to St Clair. Again, Helberg leaps to cheerlead for his diva. “If it was purely selfish, opportunistic exploitation, I think it would be unacceptable and unwatchable. I also don’t think it was only money. Bowie named her in his top 25 albums. The audience were swinging from the chandeliers. Everyone around her benefitted.” And, in fact, one man did give it to her straight: a reviewer, played by Christian McKay, who refused to be bought off. The spectacle of seeing her sing, he says, is “unforgivable”, not just because it risks her humiliation but because it mocks music itself. I had watched the film feeling him to be the one man of honour – this, it turns out, was more projection than intent. McKay’s character was, says Frears, at best “inappropriate” and at worst “horrible”. Helberg thinks it’s “more noble to stand up on the stage than write about it” – whatever it is that you write. Anyway, critics, schmitics, right? “With art, it’s not an empirical truth,” Helberg nods. “It’s just people’s perceptions.” But then he backtracks: “If I’m awful, don’t ever tell me.” Truth is, he envies Florence’s attitude. “I’m deeply insecure. I ask my wife all the time: ‘Was that OK? Are people lying?’ I’m not as happily oblivious as I’d like.” Helberg was born in California 35 years ago, the son of an actor and a casting director. Not only has he been in the business almost as long as he has been alive, he has always been in the business of comedy: sketches as a young man, bit parts in broad farces through his 20s. A couple of years ago he made and starred in We’ll Never Have Paris, a bouncy, low-budget romcom about a botched marriage proposal. He co-directed, too, alongside his wife, Jocelyn, with whom he has two young children (the film was their story).     Helberg (centre) as Howard Wolowitz in The Big Bang Theory. Photograph: Channel 4    Other parts, he says, have been harder to secure; hence him writing his own. How much Howard Wolowitz, the tight-fitting geek with whom he is – for everyone under 30 – now inextricably associated, will dominate his career is yet to be seen. Might he be The Big Bang Theory’s Courteney Cox, failing to fully emerge from its shadow, or its Jennifer Aniston, enjoying A-list status ever since? So far, the show’s legacy has been to make him a stern defender of populist entertainment in the face of what he sees as an upsurge in “haughtiness” – a very Florence calling, that. Added to which, he is a megastar to millennials, who must navigate false flattery in a way Florence failed to do. “It becomes addictive and toxic. It throws the axis off.” It has also made him the target of the sort of remorseless online abuse that means a phenomenon such as Florence would be impossible today. These days, he is dormant on Twitter because it “triggered too much”, made him feel like he was back in high school, too much of an “open wound”, at the mercy of those who “get off on the power of being able to affect someone who seems impenetrable. They put celebrity on a pedestal and all of a sudden they have access to you – that’s a confusing thing.” He perches further forward on the couch. He and his wife like it here, and in France, he says, because people don’t start by asking your occupation. “In America, the first thing people say is: ‘What do you do?’ Here it seems sort of rude. It’s the question that allows someone to define you and know your wealth status and, therefore, level of import.” Social media is the same: it’s self-definition, virtual validation, constant bean-counting of your own worth. “How many likes did I get for that video of my dog? Three?! It’s the cutest thing he’s ever done! So nobody gives a fuck about my dog. I’ll have to put it to sleep.” Small wonder Helberg is evangelical about a time when the etiquette was to be polite about performing animals, no matter how mediocre their tricks. Small wonder he so adores a woman who barely cared. Florence Foster Jenkins is released in the UK on 6 May and in the US on 31 August.",
  "webTitle": "Simon Helberg: from Big Bang nerd to Meryl Streep’s cartoonish pianist",
  "webPublicationDate": "2016-05-05T17:14:14Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/05/simom-helberg-big-bang-theory-cartoonish-pianist-florence-foster-jenkins",
  "keyword": [
    {
      "webTitle": "Florence Foster Jenkins",
      "id": "film/florence-foster-jenkins",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Meryl Streep",
      "id": "film/merylstreep",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Hugh Grant",
      "id": "film/hughgrant",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Stephen Frears",
      "id": "film/stephen-frears",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "The Big Bang Theory",
      "id": "tv-and-radio/the-big-bang-theory",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/05/simom-helberg-big-bang-theory-cartoonish-pianist-florence-foster-jenkins"
}