{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/14/war-disasters-epidemics-exhaust-aid-resources",
  "id": "2016-05-14-67",
  "sectionId": "global-development",
  "body": "The world’s top official managing migration flows has warned that the global aid system is crumbling under an overwhelming number of crises, from wars across the Middle East and Asia to natural disasters and earthquakes.   Related: Why is the cost of hosting refugees falling on the world's poorest states?    William Lacy Swing, veteran head of the International Organisation for Migration, has spent more than five decades working across some of the world’s worst troublespots but believes the scale of current challenges dwarfs anything he has grappled with before. “The system as it stands now is pretty much overpowered, overwhelmed by the demand for assistance,” Swing told the Observer. “I don’t want to sound pessimistic, because I am really not, I’m sure there is a way out, but I just don’t see it yet. “I have not known any time in my half century in this business in which we have had this many simultaneous, complex and protracted crises, of no solution right now. And a lack of engagement in the resolution of them.” Speaking on the eve of the first world humanitarian summit (WHS) in Istanbul, which has been billed as a chance to end “the greatest humanitarian crisis of our lifetime”, Swing described a pressing need for help across an “arc of instability” from west Africa to Asia. The gathering in Turkey will bring together more than 5,000 people from governments, charities, businesses and international organisations such as the UN to try to create a more effective system to help those in the most desperate need. At present, victims of conflicts from Yemen and Syria to Afghanistan are in a grim race for limited funds to cover even basic needs such as food and shelter, Swing said. Adding to the pressure are natural disasters such as the earthquake in Nepal last year, and epidemics from Ebola to more recently Zika and yellow fever. “We have to do something about humanitarian financing, because the money is simply not there, because you simply find each crisis is competing with the other,” he said.     Somali refugees in eastern Kenya. Photograph: Jerome Delay/AP    Even emergencies affecting hundreds of thousands of people can struggle to attract political or financial support, Swing said, citing unrest in Burundi, which shares a history of genocide with neighbouring Rwanda. “There are so many simultaneous conflicts that it’s hard to keep the donors focused on the ones that get the least attention,” he said. In Burundi killings, abductions, torture and a failed coup attempt have sent more than a quarter of a million people flooding out of the country, often with little more than the clothes on their back, but a UN appeal to support them has so far only raised one in every $10 needed. The gathering in Istanbul aims to provide more support for groups from those refugees, to Ebola victims or Syrian exiles whose food rations were cut as aid funds shrank. But it has already been damned as a futile talking-shop by Nobel prizewinning health group Médecins Sans Frontières, which pulled out last week, saying they “no longer have any hope that the WHS will address the weaknesses in humanitarian action and emergency response, particularly in conflict areas or epidemic situations”. Médecins Sans Frontières has been particularly frustrated by flagrant disregard for laws meant to protect civilians, a concern echoed by Swing who said he fears “a certain erosion of international moral authority, in terms of respecting international humanitarian law”. Last year 75 hospitals managed or supported by the group were attacked, from Afghanistan and South Sudan to Yemen and Syria. “The summit has become a figleaf of good intentions, allowing these systematic violations, by states above all, to be ignored,” Médecins Sans Frontières said in a statement. Still, Swing sees some glimmer of hope in the scale of the current crisis that might perhaps force change. “I do think the timing for the Istanbul summit is good, because the context is so overwhelming at the moment.”     A hospital in Sierra Leone, which has been hard hit by the Ebola virus. Photograph: Marco Longari/AFP/Getty Images    At the heart of many problems within the current aid system are bitter arguments about who should bear the costs of supporting people who have fled these conflicts. Syria’s neighbours are so overwhelmed by the millions of people who have sought refuge inside their borders that they are struggling even to feed some of them. Last week Kenya announced that it would close the world’s biggest refugee camp, to protect the country’s security after a string of terror attacks by al-Shabaab, and send more than 330,000 Somalis who live there back to their war-torn homeland or on to other countries. And Europe in April effectively closed its borders to people hoping to reach the continent from Turkey. Swing, whose organisation reaches tens of millions of migrants and refugees directly or indirectly each year, said those governments need more support but politicians worldwide also need to take a more constructive attitude to migration. “We keep trying to help everyone to understand it’s not an issue to be solved, it’s a human reality that has to be managed,” he said. “There are drivers of migration, both voluntary and forced migration, that do not seem to register with governments or wider populations.” Even if political efforts to resolve some of the current conflicts are successful, and international groups can improve their handling of epidemics and their response to natural disasters, there is another threat looming on the horizon that will keep millions on the move. Rising sea levels recently claimed five islands in the Pacific, and as temperatures increase the world will have to grapple with how to support climate refugees. Many may just move inside their countries, but the worst affected, in low-lying island nations, will have no country left. “We are only starting to think about what to do about it. It will be a new form of statelessness, when we physically lose the state.”  This article was amended on 17 May 2016 to correct the name of the head of the IOM to William Lacy Swing",
  "webTitle": "Global crises overwhelming aid system, says migration chief",
  "webPublicationDate": "2016-05-14T19:06:06Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/14/war-disasters-epidemics-exhaust-aid-resources",
  "keyword": [
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Graham-Harrison",
      "id": "profile/emma-graham-harrison"
    }
  ],
  "guardianId": "global-development/2016/may/14/war-disasters-epidemics-exhaust-aid-resources"
}