{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/goats-weed-removal-prospect-park-brooklyn-new-york",
  "id": "2016-05-19-169",
  "sectionId": "world",
  "body": "Overexcited children and reporters mill around the fence enclosing part of the Prospect Park woodlands. “Daddy, daddy, look!” one eager little boy yells. Everyone is craning their necks, raising their cameras to get a shot. The latest celebrities to grace Brooklyn are a group of eight weed-eating goats, and they are taking up residency through the end of the summer. Later this week, Prospect Park has arranged a wine and cheese reception so the public can formally meet the goats, which range from Nubian to Angora and Pygmy breeds. Tickets have already sold out. While the press photographers jockey for space with toddlers, the goats seem unfazed by the attention, posing for photos or placidly dozing off in sunny spots on the hill. The impeccable behavior of the goats is no accident. The goats have to represent us in public, says Ann Cihanek – who owns the goats with her husband, Larry. The Cihaneks run Green Goats from their farm in Rhinebeck, New York, which rents goats for weed control in steep or difficult to weed areas. Goats naturally like weeds such as poison ivy, and a single goat can eat up to 25 pounds of roughage a day, Cihanek says. The goats provide a chemical-free weed removal service with no negative environmental impact. The Cihaneks have a number of clients, and the best behaved goats get to weed the historic Vanderbilt mansion in Hyde Park, New York, Cihanek says. The goats will live in Prospect Park until around September, with the Cihanek’s coming down to visit them at least twice a week. Visitors will get the chance to see the goats busy at work, though they will always be behind a fence to keep them munching on the areas that need weed clearance only.      ‘The goats and their owners had to bid on the contract to eat Prospect Park’s unwanted fiber.’ Photograph: Julie Larsen    Prospect Park houses the last remaining sliver of forest in Brooklyn, which was badly damaged by Hurricane Sandy. With hundreds of trees toppled by the storm, invasive species have taken root on the steep hills of the woodlands. The park plans to plant red and white oaks and other native plants in the area when it is weeded, providing erosion control and a habitat for birds and other park wildlife. Like all city jobs, the goats and their owners had to bid on the contract to eat Prospect Park’s unwanted fiber, but unlike a construction project, competition was scarce. There is another farmer that rents goats outside Washington DC, says Leslie Wright, New York City regional director of the New York state office of parks, recreation and historic preservation, but he can’t travel more than 150 miles. While Prospect Park has never used goats before, the practice is actually catching on with everyone from Google to the congressional cemetery in Washington using goats for difficult weed clearance. Even Amazon has gotten in on the act, providing a goat rental service in some areas. The Cihanek’s fell into the goat weed management business around 10 years ago when they saw an advertisement asking for goats to eat some poison ivy. They had two pet goats at the time. These days they have an entire herd, which works as weed whackers four months out of the year and spends the rest of the time on the farm. “I don’t know how to make cheese or soap and I would never send my boys for meat,” Cihanek says, referring to the male goats, so weed removal seemed like the natural choice. The goats were all donated to their farm, coming from 4-H clubs, families that downsized and other places that could no longer care for them. The orphaned goats have found a new life as star attractions at the park, with reporters lining up to meet them one-on-one after their press conference while the public watched. For the next few months, New Yorkers, long used to concrete, overcrowded subways and skyscrapers, will get a chance to glimpse a simpler way of life at the park, and maybe make a new four-legged friend.",
  "webTitle": "New York parks using goats as chemical-free weed control alternative",
  "webPublicationDate": "2016-05-19T13:30:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/goats-weed-removal-prospect-park-brooklyn-new-york",
  "keyword": [
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Olga Oksman",
      "id": "profile/olga-oksman"
    }
  ],
  "guardianId": "world/2016/may/19/goats-weed-removal-prospect-park-brooklyn-new-york"
}