{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/02/the-unmissable-dance-shows-of-summer-2016-preview",
  "id": "2016-05-02-232",
  "sectionId": "stage",
  "body": "Northern Ballet: Jane Eyre  Cathy Marston’s new ballet promises to extract the radical and romantic heart from the Charlotte Brontë classic. With a nicely feminist twist, Philip Feeney has also incorporated music by the 19th-century composer Fanny Mendelssohn into his own newly commissioned score.•19 to 21 May, Cast, Doncaster. Then touring.   Related: Curtain-raisers: the best theatre of summer 2016    Crystal Pite and Jonathon Young: Betroffenheit  The wonderful Crystal Pite collaborates with the theatre director and performer Jonathon Young on this coruscating exploration of grief. Betroffenheit is a term used to describe the verbal and physical disorientation produced by an extreme traumatic state, and Pite takes the starting point of a situation of bereavement and loss, to push the boundaries of her dancers’ physical powers of expression.•31 May to 1 June, Sadler’s Wells, London. Royal Ballet mixed bill  The last programme in the Royal Ballet’s current season features a new work by Wayne McGregor, a setting of music by the Finnish conductor and composer Esa-Pekka Salonen, renowned for his eclectic contemporary idiom and rhythmic wit. Sharing the bill is a revival of The Invitation, Kenneth MacMillan’s pioneeringly brutal exploration of the sexual dynamics between a young man and woman and an older married couple; also a second outing for Christopher Wheeldon’s lush and finely crafted Within the Golden Hour.•In rep from 28 May to 11 June, Royal Opera House, London.  Birmingham Royal Ballet’s Shakespeare triple bill  BRB join the Shakespeare 400 celebrations with this mixed programme. Jessica Lang’s new work, Wink, is inspired by the sexual and emotional ambivalence of the sonnets; José Limón’s modern dance classic, The Moor’s Pavane, is a distillation of the themes and characters from Othello; and in Shakespeare Suite, director David Bintley uses Duke Ellington’s titular score to choreograph a surreal jazz dance through the Shakespeare oeuvre.•22 to 25 June, Birmingham Hippodrome.     Birmingham Royal Ballet in David Bintley’s Shakespeare Suite. Photograph: Bill Cooper    LA Dance Project  This Los Angeles-based dance group was founded in 2012 by the choreographer, dancer and soon-to-be ex-director of Paris Opera Ballet, Benjamin Millepied. Since then, the company has developed an impressive repertory, combining classics from the modern dance repertory with new commissions. This brief UK season features two works by Millepied: Gems 3, created in collaboration with the composer Andy Akiho; and Hearts & Arrows, set to the music of Philip Glass. There’s also a new work Harbour by the always excellent Sidi Larbi Cherkaoui.•24 to 25 June, Sadler’s Wells, London.     LA Dance Project are coming to Sadler’s Wells, London.    Natalia Osipova and guests  The outstanding and unpredictable Russian ballerina has commissioned a programme of new contemporary dance from three, very different choreographers: Sidi Larbi Cherkaoui and Arthur Pita (with whom she collaborated on her previous programme, Solo for Two), and Russell Maliphant, who creates a duet for Osipova and her new on- and off-stage partner, Sergei Polunin.•29 June to 3 July, Sadler’s Wells, London; 12 to 14 August, Festival theatre, Edinburgh. Australian Ballet season  The Australian Ballet, a classical company with a 54-year history, have developed a distinctive relationship with tradition, exemplified by the two works in this short London season. Graeme Murphy rewrites Swan Lake as the story of a dysfunctional royal marriage, with parallels to Charles, Diana and Camilla. In Alexei Ratmansky’s Cinderella, the fairytale is a given a witty update to 20th-century Russia.•13 to 23 July, Coliseum, London.         Watch a clip of a 2015 performance of Graeme Murphy’s Swan Lake    The Bolshoi Ballet  The great Moscow company return for their regular London season with a mix of familiar classics and some more contemporary repertory. Don Quixote and Swan Lake are inevitably in there, but so is Jean Christophe Maillot’s vivid, playful adaptation of Shakespeare’s Taming of the Shrew, and Alexei Ratmanksy’s reimagining of the old Soviet classic Flames of Paris. Olga Smirnova, Denis Rodkin and Artem Ovcharenko are among the season’s principals.•25 July to 13 August, Royal Opera House, London.   Related: Scorchers: the hottest films of summer 2016    Scottish Ballet: Edinburgh international festival  The Glasgow-based company have carved out a niche for themselves in Scotland’s premiere festival, and this year present what promises to be a superb double bill of 21st-century works. Crystal Pite’s Emergence is a piece of swarming monumental power set to music by Owen Belton; Angelin Preljocaj describes his work MC 14/22 (Ceci Est Mon Corps) as a hymn to the male body – its capacity for beauty and tenderness, rather than its aggressive force.• 18 to 20 August, Festival theatre, Edinburgh.     A hymn to the male body … Scottish Ballet.    Jasmin Vardimon Company: Pinocchio  Jasmin Vardimon’s talent for vivid dance theatre turns towards a family audience in her new adaptation of the classic tale by Carlo Collodi. Text, dance and an inventive set promise to dramatise the comedy and strangeness of the story, and explore what it means to be human.• 27 to 28 August, Gulbenkian theatre, Kent. Then touring.",
  "webTitle": "Movers and shakers: the unmissable dance shows of summer 2016",
  "webPublicationDate": "2016-05-02T07:00:17Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/02/the-unmissable-dance-shows-of-summer-2016-preview",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ballet",
      "id": "stage/ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Royal Ballet",
      "id": "stage/royal-ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Birmingham Royal Ballet",
      "id": "stage/birmingham-royal-ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Benjamin Millepied",
      "id": "stage/benjamin-millepied",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Natalia Osipova",
      "id": "stage/natalia-osipova",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Russell Maliphant",
      "id": "stage/russellmaliphant",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Edinburgh festival",
      "id": "culture/edinburghfestival",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Bolshoi",
      "id": "stage/bolshoi",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Judith Mackrell",
      "id": "profile/judithmackrell"
    }
  ],
  "guardianId": "stage/2016/may/02/the-unmissable-dance-shows-of-summer-2016-preview"
}