{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/05/alex-corbisiero-rugby-union-england-lions",
  "id": "2016-05-05-81",
  "sectionId": "sport",
  "body": "“My body feels great and my mind is refreshed,” Alex Corbisiero says on a sleepy Monday morning in Cobham. Mondays are usually days etched in pain for rugby players. An international prop like Corbisiero is more often seen shuffling around a training ground in the hope that, by the time he plays again the following weekend, he will not feel like an old man who has been hit by a bus. Corbisiero is not recovering from yet another brutal game of rugby. Instead, he is replenishing himself after a decade as a professional – by taking a year out of the sport in order to save his career from being battered into early oblivion.   Related: England rugby squad’s workload puts welfare at risk, warns players’ union    “I’ve had 14 weeks off and feel really good,” Corbisiero says as he reflects on the benefits of his brave and unpaid sabbatical. “I was physically and mentally spent after 10 years of full-time rugby. The intensity, the physicality, the injuries and the pressure I put on myself took its toll. I knew if I wanted to play rugby again I had to stop for a while.” Corbisiero is only 27 and whenever his name pops into my head I think of his colossal presence during the third Test between the British and Irish Lions and Australia less than three years ago. That evening in Sydney, Corbisiero demolished the Australian scrum so thoroughly that his opposite number, Ben Alexander, was substituted. Alexander had dominated Mako Vunipola the previous week, when Corbisiero was injured and the Lions lost, and so his humiliation was striking. Corbisiero also scored the opening try and produced many big hits and carries in a man-of-the-match performance. The England prop should now be at his peak and one of the most influential forwards in world rugby. And so his self-imposed exile for a year is a warning that professional rugby cannot expect its players to withstand such sustained physicality season after season. Corbisiero is intelligent and educated – with the prop forward’s innate suspicion of sensationalism. He makes it plain that this interview should not be seen as an embittered lament. “I’m not saying we’re hard done by,” he stresses. “There are so many great things about being a rugby player. I am hugely grateful each time I sign a new contract. I also know there is always a risk of injury and head trauma. But we need to look after our players in the here and now. We also need to be proactive in looking after them in the long term.” Corbisiero had hoped to play until the end of this season before beginning his break but his club, Northampton Saints, felt it was in their joint interests to part soon after he told them his plans. He was upset at the time but, now, is relaxed about the club’s decision.     Alex Corbisiero breaks with the ball during his last appearance for the Northampton Saints, their May 2015 defeat to Saracens in the Premiership semi-finals, where he played the last 32 minutes after coming off the bench. Photograph: David Rogers/Getty Images    The prop has also decided that, as he is not currently employed, he is at liberty to speak out on behalf of all players who feel the same – but are muzzled by their personal responsibilities. “Many guys are dependent on their contracts and so they’re careful not to upset their current club or coach. They don’t want to ruffle any feathers. I respect that. If you’re a dad then family is your priority. But I am sure the kids of that player want him being able to walk around rather than hobbling when he is 50 or getting dementia early. “I am ready to talk because I want rugby to change. I want us to look after players by talking about it, listening to each other and having a united front. Lots of guys have said to me, off the record: ‘Well done, mate. You’ve done the right thing. I wish I could do the same but I’ve got family, kids, a mortgage and it’s not feasible.’ Some of the older generation were caught off-guard and said: ‘Really? You’re not just retiring and don’t want to say it?’ I say: ‘No, mate. I want to come back and play great rugby.’ But I’ve been overwhelmed by the support from my contemporaries. They’ve made a tough time much easier.” Rugby players are conditioned to exude strength. It is not easy for them to admit frailty in a ferocious professional sport. “Even now people will frown if you say you need a rest or can’t train in the week. There’s still a stigma about it.” Did Corbisiero accept this culture of silence? “Massively. I should have said: ‘I need to rest this injury before it goes too far.’ But I pushed myself and kept quiet. There’s so much at stake and players soldier on or strap up. But we’ve reached a point where we need to respect guys who don’t play when they’re hurt. It takes courage to say you are not right. But the repercussions can be serious. You might play one ‘vital’ match and end up missing six months.” Did he talk to his coaches? “Yeah. As I accumulated more wear-and-tear and my injuries became more apparent I couldn’t do every session or play 38 games straight. I had to be more vocal about my need to be better managed. At first there was resistance. Sometimes [his first club] London Irish were good, or Saints were good, England too, but there were times when they needed you and it didn’t matter how you felt. You had to go out and do it. When the pressure is on, it doesn’t matter if you need a rest or are hurting. It’s a results business and the team has to succeed. Their jobs are on the line and that defines decisions many times.” Did Corbisiero start games when already injured? “There were so many times I should not have played. I wouldn’t say I felt forced but I felt pressure to play and to ‘soldier up’. I ended up doing more damage which I regret now. If I had been smarter I would have played lots more games over my 10 years.” Are players discouraged when coaching staff don’t always listen? “Exactly. You also get frustrated when filling out these ‘Wellness’ questionnaires. You can’t say ‘I’m feeling rubbish’ because they’ve just said: ‘We need you.’ I’m not pointing the finger at anyone. It’s just the system. The reality is that as long as you’re walking and able they expect you to play. You also have pride. My best games were for coaches who invested in me, and I invested in them. So the emotional side of you wants to be there for them.” Do some coaches dislike players who ask for a break? “Yeah, there are a few coaches. I don’t want to name names but it’s come up a few times in my career. Even though the medics have made the call there are plenty of coaches who, deep down, resent the fact that you’re not playing.” Do coaches and doctors ever argue about a player’s fitness? “There are discussions. ‘Can we do this? Can we see how it goes?’ Some medics stand firm. There are tons of examples where a ‘no’ is a ‘no’. But, in a grey area, my experience is that the decision leans towards the player playing.” Medics are employed by a club or the RFU. “Exactly. It’s tough for them. Their role is to do what’s best for us medically. At the same time they need to help the team. A lot of time what’s best for the player and what’s best for the team is so far apart that a conflict is inevitable. Medics try to look after the player but there is pressure on them. Lots of players come back too soon quite regularly. That’s the ruthless reality of professional sport.”   Related: Rugby union’s brutal reality: the physical and mental toll of an elite playing career | Michael Aylwin    Corbisiero is heartened by the “small victories” the players’ union [the RPA] has won in regard, for example, to a longer off-season. But such steps do not go far enough in safeguarding player welfare. “We have a mandatory five-week break coming in – that’s great. Usually it’s three weeks if you’re an international. If you’ve got three weeks then it’s really only a week completely off. You need to come back into the club in pre-season and they’ll do your skinfolds. They’ll measure your fitness levels. If they’re appalling there are repercussions. You never really switch-off. “The accumulative wear-and-tear worries me. Maro Itoje is a superstar at 21 and we need to make sure that in six years, at his peak, he’s fresh enough to be physically imposing. He’s a phenomenal player but we can’t have him being run into the ground by playing 30-odd games every season. Same as George North. He’s 24 and playing Tests since he was 18 – without a proper break. We have to look after these great players.” The current amount of games a player is allowed to participate in during a season stands at 32 – but Corbisiero makes a key distinction. “It depends on individuals and positions. You wouldn’t really want your props playing more than 25 games a year. I would say, roughly, 25 games with around 60 minutes on the field per match is right for a prop.” Yet the administrators are riding a commercial wave which depends on games being played to meet the interests of broadcasters and sponsors. “Rugby is huge business now. This season, because of the World Cup, they only took out the LV Cup. The schedule has meant you just go through 28 straight Premiership and European games. There are no ‘lesser’ LV Cup games, no rest weeks. It’s unbelievable. That decision was driven by profits. Player welfare was not considered. That shows the business side prevails.” There is also concern about the amount of contact players endure in training. “We should have limits on contact,” Corbisiero says. “In the NFL, once the [American football] season starts, you can’t have contact in the week except for a couple of times a season. But look at their player power [in terms of standing up to administrators]. It’s huge compared to ours.”    When people say you are going to be fine you want to believe them and so you crack on. I paid the price       When his body did not feel ravaged Corbisiero enjoyed some amazing highlights – from that Lions series victory in Australia to beating New Zealand in his last start for England in 2012. “When I was healthy I had some incredible highs. I was really proud of some of my games and the standards I set. I was right up there. But being injured so often was very difficult mentally. “Even against the All Blacks I shouldn’t have played against them or South Africa the week before. I was out the next five months. I’d just come back from my first major knee surgery and it flared up again. In hindsight I should have pulled back rather than playing on a dodgy knee. I was buggered – even before South Africa. But when people say you are going to be fine you want to believe them and so you crack on. I paid the price.”     England’s prop Alex Corbisiero is tackled by South Africa’s flanker Willem Alberts during the Springboks’ 16-15 victory at Twickenham in November 2012. Photograph: Glyn Kirk/AFP/Getty Images    Interviewing Corbisiero is a treat. I enjoy hearing him talk about his hobby, rapping, why he loves NWA’s Straight Outta Compton and his fascination with Conor McGregor. We speak for a long time but, Straight Outta Cobham in the end, cannot help returning to rugby. Corbisiero has not lost his passion for the game. “I can feel the itch to come back – even if it’s not burning red-hot quite yet. The plan is to start training hard in November and be playing again next January.” His international ambitions remain. “I’ve only met Eddie Jones in passing and he was very nice. He said: ‘You’re too good not to play, mate.’ I said: ‘Don’t worry, I’ll be back.’” There are more important battles to be won for the sake of all rugby players. “100%. Many players share my mindset in regard to the culture of the game. But they need more power. They need to be more vocal and trust each other. If everyone supports the guy who says it’s not right to play when injured there is more chance of hearing him. Otherwise he will feel like the black sheep or an anomaly. “We need a united front to get this message to resonate. We need to keep focusing on player welfare. We need to keep an eye on the number of games players have, the training load, the amount of contact they’re doing, the off-season they get, their insurance. We need to stick together to bring about change – otherwise it will never get done.”",
  "webTitle": "Alex Corbisiero: ‘Even now people will frown if you say you need a rest’",
  "webPublicationDate": "2016-05-05T17:59:01Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/05/alex-corbisiero-rugby-union-england-lions",
  "keyword": [
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Northampton",
      "id": "sport/northamptonsaints",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Donald McRae",
      "id": "profile/donaldmcrae"
    }
  ],
  "guardianId": "sport/2016/may/05/alex-corbisiero-rugby-union-england-lions"
}