{
  "apiUrl": "https://content.guardianapis.com/money/work-blog/2016/may/16/bad-interview-count-against-me-in-future-dear-jeremy",
  "id": "2016-05-16-331",
  "sectionId": "money",
  "body": "Twice a week we publish problems that will feature in a forthcoming Dear Jeremy advice column in the Saturday Guardian so that readers can offer their own advice and suggestions. We then print the best of your comments alongside Jeremy’s own insights. Here is the latest dilemma – what are your thoughts? I am in my 50s, work in a niche market overseas and am trying to find more work in the same field. I recently had a job interview for an excellent post a long way from home. I was very well qualified for the position, have all the necessary experience and did well in the assessments.  Unfortunately, the logistics of taking the job, coupled with insufficient preparation, flummoxed me on the day and I totally lost confidence and performed very poorly in the interview itself. I feel I let myself down and that I possibly showed a lack of respect in performing so badly. My real worry now, looking back on the whole sorry experience, is that it could be held against me in future. As said, I work in a niche market which is quite a close-knit working community.  Could I credibly apply for a post at the same institution again? Is it just a matter of live and learn and put it down to experience and try again? In short, how should I handle it? Do you need advice on a work issue? For Jeremy’s and readers’ help, send a brief email to dear.jeremy@theguardian.com. Please note that he is unable to answer questions of a legal nature or to reply personally.",
  "webTitle": "Is a bad interview going to count against me in future?",
  "webPublicationDate": "2016-05-16T06:00:28Z",
  "webUrl": "https://www.theguardian.com/money/work-blog/2016/may/16/bad-interview-count-against-me-in-future-dear-jeremy",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "money/work-blog/2016/may/16/bad-interview-count-against-me-in-future-dear-jeremy"
}