{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/23/chris-ashton-eddie-jones-england-australia-saracens-three-test-tour",
  "id": "2016-05-23-142",
  "sectionId": "sport",
  "body": "Beauty, in rugby as in life, is in the eye of the beholder. The orthodox view is that Chris Ashton is the best wing in England, a must-have accessory as the national team prepare to pack their travel bags for Australia next week. Eddie Jones, whose opinion is ultimately the one that counts, has decided the Saracen does not even make the plane, let alone the starting XV. “In my eyes he’s not in the top three wings in England,” pronounced Jones, hardly softening the blow.   Related: Rugby union: talking points from the Premiership and Pro12 play-offs    So who is right? Has Jones taken leave of his antipodean senses or is he alone in seeing the wood for the gum trees? It is another of those classic sporting arguments that bubble up whenever a consistently excellent club performer is overlooked at international level. Welcome back to Graeme Hick land, Mark Ramprakash country and Danny Cipriani city, those already familiar dots on the well-thumbed map of unfulfilled sporting talent. In Ashton’s case a strike-rate of 19 tries in 39 Tests is more than handy, particularly when allied to his 15 tries in 21 games this season. Jones, though, will have delved slightly deeper into the stats. In his most recent 22 Tests for England, Ashton has touched down only four times. Only one of those four tries was scored away from Twickenham, in a losing cause against New Zealand in Dunedin in 2014. Jones included him in his preliminary squad for the Six Nations, only for him to be suspended and give Anthony Watson and Jack Nowell first crack on the wings. England duly won a grand slam. Had the injured Jonny May been available, Ashton might not have made Jones’s wider squad in the first place. No one disputes that, in a good Saracens side with a distinctive method, Ashton’s instincts as a support runner are unusually sharp. If you specifically want a runner to arrive late from deep and ghost into an artfully-constructed hole there are few better. There is little doubt, either, that Ashton has improved substantially since being omitted by Jones’s predecessor, Stuart Lancaster. The player who used to appear several scones short of a tea party has matured and learned from his mistakes, of which he accepts there have been a few. The problem is that Jones has a long memory. As well as recalling Marland Yarde’s try past Richie McCaw in that same Dunedin game, the Australian is clearly struggling to banish the flashbacks of Ashton’s occasional defensive glitches in an England jersey, as well as the ill-timed disciplinary bans that still follow him around. There is little doubt Ashton was harshly dealt with when he was banned for 10 weeks for making contact with the eye area of Ulster’s Luke Marshall but, unfortunate or not, it gave Jones further reason to wonder if Ashton’s defensive judgment is as sound as a Test wing’s should be. Is he, furthermore, the man to stop Israel Folau five metres from the line next month? Jones clearly remains to be convinced. Ashton’s other issue is that the head coach knows precisely what is heading England’s way, not just in Australia but in the three years leading up to the 2019 Rugby World Cup in Japan. Look around the world and international wings are growing steadily bigger and stronger. Yarde is only a little taller and heavier than Ashton, 29, but he is five years younger and his game has a more reliably physical edge. The ideal England backline envisaged by Jones is predominantly direct, hard-nosed, power-packed and dynamic. For all Ashton’s strengths, he does not entirely satisfy that template. It pays, too, to remember Jones is not stupid. He knows Ashton, who was not named in the Saxons squad on Monday either, will be gutted and will be interested to see how he responds in Saturday’s Premiership final against Exeter Chiefs. If he outplays Nowell at Twickenham and reports mustard-keen for the new season it is not absolutely impossible he will be given another chance at some stage. If such a scenario unfolds, Jones will argue that Ashton’s England omission may be a win-win decision and that a kick up the backside has worked a treat. Because, lest we forget, Jones has yet to lose a game as England’s head coach and has a consistent record of selecting suitable wizards for the specific type of wand he wishes to wave. He is not remotely bothered if people disagree with him and is adamant that, in the end, international selection is about more than simply domestic form. Ashton can consider himself unlucky not to get the nod but there is a method to Jones’s apparent madness.   Related: Chris Ashton’s England omission may be a win-win decision by Eddie Jones| Robert Kitson    Testing times So what do you do when you have already played Wales at Twickenham twice this season? Correct. You invite Warren Gatland’s side back for another full-cap Test match at the fag-end of the domestic campaign, 24 hours after a Premiership final in which a third of your squad are involved. As everyone knows Sunday’s game has been arranged for assorted financial reasons but, given the Rugby Football Union is poised to announce a record annual profit this year, it further underlines the need to reform the international calendar. Eddie Jones insists his players have not been overplayed this season but many have been training pretty much solidly since June. Those who go on next year’s Lions tour, as Conor O’Shea has warned, are at risk of significant burn-out. The need to redraw the global fixture-list grows ever more pressing; a personal view is that 10 or 11 Tests per year is plenty and would help enhance their rarity value. England, despite failing to make it out of their World Cup pool, are set to feature in 20 Tests over a 16-month period. It is too much of a good thing and there will be consequences. One to watch A Pro12 final between Connacht and Leinster in Edinburgh is not just an auspicious occasion for the two Irish provinces and their Scottish hosts. Leinster’s centre Ben T’eo is currently arousing much interest in English rugby and his final fling before heading off on tour to Australia will be closely monitored by, among others, Eddie Jones. There is also the question of whether Connacht can pull off the kind of underdog triumph that has been a feature of this sporting year. Having beaten the defending champions Glasgow in the semi-final, Galway’s finest will see no reason why not.",
  "webTitle": "Chris Ashton’s England omission may be a win-win decision by Eddie Jones| Robert Kitson",
  "webPublicationDate": "2016-05-23T14:39:32Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/23/chris-ashton-eddie-jones-england-australia-saracens-three-test-tour",
  "keyword": [
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Chris Ashton",
      "id": "sport/chris-ashton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/blog/2016/may/23/chris-ashton-eddie-jones-england-australia-saracens-three-test-tour"
}