{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/21/trump-clinton-gun-control-policies-race-policing",
  "id": "2016-05-21-73",
  "sectionId": "us-news",
  "body": "Related: Donald Trump endorsed by NRA despite history of gun control support    For years seen as a losing battle, the push for gun control has become a central conflict of the 2016 presidential election, and part of a broader struggle between competing visions of policing, justice and racism in America.  Donald Trump, the presumptive nominee of the Republican party, has pledged that if elected he will eliminate “gun-free zones” and make it easier to carry a concealed firearm in all 50 states. National Rifle Association members cheered him on Friday after their leaders endorsed his candidacy. “I will not let you down,” Trump told them. His likely Democratic rival, Hillary Clinton, has promised the opposite: she will take on America’s gun lobby from her “very first day” in office. One of her advisers announced on Friday that she believed a landmark 2008 supreme court decision protecting gun rights had been “wrongly decided”. “We have just too many guns – on the streets, in our homes, in our neighborhoods,” she said last month. Each candidate has made appeals to very specific demographics, implicitly linking the questions of gun rights and gun violence to race. In addressing the NRA’s annual meeting Friday, Trump spoke to an older, largely white crowd, and the NRA’s CEO, Wayne La Pierre, spoke to that crowd in exclusionary terms.  “In this room, we still see the America that we have always loved,” he said. “We in this room, we are America.” In contrast, Clinton has extended a hand to African American voters, particularly black women. On Saturday, Clinton will speak at a Florida event honoring Trayvon Martin, a black teenager whose shooting death presaged a new civil rights movement under the banner Black Lives Matter. Clinton has been joined on the campaign trail by the Mothers of the Movement, a coalition of black women who lost children in incidents related to gun violence and law enforcement.     Trayvon Martin. Photograph: Mark St George/Rex Features    The former secretary of state has decried the disproportionate toll of gun violence on minority communities and pledged to “end the era of mass incarceration”. Trump told NRA members that locking up criminals was the best way to keep Americans safe. “Hillary Clinton will release violent criminals from jail, more so than even Obama,” he said, “and put innocent Americans at risk.” “I’m going to put criminals behind bars,” Trump promised, in an attack that echoed tough-on-crime ads from the 1980s and contrasts with a bipartisan effort to reduce incarceration. He and LaPierre blamed Barack Obama for high crime in cities such as Chicago, saying the president and his former secretary of state would disarm all the Americans most in need of protection.  “Hillary wants them to be defenseless, wants to take away any chance they have of survival,” Trump said. “You have men and you have women, sitting in an apartment, and outside is tremendous crime, tremendous crime of all kinds, and they need to be protected. And if you take that gun away from them, it’s going to be a very unfair situation.”   Related: Clintons find 90s nostalgia where others see legacy of mistakes and scandal    He also said Clinton should herself go without protection, tweeting on Saturday: “Hillary wants to get rid of all guns yet she is surrounded by bodyguards who are fully armed. No more guns to protect Hillary!” Trump’s sweeping condemnations of Mexicans, Muslims and immigrants have led many Americans to protest his campaign as racist, using examples such as a Cinco de Mayo tweet of a photograph of himself eating a taco bowl, with the text: “I love Hispanics!” Some of Trump’s supporters have made no pretense of inclusivity. Trump has been endorsed by a former leader of the Ku Klux Klan, and earlier this month, Trump’s campaign blamed a “database error” after a white nationalist was included on its official list of delegates to the Republican National Convention. Trump wavered before finally condemning the endorsement from the former Klansman.  Clinton, in contrast, has repeatedly talked about the burden of systemic racism on Americans of color, and about the importance of white Americans recognizing their privilege.  “Race still plays a significant role in determining who gets ahead in America and who gets left behind,” Clinton said earlier this year – marking a stark contrast from much criticized policies in the 1990s. As first lady, Clinton embraced tough-on-crime measures and once referred to juvenile gang members as “super-predators” who needed to be “brought to heel”. At the Friday’s Leadership Forum, LaPierre did not talk about race or racism. He highlighted a different tension: the contrast between the people “who keep American running every day” and the “political and media elites” who are “shredding the very fabric of our country and transforming America into an America you won’t even recognize”. “We’re the police officers who patrol neighborhoods, and we’re the firefighters, in this room, who run towards the fire, the servicemen and women who have answered the call,” he said. “There are other rooms – rooms where the America we see is no longer visible and no longer wanted.” On Saturday, Clinton will address a group concerned about the vigilantism, which LaPierre and Trump have promoted with language about “good guys with a gun”. Martin, the teen whom she will honor in Florida, was shot and killed in 2012 by a self-appointed neighborhood guard who was later acquitted of second-degree murder and manslaughter charges.    Related: Is the 'Ferguson effect' real? Researcher has second thoughts    The issue of policing adds another question to the debate about guns and racism, and Trump supporters have raised it repeatedly. On Friday morning, a man in the line to hear Trump address the NRA challenged a reporter to name a murdered police officer, and asked why none of their names were as well known as Martin’s.  As protests against police violence and mistreatment of black Americans continue, some law enforcement officers have said they are being unfairly demonized, particularly considering their daily work responding to community violence and trying to keep African American residents safe.  In an interview earlier this spring, the head of Chicago’s police union criticized Clinton for running an anti-police campaign. “People used to run on an anti-crime platform. Now it’s anti-police. Instead of going after the gang-bangers, go after the guns, go after the dope, it’s go after law enforcement,” Dean C Angelo, Sr, said. “It’s upside down.” Trump appealed to this group as well, saying they deserved “a standing ovation”. “They are fantastic people,” he said. “Amazing. They do such a great job. They have been so unfairly treated.” Clinton’s policy platform calls the pattern of police mistreatment of black Americans “unmistakeable and undeniable”. Her campaign promises that she will “invest in law enforcement training programs on issues such as implicit bias, use of force, and de-escalation”, and “support legislation to ban racial profiling by federal, state, and local law enforcement officials”.     Donald Trump with Wayne LaPierre on Friday. Photograph: Scott Olson/Getty Images    She also has received the endorsement of Lezley McSpadden, the mother of Michael Brown, an 18-year-old whose shooting by a police officer in Ferguson, Missouri, sparked nationwide protests and galvanized a movement to end police violence. While Clinton has long supported comprehensive gun safety measures, placing gun laws front and center on the campaign trail marks a departure from previous elections, in which Democrats have shied away from addressing the issue. A nationwide decline in crime – America’s gun homicide rate dropped nearly 50% since its 1993 peak, a fact that most Americans do not realize, according to a 2013 poll – has similarly pushed it away from politicians’ desks.   Related: 'It's about time': guns become serious debate issue for first time since 2000    But African Americans, particularly young African American men, still face dramatically higher rates of gun violence than white Americans do. Violence has also spiked in some cities over the past year: a new justice department-funded study found that much of the increase in 2015 homicides among large cities was concentrated in 10 cities, all of which had large African American populations.  Trump has tweeted out a graphic with fake crime statistics that say 81% of white homicide victims were “killed by blacks”. FBI crime data shows that the majority of homicide victims, white or black, are killed by offenders of their own race, and conservative TV host Bill O’Reilly asked Trump about the “totally wrong” statistics last year. “I retweeted somebody that was supposedly an expert,” Trump said. “Am I gonna check every statistic?”  “You gotta. You’re a presidential candidate,” O’Reilly replied.  The 2016 election has also coincided with a series of high-profile shootings, three of which occurred over consecutive months last year: the massacre of nine African American churchgoers last June in Charleston, South Carolina; a shooting at a movie theater in Lafayette, Louisiana, in July; and the killing of two reporters in Roanoke, Virginia, in August while they were live on air.  Following a mass shooting at a community college in Oregon last October, which left nine victims and the perpetrator dead, Clinton unveiled an expansive plan aimed at reducing gun violence. Among its key tenets were universal background checks, a ban on assault weapons, and a push to hold gun dealers and manufacturers accountable for gun violence, including by repealing a 2005 law that bars lawsuits against gun companies when a legally sold gun is later used in a crime.  On the latter, Clinton has clashed with Democratic rival Bernie Sanders, who voted in favor of granting legal protections to gunmakers in 2005. Clinton, then representing New York in the US Senate, voted against the bill. Trump, who has now adopted a hard line on the gun issue, once supported an assault weapons ban, and following the 2012 elementary school massacre in Newtown, Connecticut, tweeted that Barack Obama “spoke for me and every American in his remarks” on the tragedy. More recently, Trump has repeatedly argued that the carnage of terrorist attacks and mass shootings could be reduced, or even prevented entirely, if more people carried guns.",
  "webTitle": "Trump and Clinton on guns: two visions of race, justice and policing in the US",
  "webPublicationDate": "2016-05-21T17:00:19Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/21/trump-clinton-gun-control-policies-race-policing",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gun crime",
      "id": "world/gun-crime",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    },
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/21/trump-clinton-gun-control-policies-race-policing"
}