{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/philippines-election-2016-polls-open-amid-death-threats-from-presidential-hopeful",
  "id": "2016-05-09-103",
  "sectionId": "world",
  "body": "A tough-talking mayor, known as “the Punisher” for his lax attitude to extrajudicial killings, looks set to clinch the presidency in the Philippines with unofficial tallies giving him a big lead. Rodrigo Duterte, a 71-year-old ex-prosecutor, has 38.6% in an initial tally of 80% of the vote, nearly 16 points ahead of the next candidate. The five-person race does not need a majority candidate to win – the outgoing president Benigno Aquino won in 2010 with 42%. Although the results are partial and unofficial, they are sourced by the electoral commission from vote counts.  Senator Grace Poe, who was tipped to win before Duterte took the lead last month, conceded just after midnight. Duterte has run an obscenity-filled campaign in which he has boasted about Viagra-fuelled affairs and joked about raping a missionary.  Rights groups allege Duterte allowed vigilante squads to kill more than 1,000 suspected criminals during his two decades as mayor of Davao City, an accusation he has at times denied and at other times bragged about.   Related: Philippines' 'Duterte Harry': the would-be president accused of using vigilante squads    The political establishment has warned that years of solid economic growth is threatened and foreign governments have looked on with trepidation, as the country is a key regional player in the South China Sea dispute with Beijing. The front-page headline of the Philippine Star on Monday summed up the anxiety: “It’s judgment day.” Filipinos carrying umbrellas to shelter from the glaring sun headed to public buildings in the capital Manila, many walking through empty streets normally packed with cars. At a school in the central financial Makati district, one of the automated voting machines had broken, leading to a long line and one person saying they would give up and go home. The election commission reported no major complications and hoped to declare an official victor within 24 hours. That timeframe could be delayed as polling stations stayed open an hour longer to 6pm (1000 GMT) to accommodate voters. In his last campaign speech on Saturday, Duterte, whose quick-fix plans to end crime have wooed voters, said there would be mass killings of criminals under his presidency. “Forget the laws on human rights,” he said. “If I make it to the presidential palace, I will do just what I did as mayor. You drug pushers, hold-up men and do-nothings, you better go out. Because … I’d kill you.” Christian Quedado, 22, said he believed Duterte was an “honest person and everything he says will happen”, adding that the mayor’s anti-crime success in Davao would be taken nationwide.  “I don’t agree with killing. I just think he will have an alternate plan to stop crime ... He knows what he is doing.”     Filipino presidential candidate Rodrigo Duterte prepares to vote in Davao City. Photograph: Ritchie B. Tongo/EPA    Voters are also drawn to Duterte’s promise to tackle corruption in a country that has experienced 6% economic growth on average while residents of slums still struggle to buy food. Many are frustrated with the political status quo in which a small clique governs the country. Mo Neria, 32, a banker voting in the Makati district, said all candidates have similar agendas on the economy but people were voting for Duterte because of his “iron fist”. He added that, despite years of strong economic growth, “not everyone has benefited. Especially people in the provinces.” Duterte’s opponents are most fearful of his threats to abolish congress or create a revolutionary government. The Philippines, the first democracy in south-east Asia, prides itself on ousting late dictator Ferdinand Marcos in 1986. In the five-way race with Duterte 10 poll points ahead, Aquino launched an 11th-hour attempt on Friday to unite the other candidates against him. Aquino had hoped they would rally their voters around his preferred successor, Manuel “Mar” Roxas, who is the grandson of a Filipino president.   Related: Philippine elections 2016: what you need to know – the Guardian briefing    But despite Aquino’s threats that Duterte is a dictator-to-be, the plan never materialised. Senator Grace Poe, former international criminal court judge Miriam Santiago and the current vice-president, Jejomar Binay, all rejected the talks. Fifty-four million people are registered across the archipelago nation of more than 7,000 islands. Monday’s election is for 18,000 local and national representatives, including the president and vice-president, half of the senate, all governor posts, all mayors, and all city and municipal councils. During the election, there has been violence, which is common in Philippine politics. On Saturday, a mayoral candidate was shot dead in the south by a gunman. And just hours before polls opened on Monday, seven people were shot dead when a convoy of vehicles was ambushed in Rosario, just south of Manila.    Related: 'We're making our voices heard': Filipinos on the presidential election    In the capital over the weekend there were still supporters driving through the streets on motorbikes with their candidate’s names written across their backs and music blaring from speakers. Eufracia Taylor, Asia analyst at risk consultancy Verisk Maplecroft, said the Philippines was in a strong position and it would take a lot to unravel the achievements of the Aquino administration, although she added Duterte was a “wild card”. “The competition for the presidency has essentially become a battle between ‘status quo’ candidates and ‘sharp turn’ candidates. The public is split between supporters for a president seen as safe hands or one who will drive drastic, and potentially divisive, change.” As the results were counted, Duterte said he would call for multilateral talks to resolve the dispute over the South China Sea, possibly partnering with Beijing to exploit offshore oil and gas reserves. “If we want joint ventures, fine. I believe in sharing,” he told reporters in Davao where he voted.  The campaign turned sour over the weekend with the outgoing president comparing Duterte’s rise to that of Hitler and the mayor responded that Aquino was a “son of a whore”. Observers have likened Duterte’s demagogic rise to that of US Republican frontrunner Donald Trump. Although Duterte calls Trump a “bigot”, they were both dismissed by the political establishment before becoming serious contenders. The anti-establishment mentality has also led to the rise of Marcos’s son, Ferdinand Marcos Jr, who looks likely to win the vice-presidency with 35.6% in the unofficial tally. That race is closer and Marcos is only 1.1 points ahead of lawyer and social activist Leni Robredo. The unity plan to block Duterte, which observers say came too late, illustrates the disbelief from the Philippines’ political dynasties. When asked by reporters if she was open to talks, Grace Poe, the adopted daughter of a late movie star, replied “Why not?” but she added: “At this point, what is there to talk about?”   Related: Nascent peace deal at risk amid Philippines' political uncertainty    The failed plea further divided the presidential hopefuls, with Roxas saying Poe had “rejected and ridiculed my offer”. “Senator Poe said there’s nothing to talk about and I’m surprised. Isn’t the biggest threat to our democracy, the weakening of the peso, the risk of losing investments, an urgent matter?” Roxas said. A campaign adviser for the vice-president, Jejomar Binay, who voted early on Monday, said his candidate would not be joining unity talks. “We’re going to win. We don’t need to join anybody. If they want to join us they’re welcome,” former interior secretary Ronnie Puno told reporters in Manila. Duterte’s campaign manager, Leoncio Evasco, responded to Aquino’s plan in a statement, saying: “Only a man on the verge of defeat can issue such frantic calls.” On his way to vote in a large school in Manila, Dennis Quitay, a 25-year-old tourism studies student, said he would choose Miriam Santiago as the other candidates had run negative campaigns. He said Duterte was “very much like Marcos, the dictator. I am Catholic and I don’t like his words. He is not a good example for the youth.”",
  "webTitle": "Philippines election: 'Punisher' Rodrigo Duterte in lead as polls close",
  "webPublicationDate": "2016-05-09T16:23:53Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/philippines-election-2016-polls-open-amid-death-threats-from-presidential-hopeful",
  "keyword": [
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Holmes",
      "id": "profile/oliver-holmes"
    }
  ],
  "guardianId": "world/2016/may/09/philippines-election-2016-polls-open-amid-death-threats-from-presidential-hopeful"
}