{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/trinity-mirror-digital-new-day-closure",
  "id": "2016-05-05-305",
  "sectionId": "media",
  "body": "Trinity Mirror has reported a fall of nearly 20% in print ad revenues as it confirmed it is to close the New Day after just two months. Ahead of its AGM on Thursday, the Daily Mirror publisher said the print advertising market had been “volatile” in the first four months of this year, but digital had bounced back somewhat. Trinity Mirror’s trading update, for the period from 28 December to 1 May, highlighted the ongoing tough trading conditions faced by newspaper publishers.   Related: The New Day newspaper to shut just two months after launch    The company said print advertising revenues declined by 19% year on year across the period, with newspaper sales falling by 4.5%. This ameliorated slightly in April, when print revenues fell by 15.8%. However, Trinity Mirror said digital income, which is building from a relatively low base, grew by 15.7% in the four-month period and by 18.6% in April alone. “The trading environment for print advertising continues to be volatile,” the company said.  “We continue to focus on the delivery of our strategy, namely growing our digital audience and revenue, coupled with tight management of the cost base.  “At this stage, the board anticipates performance for the year will be in line with market expectations.” The New Day, which was launched at the end of February with an upbeat £5m ad campaign, “Seize the New Day”, will publish its last issue on Friday. Trinity Mirror confirmed the New Day’s closure was because the title failed to sell enough copies. The aim had been to sell in excess of 200,000 per day, but it is understood that at closure sales were hovering around 30,000. “Although the New Day has received many supportive reviews and built a strong following on Facebook, the circulation for the title is below our expectations,” the company said.  “As a result, we have decided to close the title on 6 May 2016. Whilst disappointing, the launch and subsequent closure have provided new insights into enhancing our newspapers and a number of these opportunities will be considered over time.” Alison Phillips, the editor of the New Day, said that despite its swift demise it was a worthwhile endeavour to try and stimulate newspaper readership in the UK. “To have not given this a go was to mean we were content to stand on the pavement and watch the decline of British national newspapers hurtle past us,” Phillips said in a Facebook post on Thursday. “We have tried everything we could but sadly we just haven’t reached the sales figures we needed to make it work financially.” The ethos behind the New Day was to deliver a more upbeat and optimistic product, with a slant toward targeting female readers, to attract a type of reader who had “fallen out of love” with the format of traditional newspapers.  “There clearly were many people who truly loved the idea of a different kind of newspaper which spoke to them,” she said. “But the reality was we didn’t have enough of them on a daily basis.” It is not clear what the future holds for Phillips, who relinquished editing the Sunday Mirror to work on the New Day, although she remains a Trinity Mirror employee and could return to weekend editing. Piers Morgan, the former editor of the Daily Mirror, tweeted that Phillips had proven herself to be a “gutsy” editor despite the title lasting only nine weeks.    Great statement from a gutsy, talented editor. Very sorry it didn't work out.  https://t.co/faRVMC4qJV— Piers Morgan (@piersmorgan) May 5, 2016    Morgan added that he expected the print editions of all newspapers to be shut within “15 to 20 years”.    Newspapers will survive & thrive, but in digital form only.Industry moving from Penny Farthing to Harley Davidson.#NewDay— Piers Morgan (@piersmorgan) May 5, 2016",
  "webTitle": "Trinity Mirror reports 19% print ad slide as it confirms the New Day's closure",
  "webPublicationDate": "2016-05-05T06:48:18Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/trinity-mirror-digital-new-day-closure",
  "keyword": [
    {
      "webTitle": "Trinity Mirror",
      "id": "media/trinity-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mirror",
      "id": "media/daily-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The New Day",
      "id": "media/new-day",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Trinity Mirror",
      "id": "business/trinitymirror",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/05/trinity-mirror-digital-new-day-closure"
}