{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/28/greece-tourism-boom-athens-jobs-growth",
  "id": "2016-05-28-81",
  "sectionId": "business",
  "body": "It’s been a busy winter in downtown Athens, where scaffolding, tarpaulins and dust have been symbols of hope: a mini construction boom heralding a tourist renaissance. Nine hotels are being built or restored around the city centre. Their arrival correlates with the huge upturn in holidaymakers visiting the Greek capital since a low point in late 2008, when Athens erupted into riots after the police killing of a teenage boy. “It’s a miracle, what’s been happening in Athens,” Greece’s tourism chief, Andreas Andreadis, told the Observer. “The tourist industry in Greece grew two to three times faster than in Spain, Portugal, Italy or France last year. This year we expect around 4.5 million visitors in Athens alone.” For an economy stuck in depression-era recession, dependent on emergency bails and seemingly locked in a perpetual fiscal vice, tourism is vital. A record 23.5 million holidaymakers visited Greece in 2015 – generating €14.2bn in direct receipts, or 24% of gross domestic product. In 2010, at the start of the country’s debt crisis – which has seen it struggle to avert default and remain in the euro – revenues from tourism were €10bn, or 15% of GDP. The Greek Tourism Confederation, Sete, is predicting another bumper season for an industry that has long been the single biggest contributor to the economy and job market. Arrivals could reach 25 million (27.5 million including cruise ship passengers), which is more than twice the country’s population. Economic recovery will depend on the sector to a great degree.      Andreadis said: “If we get 1.5 million more visitors it will produce an additional €800m in direct receipts. Such a positive kick that would come in the third and fourth quarters.” Much of the upsurge is linked to Greece’s safety record. Tourists are staying away from resort in Egypt, Tunisia, Turkey and elsewhere in the wake of high-profile attacks. Countries whose economies are also dependent on holidaymakers have suffered incalculable damage following a severe drop in arrivals. Travel advice from governments and fears of fresh violence are simply keeping tourists away. But other countries’ loss could be Greece’s gain. And it could not come at a better time: tourism provides one in five jobs in Greece, at a time when unemployment in the effectively bankrupt nation has hovered stubbornly around 25%. Youth unemployment stands at an astonishing 67%. “It’s going to be a challenge but our hope is that we will see an improvement on record numbers again,” said Yiannis Retsos, president of the Hellenic Federation of Hoteliers. “Tourism is all about positive psychology and Greece is a safe place in the south-east Mediterranean region.” But while price wars have played a role in securing bookings this year, industry figures also worry about the leftist-led government’s business plan and its appetite for raising tax rates.     VAT on hotel costs in Greece is now 13%.    VAT has jumped from 6.5% to 13% on accommodation prices and from 13% to 24% on food and beverages. An extra surcharge announced by the government in a bid to appease the creditors keeping debt-stricken Greece afloat was postponed last week under pressure from tourism officials . “Taxes by definition work against business,” says Retsos. “This is a sector that outperforms all others, but I worry about competitiveness and the product we offer now being overtaxed. In a recession it is impossible for businesses to absorb the total percentage of increased taxes.” Greece’s role on the frontline of Europe’s refugee crisis – more than 53,000 men, women and children are now stuck in limbo in several places around the country following the closure of borders to its north – could also have a negative impact. Sitting in Sete’s air-conditioned offices in Athens, Andreadis says the image of desperate refugees camped on island quays – and most dramatically in the port of Piraeus just outside the city – will also be a drag on the sector if the situation is allowed to continue. But sounding a rare note of optimism, the tourism chief said the deal Greece made last week in its long-running, and often turbulent, talks with foreign lenders was also cause to be confident. The completion of the review – and the disbursement of a further €10.3bn in emergency funds – would, he predicted, see liquidity and stability quickly return to Greece’s cash-starved real economy. “Closing the agreement will see the market stabilise. It will end speculation of Grexit, which impacts tourism in terms of prepayment [for holidays],” he added. “Countries with unstable currencies are not tourists’ first choice. The return of stability ends that.”",
  "webTitle": "Miracle in Athens as Greek tourism numbers keep growing",
  "webPublicationDate": "2016-05-28T15:00:07Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/28/greece-tourism-boom-athens-jobs-growth",
  "keyword": [
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Greece holidays",
      "id": "travel/greece",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Euro",
      "id": "business/euro",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Helena Smith",
      "id": "profile/helenasmith"
    }
  ],
  "guardianId": "business/2016/may/28/greece-tourism-boom-athens-jobs-growth"
}