{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/22/edinburgh-university-newsletter-criticised-fashion-advice",
  "id": "2016-05-22-91",
  "sectionId": "education",
  "body": "Students at Edinburgh University have criticised an article on designer fashion tips in the university newsletter that recommended, among other things, a £2,395 Alexander McQueen clutch bag. The university has apologised for the article, headlined “Add a degree of fashion to your graduation day”, which featured suggestions from the luxury department store Harvey Nichols. Students said the article, which has been taken down, promoted sexist stereotypes and would alienate less well-off students.  “Girls, this is your time to invest in some sophisticated glamour,” the article read. “Think French chic meets New York business and you’ll get it right.  “A little black dress from a brand like Carven or Iro would be spot on, and go for killer accessories: Gianvito Rossi heels and a clutch with personality to store your lippy and smartphone. Remember, image is everything!” A black dress from Carven featured on the Harvey Nichols website costs £430, and a similar dress from Iro £295. Students living on maintenance loans outside London receive £3,731 per year to live on – around £72 a week.  Writing in the Edinburgh Tab student newspaper, Laura Williamson said the article played up to the stereotype that the university’s students were mainly posh and from private schools.  “The recommendation from the university – a body designed to create meritocracy in an inherently unequal world – to spend that amount of money on clothing for one day is nothing but classism, with a hint of sexism for good measure,” she said, adding that the piece excluded 99% of the student body.  “‘Remember, image is everything!’ says one thing alone: forget the hard work you’ve done in those four years to gain your degree, forget the congratulations for graduating; how you look means everything, and thus if you’re not investing in some ‘sophisticated glamour’ you are nothing,” she continued. “The university has sent a poisonous message instead of what they ought to have sent: wear whatever you feel comfortable in and whatever you can afford.” Other students and observers complained on Twitter about the message the article had sent.    I feel like the universe keeps sending me signs not to go to Edinburgh University. The sexist graduation post thing is one of them.— Lauren (@_winemom) May 20, 2016      4 years hard work, and a degree later, apparently the only thing that matters is 'image is everything'. https://t.co/HokDkUSqeO— Isobel Dew (@isobelkdew) May 19, 2016      @EdinburghUni @NatashaPreskey my graduation dress was blue & cost £12. Can they even give degrees to people like me?!— Kirstie Stuart (@coffeeeandcakes) May 22, 2016    The university apologised for the advice in a student newsletter and said the correct procedures for approving the promotion had not been followed.    Apologies for the graduation fashion advice posted in the latest Student newsletter - it wasn't appropriate & it has been removed.— Edinburgh University (@EdinburghUni) May 19, 2016    A university spokesperson said: “It is not our normal practice to promote or advertise any external companies or services. The page had not gone through the correct approval process and has since been taken down.”",
  "webTitle": "Edinburgh University newsletter criticised over fashion advice",
  "webPublicationDate": "2016-05-22T12:11:39Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/22/edinburgh-university-newsletter-criticised-fashion-advice",
  "keyword": [
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Edinburgh",
      "id": "uk/edinburgh",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "education/2016/may/22/edinburgh-university-newsletter-criticised-fashion-advice"
}