{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/30/country-diary-search-nightingale-song",
  "id": "2016-05-30-203",
  "sectionId": "environment",
  "body": "It’s odd going somewhere to listen. Usually you go somewhere to look. I’d never knowingly heard a nightingale. The word is so resonant. It’s maybe 1,000 years old, that name: nihtgale, “night songstress” – but now they know it’s the male that sings so distinctively by dark, to defend and attract. I’d always thought the name elegantly, evocatively, benignly crepuscular. Probably I’d heard it passively. But I’d never gone somewhere to find it. Knowing little of birds, I had to be told where and when to listen. “Dusk and into dark, and you’ll hear the nightingales. You’ll know it because nothing else will be singing.” A wood near my home, Castor Hanglands, is where. Another old name, though it probably hits the ear more darkly than it should: hangra, Old English for “wood on a hill”. These trees mark the nightingale’s grasping northern limit, when they return from Africa, and sing at night.   Related: Perspective on war from an overgrown airfield    The Hanglands are like a rearing wave of thicket in calm farmland. The trees are chaotic and wriggled, jungle-like. It’s dusk as I walk into them. It has been raining. Everything’s wet, and smells and sounds crisp as it does afterwards.  A cornfield, its leaves marbled with water. A hare I see twice. Mist is rising coolly with the falling dark. I hear water-weighted leaves fidget, and birds I recognise. A blackbird’s stammer alarm. An owl’s two frail syllables. Then, ahead to the right, I hear a nightingale.  I’m excited, then transfixed as I focus on its subtleties. It’s extraordinary, encyclopaedically intricate. Frenetic, urgent, cheerful. Tropical, homely, robotic. It stutters, dives, whistles, purrs, clicks, raps, ticks, beeps, scrapes. Oscillates, repeats. Climbs, falls.  It’s almost full dark. Other birds shush, and I hear more nightingales deeper in the woods. I listen for 30 minutes, imagining this delicate thing inhaling, exhaling, creating that sound. I look for it until I’m so close I might scare it, but I don’t see it. They’re tiny birds. Tiny birds that cut the quiet of the night with beautiful novelty. Now I know what to listen for, I will. Sometimes you have to make that effort to listen to appreciate what you’re hearing. Follow Country diary on Twitter: @gdncountrydiary",
  "webTitle": "My search for the nightingale's song",
  "webPublicationDate": "2016-05-30T04:30:24Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/30/country-diary-search-nightingale-song",
  "keyword": [
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Birdwatching",
      "id": "environment/birdwatching",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Ingram",
      "id": "profile/simon-ingram"
    }
  ],
  "guardianId": "environment/2016/may/30/country-diary-search-nightingale-song"
}