{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/21/garden-bridge-chummocracy-sadiq-khan",
  "id": "2016-05-21-166",
  "sectionId": "commentisfree",
  "body": "Of all the planned developments to the British landscape – high-speed rail links, nuclear power stations, the steady urbanisation of the countryside – the proposed garden bridge across the Thames sits low on the scale of national concern. At £175m, its estimated cost amounts to no more than 350 averagely priced London homes (or a 90-house street, say, of the less averagely priced ones, where the old middle class used to live). The popular actor Joanna Lumley was its inspiration. It has a fashionable designer, Thomas Heatherwick, and the famous firm of Arup as its engineers. It is ostensibly “green” – a bridge built entirely for pedestrians, with nearly half of its decking area devoted to wildlife-friendly trees and plants. The publicity shots show a line of foliage floating above the river as ethereal as a Chinese print: lovely!   Related: Garden bridge: a project promoted and sold with half‑truths, deceptions and evasions    And something about it stinks. The history is now well known, at least among Londoners. Lumley originally conceived the bridge as a memorial to Princess Diana; eventually found a likely site for it just to the east of the Southbank arts complex, in the gap (all half a mile of it) between the crossings at Waterloo and Blackfriars; and got Heatherwick excited by the idea. The two were friends. In fact, Heatherwick’s company listed Lumley as an associate. A third friend – Lumley had known him since his childhood – was Boris Johnson, who as London mayor held the power to take the scheme forward. Chummery is an interesting word; it originally described the bachelor quarters shared by officers in the Indian army and other imperial enterprises. Here, a different kind of chummery got to work. The mayor had to persuade officials at Transport for London that a new bridge was necessary in the city centre rather than across the long unbridged, unglamorous stretches downstream; the department then invited tenders for the work, specifying a pedestrian rather than a garden bridge but nevertheless selecting the Lumley/Heatherwick proposal above bids from two other firms with far greater experience of bridge-building. Later investigations by the Architects’ Journal discovered that TfL officials – sometimes with Johnson in attendance – had met Heatherwick four times before the tendering process began in February 2013; and that, shortly before tendering opened, Johnson and Heatherwick had travelled to San Francisco to solicit corporate sponsorship for the bridge from Apple. In the well-chosen words of Christopher Bovis, an internationally respected expert on public procurement standards, the story of the garden bridge’s tendering was “littered with procedural irregularities”. City Hall said in a statement at the time that the meetings had “no bearing” on a “fair and transparent procurement process”. In any case, Apple, in fact, didn’t bite; too few businesses did. An ornamental project meant to be funded by private money has in the end been bailed out by the Treasury and TfL, which each invested £30m to add to the £83m donated, often anonymously, by private companies, foundations and individuals – leaving a gap in capital funding of roughly £33m and a question mark over how the £3.1m a year in operating and maintenance costs will be met by the charity charged with its management, the Garden Bridge Trust.     ‘The publicity shots show a line of foliage floating above the river as ethereal as a Chinese print: lovely!’ Photograph: Heatherwick Studio    How many people want this bridge is hard to know. The London Evening Standard likes and promotes the idea, but evidence of popular support is mixed. Two opinion polls last year found 78% and 42% of Londoners in favour, a difference almost certainly achieved by how the question was asked. Many people knew nothing about the bridge, and only one in 10 claimed to know much; the more information the question contained, the more likely it was to prompt a negative response. This year a third poll found 60% against. Locally, and among all kinds of environmental and community-minded activists, opposition is fierce. On Monday evening about 400 critics of the plan crowded out the spacious church of St John’s, Waterloo, to hear the scheme denounced by the local MP, Kate Hoey, and a succession of hostile architects, planners and local politicians. They wanted the new mayor, Sadiq Khan, to initiate an inquiry into the procurement process and to promise that no more public money would be spent. But this was just the means; the end was to stop the bridge. That seemed more than a possibility on Monday evening. Khan had previously expressed what he called “real concerns about the procurement process at City Hall”, which needed to be “fully investigated by the next mayor”. But on Tuesday morning, when the next mayor did his first Speak to Sadiq phone-in on LBC, his position had softened. What mattered now was that the Garden Bridge Trust made the bridge “a genuinely public and open space” by reducing the number of days – 12 have been scheduled – that the trust plans to close it for private fundraising events; by reducing the hours of those events; and by guaranteeing that children at local schools will be involved in planting and watering the gardens.    Like his objections, Khan’s endorsement of the bridge looks rather half-hearted    Only the first of these demands causes much difficulty. According to the trust’s business plan, the trust will raise its yearly £3.1m budget from a mixture of merchandising, visitors’ donations from contactless-card payment points (the trust expects 5% of visitors will touch in, at £2 a time), but most of all from the summer days and nights when the gates will be shut to the hoi polloi, and black-clad waiters will move through the pontine shrubbery to serve wine and miniature crab cakes to the staff and friends of the PR company, bank or law firm that has hired the space for £60,000 a time. To reduce that revenue would be awkward; but some compromise, surely, will be found. Like his objections, Khan’s endorsement of the bridge looks rather half-hearted: the standard word, iconic, the standard comparison with New York’s High Line as a city lung and tourist attraction. Michael Ball of the campaign group Thames Central Open Space, thinks that Khan is simply “trying not to lose lots of friends”. Compared with building good houses that averagely waged Londoners can afford, the garden bridge amounts to very small beer. But treating it so cautiously is not a good portent. How thrilling it would have been – how refreshing to his supporters and the political system – if Khan had denounced the bridge in every way: not only as an unnecessary claim on public funds, a folly that won’t allow cycling, a thoroughfare that will shut its gates every midnight, an out-of-this-world oddity that will clutter a historic riverscape; not only as all those things, but also as a symbol of the chummery – the chumocracy, even – that so offends the democratic and egalitarian traditions he is proud to represent.",
  "webTitle": "This garden bridge is an oddity born of the chumocracy | Ian Jack",
  "webPublicationDate": "2016-05-21T07:00:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/21/garden-bridge-chummocracy-sadiq-khan",
  "keyword": [
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Joanna Lumley",
      "id": "culture/joanna-lumley",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Thomas Heatherwick",
      "id": "artanddesign/thomas-heatherwick",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Jack",
      "id": "profile/ianjack"
    }
  ],
  "guardianId": "commentisfree/2016/may/21/garden-bridge-chummocracy-sadiq-khan"
}