{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/25/barnaby-joyce-links-live-export-ban-to-increase-in-asylum-seeker-boats",
  "id": "2016-05-25-173",
  "sectionId": "australia-news",
  "body": "Barnaby Joyce has drawn a link between the Gillard government’s live export ban and the increase of asylum seeker boats, effectively accusing the Indonesian government of allowing people smuggling. In the regional leaders’ debate in Goulburn, the deputy prime minister suggested Labor and the Greens were “crabwalking” to another live cattle export ban and then suggested the previous ban led to the flow of asylum seekers to Australia. “Might I remind you when we closed down the live animal export industry, it was around about the same time that we started seeing a lot of people arriving in boats in Australia,” Joyce said.   Related: Campaign catchup: big day for Barnaby    The ABC compere Chris Uhlmann replied: “Do you realise you are suggesting the Indonesian government then unleashed the boats in response?” “I think it’s absolutely the case that we created extreme bad will with Indonesia when we closed down the live animal exports,” Joyce said. Uhlmann again asked: “Are you suggesting the Indonesian government is sending refugees here?” “I suggest the Greens and Labor party created immense bad will and it was affected,” Joyce responded. Joyce was debating Labor’s agriculture shadow minister, Joel Fitzgibbon, and the Greens leader, Richard Di Natale, after all three spent the previous days campaigning in regional seats. The topics ranged from the dairy crisis to the cost of data, the National Broadband Network, equal education access for rural students, Indigenous jobs, bringing immigrants to regional areas, climate change, renewable energy and coal and coal seam gas.  The debate began with the dairy crisis, with Di Natale suggesting a milk floor price could be considered. Joyce rejected the idea, given that a wool floor price caused a stockpile which caused a temporary collapse in the industry. Fitzgibbon said the agricultural cooperative Murray Goulburn’s board was responsible for the current dairy crisis. Land usage questions drew applause. Di Natale called for an end to coalmining and coal seam gas, but Joyce said that although he agreed with a windfarm project in his electorate, he did not support a complete ban on coal and coal seam gas. “This is not a binary argument of banning it or allowing it,” said Joyce.  “I don’t want mining on prime agricultural land. It needs to be protected. If you say banning mining or coal seam gas everywhere, I don’t believe that because it will put a lot of people out of work.” Fitzgibbon also advocated a case-by-case basis for mining – arguing that energy poverty meant Australia had valuable resources to offer countries such as India.   Related: Barnaby Joyce launches dairy assistance package after cuts to milk price    “There will be some coal seam gas projects that can be done without harm to the environment and water tables,” Fitzgibbon said. “There will be those which can’t be.”  But Di Natale accused the major parties of having a “revolving door” between former ministers and the mining industry. He named former National party leaders Mark Vaile and John Anderson, as well as Labor ministers Greg Combet and Martin Ferguson. “You think that is a form of corruption?” asked Uhlmann. “You have to ask questions when you have this revolving door between our politicians and the coal and gas lobby and massive donations that flow back to the Labor party and to the Liberal National party from those fossil fuel interests,” said Di Natale. During an argument about foreign ownership, Fitzgibbon accused Joyce of sending the wrong signals to the world when Australia needed to attract foreign investment.  Joyce asked what he meant, to which Fitzgibbon replied: “I thought you went to a private school.”  In response to a question about Indigenous employment opportunities, Joyce said “everybody wants to make sure we work with Aboriginal Australians”.  “I work with Aboriginal people in my area and assist them to get the fruits of their nation because they were here first.” Di Natale urged Joyce to fund a program of 5,000 Indigenous rangers, while Fitzgibbon said the first step would be to fund the Gonski education model.  But one of the biggest audience responses of the night followed a question on the internet and the cost of data in rural areas compared with cities.   Related: NBN: the trouble with Coalition's plan for quicker and cheaper broadband    “Why do telecommunications [companies] charge $100 for a terabyte in the cities but [for] residents of small towns they charge nearly $10,000 for a terabyte?” asked the audience member. Fitzgibbon said there was “no bigger issue” than network speeds and data.  “Under our NBN proposal we had a very important measure and the wholesale access would be equal whether you lived in the capital cities or deep rural Australia,” he said.  “Barnaby wants to get rid of that equalisation and people in regional Australia will be paying more. There is no greater divide between city and country than the transformation push effect of the internet.” Joyce said data over wireless or fibre to the node was the same price, wherever it was used. “If you use wireless, you will pay the same price wherever you use it,” Joyce said. “If you use fibre to the node, you will be paying the same price wherever you use it.” On the eve of the debate, Joyce used his electorate to announce a dairy package which extends concessional loans previously used for drought, as well as the farm household cash payments worth $1,000 a fortnight.",
  "webTitle": "Barnaby Joyce links live export ban to increase in asylum seeker boats",
  "webPublicationDate": "2016-05-25T12:14:39Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/25/barnaby-joyce-links-live-export-ban-to-increase-in-asylum-seeker-boats",
  "keyword": [
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indonesia",
      "id": "world/indonesia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Richard Di Natale",
      "id": "australia-news/richard-di-natale",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "National party",
      "id": "australia-news/national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mining",
      "id": "business/mining",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Coal",
      "id": "environment/coal",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coal seam gas",
      "id": "environment/coal-seam-gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "National broadband network (NBN)",
      "id": "technology/national-broadband-network-nbn",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Rural Australia",
      "id": "australia-news/rural-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/25/barnaby-joyce-links-live-export-ban-to-increase-in-asylum-seeker-boats"
}