{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/03/tottenham-hotspur-lose-control-mousa-dembele-gouge",
  "id": "2016-05-02-4",
  "sectionId": "football",
  "body": "Well, you can’t say they didn’t go down fighting. It took until the final half-hour for Tottenham Hotspur’s title challenge finally, definitively to unravel but from the seventh minute, when Mousa Dembélé initiated a snarling squabble with Mikel John Obi, to the seventh minute of stoppage time, when the final whistle blew and players and managers brawled on their way down the tunnel, this was a display full more of malice than of merit. In this astonishing season, now embellished with its 5,000-1 champions, how Dembélé made it all the way to stoppage time before he was booked might be the greatest miracle of all. In the dying moments of the first half, after Danny Rose slid in late on Willian in front of the Spurs dug-out, players and coaches from both sides came together in a mêlée that distracted the officials sufficiently for the Belgian to push his nails into one of Diego Costa’s eyes and down his face and emerge unnoticed and unpunished. Costa is used to winning trophies and being unpleasantly aggressive to others; here it was he who was bullied, and then he helped present a trophy to someone else.   Related: Leicester City win the Premier League title: latest updates – live!    Earlier Kyle Walker had pushed Pedro to the floor and then kicked him, gently but deliberately, in the shin. And so it continued. Érik Lamela, booked early in the first half for a two-footed foul on Cesc Fàbregas, later appeared to tread on the Spaniard’s hand. Of Tottenham’s outfield players, by the end only Toby Alderweireld had not been booked and it would be a surprise if Dele Alli, retrospectively banned from this and Tottenham’s remaining two top-flight fixtures after punching a player in their previous game, did not have company on the sidelines as Spurs’ season peters out – potentially quite a lot of company. Guus Hiddink spoke afterwards about how these bad-tempered occasions “happen a lot in the Latin world”, alluding perhaps to Mauricio Pochettino, Tottenham’s Argentinian manager, who twice entered the pitch to get involved in the bad-tempered action, at one stage had to be separated from Steve Holland, Chelsea’s assistant first-team coach, and was at the centre of the post-match brawl, which began when Hiddink attempted to chaperone Fàbregas past him and down the tunnel (the Dutchman, who speaks Spanish, said later that his player was being threatened in the language). Pochettino has fashioned a young and vibrant team and minutes after the game’s end spoke calmly and genially to the media, but he showed here that the spirit of Antonio Rattin, famously, furiously sent off in a World Cup quarter-final 50 years ago and eight miles away, lives within him. “It’s football,” he said. “We are men, they are men and we need to show we are strong.” The irony is that it was supposed to be Chelsea who were motivated by spite. There was little for them to play for but professional pride – which has not always been evident in their performances this season – and a refusal to cede the title they won a year ago to local rivals. It proved motivation enough, with Eden Hazard, whose assertion that “we don’t want Tottenham to win the league, if we can beat them it will be good”, represented the apotheosis of the pre-match trolling, coming off the bench wonderfully to complete their comeback from a two-goal half-time deficit. There was a moment before kick-off, as a giant “Pride of London” banner was carried across the Shed End by Chelsea’s fans, when it was tempting to wonder if they would continue passing it around the stadium until it reached the other end. Failing that, perhaps they could be tempted to stuff it into a large bag and hide it in a cupboard for the foreseeable future. There is, after all, a shelf in the club’s trophy cabinet that has just become available. But within this performance Chelsea’s players showed that perhaps they share with their fans a desire to wrest back the status they have so emphatically and humiliatingly lost this season. Of course, there were always three teams in this marriage. As Asmir Begovic prepared to take the free-kick, deep on Chelsea’s left-wing, that followed Walker’s first, early foul on Pedro, a fan in the front row immediately behind him held up a placard that read, “Let’s do it for Ranieri”. But few Chelsea supporters at that stage seemed to be thinking of Leicester, just of their club’s own superiority, temporarily misplaced. “Champions of Europe,” they bellowed repeatedly, “you’ll never see that.” It is just four years since Chelsea won the Champions League; in the build-up to this game Hiddink described his side’s remaining fixtures – against Sunderland, Liverpool and Leicester, of which only one now seems at all important in any real sense, and that only to Chelsea’s opponents – as “massive games”, an illustration of how far, how fast they have fallen. But then, in the final moments, as the game headed towards its savage and definitive conclusion, the home fans burst into the loudest song of the night: “Leicester, champions!” They are no longer the kings, but they took to the role of kingmakers rather well.",
  "webTitle": "Tottenham lose title hopes and all control in draw with Chelsea",
  "webPublicationDate": "2016-05-02T23:11:37Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/03/tottenham-hotspur-lose-control-mousa-dembele-gouge",
  "keyword": [
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Burnton",
      "id": "profile/simonburnton"
    }
  ],
  "guardianId": "football/blog/2016/may/03/tottenham-hotspur-lose-control-mousa-dembele-gouge"
}