{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/22/unrest-slows-uk-travel-to-egypt-tunisia-and-turkey",
  "id": "2016-05-22-64",
  "sectionId": "business",
  "body": "A series of terrorist attacks, geopolitical unrest and an unabating migration crisis have dealt a severe blow to the tourist economies of north Africa and the near east, figures suggest.  Office for National Statistics (ONS) data released on Friday show that the numbers of British nationals travelling to past holiday hot spots such as Egypt, Tunisia and Turkey are in sharp decline.  That picture is backed up by figures from the World Travel and Tourism Council (WTTC), which show those countries’ tourism economies collapsing amid a sense that they have become no-go areas for foreign tourists.  The as yet unexplained crash of a Cairo-bound EgyptAir passenger jet on Thursday with 66 people on board, months after the downing of a Russian jet in Sinai was claimed by Islamic State, is likely to cement that impression. Amanda Diboll from Leicestershire has previously holidayed in Egypt, Tunisia and Turkey. But she told the Guardian: “Obviously in all these areas there have been a number of major incidents that have made us feel that the risk has become too great for a return visit.” Since Egypt’s 2011 revolution, subsequent counter-revolution and the emergence of its own incipient Islamic State franchise, travel by UK nationals to the country has plummeted by nearly 50%, the ONS figures show. Tourists spent 4% less in Egypt last year compared with the year before, according to the WTTC, which forecasts a further 4% fall in 2016. Curiously, the ONS figures show a 2% rise in British nationals travelling to the country in 2015, but that came from a historic low in 2014. Sean Tipton, a spokesman for the Association of British Travel Agents (Abta), said a fall in bookings with Abta members to Egypt could partly be explained by continuing doubts over the safety of Sharm el-Sheikh airport, the departure point for the Russian airliner that crashed over Sinai last October, and the gateway to the country’s most popular tourist area. A Department for Transport edict still bans travel there from UK airports, Tipton said. While Egypt has suffered, the most dramatic impact of terrorism on tourism has been in Tunisia. The country where the Arab spring began in 2010 had seemed to have gained the most from revolution, with a quick transition from dictatorship to liberal democracy. By 2014 the country’s tourist economy was booming again, with 417,000 visits to the country by British nationals.  Then Seiffeddine Rezgui walked on to a beach last June and gunned down 38 people, mostly tourists enjoying the blazing Mediterranean sun. The attack, coming three months after the massacre of 22 people – again mainly foreigners – in a Tunis museum, prompted the British Foreign Office and many of its equivalents across Europe to advise against all but essential travel to the country. That warning remains in place and is part of the reason for the collapse of Tunisia’s tourism industry. Visits by British nationals fell by nearly 40% in 2015 and, according to the WTTC, overall foreign spending in Tunisia fell by 37%.   Travel figures   The picture in Turkey, long a European package tour favourite, is more nuanced. On the eastern frontier of Europe, with a bitter civil war playing out over its border with Syria, visits by British nationals fell 21% between 2011 and 2013. But since then, numbers have been on the rise.  Now, with an increasingly visible role in the refugee crisis, strident international criticism of the government of Recep Tayyip Erdoğan, and a growing conflict with Turkey’s Kurdish minority, the jitters are setting in again. Tipton said bookings for Turkish holidays were down a third, while the WTTC predicts a fall in tourist revenue of 2% in 2016. Amid an overall rise in holiday bookings in the past year, these countries’ losses have been western Europe’s gain. “We’ve seen a marked shift [in package holiday bookings] towards the western Mediterranean,” said Tipton. “That’s been the case since December really, that’s what the booking patterns have shown.” Portugal has seen the greatest benefit, according to Abta data, with an increase of almost a third in the number of package holiday bookings to the country, while its neighbour Spain has seen rises of more than a quarter. With sunseekers swarming to the costas, Tipton advised booking early before resorts fill up. The ONS data, which gives a wider picture of holiday habits but is less up to date, also reflects changing tastes – with a few surprises. It shows big gains between 2011 and 2015 for, among others, Barbados, Mexico and Morocco, as well as old favourites such as Italy, Portugal and Spain. Andrew Russell from Wimbledon, London said he would be happy to take his partner and their teenage children to Turkey, “as the tourist destinations are nowhere near the trouble zones and I believe the terrorist threat is low”. While mindful of the security situation in north Africa, he saw the fears over some other destinations as an opportunity for a less crowded break. “Apparently Spain is booming as the safe summer option, but I believe it would be a good time to go to Greece [or the] Greek islands,” he said. “I don’t believe they are no-go areas due to the refugee crisis. It should also be easier to get decent accommodation with less competition for places.”",
  "webTitle": "Unrest slows UK travel to Egypt, Tunisia and Turkey",
  "webPublicationDate": "2016-05-22T16:21:41Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/22/unrest-slows-uk-travel-to-egypt-tunisia-and-turkey",
  "keyword": [
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tunisia",
      "id": "world/tunisia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "business/2016/may/22/unrest-slows-uk-travel-to-egypt-tunisia-and-turkey"
}