{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/mosque-destroyed-in-suspicious-fire-after-witness-hears-loud-bang",
  "id": "2016-05-17-6",
  "sectionId": "australia-news",
  "body": "A mosque in Geelong, 75km south of Melbourne, Victoria, was destroyed in a suspicious fire on Wednesday morning. Police say the fire was reported at 2.15am after a nearby resident heard a loud bang. The resident went to investigate and saw the mosque alight. “At this stage it appears the fire is suspicious and a crime scene has been established,” Sen Const Julie-Anne Newman said. “No one was injured.”   Related: Mosque opposed by far-right political groups likely to be blocked    Newman said the arson chemist returned to the site with detectives later on Tuesday. Two weeks ago a Greek Orthodox church in East Melbourne, the oldest in Australia, was damaged in what was also believed to be a suspicious fire. There have also been four church fires in the Geelong area in the past six months. The Country Fire Authority said they did not know if the fires were connected. The mosque, on Bostock Avenue, is housed in an old bluestone church, but has operated as a mosque for 23 years. Shaykh Mohammad Ramzan, the iman of the Geelong mosque, told ABC radio he was in “disbelief and shock”. He and his family live in the adjacent house but escaped unharmed. Ramzan said the mosque had not had any threats in the past. “In the last 23 years, and I am here from the last four years, we have never ever had any threat, any letter, any phone call, which says anything bad about the mosque or the muslim community,” he said. “It’s a very peaceful and nice area and community.” He said the Islamic Council of Geelong would rebuild the mosque, and would not be deterred even if the mosque had been deliberately targeted. “Our community is very peaceful and we will remain peaceful and we will show patience and tolerance and we will take it as something not done by the community with any purpose,” he said. “It could be something done by someone who wants us to be divided … we will not play into the hand of anyone who has such a bad intention.”  A spokesman for the CFA said the fire had spread throughout the building by the time firefighters arrived, and could not be controlled. It took an hour to contain. “There were a couple of concerns with the structure potentially falling down so we didn’t put crews inside the building,” CFA officer Mark Sinkinson told the ABC. “The roof had completely fallen in anyway.” Video of the fire, posted on Facebook, showed flames pouring out of the roof. Inspector Graham Banks, from Geelong police, told ABC radio that most of the churches targeted in suspected arson attacks had been of various Christian denominations, and police were not ruling out the possibility that the mosque had been targeted in a case of mistaken identity.  Banks said that some neighbours didn’t know the building was a mosque.",
  "webTitle": "Geelong mosque destroyed in suspicious fire after witness hears loud bang",
  "webPublicationDate": "2016-05-17T22:36:46Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/mosque-destroyed-in-suspicious-fire-after-witness-hears-loud-bang",
  "keyword": [
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/18/mosque-destroyed-in-suspicious-fire-after-witness-hears-loud-bang"
}