{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/27/england-australia-talking-points-euro-2016-friendly",
  "id": "2016-05-27-3",
  "sectionId": "football",
  "body": "1) Hodgson perseveres with his square pegs It would seem logical to use these warm-up matches to let the probable first XI hone their teamwork in the likely starting formation, but instead Roy Hodgson initially asked fringe players to try out his second-choice tactics. There was nothing surprising about this: four years and a day earlier he picked a team to play Norway in a pre-Euro 2012 warmup that included just four members of his first starting lineup of the competition, and five players who never appeared in it at all. The formation was more vexing: on Sunday against Turkey Hodgson picked two strikers in Harry Kane and Jamie Vardy and asked them to play in a front three. Here he chose one, Marcus Rashford, and put him alongside Raheem Sterling. Both decisions had the effect of forcing tall, strong finishers into wide positions, to little obvious benefit. One Danny Drinkwater cross to Sterling, easily headed clear, while Rashford was out on the left wing, proved the point.     Related: Marcus Rashford and Wayne Rooney fire England to win over Australia    2) Maclaren completes tale of two debutant strikers  It wasn’t just England who had a young striker making his debut. Australia left out Tomi Juric, their No9 (who scored four goals in Holland for Roda this season, the most recent in December) and instead selected Jamie Maclaren, a 22-year-old who had never previously made the squad. Maclaren’s club career started at Blackburn, where he failed to make a first-team appearance before returning to Australia in 2013, though he has had a fine season for Brisbane Roar. Despite a lack of established top-class attackers, however, Australia threatened: within a minute Maclaren nearly panicked Fraser Forster into a humiliating error, and later forced both Chris Smalling and Ryan Bertrand into last-ditch challenges. Maclaren had few chances before he went off with an hour played but his movement was good, discomforting Smalling in particular. The defender later went off, apparently feeling his hamstring; with Gary Cahill troubled by a hip problem, the decision to rely on Eric Dier as a reserve stand-in occasional centre-half is worrying, as was Dier’s attempt to clear Milos Degenek’s cross with a diving header. 3) Midfield diamond more like fool’s gold England’s defensive frailties are well known, which made their midfield problems all the more troubling. They did not protect their back four well enough, particularly in the first half, and even with the ball struggled to outmanoeuvre the Australians. Jack Wilshere is a fine player when in possession, but though he passed the ball well enough he struggled to contain Tom Rogic and is clearly not naturally a defensive shield. He has proved his fitness, and will therefore be named in England’s final 23-man squad, but made no compelling case for a place in the first XI. Had he swapped roles with Drinkwater both might have benefited, as the Leicester player made little impact, while a lack of wide midfielders in England’s diamond midfield left Nathaniel Clyne repeatedly exposed on the right. There was throughout a lack of organisation when out of possession, and tactically at least this team looked nowhere near tournament-ready.    Related: England’s Roy Hodgson: ‘Marcus Rashford did well – but I wasn’t surprised’    4) Scouts likely to be impressed with Rogic While the focus was very much on England, who unlike their opponents were preparing for an imminent continental competition – the Oceania Nations Cup starts without Australia on Saturday – beyond the Socceroos’ supporters at least a dozen members of the Stadium of Light crowd had their minds elsewhere. The 23-year-old Celtic midfielder Tom Rogic was, according to the Sydney Morning Herald, being watched by “agents, scouts and officials representing up to a dozen clubs”, with Arsenal, Fiorentina and Valencia among them. They would surely have been impressed: Rogic was the outstanding midfielder in the first half, when he displayed his ability to win, pass and run with the ball. Only his shooting let him down, with two shots from just outside the area – one with his left foot and the other with his right – dribbling gently wide and another early in the second half flying high. Given the interest and the performance, a long-term return to Glasgow seems unlikely. 5) Rashford and Townsend play their way to France A month ago Hodgson described the idea of taking Rashford to France as “not inconceivable but unlikely”, while his then club manager, Louis van Gaal, insisted he was “not ready” for Manchester United’s first team; two months ago Gareth Southgate said it was “a bit early for him exposure-wise” to cope with the Under-21s, and Nicky Butt said that picking him for England could “backfire on everybody” and the summer would be “well too soon”. Three months and four days ago Rashford had never played a first-team game. Now his place in the squad is surely secure. This was not a perfect performance – his forays wide produced little, and a better first touch when played in by Wayne Rooney in the 61st minute may have led to a second goal – but, with Daniel Sturridge apparently unfit (and caught on TV playing with his mobile phone mid-match) and rival claimants, most obviously Jermain Defoe, out in the cold, it was good enough. The same was true of Andros Townsend, who made an eye-catching 14-minute cameo and should make the cut – even if the oft-criticised Rooney was by a distance the outstanding substitute, and scored a brilliantly classy goal.",
  "webTitle": "England 2-1 Australia: five talking points from the pre-Euro 2016 friendly",
  "webPublicationDate": "2016-05-27T22:57:49Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/27/england-australia-talking-points-euro-2016-friendly",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Australia",
      "id": "football/australia",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Burnton",
      "id": "profile/simonburnton"
    }
  ],
  "guardianId": "football/blog/2016/may/27/england-australia-talking-points-euro-2016-friendly"
}