{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/nicolas-winding-refn-society-has-become-necrophiliac-as-the-internet-merges-death-and-beauty",
  "id": "2016-05-20-209",
  "sectionId": "film",
  "body": "The last time Nicolas Winding Refn premiered a film at Cannes – the violent, stylish thriller Only God Forgives (2013), starring a near-mute Ryan Gosling – the closing credits were soundtracked by boos, broken by the occasional whoop. On Thursday, history repeated itself as the crowd at the Palais expressed a largely hostile – but sporadically ecstatic – response to Refn’s latest, a lavishly-graphic horror set among Los Angeles supermodels.    Related: The Neon Demon review: Nicolas Winding Refn makes Zoolander 3, but erotic and evil    Speaking on Friday, Refn declared himself happy with the response. “Baby, we’re search and destroy,” he said. The reactions, he declared, were “punk rock. Fuck the establishment. Take it or leave it but you cannot deny it. “If we don’t split [opinion], what are we doing here?” continued the director, whose first film to screen at Cannes, Drive (2011), met with near-universal praise. “Art is not about good or bad, guys. Those days are over. The internet has changed film as an experience. Good or bad is Chinese food, or the pepper steak you had at whatever French bistro last night. “If you don’t react, what are you doing here? Why would you waste your time? There’s so many other things that are worth doing than watching a movie or TV show just to consume time.” Such a stance was crucial, Refn stressed. “Whatever you got, I’ll tear it down, and I’ll give you something else instead. I want my children to have the same attitude. Have integrity. Take no prisoners. Don’t compromise on life or anything.” Refn was holding court at a lively press conference, in which he also described his countryman Lars Von Trier of having “done a lot of drugs” and being “over the hill”. Refn, whose father, Anders, is Von Trier’s long-time editor, added that the last time he had seen the director (who was declared persona non grata by Cannes in 2011 for a joke in which he expressed sympathy for Hitler), Von Trier had “tried to tell my wife he wanted to have sex with her”. “I told him to fuck off,” explained Refn. “So he found some other slut.” The Neon Demon is Refn’s first film with a female protagonist: Jesse, played by Elle Fanning, who makes her way to Los Angeles aged 16 to seek her fortune as a model. She swiftly finds success, to the opprobrium of other models, who find unconventional revenge. As well as featuring vampirism and cannibalism, the film also features a memorable morgue-set sex scene.  Asked if he felt today’s society was inherently necrophiliac, Refn said “as a metaphor, that’s spot on”. “Death and beauty has now become one, because the digital revolution has and is in the process of creating an alternative universe that my children and their children will live within almost as if it was a real world”.    Related: ‘Movie blood tastes so good’ – on The Neon Demon set with Nicolas Winding Refn    “The digital revolution has sped up a part of man’s evolution,” he continued, making several references to his fears for that daughters are growing up in atmosphere that suggests “beauty isn’t everything; it’s the only thing”. “It’s a very, very uncomfortable thing to even think about it. I think there is something very terrifying in thinking the world can only be about beauty. The reality is that it’s an obsession that has only grown, even though was try to rationalise it.” Refn, who frequently shoots commercials for clothing brands, including David Beckham’s campaign for H&M, said his experience of the fashion industry was that “any environment that is so much focused on how you look is extremely harsh because it really comes on how were you born. And that itself is such a horrible world to live in, where the reality is so extreme. it’s very intoxicating but it’s very frightening.” Last night Refn and Fanning had attended the amfAR gala, a glitzy fundraiser for Aids research charities, which had acted, said the director, as pre-prom party for the actor, who is missing her own high school prom on Friday night. It was also, he said, an instructive sight in light of the movie, which suggests cosmetic surgery is both fundamentally suspect and always possible to detect. “There was a lot of plastic surgery at amfAR,” said Refn. “So it was pretty easy to see who was who. We were the normal couple.”",
  "webTitle": "Nicolas Winding Refn: society has become necrophiliac as the internet merges death and beauty",
  "webPublicationDate": "2016-05-20T11:30:05Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/nicolas-winding-refn-society-has-become-necrophiliac-as-the-internet-merges-death-and-beauty",
  "keyword": [
    {
      "webTitle": "The Neon Demon",
      "id": "film/the-neon-demon",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Nicolas Winding Refn",
      "id": "film/nicolas-winding-refn",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Drive",
      "id": "film/drive",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Only God Forgives",
      "id": "film/only-god-forgives",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/20/nicolas-winding-refn-society-has-become-necrophiliac-as-the-internet-merges-death-and-beauty"
}