{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/16/reassembled-slightly-askew-review-battersea-arts-centre",
  "id": "2016-05-16-144",
  "sectionId": "stage",
  "body": "In 2008, the playwright Shannon Yee was planning a trip to Mexico when she came down with a bad cold. After she started seeing auras, her partner took her to hospital. Yee was suffering from a rare brain infection, which required life-saving surgery and a slow, rocky road to recovery.  Directed by Anna Newell and playing as part of A Nation’s Theatre festival at London’s BAC, this piece uses binaural technology to cleverly put the audience not just in Yee’s shoes, but right in her hospital bed. A nurse (Mary Lindsay) admits us to the ward and then we lie down, put on eye masks and headphones and start to understand a little of what it was like to be Yee during that period.          Watch a preview of Reassembled, Slightly Askew    The result feels as if we are experiencing the world from underwater, or via a patchy radio signal. Yee’s attempts to make sense of what is happening to her reel from the absurd (at one point she thinks the world doesn’t need donkey sanctuaries when it has Cheryl Cole) to the emotional (the sound of a baby crying seems as if the entire world is weeping). When a doctor asks her if she knows where she is, I had to suppress the urge to shout: “In hell.” That makes the show sound gruelling. It is, but it is also uplifting and empathetic. Since her illness, Yee may feel slightly askew, but this 80-minute piece is beautifully put together. • At Battersea Arts Centre, London, until 28 May. Box office: 020-7223 2223.",
  "webTitle": "Reassembled, Slightly Askew review – medical drama puts us in hospital beds",
  "webPublicationDate": "2016-05-16T15:04:25Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/16/reassembled-slightly-askew-review-battersea-arts-centre",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/16/reassembled-slightly-askew-review-battersea-arts-centre"
}