{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/the-running-blog/2016/may/30/how-was-your-weekend-running",
  "id": "2016-05-30-121",
  "sectionId": "lifeandstyle",
  "body": "Apologies for the late debrief this morning, I’m just back at the computer after the formerly-known-as-Bupa-10km. Now known as the Vitality 10km, but I can’t quite get my head around that. I’d forgotten quite what a massive race it is – a huge field, starting more or less exactly where the London Marathon finishes, and looping around central London to St Paul’s and back.  Theoretically – and certainly for other people – it’s a fast course, though it never seems to work out that way for me. I made the mistake of starting too far back and spent the first two miles – a fair proportion of the race – trying to get past people. Then again, I’m not sure my heart was really in a proper “go for a PB race”, so perhaps I’m just making excuses. I finished in a negative split, which has to be a first for a 10km race for me, and a nowhere-near-PB time that still, I reckon, just about qualifies as a hard training workout. I’ve realised from previous summers of 10km races that I need a good run up at these things – starting with a good tempo run, building on that in a series of races through the summer. So let’s call this a season opener … Not so for some of my club-mates, though – my congrats today go to my team-mates Nick and Julia, both of whom got PBs. The latter was going for her first sub-40 and didn’t so much get it as zoom straight past it, scoffing in the general direction of 39 minutes, too, to finish in 38min 36sec. I am in awe.  So, did you race this weekend? Do you, like me, need a few run-ups at a decent 10km race or are you flying from the word go? (If so, can I borrow your legs?) As always, your triumphs, despair, advice and stories below the line. Wouldn’t be Monday without them.",
  "webTitle": "How was your weekend running?",
  "webPublicationDate": "2016-05-30T11:43:00Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/the-running-blog/2016/may/30/how-was-your-weekend-running",
  "keyword": [
    {
      "webTitle": "Running",
      "id": "lifeandstyle/running",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fitness",
      "id": "lifeandstyle/fitness",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Carter",
      "id": "profile/katecarter"
    }
  ],
  "guardianId": "lifeandstyle/the-running-blog/2016/may/30/how-was-your-weekend-running"
}