{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/pope-francis-is-a-master-at-playing-to-the-crowd-but-we-wont-get-female-deacons",
  "id": "2016-05-16-310",
  "sectionId": "commentisfree",
  "body": "As a kid I loved the Picture Book of the Saints. It was full of feminist icons – Teresa of Avila, Joan of Arc (my confirmation name) and Elizabeth of Hungary. But one of my favourites was Catherine of Siena. She is a doctor of the church, a notable ecclesiologist and a persuader of popes. To quote the Picture Book:   Catherine made a special visit to Pope Gregory XI (then living in France) and said “Holy Father, God wants the head of the Church to live in Rome. I pray you go there as soon as possible.” And once again Rome became the home of the Popes.     Related: Protesters urge pope to ordain female priests and stop 'legitimizing sexism'    As if a woman could change a pope’s mind that easily. Or can she? Last week Pope Francis held a “town-hall” style meeting with the heads of 900 women’s religious orders. Questions were wide-ranging, with the pope joking he felt like a “goalie … standing there waiting for the ball and not knowing where it’s going to come from”.  But the Catherine of Siena moment came when one of the women pointed Francis to Phoebe, often referred to as a deaconess in the early church, and asked him to set up an official commission to study the question of women deacons in church history.  “I accept,” the pope said. “(The role of the deaconess) was a bit obscure … It would do good for the church to clarify this point. I am in agreement.” Initial, breathless media reports that suggested the pope was on the verge of allowing women to be ordained as deacons: “Francis’ openness to studying the possibility of women serving as deacons could represent an historic shift for the global Catholic church, which does not ordain women as clergy.”  As much as I would like to believe it, that’s not going to happen. Francis is the master of being all things to all people, using “off the cuff” remarks to sound progressive but changing nothing when it comes to actual church rules. Remember Francis’ comment in 2013 about homosexual people: “who am I to judge?” Francis’ teaching on the family released last month did not remove the church’s judgement that homosexual people are disordered. In this case, the pope isn’t just playing to the crowd; he’s setting them up for disappointment. The pope says the role of ordained women deaconesses is unclear and he will ask the Congregation for the Doctrine of the Faith to study it.  Great! I’m guessing they’ll start with their 2002 report, From the Diakonia of Christ to the Diakonia of the Apostles. Its conclusion? Deaconesses in the early church “were not purely and simply equivalent to the deacons.”  Then the CDF will likely move on to the book Priesthood and Diaconate, written by its head, Cardinal Gerhardt Mueller. It also determines that there is no equivalence between deaconesses and male deacons in the early church. The point? There is zero chance that this study, by this congregation headed by this cardinal, is going to find some theological basis that women can be ordained permanent deacons today. More likely we are going to hear the usual “feminine genius” and “complementarity of the sexes” claptrap. You know: women deacons played a particular role. They were a minor deaconate. They were not equivalent to men. They were only ordained in the early church to minister to women (eg, baptise them by full immersion when it would have been improper for men to see a woman naked). There is no need for such a ministry now. Their ordination did not equal “holy orders.” Blah, blah, blah. I hope I’m wrong. Forty years of being a Catholic feminist tells me I’m not going to be. I’m not alone. The Women’s Ordination Conference, while welcoming the study, notes that in the same meeting with the women, Pope Francis repeated the church’s argument that women cannot act “in the person of Christ” and therefore cannot preach or preside over the Eucharist. The conference commented:  WOC rejects this flawed interpretation that a male body is a necessary condition representing the Body of Christ. Upholding this discrimination, as though it were the will of God, is simply indefensible.     Related: Female deacons could lead to female priests – and the Vatican knows it | Andrew Brown    So study away, Pope Francis. Keep celebrating women as the “strawberries on the cake” and telling us we are “the most beautiful thing God has made”. But until women are included on our own merits, ordained as priests and bishops in the church, you head up a sexist institution where equality is denied, where talents are unused, theology is flawed and ministry is left undone. By the way, Catherine of Siena acquired a form of mental illness and starved herself to death at 33. (The Picture Book of Saints left that part out.) I’ve often thought that Catherine was most likely driven mad because she was an intelligent woman frustrated by the limitations she faced living in the 14th century.  No amount of special visits and letter-writing was going to change the patriarchal church then. And I doubt very much a study by the Congregation of the Doctrine of the Faith into deaconesses is going to change anything now.",
  "webTitle": "Pope Francis is a master at playing to the crowd. But we won't get female deacons | Kristina Keneally",
  "webPublicationDate": "2016-05-16T07:15:14Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/pope-francis-is-a-master-at-playing-to-the-crowd-but-we-wont-get-female-deacons",
  "keyword": [
    {
      "webTitle": "Pope Francis",
      "id": "world/pope-francis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Kristina Keneally",
      "id": "profile/kristina-keneally"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/pope-francis-is-a-master-at-playing-to-the-crowd-but-we-wont-get-female-deacons"
}