{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/media-briefing-thursday-5-may",
  "id": "2016-05-05-276",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Gary Lineker: John Whittingdale is a chump over BBC demise jokeMatch of the Day host hits out at culture secretary’s comments about BBC, adding ‘we should be proud of it, not destroy it’ More on MediaGuardian Trinity Mirror reports 19% print ad slide as it confirms the New Day’s closurePublisher says it is to focus on boosting digital revenues as it admits sales of cut-price paper were ‘below our expectations’ Today’s headlines The GuardianDirectors demand film funds for women. P3‘Viewers would lose out’ if BBC curbed entertainment. P7Alan Whicker’s world to be revealed in personal archive. P11Trinity Mirror to shut the New Day after nine weeks. P15The clean, green and slightly bonkers world of CBeebies. P29-31Davis Attenborough’s 10 best moments in TV. G2 P3Grayson Perry’s Channel 4 documentary on masculinity. G2 P10-11The summer’s best TV. G2 P16-17 Daily TelegraphOther celebrities’ secrets may be exposed as US magazine names actor who used escort. P7Anthony Lester: Our courts must not be used to keep a gag on the free press. P18Obituary: journalist Barbara Adams. P27Trinity Mirror to shut newly launched paper New Day. Business P3 Financial TimesLiberty Global plans £500,000 donation to pro-EU campaign. P1Egypt’s arrest of journalists sparks apology call. P8Apple loses trademark dispute in China. P16 The TimesBBC’s demise is ‘tempting prospect’, jokes John Whittingdale. P17 iPM says Gary Lineker should keep his promise and present TV in his pants. P3Tom Conti scorned on social media for his leaf-blower rant on TV. P3The New Day to close just two months after launch. P1Joan Collins says Donald Trump demanded a role in Dynasty. P15Duo who wrote classic TV comedies to be honoured at Baftas. P19Police and journalists clash in Egypt after arrests. P24Watchdog delays broadband ads curbs. P42 The New DayGregg Wallace’s firm still owes £100,000. P11Tom Hardy films new TV show Taboo in Poldark town. P15 Wall Street JournalTime Warner profit boosted by subscription revenue. B3 Daily MailMarried actor and ex-escort at centre of new gagging storm. P1,10-11US magazine names actor who used escort. P10Jeremy Clarkson: BBC is plagued by political correctness. P13Editorial: the law is an ass over celebrity injunction. P16BBC’s demise is ‘tempting prospect’, jokes John Whittingdale. P31Privatising Channel 4 would be ‘overwhelmingly negative’ for UK economy, says report. P31 Daily ExpressSusanna Reid and Joan Collins wear same dress on live TV. P11Hickey: Robert Peston says he won’t copy rivals on new TV show. P23 The SunDavid Cameron and Boris Johnson to appear on Countryfile to plead pro- and anti-EU cases. P3Editorial: Gary Lineker is a bore over John Whittingdale comments. P10Gary Lineker calls John Whittingdale a ‘chump’ over BBC speech. P25BBC commissions series in which police raid criminals’ homes and then sell belongings off at auction. P35BBC develops Bake Off-style series Art School. P35 Daily MirrorLow-key farewell to Victoria Wood. P3Susanna Reid and Joan Collins wear same dress on live TV. P6How press won fight to lift ban naming ‘fling’ police. P7James Clarkson blasts war veterans offended by his Argentina Top Gear show. P13Chris Evans set for Wogan slot on Children In Need. P13 Daily StarSusanna Reid and Joan Collins wear same dress on live TV. P3Writers behind Steptoe and Son to get special gong at Baftas. P22 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-05T08:35:27Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/media-briefing-thursday-5-may",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/05/media-briefing-thursday-5-may"
}