{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/donald-trump-north-korea-barack-obama-kim-jong-un",
  "id": "2016-05-19-155",
  "sectionId": "commentisfree",
  "body": "Perhaps by the law of averages, even Donald Trump must spout a good idea occasionally. Talking to Kim Jong-un is one such. This pampered pair might hit it off: never a bad thing in diplomacy. The probable Republican candidate said this week that if elected president he would be open to meeting North Korea’s leader – which would constitute a significant shift in US foreign policy.   Related: North Korea might respond better to a less confrontational west | Mary Dejevsky    This goes against the worrying trend over the past few years, in which the idea has caught on that talking to bad guys is itself bad; as if mere talk constitutes approval, or legitimisation. But this is nonsense. Talk is just talk. You sound the enemy out: to know them better, to learn what they want, to discern weaknesses. And then to calculate what, if anything, can be done. There is a crying need for this with North Korea, and especially Kim Jong-un: a known unknown, in Rumsfeld-speak. In a lamentable failure of intelligence, the CIA and MI6 didn’t even know he existed – at school in Switzerland, right under their noses – until a Japanese sushi chef popped up saying actually Kim Jong-il had three sons not two, and liked his baby best. Kim Jong-il too was initially an unknown who never met foreigners. Former South Korean president Kim Dae-jung’s much-missed “sunshine” policy of engagement changed that, as did Clinton-era US diplomacy. Secretary of state Madeleine Albright met Kim Jong-il in Pyongyang in 2000. True, meeting doesn’t resolve everything. But not meeting solves even less, as recent history shows. At the turn of the millennium, in Seoul and Washington alike, conservatives took power and sought to shun and squeeze Pyongyang. George W Bush changed tack in his second term, but the damage had been done. Barack Obama, unlike Bill Clinton, has not prioritised Korea. His so-called “strategic patience” looks like neglect: North Korea’s nuclear and missile programmes steam on, unrestrained. That is hardly in the west’s or anyone’s interests. Current diplomacy is ineffectual because it lacks imagination or flair. Sometimes a startling, hitherto unthinkable move is needed. A prime case is Henry Kissinger’s secret visit to China in 1971, which paved the way for Nixon’s visit. You can’t do that, was the conventional wisdom: Mao Zedong is a mass-murdering tyrant, brandishing nuclear weapons! Precisely. All the more reason to talk.   Related: North Korean rhetoric has reached new heights – and the world is losing patience | Aidan Foster-Carter    The need is all the greater with North Korea right now, because Kim Jong-un remains such an unknown quantity. The sole American who has spent much time with him is ex-basketball star Dennis Rodman. Obviously one could wish for less erratic diplomatic channels. There is opportunity to be seized here. Uniquely, in his fifth year in power the latest Kim has yet to meet any other foreign leader, at home or abroad. Is he shy? He hardly looks it. Or too unschooled to hold his own in global society? So hold his hand. Lead him, even. South Korea’s current president Park Geun-hye could have tried that: she visited Pyongyang in 2002 and dined with Kim Jong-il. But in office she has killed off the last inter-Korean joint venture. Yes, yes, North Korea is both horrible and horribly difficult. Deserving of punishment? Sure. But haul Kim Jong-un before the International Criminal Court? Patently, none of this is working. North Korea has nuclear weapons, but conventional wisdom forbids acknowledging this. Yet the global nuclear scene is riddled with hypocrisy: think of Israel or India. We must also rank the threats we face. North Korea is nastiness incarnate – yet utterly alone. It is the non-Islamic State, the un-Daesh. No one flocks to its banner. The DPRK is fascist rather than communist, but more narcissist than Nazi. It has no plans for world domination. So yes, talk to Kim Jong-un. Find out what he wants. We know he is serious about economic development, which North Korea sorely needs. There must be something there for creative diplomacy to seize on and work with. However, to suggest this is to swim against today’s tide. The west is treating the latest DPRK nuclear and missile tests – wholly predictable fireworks, ahead of the just-concluded Seventh Party Congress in Pyongyang – as the last straw, as if they were some next level of aggression. In reality this is attention-seeking. Cod psychology says not to reward that, but all rules have exceptions. My own judgment, after almost half a century of Pyongyang watching, is that this latest Kim is to a degree unformed and inchoate. Pitched into a job he may not have wanted, he doesn’t seem to be pursuing any clear course. So do we leave him to discover his mistakes the hard way? That may be a risky path. Far better to talk to him. Only, please, let Donald Trump not be the one to do it.",
  "webTitle": "At last a good idea from Donald Trump: dialogue with North Korea | Aidan Foster-Carter",
  "webPublicationDate": "2016-05-19T14:13:41Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/donald-trump-north-korea-barack-obama-kim-jong-un",
  "keyword": [
    {
      "webTitle": "North Korea",
      "id": "world/north-korea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kim Jong-un",
      "id": "world/kim-jong-un",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Aidan Foster-Carter",
      "id": "profile/aidan-foster-carter"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/donald-trump-north-korea-barack-obama-kim-jong-un"
}