{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/03/cult-label-palace-uk-skate-kids-hip-hop-royalty-brand-rihanna-jay-z-teens-dads-leve-tanju",
  "id": "2016-05-03-97",
  "sectionId": "fashion",
  "body": "You might not have heard of skate brand Palace, but you will almost certainly have seen their logo. A triangle with Palace written along each side, it’s spotted on the backs of hoodies worn by suburban teenagers, on shirts worn by Jay Z, on boys staring at the big screen in pubs, on the dancefloor of gay clubs and, in 2014, on England shirts produced by Umbro. It has even, thanks to her dad’s tailor, been worn by North West, the indisputable trendsetter of the toddler world. Ring a bell now? Thought so.     Jay Z in Paris with Beyoncé, wearing a Palace shirt. Photograph: Beyonce/instagram    Founder Lev Tanju planned it that way. When the ex-skater set up Palace in 2009 on a wing and a prayer, one thing was non-negotiable: the logo had to be supersized. “That was a big thing for me,” he says. “I told the factory: ‘Can you make the logo as big as it will go on the back of the shirt, as far as the seam will allow …’ I’m quite a garish person, I think.” Over the following seven years his hits have all been logo-heavy. They include a T-shirt with a Versace-like Medusa (worn by Rihanna) and a similar take on Chanel’s double Cs. It’s cheeky, with the right references, and popular with a varied demographic from Dover Street Market shoppers to young teenagers. “Dads come in and buy shit, it makes me so happy,” Tanju says. “We have sons and dads coming in. I’m like ‘yes’ – because dad wants to be cool at work.”     Rihanna in Palace’s Versace-like Medusa T-shirt in 2012. Photograph: Jun Sato/WireImage    At the store in Soho, London, there are queues outside for each new drop of stock. When I visit on a weekday afternoon, there’s a steady stream of teenagers with their parents, US tourists and actual skaters. This regular supply of eager customers is down to a treat-’em-mean, keep-’em-keen policy: Palace only produces small runs of each design. Tanju says this is due to his short attention span, and a kind of Panini sticker “got-need” appeal. “There’s a constant flow of little things,” he says. “People come in to the shop, grab it and go, and then are like: ‘I didn’t get a particular T-shirt, why didn’t I get it?’ It’s quite fun.” Tanju, a likable, grinning 33-year-old, has an infectious teenage energy that runs through his brand. On the day we meet, he is wearing Rupert Bear checked trousers, Palace sweatshirt and a cap. He is responsible for the product descriptions on the website, which have a cult following among Palace fans. Forget practical details on fabrics: a bomber is “112% gully” (authentic and street, to anyone over 30). A sweatshirt is explained with the words “I’m craving deep-fried fucking cheese”. “I sit in front the TV with a takeaway and type on my iPhone absolute nonsense in bullet points and people find it funny,” he says. The culinary references are down to his penchant for the Food Network.     A tracksuit top for Palace SS16 . Photograph: Angelo Pennetta    Part of Palace’s ability to keep its cool while growing as a business is down to that unbottleable thing: authenticity. Tanju lives and breathes skate culture, and talks fondly of spending 12-hour days skating at the Southbank skate undercroft as a teenager. He started making videos of his friends’ tricks, and Palace, the label, followed, initially as a way to sponsor skaters, and named in ironic tribute to the scuzzy flat Tanju lived in at the time. He partnered with friend Gareth Skewis and signed skaters Blondey, Chewy and Lucien, who still work with the company now. “We have a backbone,” says Tanju. “There’s a skate gang and a crew of people.” Tanju grew up in south London, the son of a Turkish ex-pro footballer father and English mother who worked in the family restaurant. Together they ran Jack’s Place, a restaurant in Clapham where Jack Nicholson and Bros ate. “There would be two massive bouncers outside, and Bros were inside having a Sunday lunch, back when Bros were Bros,” he says. There is quite a lot of nostalgia for the 90s in Palace – from the T-shirt with a “Mitsubishi” pill on it (the favoured brand of ecstasy in the decade), to references to films such as Terminator and laddy staples including signet rings. This, no doubt, appeals to the Palace customers who were around at the time and those who are discovering it now in a #retrolol way. “I guess it’s when I was young and I could do whatever I wanted,” says Tanju. “It’s a banging time to think about.”      A tracksuit for Palace SS16. Photograph: Angelo Pennetta    Ultimately, Palace’s success might be down to something really simple: Tanju is entrenched in the cool crowd but he is anything but a snob. He thinks it’s great when his mum texts him to say she saw someone in a Palace T-shirt in Liverpool, and he sheepishly admits to a past that involved “working in every skate shop in London” selling micro-scooters to children. He says he rarely “seeds” clothes to celebrities such as West, in the hope they’ll post a selfie on Instagram: “We make it and that’s it. If you want it, come to the shop. If someone really nice phones up [for a T-shirt], then of course. If Elton John rang up, I would be like, ‘Sure Elton John.’” Elton John in a Palace T-shirt? It’s only a matter of time.",
  "webTitle": "How cult label Palace went from UK skate kids to hip-hop royalty",
  "webPublicationDate": "2016-05-03T16:53:17Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/03/cult-label-palace-uk-skate-kids-hip-hop-royalty-brand-rihanna-jay-z-teens-dads-leve-tanju",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Skateboarding",
      "id": "lifeandstyle/skateboarding",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Men's fashion",
      "id": "fashion/mens-fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Men's tops",
      "id": "fashion/mens-tops",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Men's sportswear",
      "id": "fashion/mens-sportswear",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Jay Z",
      "id": "music/jayz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Rihanna",
      "id": "music/rihanna",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Cochrane",
      "id": "profile/laurencochrane"
    }
  ],
  "guardianId": "fashion/2016/may/03/cult-label-palace-uk-skate-kids-hip-hop-royalty-brand-rihanna-jay-z-teens-dads-leve-tanju"
}