{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/26/volvo-driverless-mining-trucks-descent-machines",
  "id": "2016-05-29-127",
  "sectionId": "technology",
  "body": "In a disused military aircraft hangar buried deep in a granite hillside, Johan Tofeldt flicks a switch on the future of mining. “Look, no hands!” he beams, as the truck lurches backwards and executes a precise reverse. “It’s a little heavy on the clutch, but then it’s not designed for driver comfort.” The cheerful Swede is sitting in a standard Volvo FMX heavy duty truck, a haulage industry workhorse. But where once there was a narrow bed behind the seat there is now a laptop and a tangle of wires. This is Volvo Group’s driverless truck, designed to work in underground mines far beyond the limits of GPS navigation. Hitting a button on the dashboard turns the vehicle into a robot. A controller in a remote location sends a digital “mission” to the truck, which sets off into the gloom, threading itself through narrow gaps in the deserted tunnels. Six lidar (light radar) laser sensors positioned around the vehicle generate a cloud of data points, creating a 3D map of the surroundings and enabling the truck to navigate precisely and, in principle, to respond to unexpected obstacles or people.         Volvo’s self-driving lorry in action.    Challenged to leave his seat and jump out in front of the truck, however, Tofeldt declines: “Safety comes first, and we still don’t trust it,” he says. This is an experimental model, and Volvo doesn’t want the wrong sort of headlines at the launch of its flagship automation project. Driverless trucks are beginning to make business sense. The mining industry in particular – free from other road users and unpredictable pedestrians – is pioneering the technology. In October, Rio Tinto rolled out two fleets of fully automated driverless trucks at iron ore mines in Western Australia, in what it claimed to be a world first. Rivals BHP Billiton and Fortescue are not far behind.  Volvo has gone into partnership with Swedish mining group Boliden to develop the technology, spurred on by potential productivity gains, improvements in safety and environmental benefits. “We do things to make our customers more profitable – the difference between us and the car industry is that we don’t just add technology for the fun of it: there has to be a business case,” says Torbjörn Holmström, Volvo Group’s chief technology officer. “Industry is strongly driven by what makes commercial sense right now, which also includes buses, excavators and dumpers – there is lots of potential for automation.” From a ruthless costs point of view, autonomous vehicle technology eliminates the salaries of drivers, who also need to take meal breaks, sleep, and take time off sick. “In a confined area where you have control and no pedestrians, driverless is relatively easy – it is ridiculous to have the overheads of staff,” says Kevin Curran, leader of the ambient intelligence research group at the University of Ulster. “And with GPS you can build sensors for peanuts.” For these reasons Volvo has gone straight for the highest possible level of automation straightaway. “We believe high levels of autonomy will come to mines first, where we are not restricted by legislation in the same way as we would be if we were preparing to drive on public highways,” says Anders Kellström, a senior planning manager at the company. “It makes sense and is technically possible to do, so we are doing it.”     The modified Volvo FMX truck is being prepared for driverless tests in a real mine this autumn. Photograph: Cicci jonson/Bilduppdraget      The technical systems differ very much from how people drive. Human drivers are still the best  Ola Benderius, professor     There are other advantages, truck companies claim. Cost savings can be measured on a societal level, because there will be a need for fewer vehicles, reducing CO2 and fuel consumption, while driverless technology also has safety benefits. Mines are full of hazards, so reducing the number of people in them cuts the risk of accidents, and the costs associated with them. Is it realistic to expect to see driverless juggernauts not just in mines, but also hurtling along Europe’s roads? Last month, six of the largest European truck brands took part in an EU programme to trial the driving of “platoons” of driverless trucks in close proximity to each other, thereby cutting fuel consumption by reducing air drag. Companies such as Otto, formed by former Google executives this month, are racing to develop autonomous vehicle technology for the long-haul trucking industry. But Volvo Group is cautious. “Customers realise the challenges are quite significant to putting driverless trucks on the roads,” Kellström says. The Swedish truck maker’s former stablemate, Volvo Cars, meanwhile, is pressing ahead with ambitious plans to bring driverless passenger cars to the streets. Next year it will trial 100 autonomous cars in Gothenburg and a similar number in London, promising to “revolutionise Britain’s roads” to make them faster, cleaner and safer.  However, the cars will only use specified stretches of major roads in a data-collecting exercise aimed at mapping possible scenarios – a far cry from mining, where unpleasant surprises can be minimised and the environment is far more structured. “It is hard to speculate how long we will have to wait to see driverless cars on the roads – a decade, perhaps?” says Ola Benderius, an assistant professor working with adaptive systems at the Department of Applied Mechanics at Chalmers University of Technology in Gothenburg, who is developing automated driving systems that mimic human behaviour. “The technical systems developed by the automotive industry differ very much from how people drive. Human drivers are still the best.” Back in the underground hangar, Tofeldt has no illusions about the obstacles ahead. Volvo’s driverless trucks will be piloted in a real mine in northern Sweden in the autumn, which will bring a host of complications. “These tunnels are like a living room compared to a mine,” he says.",
  "webTitle": "Descent of the machines: Volvo's robot mining trucks get rolling",
  "webPublicationDate": "2016-05-29T08:37:27Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/26/volvo-driverless-mining-trucks-descent-machines",
  "keyword": [
    {
      "webTitle": "Self-driving cars",
      "id": "technology/self-driving-cars",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Volvo",
      "id": "business/volvo",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Automotive industry",
      "id": "business/automotive-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Mining",
      "id": "business/mining",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Crouch",
      "id": "profile/david-crouch"
    }
  ],
  "guardianId": "technology/2016/may/26/volvo-driverless-mining-trucks-descent-machines"
}