{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/30/snoop-dogg-lambasts-roots-remake",
  "id": "2016-05-30-22",
  "sectionId": "music",
  "body": "The remake of Roots has gained widespread critical acclaim – but not from Snoop Dogg, who posted a short video on Instagram on Monday criticising the show, and suggesting that African Americans should not watch it.  In the video, the rapper said that he was fed up with watching films and TV shows that depicted the abuse of black Americans. “12 Years a Slave, Roots, Underground, I can’t watch none of that shit,” Snoop Dogg said, also taking aim at the Steve McQueen-directed Oscar-winning film and the WGN TV series about slaves in Georgia escaping via an underground railroad, which was recently renewed for a second season.    Related: Roots remake: seminal slavery narrative still resonates in revamped miniseries    “They just want to keep showing us the abuse that we took hundreds and hundreds of years ago,” said Snoop Dogg. “But guess what – we’re taking the same abuse. Think about that part. Why don’t y’all go and make a muthafuckin’ series about the success that black folks is having?”       The rapper is at least leading by example, with a current web series on AOL called Coach Snoop, which follows the Snoop Youth Football League. Snoop Dogg set up the league with the aim of getting inner-city children aged between five and 13 involved in football, and is its coach and commissioner.  Roots, meanwhile, revisits one of the most successful shows in US television history for the Black Lives Matter era. British actor Malachi Kirby stars as enslaved Gambian warrior Kunta Kinte in the first episode, which aired in America on Sunday. The show is executive produced by LeVar Burton, who played Kunta Kinte in the original 70s miniseries, which was based on the book by Malcolm X biographer Alex Haley.  Snoop Dogg concluded that he would not watch Roots, and advised his fans to avoid it. “Let’s create our own shit based on today, how we living and how we inspire people today. Black is what’s real. Fuck that old shit.”",
  "webTitle": "Snoop Dogg lambasts Roots remake: 'I can't watch it'",
  "webPublicationDate": "2016-05-30T20:15:43Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/30/snoop-dogg-lambasts-roots-remake",
  "keyword": [
    {
      "webTitle": "Snoop Dogg",
      "id": "music/snoopdogg",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/30/snoop-dogg-lambasts-roots-remake"
}