{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/02/i-wanted-to-be-a-rock-star-but-became-an-author-instead",
  "id": "2016-05-02-224",
  "sectionId": "childrens-books-site",
  "body": "“The most successful rock star in history! The youngest artist to top the album and singles chart in the UK and America! Sell out tours worldwide! Platinum albums! Millions of adoring fans…” I’m talking about Ash Wild, of course - the fictional rock star of Target, the latest book in my Bodyguard series.  Ash is the rock star I wanted to be - aside from the maniac killer who wants him dead, of course. You see, before I became a full-time children’s author, I was a professional musician and songwriter. I gigged the length and breadth of the UK, recorded four albums (one for a small indie label and the others self-funded) and, amid the countless knockbacks, I experienced some incredible moments including:  selling out at The Borderline Club in London having my album sold in HMV Oxford Street hanging out with Robbie Williams, Blur and Kylie Minogue appearing as the songwriting coach for E4’s School of Performing Arts  and even performing for the Queen at the 21st Celebration of the Commonwealth!          See Chris in E4’s School of Performing Arts!     But becoming the ultimate rock star proved elusive (I was definitely surviving, not thriving as a musician). Almost every major and independent record company, publisher and manager said “No!” and closed the door in my face. It was enough to break the will of even the most dedicated musician. But I don’t begrudge any of it. In fact all those experiences and rejections made me into the author I am today. After more than a decade of slogging my guts out as a musician, I was given the opportunity to write a book about songwriting, Heart & Soul: The Craft of Songwriting – suddenly the wheels of fortune turned for me.      Rejection karma. That’s what I called it. Following years of “no” from the music industry, everyone in the book publishing world said yes! The success of Heart & Soul quickly led on to four more books about songwriting and the music business, before I was struck by the idea for Young Samurai and my writing career really took off. Now four books into my Bodyguard series, I’ve come full circle and returned to my musical roots. Those experiences (good and bad) in the music business have become crucial to writing Target.         Watch Chris Bradford’s Bodyguard defence tips!     Ash Wild, the world’s biggest teen rock star in history, is the target of a crazed stalker. Top bodyguard recruit Charley Hunter is assigned to protect the superstar on his sell-out US tour. Faced with death threats, suspicious “accidents” and a rebellious rock star, Charley is in a race to unmask the killer in their midst - but how will she spot a killer in a crowd of 50,000 screaming fans? Now while I was never the focus of such adulation that Ash experiences in the book, I saw first-hand the intoxicating world of celebrity… and its dangers: the over-obsessed fan, the jealous musician, the maniac stalker.         In preparation for his new book Bodyguard: Target, author Chris Bradford interviewed Jacquie Davis - one of the world’s top female bodyguards.     And as a former musician I could really get inside the head of my character Ash Wild. Understand the deep satisfaction of writing a song, the thrill of a live show and the sheer craziness of being in the midst of a mass of screaming fans. In fact the songs I wrote and performed as a musician form part of the storyline. These are the songs that Ash performs in his concerts and readers can even hear sample Ash Wild tracks online…  So I have lived my dream of being a rock star at last… albeit through my character Ash Wild.   Related: Chris Bradford on the Bodyguard series - children and teen books podcast    Yet, if the truth be said, being a children’s author isn’t that far off being a rock star… I get to tour the world, appear at festivals, sign autographs, meet obsessed fans, I even experience the occasional scream or two after a performance (authors are the rock stars of the literary world to librarians!). But most important of all, I get to influence and inspire young people - with words rather than music.      Chris Bradford’s Bodyguard: Target (published by Puffin Books) is available to order from the Guardian bookshop.",
  "webTitle": "I wanted to be a rock star… but became an author instead!",
  "webPublicationDate": "2016-05-02T07:30:18Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/02/i-wanted-to-be-a-rock-star-but-became-an-author-instead",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/02/i-wanted-to-be-a-rock-star-but-became-an-author-instead"
}