{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/03/tuesdays-best-tv-in-the-club-who-shot-down-mh17-and-penny-dreadful",
  "id": "2016-05-03-108",
  "sectionId": "tv-and-radio",
  "body": "In the Club 9pm, BBC1 Kay Mellor’s drama about women thrown together in their antenatal class returns for a second run. Ten months in, the new mums are struggling with sleepless nights, exhaustion and a lack of sex. That’s just for starters, as break-ups and second pregnancies kick in. Kim (Katherine Parkinson) gets a shock when she sees her ex Susie (Tara Fitzgerald) for the first time since their split. Meanwhile, Jasmin and Dev make a tough decision and there’s a trauma for Rosie. Hannah Verdier The Conspiracy Files: Who Shot Down MH17? 9pm, BBC2 When Malaysia Airlines flight MH17 was shot down over Ukraine in 2014 it was first and foremost a ghastly crime – the mass murder of 298 people – but it has also proved a lightning rod for the tinfoil hat community. The official report, and common sense, came to the conclusion that the Boeing 777 was struck by a Russian-supplied missile, operated by separatist militants. This film considers other views, arguably a touch over-generously, to a sub-X Files soundtrack. Andrew Mueller Britain’s Billionaire Immigrants 10pm, Channel 4 Chinese tourists now flock to the UK in their thousands, including a moneyed elite with Anglophile tastes. This wry documentary invites us into their world, introducing us to Wendy, the heir to a multimillion-pound door company, who is eager to show off her Wills and Kate Barbie dolls. We also visit China, taking in an exact replica of a Savile Row tailors in Shanghai. It reveals that the new China is good at repression but less adept at practising communism. David Stubbs Broad City 11pm, Comedy Central Having started life as a webseries, this irreverent US comedy about New York slacker pals Abbi and Ilana has since become a TV hit proper, and was recently renewed for a further two seasons. As its third gets its UK premiere, the pair find themselves embroiled in more mundane yet cringe-making dilemmas. Will Ilana ever rid herself of the massive bike chain wrapped around her waist? And can Abbi defeat a pesky security tag? Hannah Jane Davies Ian Brady: 50 Years Behind Bars 9pm, Channel 5 At the age of almost 80, Moors murderer Ian Brady has led, as prisoner-turned-journalist John McVicar says, “a horrible, disgusting, degraded life”. It has mostly been spent in solitary confinement, while being treated for paranoid schizophrenia. But is that fact any real comfort to the relatives of his and Myra Hindley’s victims? In this one-off, police and biographers discuss the movements and manipulations of Britain’s longest-serving prisoner. Ali Catterall Forest, Field & Sky: Art Out Of Nature 9pm, BBC4 After pulling on his hiking boots, Dr James Fox profiles six environmental artists in their outdoor studios, a journey that takes him from the sea lochs of the Outer Hebrides to the moorland wilderness of Exmoor. He finds that working with nature can create truly elemental art, although Charles Jencks’s Garden Of Cosmic Speculation, a sculpted 30-acre confluence of grass humps and water features, may put you in mind of the Teletubbies. Graeme Virtue     Emaciated and missing Ethan ... Eva Green as Vanessa Ives in series 3 of Penny Dreadful Photograph: Jonathan Hession/Showtime    Penny Dreadful 10pm, Sky Atlantic The baroque barnstormer is back for a new series. Vanessa pines away at the absence of Ethan and is living in her own filth until a visit from Mr Lisle. Back in the wild west, some cowboy compadres make off with Ethan but their loyalties are unclear. Meanwhile, in Zanzibar, Sir Malcolm tires of Africa, and John Clare languishes in a frozen ship surrounded by icebergs, the crew slowly starving to death. It’s a goth jamboree, wonderfully performed and so much fun. Julia Raeside TV FILM Jaws, (Steven Spielberg, 1975), 9pm, ITV4 It’s the heavy-bass John Williams score that instils the menace of the great white shark, feasting on holidaymakers in this terror classic. Spielberg cannily keeps the fish out of sight, a horror lurking on the edge of consciousness, pursued by police chief Roy Scheider, Cap’n Ahab-like Robert Shaw (whose rum tale of the sinking of the USS Indianapolis is a highlight), and marine scientist Richard Dreyfuss, until it is finally revealed as … a pretty risible pair of rubber gnashers. Paul Howlett LIVE SPORT County Cricket: Nottinghamshire v Yorkshire 10.55am, Sky Sports 2 The third day of the County Championship game from Trent Bridge. Tennis: The Madrid Open 11am, BT Sport 1 The fourth day’s action from La Caja Mágica. Champions League Football: Bayern Munich v Atlético Madrid 7pm, BT Sport Europe The second leg of the first semi-final.",
  "webTitle": "Tuesday’s best TV: In the Club, Who Shot Down MH17? and Penny Dreadful",
  "webPublicationDate": "2016-05-03T16:24:25Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/03/tuesdays-best-tv-in-the-club-who-shot-down-mh17-and-penny-dreadful",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    },
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Graeme Virtue",
      "id": "profile/graeme-virtue"
    },
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/03/tuesdays-best-tv-in-the-club-who-shot-down-mh17-and-penny-dreadful"
}