{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/01/fear-the-walking-dead-recap-season-two-episode-four-blood-in-the-streets",
  "id": "2016-05-02-266",
  "sectionId": "tv-and-radio",
  "body": "‘I brought this on us’ Every week, Fear the Walking Dead takes more and more from the original recipe of The Walking Dead. In this episode, a group infiltrates and attacks our floating headquarters, and a “strong” leader who’s not afraid of violence teaches a few of the supposed good guys a couple of lessons about morality in the new world. This was the Governor storyline of season three, and the Negan storyline of the parent season’s most recent run. Don’t we want the spin-off to be different?    Related: Fear the Walking Dead recap: season two, episode three – Ouroboros    No one’s asking to remove the zombie guts from the engine, but Fear’s biggest problem was always going to be how it stood out. So far, its focus on family hasn’t been enough. We can blame Alicia for the attack on the Abigail, what with her overly trusting conversation with Jack on the radio back in the season premiere. The attackers use a ruse about a pregnant woman in need, and it’s not long before Jack, Reed and Vita have taken everyone hostage and Strand adrift on a raft. Talk immediately turns to the mysterious leader, Connor … justas minions of the original series would talk about the Governor or Negan before viewers got a glimpse. Alicia, vying for the title of The Worst this week, seems more concerned that she was lied to about Jack’s dead girlfriend than anything else. Predictably, she convinces Jack to ensure her family’s safety in exchange for her going with them. Meanwhile, Travis convinces Reed that he can start the boat, and by smuggling a knife from the machine room furthers his plot to free the hostages. When Connor arrives with reinforcements, he says he’ll take Alicia and Travis only – kind of a surprise, since everyone talked about the need for people who can handle themselves, and Alicia and Travis do not pass that bar. Even Chris has proven himself handier in a pinch. It’s like a pro football team using their first two picks in the draft on a garden gnome and a golden retriever. ‘The rest of the world has fallen away’  When this episode didn’t feel like The Walking Dead, it felt like Lost, full of flashbacks about Strand’s story. That the character turns out to be gay was a pleasant surprise, if quickly obvious, thanks to the body language in a bar. There are a few gay people in the franchise, but as a fellow friend of Dorothy, I’m glad such a complicated and central figure is in love with a man. And the Abigail turns out not to be named for a woman, but rather Thomas Abigail, a millionaire and Strand’s significant other, whom he met in a hotel bar after losing his fortune in Hurricane Katrina. Strand stole from Abigail, but used that to create a new fortune, and is now on a quest to reunite with him at their immaculate, splendid hideaway in Mexico – at least until the zombies get them. But all this character development also revealed that Strand wasn’t about to die, not yet, and not in a deflated raft. It also gave the show a needed boost: Strand became a more compelling character, and one to root for outside the central family. ‘Death is a way to new life’  While the episode’s major plots were the hijacking and Strand’s past, it began with Nick washing ashore naked and his wander through an eerie tent village. He again tricks the undead by masking his scent with zombie guts, but did he have to use so much? Wouldn’t just a dollop on his clothes suffice? He had gone to meet Luis, Strand’s de facto brother-in-law waiting for a pickup at a development in southern California. He’s the contact to get everyone across the border, though the coyote plan also raises a question: why not just sail around it? At ant rate, he meets Luis’ mother Celia, who claims her sons are a force to be reckoned with and that she and Thomas are waiting for Strand. That the extended Manawa-Salazar clan is along for the ride is a surprise to all parties, but the episode’s subsequent plot points should not surprise viewers. Madison shanks Reed with the weapon Travis left behind, Chris is increasingly aggressive – though apparently a bit smarter than before – and the hijackers are routed. Too bad they didn’t get there before Connor ran off with Travis and Alicia somewhere – one can only hope it’s a Waterworld flotilla, Kevin Costner and all. And though the episode was formulaic, it at least set up a new path for Alicia and Travis, and turned Mexico into a more interesting land than just the vague destination for our floating family.",
  "webTitle": "Fear the Walking Dead recap: Season two, Episode four – Blood in the Streets",
  "webPublicationDate": "2016-05-02T02:00:11Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/01/fear-the-walking-dead-recap-season-two-episode-four-blood-in-the-streets",
  "keyword": [
    {
      "webTitle": "Fear the Walking Dead",
      "id": "tv-and-radio/fear-the-walking-dead",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/01/fear-the-walking-dead-recap-season-two-episode-four-blood-in-the-streets"
}