{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/eu-referendum-neoliberal-irvine-welsh",
  "id": "2016-05-30-178",
  "sectionId": "commentisfree",
  "body": "The exultation of referendums is one of the indicators that we’ve lost confidence, not only in politicians but also in the democratic capabilities of our political system. It’s an acknowledgment that, in this epoch of elites and corporate power, these have been fatally corrupted.   Related: Our European allies dread Brexit, and they have good reason to fear it    Referendums now seem to be the device that establishments deploy to entice the public to rubber-stamp their preferred line. But they seldom have the intended consequence. The Scottish independence vote of 2014 was originally envisaged as a landslide 70-30 no vote, which would kill independence stone dead. Instead it’s ossified it as the compelling narrative of Scottish politics and has destroyed the Labour party north of the border. The political classes have a big hard-on for the EU referendum, enjoying that, in our volatile times, it might just split the Conservative party. The bigots also love it: they get to indulge their imperialistic Rule Britannia fantasies in a bread-and-circuses hate-fest. For the more sentient citizen, however, this particular referendum is very difficult to get fired up about. More voters are looking at the contentions of both sides and seeing it as a battle of elites, and realising that they have, as the Americans would say, very little skin in the game. Cameron and Osborne versus Johnson and Gove tempts one to just kick back and enjoy the sight of those blustering, cynical toffs at one another’s throats. The roll-call of suits droning on about “business”, “trade” and “regulation” drives home that the argument is essentially a neoliberal one: does the EU or an independent UK offer us the best opportunity to rip off our citizens? One of the reasons European integration has stalled is because the EU has adopted this neoliberal model of globalisation, shelving the higher social ideals of a united Europe. These are still wearily trotted out in the grudging rhetoric of a non-taxpaying corporation throwing a Christmas party in an orphanage, and are barely understood by their alleged proponents. With Germany posited as the creditor nation within this model, it is inevitable that its interests will differ from debtor ones, such as the UK and Greece. As integration has floundered, we are stuck with an unelected commission-rather-than-parliament-led EU, anathema for democrats.     Boris Johnson: ‘a Poundstretcher Trump’. Photograph: Stefan Rousseau/PA    Against this, the stentorian voices in favour of exit are even further to the right than their opponents. They too would destroy the few protections citizens still enjoy, only quicker. Whatever happens to the economy in the event of an exit (as with Scottish independence, the claims made by both sides range from fanciful to ludicrous), the UK would remain a debtor nation, only it would now go to China, instead of Germany, to negotiate its terms. Boris Johnson, positioning himself as a Poundstretcher Trump, would be advised to pop across the Atlantic and ask the real thing exactly how that’s working out for America. For every creditor, there has to be a debtor. Perhaps, rather than considering the wisdom or otherwise of a European exit, we would be better served discussing why the UK has been designated a debtor nation in this global economic order. The problem is that neoliberalism has played its financialisation and privatisation hand. And, as a declining capitalism is no longer able to offer sustained high levels of economic growth, elites and their asset-to-debt-swapping practices have become more isolated and exposed for what they are: tools to exploit their citizens, reducing them to serfdom in the process.    After the Greece debacle, it’s hard not to see the EU as just another shady wing of the IMF and the World Bank    Here’s the big picture: for the UK, in November 2015 the Office for Budget Responsibility (OBR) predicted GDP growth of 2.4% for 2016 and 2.5% for 2017. The Bank of England looked at those figures and said no, it’ll be 2.2% and 2.3% respectively. Then the Organisation for Economic Cooperation and Development (OECD) chipped in, reckoning that we’re perhaps safer talking closer to 2.1% and 2%. These were ratified by the OBR at the last budget. Now the consensus among economists, in both the medium and long term, is that growth is going to be lower than those forecasts and probably heading towards 1%. Moreover, to sustain even this level of stagnation, a 2014 OECD report concluded that the EU would require 50 million immigrants by 2050. The UK, with its ageing population, would need to absorb a fair chunk of that total. Rather than trying to sell this inconvenient fact to middle England, the remain camp and Brexit rightwing coalition are unsurprisingly collusive in ignoring it. European integration, despite its visionary evocations, has always had elitist roots. The EU grew out of the Franco-German European Coal and Steel Community, dominated by Germany, its industry largely reconstructed with American money. In acknowledgment that it lost the war but decisively won the peace, the bizarre common agricultural policy was its sop to the farming interests of France. Of course the other, more idealistic side to Europe is evoked in desperate cynicism by remain neoliberal politicians. This, laughably, concerns our “rights”; even as they negotiate with the US to institute TTIP and sign them over to the multinationals. (Rest assured, there will be no referendum on that any time soon!) Yes, the same rights imperialistic UK governments have shown absolutely zero concern with over the past 30 years.   Related: Brexit is an empire-era trick. Only the radical case for Europe makes sense | Yanis Varoufakis    This nonsense illustrates how, in the age of neoliberalism, that ideology has co-opted all major institutions. After the Greece debacle, it’s hard not to see the EU as just another shady wing of the IMF and the World Bank. But the British government, stripped of the postwar settlement, is now a patchwork quilt of fusty elites, and giving it further dominion over our lives is at least as unwise. The plight of 3,000 refugee children testifies to their contempt for “outsiders”, while Hillsborough reminds us that when our establishment conspires against its own citizens, the bureaucrats of Brussels can’t come close to matching its toxicity. The EU referendum is an internecine dispute among the privileged, who use tub-thumping nationalism as a way of convincing others that they hold a stake in this pathetic game. The creeping dog-whistle racism (of antisemitism and Islamophobia) festering in sections of the Labour party, and right at the top of the Conservative party, has undoubtedly been kicked up a notch through its incubation in the xenophobic hothouse of an EU exit campaign. One cast-iron guarantee in our polarising age is that this unedifying chauvinism is only going to get uglier. The other certainty is that whether you back red or black in the tawdry, crumbling casino of neoliberalism, and whatever the slimy croupiers of the mainstream media urge, it’s the house that invariably wins.",
  "webTitle": "However we vote, the elites will win the EU referendum | Irvine Welsh",
  "webPublicationDate": "2016-05-30T06:30:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/eu-referendum-neoliberal-irvine-welsh",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Irvine Welsh",
      "id": "profile/irvine-welsh"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/eu-referendum-neoliberal-irvine-welsh"
}