{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/07/national-museum-of-flight-scotland-day-trip",
  "id": "2016-05-07-118",
  "sectionId": "travel",
  "body": "In a nutshellStretching across the former East Fortune airfield, this feels less like a museum and more like a full day out. The jet black hangar housing Scotland’s supersonic retiree, the G-BOAA Concorde, sticks out like a sore thumb against the rolling fields, but it is home to a real jet-age 1970s experience. Climbing the steps and boarding Concorde still gives a buzz. Kids will make straight for the cockpit, which is full of switches, knobs and dials – and no “do not touch” sign. Fun factWhen Concorde arrived in 2004, it squeezed into its hangar with four inches to spare – but only once they took the doors off. Visitor numbers doubled.     Inside the Concorde Experience hangar. Photograph: Alamy    Best thing(s) about itLovingly cared for aircraft are housed in two huge 1940s hangars, reopened this spring after a £3.6m restoration. These tell the stories of military and civil aviation over the past 100 years. Highlights include a Spitfire, Tornado F3 and Harrier jump jet. Each plane has touchscreens with videos and child-friendly intuitive graphics. In the Fantastic Flight hangar, we spent a good half hour trying to safely land in the airship simulator and learning about wings in a small wind tunnel. We also liked that the curators make a point of celebrating famous female pilots. Eve (age five) loved Sheila Scott’s tiny 1971 round-the-world plane.       What about lunch?There’s a picnic area outside the Concorde hangar. The Aviator Café has a long menu of locally sourced and organic food. Soups are £3.95, sandwiches from £2.50 and panini a rather steep £6.25. Tea is £1.85. Exit through the gift shop?You’re not forced to. An extensive selection of Airfix kits is likely to appeal more to sentimental parents. Value for money?Not cheap but worth it. Adult £12, over-fives £7, family £31. Membership is £39 per year for unlimited entry and 20% off at the cafe. Getting thereBy public transport, take a train from Edinburgh to North Berwick then a number 120 or 121 bus to the airfield. The bus stop is an old air raid shelter, of course. It’s also easy to find by car, signposted from the A1. Verdict: 8/10. • Open daily 10am-5pm, nms.ac.uk",
  "webTitle": "Take the kids to … the National Museum of Flight, Scotland",
  "webPublicationDate": "2016-05-07T10:30:12Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/07/national-museum-of-flight-scotland-day-trip",
  "keyword": [
    {
      "webTitle": "Family holidays",
      "id": "travel/familyholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Day trips",
      "id": "travel/day-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Scotland holidays",
      "id": "travel/scotland",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Museums",
      "id": "education/museums",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael MacLeod",
      "id": "profile/michael-macleod"
    }
  ],
  "guardianId": "travel/2016/may/07/national-museum-of-flight-scotland-day-trip"
}