{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/19/skiffle-royal-ascot-ribblesdale-height-of-fashion-stakes",
  "id": "2016-05-19-97",
  "sectionId": "sport",
  "body": "The last train towards Epsom and the Oaks pulled out from here on Thursday, and Skiffle, the winner of the Listed Height of Fashion Stakes, was still standing on the platform as it did so. Godolphin’s filly will wait instead for the Ribblesdale Stakes at Royal Ascot, but only for want of experience rather than any lack of talent or potential. Skiffle went into the stalls for the last significant British trial for the Oaks just 13 days after finishing third on her racecourse debut, and set off as a 5-1 chance in a market headed by John Gosden’s The Black Princess. It took a stride or two for Skiffle to appreciate what was required as the favourite opened up a two-length lead inside the last two furlongs, but once she quickened, Skiffle and William Buick were alongside in moments and she was value for more than her one-length winning margin. It was another seven lengths back to Play Gal in third, and Skiffle is very much a filly to bear in mind for the Group Two Ribblesdale next month. She also holds an entry in the Irish Oaks as well, and if she runs in a Classic, it seems certain that it will be at The Curragh in July rather than Epsom in 15 days’ time. “She’s probably going to appreciate a bit of time and the Ribblesdale is our obvious route,” Charlie Appleby, Skiffle’s trainer, said. “We’ve got to remember that she only ran in a maiden two weeks ago and finished third. “William said that she will appreciate stepping up to a mile and a half. We don’t want to take too many steps too soon and she’s a filly with a nice future. Rather than quicken, she lengthened well, and stepping up should eke out a little more improvement.”   Related: Minding’s 1,000 Guineas superiority prompts talk of gatecrashing Derby    Skiffle is an 8-1 chance for the Ribblesdale with Paddy Power, while the Oaks looks increasingly like a one-horse race with Minding, the 1,000 Guineas winner, top-priced at 4-7 to win her second Classic of the year. Skiffle was Buick’s fourth winner of the day in only the fifth race on the card, a 3,391-1 four-timer initiated by an impressive success on Mark Johnston’s Yalta in the opening novice stakes. Yalta, who was making his racecourse debut, made all the running to win by two lengths with Buick starting to ease down. Afandem, the 1-2 favourite on the back of a useful debut win of his own last month, could finish only third. Yalta was a 5-2 chance, his price buoyed by pre-race rumours that he could be the best two-year-old in Johnston’s yard, and he is a 14-1 chance with Paddy Power for the Coventry Stakes a Royal Ascot. “He’s a very nice horse and he’s been going well all year,” Johnston said. “Early on he was right there in the first group when we were trying to sort them out when the season started, then he had a minor injury which is why we haven’t seen him until today. “There were a lot of talking horses in the race so I hope it was a good race, and he’s beaten a previous winner. He was as green and babyish in the preliminaries as any horse so I’d be confident he’d come on for the race as much as any horse, and at this time of year, you have to think Royal Ascot with every winner. “If possible we would give him another run [before deciding on a target] but the Coventry Stakes would be the obvious race for him.” Golden Reign, a half-sister to last year’s Derby and Prix de l’Arc de Triomphe winner Golden Horn, was odds-on for the three-year-old fillies’ maiden later on the card, but could finish only a well-beaten fifth behind Atone, who received a perfectly judged ride from Ryan Moore.",
  "webTitle": "Skiffle on course for Royal Ascot after Height of Fashion Stakes win",
  "webPublicationDate": "2016-05-19T17:00:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/19/skiffle-royal-ascot-ribblesdale-height-of-fashion-stakes",
  "keyword": [
    {
      "webTitle": "Royal Ascot 2016",
      "id": "sport/royal-ascot-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Royal Ascot",
      "id": "sport/royal-ascot",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Oaks",
      "id": "sport/epsom-oaks-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/19/skiffle-royal-ascot-ribblesdale-height-of-fashion-stakes"
}