{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/facebook-bbc-policing-of-bias-white-paper-eu",
  "id": "2016-05-11-370",
  "sectionId": "commentisfree",
  "body": "A story about Facebook staff tampering with lists of trending news – weeding out rightwing websites – was itself trending on the site within hours. That doesn’t disprove the original allegation, which includes the claim that curators suppress items that reflect poorly on their bosses. It might instead demonstrate that there is intelligence involved in the filtration process: that an editor understood how self-incriminating it would look if charges of censorship appeared to have been censored.   Related: BBC may have to share licence fee with rivals    The subtleties involved in an organisation failing to suppress news about its repressive news management were wasted on hordes of aggrieved conservatives, who had always suspected that their favourite sources were being blacklisted by a cabal of liberal geeks. Users flexed all of the freedom afforded to them by Facebook in denouncing the site’s tyrannical trampling of their freedom. Irony wept. The most instructive part of the story is the acknowledgment that Facebook needs editorial staff at all. Even in its denials of political prejudice, the company accepts that a human brain has to be involved somewhere along the production line between automated aggregation of the stuff millions of users are sharing and its compilation into a list that can meaningfully be called news. Left to their own devices the algorithms would serve up too much Beyoncé and not enough Syria. One day artificial intelligence may be able to grasp that those are not topics of equal significance. But for the time being organic, Homo sapiens intelligence has the edge. Yet humans are riddled with biases. There is a mountain of research demonstrating how we disregard evidence that contradicts our pre-cooked beliefs, trust sources that confirm our prejudices, and confuse what is most recent for what is most important. Our most enlightened selves are constantly overcome by troglodytic impulses. Any excursion into political argument on Twitter is to experience a carnival of cognitive biases. It is the news conjugated as an irregular verb: I share the facts; you push your agenda; he/she/it parrots the mainstream media line; they conceal the truth.   Related: You're more biased than you think – even when you know you're biased    Those foibles cannot be eliminated, but, with effort, they can be resisted. That is what Facebook, emerging as the most powerful news source in the world, will have to learn. It also happens to be something that the BBC has been practising for decades. That is worth remembering when critics of the national broadcaster depict it as an obsolescent behemoth ill suited to digital climate change and requiring aggressive intervention to force the process of adaptation. The government’s white paper, published on Thursday , is not explicitly drafted to break the BBC. Quite the contrary, say ministers. The stated purpose is to update the corporation’s governance structures and to maximise value for money. That latter task will be accomplished by making pay awards more transparent, increasing parliamentary scrutiny, and diverting licence-fee revenue to rival content producers. Critics of the plan smell another agenda: creeping political interference and a step towards the dismantling of an institution that Conservative ideologues have always seen as an offence against competitive markets. Trust in John Whittingdale, the culture secretary, has not been bolstered by jocular remarks envisaging the BBC’s demise as “a tempting prospect”. Suspicion of Downing Street’s motives – some justified, some paranoid – guarantees that a moderate argument for reform will go unheard. Many of the BBC’s friends accept that it dominates parts of the market with imperial arrogance, but none have confidence in Conservative ministers to make changes without slipping into cultural vandalism. Some Tory MPs are nervous. They have observed the government’s handling of the NHS and noticed that there is a price to be paid for appearing to punch venerated institutions in the face for reasons that remain obscure to most voters. The debate will get messy. It will also somehow have to be covered by the BBC itself. The corporation’s record of reporting on its own affairs is not perfect, but it is more rigorously self-critical than pretty much any large organisation on earth. It leads the news with its own scandals and interrogates its own executives on air. It also satirises itself with self-flagellating relish. These are exceptional traits. They express an ethos that, while codified in guidelines, could never be faithfully replicated because it has evolved over time. It is a culture, not a system: a civilising thread woven through the fabric of British democracy. There is proof of its value reflected in the wild eyes of the political monomaniacs who would rip it up. Currently swelling their number are supporters of Jeremy Corbyn, who signed a petition calling for Laura Kuenssberg, the BBC political editor, to be sacked for lese-majesty against the Dear Leader. Her predecessor, Nick Robinson, attracted similar ire by upsetting Scottish nationalists.   Related: We love W1A. But, dear BBC, is it wise to lay bare your foibles so mercilessly? | Charlotte Higgins    Broadcasting House will be lucky to get through the EU referendum campaign without a siege by pitchfork-wielding Brexiters. They have always thought of the Beeb as a propaganda arm of Brussels. The remain campaign, meanwhile, grumbles that the BBC is so neurotically worried about liberal bias that it overcompensates, lavishing air space on Europhobic cranks. The BBC can’t escape bias. But it is also aware of that human frailty, and strives to police it: an imperfect remedy, but the only one. There are few realms of public life where so much thought is applied to the balance of conflicting views and ways to level the field for competing arguments. Sometimes it is crassly done: fear of boring consensus encourages showboating contrarianism at the expense of nuance. It risks elevating the ignorant view to equality with the expert one. But the point about balance and impartiality is that they can be impossible to achieve and no less valuable as goals. They exist as aspiration, not destination, stars by which to navigate. The need to keep them in sight feels all the more urgent as the old media landscape disappears over the horizon and politics enters the oceanic swell of the digital age. Britain is blessed to be embarking on that journey with a world-class media organisation as well-versed in the uses of an ethical compass as the BBC. It is imperfect, frustrating and unwieldy, less adaptable or commercially efficient than, say, Facebook. But although they both handle news, they are in very different trades. Facebook is a technology company; the BBC deals in humanity.",
  "webTitle": "The BBC’s civilising thread runs through our democracy | Rafael Behr",
  "webPublicationDate": "2016-05-11T05:00:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/facebook-bbc-policing-of-bias-white-paper-eu",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rafael Behr",
      "id": "profile/rafaelbehr"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/facebook-bbc-policing-of-bias-white-paper-eu"
}