{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/inside-50-jarryd-rougheads-illness-puts-afl-results-in-perspective",
  "id": "2016-05-19-31",
  "sectionId": "sport",
  "body": "If your memories of Michael Cordell’s football documentary Year of the Dogs are hazy, chances are you still recall two standout scenes from the brilliant and moving fly-on-the-wall account of the Western Bulldogs’ 1996 season: the “elephant walk” debacle in which naked players linked arms in the fashion of the aforementioned animal for the entertainment of a room-full of female supporters, and Terry Wallace’s “I’ll spew up” speech, even more infamous and now deeply embedded in the common parlance of footy. Cordell’s film did so many things, giving us a no-frills insight into the daily comings and goings of a 1990s football club and the almost unhinged devotion required to be an elite coach. Exasperated and exhausted Alan Joyce starts off in charge (“What are you trying to do to this club?” he hisses at his players after one lacklustre effort against North Melbourne. “I’d put on a fuckin’ jumper myself if I could!”), but by the end of the season he’s been worn down and replaced by Terry Wallace – younger, vein-bulgingly enthusiastic and set on turning things around. This was life on the wrong side of football’s tracks as the game hurtled towards full-time professionalism.   Related: AFL star Jarryd Roughead out indefinitely after recurrence of melanoma    Beloved veteran Steve Wallis can no longer stave off the march of time. Other players urinate blood. The team keeps losing. The vultures circle. Then there’s the poor supporters – diehard locals who live a few Danny Southern drop punts from the Western Oval and subsist on memories of happier times, consoling themselves that at least the club is standing on its own two feet for the time being, unlike doomed co-tenants Fitzroy. By then the club was used to running on the smell of an oily rag. In light of the shocking news this week that Jarryd Roughead’s health challenges have reared up again so cruelly, Inside 50 got to thinking about another sub-plot to Year of the Dogs – the story of Shaun Baxter, the club’s youngest and most baby-faced player that year. Joyce reveals at the start of the film that the rookie has discovered a lump at the back of his neck, which turns out to be nasophraryngeal carcinoma. “I sort of don’t worry about football at the moment... and just try to stay alive, sort of thing,” Baxter says with an earnest, self-deprecating chuckle. It’s heartbreaking to watch. It’s easy for rival supporters to envy Hawthorn’s successes of the last decade but they’ve endured more than their fair share of trials too – coach Alastair Clarkson’s serious health problems, the tragic death last year of Cooper Ratten, the son of Hawks assistant coach Brett, and now this recurrence of Roughead’s illness, coming as it does at the 40th anniversary of “Crimmo’s Cup”, the club’s most bittersweet moment. Often we lament the cold, calculated and process-driven nature of this sport but Hawthorn’s general manager of football operations, Chris Fagan, addressed Roughead’s illness succinctly on Tuesday when he noted, “Footy’s our business, but we care more about the people who work here than the football.” The football part now rolls on, of course, with Hawthorn taking on the Swans on Friday night at the MCG. It’s a match-up that has provided so much intrigue over the last five years but now these sorts of fixtures have been shown for what they are – our glorious trivialities. What Year of the Dogs really did was show us that there was more to football clubs than wins and losses, even in an era in which constant merger threats lent the game the whiff of death. And if the football gods are fond of romance, they portion it out unpredictably. In the end Baxter never cracked it for a senior game of AFL football, which would have been the Hollywood ending to the story. Instead he emerged from his time at the Bulldogs with something far more precious, his health. His story, like Roughead’s, reminds us again that life and football are not the same thing. Quote of the week  0 and 8... Oh how karma’s a bitch. I love knowing my career and future is safe, unlike some...  A cynic might have considered former St Kilda midfielder Robert Eddy a little lucky to have jagged a spot in the Saints’ 2010 grand final sides, but his capacity for grudge-holding is beyond reproach based on this week’s Twitter dig against his former coach Ross Lyon. Photograph of the week What price Alastair Clarkson eventually ends up larger than life and set in stone beside John Kennedy Senior at Hawthorn’s training base at Waverley Park? In the meantime this brilliant picture by Michael Dodge from the club’s Tuesday training session will have to do.     Hawks head coach Alastair Clarkson heads out to the ground for the club’s Waverley Park training session on Tuesday. Photograph: Michael Dodge/Getty Images    Video of the week Travis Cloke might be starting to admit that it’s not his year in 2016.    Magpie Cloke a long way of senior footy \"devoid of confidence\" missing goals 4m out in #VFL @Stevo7AFL #GameDay https://t.co/2FtXyTX6Md— AFL Game Day (@7aflgameday) May 15, 2016    Bits and bobs There’s plenty to like as we survey the rest of the fixture for round nine. Collingwood got back into the swing of things with their thumping win over Brisbane last week but face a swaggering Geelong at the MCG on Saturday. Richmond have fared well at Domain Stadium in the last few years and face Fremantle as an even-money chance, but the match-up of the round this week is the Giants’ home game against the Bulldogs, which pairs two of the most aesthetically pleasing sides in the competition.  The rest is far less inspiring. Gold Coast have sunk so badly that visitors Adelaide are a $1.04 chance to knock them off on Saturday while Port Adelaide are similarly friendless as they take on West Coast at Adelaide Oval. North Melbourne should make it nine straight against Carlton, Melbourne simply have to dispatch insipid Brisbane, while St Kilda and Essendon round things out with a potentially tense affair for fans of the rebuilding sides.",
  "webTitle": "Inside 50: Jarryd Roughead's illness puts AFL results in perspective",
  "webPublicationDate": "2016-05-19T20:30:21Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/inside-50-jarryd-rougheads-illness-puts-afl-results-in-perspective",
  "keyword": [
    {
      "webTitle": "AFL",
      "id": "sport/afl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Hawthorn",
      "id": "sport/hawthorn",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australian rules football",
      "id": "sport/australian-rules-football",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Russell Jackson",
      "id": "profile/russell-jackson"
    }
  ],
  "guardianId": "sport/2016/may/20/inside-50-jarryd-rougheads-illness-puts-afl-results-in-perspective"
}