{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/09/dwyane-wade-canada-national-anthem-nba",
  "id": "2016-05-09-228",
  "sectionId": "sport",
  "body": "Oh, you’ve done it now, America. Specifically, Dwyane Wayne has done it. On Saturday, Wade made international headlines before Game 3 of the NBA playoff series between his Miami Heat and the Toronto Raptors when he continued to take warm-up shots during the playing of the Canadian national anthem. And now, America, all of you will pay. By standing idly by as one of your own blatantly disrespected our anthem, you have left an entire nation feeling mildly vexed. Wait, no, not mildly vexed. That’s not strong enough. Maybe exasperated? Irked? Slightly put-out? No, no, none of those will do. What’s the word I’m looking for? You know, the one you Americans seem to feel all the time these days, aimed in every direction, informing your every decision and interaction with the outside world? Anger. That’s the one. Canadians are angry! Was that OK? I feel like maybe the exclamation point was too strong. Sorry about that if it was. We’re not all that good at this.   Related: 'Respect the anthem': Canadians fume at Dwyane Wade's pre-game routine    But we should be, because we’ve had plenty of practice over the years. After all, you Americans have pulled this act before. There was 1992, when the Toronto Blue Jays became the first Canadian team to make an appearance in the World Series, and you responded by hanging our flag upside down. What sort of ignorance is that? Where have you ever seen a leaf hanging upside down, other than on every tree you’ve ever seen? Exactly. It was unforgivable. Four years later, we sent Donovan Bailey down to Atlanta for the Olympics, and he came home with two gold medals, the 100m world record, and the undisputed title of World’s Fastest Man. Then you tried to hijack that title for one of your own, Michael Johnson. When we suggested settling the matter with a head-to-head race, your man got beaten so badly that he  blatantly faked  suffered an injury, and you all immediately pretended that the whole thing never happened. And that’s not even mentioning the worst of them all. Back in 1993, you Americans sent one of your own to our home turf, the National Hockey League, and managed to get him named the league’s first commissioner. Gary Bettman officially took the job on 1 February 1993. Four months later, he was handing the Stanley Cup to the Montreal Canadiens, looking confused and flustered while trying to read a few words of French off of a postage stamp. The entire experience so humiliated Bettman that he ordered his minions to ensure that no Canadian team would ever win the Stanley Cup again. No, we don’t know how he did it, but we’re convinced that he did. This year, you didn’t even let us have a playoff team. Has anyone ever told you guys that you can be jerks sometimes? What’s that? Everyone? Everyone in the world tells you that. Right, sorry, forgot who I was talking to for a second. But all of this is to say: don’t expect us to get over this flagrant act of disrespect any time soon. Remember, we’re still holding a nearly two-decades old grudge over something you folks pulled on one of our heroes in a fake sport. Imagine how much bitterness we could store up over a real one. So yes, this is becoming a habit. And now Wade has added his weirdly spelled name to the list. On Sunday, he offered up an explanation of sorts, although nothing that could be considered an apology. He called the situation a misunderstanding, one caused by the timing of a second anthem throwing off his pre-game routine. “I’m not a disrespectful person,” he said. “So if anybody thinks I’m being disrespectful towards a country, then they have no idea of who Dwyane Wade is.” He’s right about that. The last part, that is. Most of Canada does indeed have no idea who Dwyane Wade is. We’re not completely up to speed on the whole basketball thing just yet, although we’re rapidly getting there. Those of us who have embraced the game are undeniably rabid about it, but it hasn’t quite permeated the nation’s day-to-day existence, like hockey or Coronation Street. But we’re on the way. We’ve already supplied the NBA with a two-time MVP and back-to-back first overall draft picks. Now we just need a half-decent playoff run and we should be all set. And that’s where this whole anthem thing gets interesting, because it comes in the middle of a second-round playoff series between Wade’s Heat and a Raptors team that represents the franchise’s best chance at the sort of postseason success that’s eluded them for over two decades. This is the playoffs, after all, where teams fight and claw for basketball’s ultimate prize. (Please note that this year, basketball’s ultimate prize is a chance to get swept in the finals by the Warriors.) The fans in Toronto are already a little wound up, after it took the Raptors a full seven games to avoid yet another first round collapse. Wade’s anthem snub has sent at least a few of them right over the edge. Politicians are sending angry letters. Look what you made us do! Sorry, there’s that exclamation point again. Apologies for any offense caused. But still, you have to admit this whole thing feels like a one-way street. Players on Canadian teams don’t go around refusing to honor your patriotic songs (except when they do). Our people don’t disrespect your national anthem (except when they do). And you certainly don’t see the Raptors’ star players, Kyle Lowry and DeMar DeRozan, sinking shots during The Star-Spangled Banner. Granted, you don’t see them sinking shots during the games either, which has been kind of an issue lately. But still: Tell Wade to knock it off. And while you’re at it, tell him to expect a rough ride on Wednesday, when the two teams return to Toronto for game five of their series. If the Raptors win Monday night’s game in Miami, that fifth game could be the last of the series. Imagine that: Wade leaving the court, his season over, while boos and empty Tim Hortons cups rained down around him. That would teach him some respect. You Americans have a saying: Revenge is a dish best served cold. Well we Canadians have a saying too: Everything is a dish best served cold, because we are all slowly freezing to death up here. So let’s do this. A Raptors win on Monday, then another on Wednesday, and the slate will be wiped clean. Let this serve as a lesson to your entire country about the perils of angering your friendly northern neighbors. We have had it with you guys. From now on, you will show our nation some respect, or you will suffer the consequences. EAT IT, AMERICA. (See? No exclamation point that time. You guys aren’t not mad at us, right? Cool, see you back here for Game 7 on Sunday. Please ask Wade to be respectful when he’s hitting the winning shot.)",
  "webTitle": "Canada is mad as hell at Dwyane Wade, America, and we might not take it anymore",
  "webPublicationDate": "2016-05-09T11:09:15Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/09/dwyane-wade-canada-national-anthem-nba",
  "keyword": [
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Toronto Raptors",
      "id": "sport/toronto-raptors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Miami Heat",
      "id": "sport/miami-heat",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean McIndoe",
      "id": "profile/sean-mcindoe"
    }
  ],
  "guardianId": "sport/blog/2016/may/09/dwyane-wade-canada-national-anthem-nba"
}