{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/07/piers-torday-father-paul-died-finished-his-novel-death-of-an-owl",
  "id": "2016-05-07-126",
  "sectionId": "books",
  "body": "It was the start of a new year and my father and I were trying to avoid discussing death. To be precise, his. He had been diagnosed with stage 3 kidney cancer seven years earlier, just months after the publication of his first book, Salmon Fishing in the Yemen. His illness had stalked his subsequent publishing career like a bitter, mordant rival, thwarting him where possible. Symptoms made sitting at a desk to write painful and uncomfortable. Toxic side effects from treatments drained him of energy. Hospital appointments nixed literary festival invitations. Yet he never complained, and, thanks in part to the same toxic drugs, did produce, remarkably, seven novels and two novellas over the next seven years. But now his system could no longer tolerate the medication, and he was in decline. So when on this cold January morning, looking pale and gaunt, he told me he was writing a new book, I felt a surge of hope. It was called The Death of an Owl, he told me, and was about an ambitious politician who runs over an owl by mistake and tries to cover it up, with disastrous consequences. I felt excited. Not just about the book, which sounded promising, but because I saw light flicker in my father’s eyes as he told me this. Physically he didn’t seem up to much, but over the next few months, as I checked in with him, he informed me that his first draft was progressing well – although he was worried that the complex cocktail of pain relief he was taking might have confused his writing in places. At the same time it was clear that the process, and his determination to finish the story, was keeping him going. But by that autumn, it was obvious Dad was going to need more than a publishing deadline to get through to another year. He didn’t seem to be writing any more. In fact, he wasn’t doing much at all by December, and the doctor summoned my brother and me to his bedside. There was no more talk of books. (Although, in a strange reversal, I found myself reading him his favourite passages from The Hobbit over the last few nights of his life, just as he had done for me when I was a child.) He died just before Christmas. The following April, I finally began dealing with my father’s papers. I say papers, but as this was 2014, I really mean his hard drive – there were very few actual papers. I came across a document called “Death of an Owl – true version”. It was certainly the only version I found. Sitting alone in my study at home, I began to read, fearing that I would encounter some exposure of him at his weakest and most vulnerable – morphine-fuelled non sequiturs or revelations. It was the opposite: the prose was him at his most elegant and thoughtful. I found myself enjoying his writing in a way I hadn’t for a while, savouring a lightness of touch and a wit that recalled Salmon Fishing in the Yemen. I was gripped. And then it stopped, two-thirds of the way through, quite abruptly. It was a really good book – could be even better if it had an ending. I knew how much he had wanted to tell this story, how it had kept him going through his final days. I began to wonder. The writer in me responded instinctively to the first-person narrator’s voice, the political and media milieu he had created on the page. Could I do the job for him? And did I dare? He hadn’t asked me to, and I hadn’t presumed to ask him if he wanted me to. I wrote children’s books about talking animals; he normally wrote mainstream literary fiction about the country-house set. I spoke to my agent. She was intrigued and as supportive as ever, but wisely cautioned, “No one will thank you for it, darling.”     Paul Torday in 2010. Photograph: Murdo MacLeod for the Guardian    And, of course, she was right. How many times are forgotten books or films or stories dug up from some attic and posthumously released by well-meaning executors to breathless pre‑publicity but often disappointing effect? Too often, the pieces in question were unpublished for a reason, and their existence remains of specialist literary critical interest only. So began a game of literary detection, scouring my father’s electronic and paper files for anything that would give me a clue as to how he intended the plot to resolve. I found two documents entitled “Death of an Owl: Synopsis”, which at first, maddeningly, I couldn’t open. Eventually, after hours on internet forums, I was in. They were dated close together, but with subtle and significant differences in the storyline. Which one should I choose? The later version would be obvious, but in places the only extant manuscript bore more resemblance to the earlier synopsis. Planning for my own books was full of similar inconsistencies, but I could make sense of those. I realised that if I was going to do this, at some point I would have to stop playing detective scholar with my father’s work, stop being the reverential son, and start being the writer. But writing the first few words after his felt anything but reverential. My first words of adult fiction, and I felt as though I was impersonating, dressing up as my own father. Could anything be more childlike? And yet, page after page, I began to slip into his voice and his style, almost hearing my father in my head, guiding me to his story’s conclusion. After a while, looking back, it was hard to tell where his words finished and mine began. • The Death of an Owl is published by Weidenfeld & Nicolson.",
  "webTitle": "Piers Torday: finishing his father’s last novel",
  "webPublicationDate": "2016-05-07T10:00:12Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/07/piers-torday-father-paul-died-finished-his-novel-death-of-an-owl",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Piers Torday",
      "id": "profile/piers-torday"
    }
  ],
  "guardianId": "books/2016/may/07/piers-torday-father-paul-died-finished-his-novel-death-of-an-owl"
}