{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/02/nick-earls-author-rise-of-novella-ebook-revolution",
  "id": "2016-05-02-263",
  "sectionId": "books",
  "body": "After releasing his 2014 novel Analogue Men, Australian novelist Nick Earls began kicking around a few new story ideas. He assembled the best five and instinctively felt they would each hit the 20,000 word mark – the “novella” grey zone between a short story and a novel.  “My first thought was no publisher is going to welcome me knocking on the door with that,” Earls explains. Earls is releasing these novellas on the first of every month under the umbrella title Wisdom Tree, starting with Gotham released on Monday. Audiobook versions are being simultaneously released on Audible, narrated by Australian actors Rhys Muldoon, Flynn Curry, Gyton Grantley, Michael Dorman and William McInnes.   Related: The big short – why Amazon's Kindle Singles are the future    The publishing industry has never been a fan of the novella, and the reason is purely economical: with fixed-price overheads like printing, binding, warehousing, distribution and marketing, it costs almost as much to make a small book as it does a medium-sized one. But readers expect a slimmer copy to be cheaper in price. Yet Earls was determined to write these novellas – even if that meant changing industry attitudes in the process. He hopes readers will stop seeing the novella as an “in-betweener” rather the ideal reading experience for today’s time-poor readers. He was encouraged by the book industry’s ongoing migration into the digital space and its comparatively cheaper overheads. “In the 21st century, the game has surely changed,” he says. “An ebook can be whatever size it needs to be, and you price it as you choose to price it.” In fact, the first-ever mass-market ebook was a novella: 2000’s Riding the Bullet by Stephen King. It was a happy milestone after King’s long struggle to see his novellas published; in his 1982 collection of four novellas, Different Seasons, one of which was adapted into the Academy award-nominated film The Shawshank Redemption, he called the form “an anarchy-ridden literary banana republic”. The digital revolution smoothed the way for King to write and publish more novellas, and he has been joined by a host of big-name authors, including Patricia Cornwell and John Grisham, who have released Kindle Singles. The format was launched by Amazon’s Kindle in 2011 and is described as “compelling ideas expressed at their natural length” – typically essays, short stories and novellas between 5,000 and 30,000 words. Sometimes they are used by novelists to release nimble spin-offs from their existing fictional worlds.     Gotham by Nick Earls. Photograph: One Green Bean    For Earls, writing Wisdom Tree was a way to swiftly explore how men grapple with early 21st century life through five standalone stories, each featuring an Australian male protagonist of different ages. “Each looks at what we value, and at the things that are pitched to us by society to value like fame, celebrity. But at the same time this story has another current flowing deeper, looking at the things that actually matter in people’s lives,” he says.  So we have Gotham, an encounter between a music journalist and the young rapper he is interviewing called Na$ti Boi; Venice, about love and the tensions that pull us apart; Vancouver, featuring one man and “the giant that influenced his life”; Juneau, set in a former Alaskan gold-rush town; and NoHo, featuring Charlie and his would-be-star sister, Cassie, in Hollywood. Earls says audio books have also been affected by the digital revolution. “Instead of being a $70 box of cassette tapes that were pretty cumbersome, they’re now something you can play on a device that just about every one of us carries around in our pocket or our bag.”        He has been closely watching the rise of podcasting, too. Blockbuster podcast Serial, for instance, is the radio equivalent of “natural-length” publishing, with episodes that vary between 30 minutes to over an hour long. “There really doesn’t need to be any size rules.”   Related: Audiobooks are booming – and now there’s a chart to prove it    When I suggest that we may soon see the end of even defining whether a work is a short story, novella or novel, Earls says for writers the distinction can still be meaningful. When writing a short story “you’ve got that one piece of business, and you’re not supposed to mess around in doing it”; both novels and novellas are more complex affair with multiple plot lines. It is important for writers to start with a vision of the size and scope of a piece, Earls says. He is excited about the staggered release of his five novellas, which he says “does justice to what they are” rather than if they were bound as a single volume. “It actually gives people small books that says if you’ve got two to three hours to read, here’s something that’s for you. And there’s no compromise on quality, it’s just shorter than a novel.”  Gotham is the first novella from Wisdom Tree by Nick Earls and is available as an audio book for free for a limited time on Audible, and as a digital book or in paperback",
  "webTitle": "Nick Earls on the unlikely rise of the novella, star of the ebook revolution",
  "webPublicationDate": "2016-05-02T02:59:11Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/02/nick-earls-author-rise-of-novella-ebook-revolution",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ebooks",
      "id": "books/ebooks",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Audiobooks",
      "id": "books/audiobooks",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "books/2016/may/02/nick-earls-author-rise-of-novella-ebook-revolution"
}