{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/08/kammer-klang-cafe-oto-igor-levit-wigmore-hall-review",
  "id": "2016-05-08-153",
  "sectionId": "music",
  "body": "Italian Vogue once called Cafe Oto in Dalston the coolest venue in London. They should know. That was a while ago but it remains the place to go for the untrod, the untried, the novel. The name is a Japanese word meaning noise, sound or music. Founded eight years ago as an all-day cafe and night-time music place, Oto trades on experiment. It conspicuously attracts both young and old: anyone hungry for the new and prepared to queue for an hour to get in. You can never be sure what you might get. It may appear like a chaos of interminable soundchecks, but when eventually the music starts, the crowd, standing or sitting around the performers, falls silent. They know how to listen.     Joseph Houston and Aisha Orazbayeva at Cafe Oto. Photograph: Antonio Olmos for the Observer    One of Oto’s mainstays is Kammer Klang, the umbrella name for a series of near-monthly live events by different ensembles. Music ranges from the fully notated to the freely improvised, to electronic, classical and jazz, performed by newcomer or star veteran. I went to hear the young violin and piano partnership of Aisha Orazbayeva and Joseph Houston play works by the iconoclastic American composer Christian Wolff (born 1934), with whom they have worked. Orazbayeva and Houston are emerging as expert interpreters of experimental music. No doubt they give good Brahms too. Wolff, close to the circle that included John Cage and Morton Feldman, was mostly self-taught musically, having also been a classics lecturer at Harvard. He is a mix of the marginal and the influential, the home-loving normal and the liminal extraordinary. His 1964 classic For 1, 2 or 3 People involves a mix of rules and indeterminacy. The score looks like little individual maths puzzles, or a lot of limbless pin men attached to staves: players must make their own choices and respond to each other in the act of performance. Here, Houston’s prepared piano and Orazbayeva’s hushed violin, playing tiny cells of ideas which hung in the air, made expression out of minimal ingredients. A new work, Wade in the Water, commissioned by the Kazakh-British duo, was more expansive, with quick-fire dialogue as if in reworked baroque mode interrupted by long pauses. All music is about sound and silence. Wolff makes an extreme and provocative case.    Few pianists have the ambition, or a brave enough page-turner; no wonder Levit thanked his even before taking his bow    If you had to find a composer of huge intellectual capacity at the opposite end of the spectrum, you might come up with Ferruccio Busoni (1866-1924). Maximalist hardly begins to describe his love of notes, and storms of them, often hurled thunderously, piano-crashingly fortissimo at the keyboard. Driven by an obsession with Bach, his compositions are a form of homage. Busoni has a forbidding reputation – mechanical, knotted, brainy – but in the hands of the right pianist the marriage of daunting structure and pure feeling is disarming. Igor Levit, the Russian-born German virtuoso charting his own route in terms of repertoire, is that player.     ‘Compulsive listening’: Igor Levit. Photograph: Simon Jay Price    Currently a featured artist at Wigmore Hall, Levit limbered up for Busoni’s magnum opus, the Fantasia contrappuntistica (1910), via a programme dominated by Bach. He brought absolute clarity and certainty to Bach’s Ricercar a3 from The Musical Offering and Contrapunctus 1, 4 and 11 from The Art of Fugue. Communing with the piano as if no one else is there, Levit keeps the threads of fugue and counterpoint so clear that you imagine, momentarily, you too might have followed all the inversions and countersubjects and variations without recourse to score or analysis. His range of colour and dynamics, concentration and freedom, make compulsive listening.   Related: Igor Levit: the leaner, meaner piano machine    As for Busoni’s immense Fantasia contrappuntistica, it’s no surprise that this work is rarely heard in the concert hall. Few pianists have the ambition (or a brave enough page-turner; no wonder Levit thanked his even before taking his bow) to wrestle with its technical and musical challenges. Perhaps, too, they are resistant to a work that dares explore a possible ending to Bach’s unfinished Art of Fugue as well as adding the composer’s own massive, wild-eared fantasy. His best-known pieces are his versions of Bach’s Chaconne in D minor, and Nun komm, der Heiden Heiland which Levit – drained, exhausted, but still up for more – played as an encore. For Busoni, Bach was his life’s work. The attachment was so complete that his wife was once introduced as Mrs Bach-Busoni. Today that might have been grounds for divorce. Star ratings (out of 5)Kammer Klang **** Igor Levit ****",
  "webTitle": "Kammer Klang; Igor Levit review – from minimal to maximal",
  "webPublicationDate": "2016-05-08T07:30:01Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/08/kammer-klang-cafe-oto-igor-levit-wigmore-hall-review",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Fiona Maddocks",
      "id": "profile/fiona-maddocks"
    }
  ],
  "guardianId": "music/2016/may/08/kammer-klang-cafe-oto-igor-levit-wigmore-hall-review"
}