{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/11/un-climate-change-hoesung-lee-global-warming-interview",
  "id": "2016-05-11-263",
  "sectionId": "environment",
  "body": "The head of the United Nations climate science panel has declared it is still possible to avoid a dangerous 2C increase in global warming – despite more than a dozen record hot years since 2000. But the costs could be “phenomenal”, he said. In an interview with the Guardian, Hoesung Lee, the leader of the Intergovernmental Panel on Climate Change (IPCC), defied the bleak outlook of climate scientists who warn the world is hurtling to a 2C rise far faster than anticipated. Governments set 2C as the danger limit for global warming at the Paris climate conference last year – and agreed to work to limit warming to 1.5C. Global average temperatures have already risen about 1C since the pre-industrial era because of warming caused by greenhouse gas emissions. February’s hot temperatures stunned scientists, even after a string of record-breaking years.  But Lee insisted the 2C goal remained technically feasible, although it could become prohibitively expensive. “2C is achievable, and if we fail to act according to what the IPCC has been advising, the cost will rise phenomenally,” Lee said. “The sooner we act, we will be able to achieve 2C stabilisation cost-effectively,” he went on. “The longer we wait to take action, the cost will be a lot higher.”   Related: See Earth’s temperature spiral toward 2C rise - graphic    An economist who began his career at ExxonMobil, Lee took over the UN climate panel last year after Rajendra Pachauri was forced to step down amid charges of sexual harassment. The UN panel, which produces exhaustive reports on climate science, agreed last month to study the feasibility of the aspirational 1.5C temperature goal. Small island states at risk of being swallowed by rising seas argue they need the stronger target to help assure their survival. The IPCC is due to produce its special report on the goal by 2018. But there have been multiple warnings from scientists, business leaders and campaign groups since Paris that even 2C is moving beyond reach. Christiana Figueres, one of the architects of the Paris agreement in her role as former UN climate chief, has called for a peaking of emissions by 2020 to keep the 2C limit within reach. However, the IPCC chair insisted the temperature goal would remain technically possible if emissions continue to grow beyond 2020, or even 2030. “It is a daunting task, but the assessment clearly indicates that we have the technology and the means that will allow us to achieve that goal,” Lee said. The commitments made so far under the Paris agreement would allow warming of close to 3C. Some scientists have called for the rapid deployment of technologies to suck carbon emissions from the air. Lee, speaking on the sidelines of a gathering in Washington last week of business leaders and mayors, aimed at spurring investment in low-carbon technologies, said such investments needed to be ramped up fast to hold down the costs of the energy transition.  “Now the cost of meeting 2C in the most cost-efficient manner in terms of reduction of growth rate over the next seven or eight decades will be much less than one percentage point a year,” he said. Delaying until the middle of the century would be ruinously expensive. “If we fail to act properly, then the emissions reduction will have to double to something like 6% a year, which is unprecedented in any experience.” Even then, however, Lee refused to rule out the feasibility of the 2C goal. “It is achievable if there is a drastic change in the way of doing business,” he said.  Scientists have also said that the world’s carbon dioxide concentration is now on the brink of never again dipping below the 400 parts per million (ppm) milestone, as two important measuring stations, at Cape Grim in Australia and Hawaii’s Mauna Loa volcano, sit on the point of no return.   Global emissions graph   With the science on the causes of climate change now certain, and growing evidence in real time of its consequences, Lee said the time had come for the IPCC to focus more on solutions.  He said the next blockbuster report from the UN climate science panel – due to come out in three stages between 2020 and 2022 – would look more closely at policies for dealing with climate change. That could include studies of the relative effectiveness of carbon taxes in different economies, the impacts of technology standards, government funding for research and development, and policies for protecting cities and rural areas from climate change. “We need to improve our understanding of the effectiveness of carbon pricing in the real world – not in the textbook,” he said. “We need to firm up our understanding of policy measures.”  Lee said the IPCC should also be looking at geoengineering, or climate intervention on a planetary scale. He said he would like to see the climate panel explore the governance of geoengineering, and not just its technical aspects.",
  "webTitle": "UN climate science chief: it's not too late to avoid dangerous temperature rise",
  "webPublicationDate": "2016-05-11T11:00:12Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/11/un-climate-change-hoesung-lee-global-warming-interview",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Intergovernmental Panel on Climate Change (IPCC)",
      "id": "environment/ipcc",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Paris climate agreement",
      "id": "environment/paris-climate-agreement",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Goldenberg",
      "id": "profile/suzannegoldenberg"
    }
  ],
  "guardianId": "environment/2016/may/11/un-climate-change-hoesung-lee-global-warming-interview"
}