{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/bruno-dumont-european-film-ma-loute",
  "id": "2016-05-13-174",
  "sectionId": "film",
  "body": "There is, according to one its most heralded practitioners, no such thing as a good “European film”. Speaking at the Cannes film festival, Bruno Dumont, the French director of L’Humanité, Flandres and Hors Satan, refuted the idea that one could or should set out to make films that could be termed “European”.   Related: Ma Loute (Slack Bay) review - Juliette Binoche goes mesmerically over the top in bizarre seaside comedy    “‘European films’ are really bad,” he told the press after the first screening of his new comedy Ma Loute (Slack Bay). “You make a local film, and that might become universal. You can’t make a ‘European film’”. Ma Loute, which is set in the early 20th, century near Calais, close to Dumont’s birthplace, is a black comedy about the meeting of two families: the Van Peteghems, a bevvy of braying aristocrats, and the Bruforts, a working-class clan of mussel gatherers – with a sideline in murder and cannibalism.  The film stars Juliette Binoche as the eccentric Aude van Peteghem, whose transgender child, Billie (played by the French actor Raph), initiates a romance with the title character (Brandon Lavieville), drawing the two tribes together. The film features a number of outrageous set-pieces, including the Bruforts hunkering down to dine on a bucket of body parts and Binoche – cut, bruised and bandaged after a close call with the cannibals – burbling incomprehensibly about the writings of Victor Hugo. Dumont has twice won Cannes’ “second prize”, the Grand Prix. His films typically portray the darkest aspects of humanity, with little room for levity. But he said the experience of working on Ma Loute and his previous film, a knockabout comedy called P’tit Quinquin, had helped him come to appreciate the “noble” arts of comedy and caricature. “I made these characters larger than life so you could really see them well,” he said. “I used to work with a telescope, now I work with a microscope”.   Related: Why France's god of grim made a knockabout Clouseau-style comedy    “We’re horrible people, but saints at the same time. We’re idiots and geniuses. This combination, these diametric qualities, enthral me”. Fabrice Luchini plays André van Peteghem, the ineffectual, hunch-backed patriarch of the aristocrat family. In one scene the father makes a great show of offering the family aperitifs. Luchini, in referring to the scene, hijacked the press conference to complain about France’s newfound obsession: cocktails. “I hate the way people in France are fascinated by cocktails,” he said. “I hate waiting for dinner. French people are obsessed with this idea of drinking before they eat. I hate it.” After Luchini’s rant the moderator remarked that Luchini was an actor in every situation. “Oh my darling,” said Luchini. “What did you expect?”",
  "webTitle": "Ma Loute director Bruno Dumont: 'You can’t make a \"European film\"’",
  "webPublicationDate": "2016-05-13T12:59:10Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/bruno-dumont-european-film-ma-loute",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry Barnes",
      "id": "profile/henrybarnes"
    }
  ],
  "guardianId": "film/2016/may/13/bruno-dumont-european-film-ma-loute"
}