{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/02/home-help-for-the-shortage-of-chefs",
  "id": "2016-05-02-58",
  "sectionId": "business",
  "body": "Tim Evans makes a brilliant point about there being “highly qualified chefs in the UK already in the women who cook for their families every day... Why are they not encouraged to move into the workplace?” (Letter, 28 April). But in my view this doesn’t just extend to Asian restaurants (Report, 22 April). I’ve been thinking about this point with regards to the shortage of chefs in the restaurant industry as a whole – since it was highlighted to me by Sat Bains, a near neighbour, who recently went up to working a four-day week in order to deal with a shortage of talented and hardworking chefs locally. If restaurateurs were able to be more flexible and more open-minded they would find an incredible pool of talent among the women who cook for their families and friends on a daily basis in UK society in general. I’m sure there are many women (myself included) who would be delighted to transfer their skills, and gain much needed confidence, by entering the workplace once again to work for top-class restaurants.Zoe SheltonNottingham • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Home help for the shortage of chefs | Letters",
  "webPublicationDate": "2016-05-02T18:18:59Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/02/home-help-for-the-shortage-of-chefs",
  "keyword": [
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "business/2016/may/02/home-help-for-the-shortage-of-chefs"
}