{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/29/early-computers-design-apple-docubyte-photography",
  "id": "2016-05-29-119",
  "sectionId": "technology",
  "body": "“Dials and buttons, knobs and switches; they’re very charming,” says James Ball, the digital art director behind a new photography series called Guide to Computing, which celebrates early computers. Ball, who works under the pseudonym Docubyte, began the project after developing a fascination and affection for such retro devices. “It’s rare now to find any machine that you can touch and interact with,” he says. “Computers now are all touch screens, slick and super-slim.” Ball feels that computers that pre-date the Apple era aren’t widely considered to be design pieces, and his nostalgia for this earlier, more “naive” aesthetic led him to seek out and photograph a range of machines that date from the latter half of the 20th century, representing them as if they were new and desirable products.     Harwell Dekatron: This enormous, still functional machine predates the use of punch cards. Photograph: docubyte/INK    After shooting the machines, which he largely found in the Science Museum in London, the Dresden Technical Collections and the National Museum of Computing at Bletchley Park, Ball painstakingly enhanced the images with the help of his colleagues at INK studio to make the computers look new. “The retouching is quite important to the piece”, he says, taking as an example the Pilot ACE, an early 1950s computer designed by Alan Turing, now in a state of semi-disrepair. “There are no colour photographs of it when it was new, so in a way we were making a new history, presenting the past in a new context.”     ICL 7500: the user command console that accompanied a range of popular, British-designed mainframe computers during the 1970s and 1980s. Photograph: docubyte/INK    Among the eye-catching machines in the series is the Harwell Dekatron, a two-metre tall, 2.5 tonne monster from 1951 which is the world’s oldest functioning computer, and the Control Data 6600 from the 1960s, often called the first “supercomputer”. “They look nice,” says Ball, “but I’d still like to do a comprehensive, quite nerdy book which is actually a guide to computing history.” With an air of affectionate poignancy, he points out that each of his images, rendered as a jpeg, is about 5mb in size – larger than any file that the individual computers could sustain. “Without sounding woefully pretentious,” he says, “they’re beautiful in their obsolescence.”     CDC 6600: Designed by the ‘father of supercomputing’ Seymour Cray and first used in the Cern laboratory in 1965. It was the fastest computer for many years, humiliating its IBM rivals. Photograph: docubyte/INK",
  "webTitle": "Early computers as objets d’art",
  "webPublicationDate": "2016-05-29T09:30:00Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/29/early-computers-design-apple-docubyte-photography",
  "keyword": [
    {
      "webTitle": "Computing",
      "id": "technology/computing",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Photography",
      "id": "technology/photography",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Alan Turing",
      "id": "science/alan-turing",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Kit Buchan",
      "id": "profile/kit-buchan"
    }
  ],
  "guardianId": "technology/2016/may/29/early-computers-design-apple-docubyte-photography"
}