{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/19/tobacco-firms-lose-high-court-battle-plain-packaging-uk",
  "id": "2016-05-19-154",
  "sectionId": "society",
  "body": "Plain packaging of cigarettes will be mandatory from Friday after the high court in London rejected an attempt by the tobacco industry to prevent the change in the law. Campaigners say other countries considering plain packaging – including Canada, Hungary, Norway and Slovenia – will be encouraged by the defeat of the industry.   Related: Can e-cigarette makers stub out addiction concerns?    “This landmark judgment is a crushing defeat for the tobacco industry and fully justifies the government’s determination to go ahead with the introduction of standardised packaging,” said Deborah Arnott, chief executive of the charity Ash (Action on Smoking and Health).  “Millions of pounds have been spent on some of the country’s most expensive lawyers in the hope of blocking the policy. This disgraceful effort to privilege tobacco business interests over public health has rightly failed utterly.” Plain packs will not be in shops immediately, because the companies have been allowed to sell off existing stocks first, but within a few months it is expected that the major brands will no longer be distinguishable from each other apart from the brand name on the packet in standard type face, colour and size. The packs will be the same shape, size and colour and 65% of the front and back surfaces will be covered by picture health warnings, with written warnings on the sides. Sir Harpal Kumar, chief executive of Cancer Research UK, said it was an important milestone. “It’s the beginning of the end for packaging that masks a deadly and addictive product. It’s taken many years to get to this point and it reflects a huge effort aimed at protecting children from tobacco marketing,” he said.    Related: Gauloises cigarette-maker to appeal against plain packaging rules    “Two-thirds of regular smokers start before they turn 18, so it is vital that the UK introduced measures like this. Australia’s experience has shown that standard packaging helps reduce youth smoking rates. We look forward to a tobacco-free generation which won’t be scarred by this lethal addiction.” Plain packs are being introduced in line with the tobacco products directive of the EU, which comes into force on Friday. It also imposes some restrictions on the sale of e-cigarettes, imposing a limit on the amount of nicotine they can dispense and preventing them from being marketed as aids to quitting smoking without a licence. Just one product has so far got a licence as a smoking-cessation aid from the Medicines and Healthcare Products Regulatory Authority in the UK, made by the giant tobacco company British American Tobacco, although it is not yet in the shops. The restrictions on e-cigarettes have proved controversial. Ben Southwood, head of research at the Adam Smith Institute, said: “Public health authorities should not lose sight of their real goal – or what should be their real goal – reducing harm to citizens while still allowing them freedom to make personal decisions, including those which involve trade-offs between health and pleasure.  “The recent crackdown on e-cigs is not only a restriction on consumer and individual freedom, but will condemn thousands – who might have switched from smoking to vaping – to an early death.” In the high court case, the tobacco companies attacked the EU regulations and the UK parliamentary process that adopted them. Among their arguments, they claimed that the health secretary had placed only limited weight on the voluminous evidence they had gathered, said Mr Justice Green in his judgment.  Both sides argued the other was biased in their interpretation of the evidence. The judge ruled that the industry’s evidence was of low quality – falling below international standards – and the government was right not to give it greater weight.     Standardised cigarette packaging. Photograph: Ash/PA    Green found that the designs and branding on cigarette packaging and other tobacco products exerted “a causal effect upon consumer behaviour and encouraged smoking”. “In the United Kingdom alone, 600 children every day are initiated into smoking. These are the future customers of the tobacco industry,” he said, pointing out that smoking generated “a vast financial burden for the state in terms of medical and care costs and it imposes, for those who succumb to tobacco-related illness, pain and suffering”. In the end, said Green, “the essence of the case is about whether it is lawful for states to prevent the tobacco industry from continuing to make profits by using their trademarks and other rights to further what the World Health Organisation describes as a health crisis of epidemic proportions and which imposes an immense cleanup cost on the public purse.   Related: Smokers and obese people 'soft targets' for NHS savings, say surgeons    “In my judgment the regulations are valid and lawful in all respects. There is no basis upon which I could or should strike down the regulations or prevent them coming into effect tomorrow.” Simon Clark, director of the smokers’ group Forest, said the judgment was disappointing. “Plain packaging treats adults like children and teenagers like idiots. Everyone knows the health risks of smoking and very few people start because of the packaging.  “Plain packaging has nothing to do with health. It’s gesture politics designed to appease public health campaigners who are forever searching for new ways to force smokers to quit … If you don’t smoke but enjoy alcohol, sugary drinks and convenience food you should be concerned by this judgment because the health police are coming for you too.” JTI, one of the tobacco companies that brought the case, announced it intended to appeal, although this would not delay the introduction of plain packs.",
  "webTitle": "Tobacco firms lose high court battle over plain packaging",
  "webPublicationDate": "2016-05-19T14:14:34Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/19/tobacco-firms-lose-high-court-battle-plain-packaging-uk",
  "keyword": [
    {
      "webTitle": "Smoking",
      "id": "society/smoking",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "E-cigarettes",
      "id": "society/e-cigarettes",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tobacco industry",
      "id": "business/tobacco-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "society/2016/may/19/tobacco-firms-lose-high-court-battle-plain-packaging-uk"
}