{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/16/uber-plaintiff-speaks-out-settlement-lawsuit",
  "id": "2016-05-16-38",
  "sectionId": "technology",
  "body": "The original plaintiff in the landmark class-action lawsuit seeking to reclassify Uber drivers as employees has spoken out against the settlement and accused the drivers’ attorney of obtaining his support for the agreement “under false pretenses, duress, and misinformation”. Douglas O’Connor, a former Uber driver, filed suit against the ride-hail company in August 2013, kicking off a three-year legal battle that resulted in a proposed settlement of $84m on 21 April. It allowed Uber to continue classifying drivers as independent contractors. “It is apparent that under the agreement, Uber drivers are being sold out and shortchanged by billions of dollars while sacrificing the determination of their classification as employees,” reads a declaration filed by O’Connor’s new attorneys on Monday morning. “I cannot in good conscience support this disastrous settlement agreement.”    Related: Uber’s $100m driver payout could have been $852m, angering some drivers    O’Connor’s objections join a chorus of dissatisfaction against the drivers’ attorney, Shannon Liss-Riordan, over the deal’s $84m monetary payout – which could rise to $100m if Uber’s valuation increases to $93.75bn within a year of its initial public offering (IPO). Court filings released on 9 May revealed that, had the case gone to trial and Uber lost, the company could have been forced to pay as much as $852m to drivers in reimbursements for losses over mileage, tips and mobile phone charges. As he was the original plaintiff, the case became known as O’Connor v Uber. But though O’Connor’s name may add a certain resonance to his dissent, it’s not clear that his objection carries any more legal weight than any other of the more than 300,000 drivers in the class.  “Mr O’Connor was not certified as a lead plaintiff but we kept him in the loop on the case and included him in the settlement,” said Liss-Riordan by email in response to O’Connor’s declaration. As of 1 September 2015, O’Connor was “no longer seeking to serve as a class representative”, according to court filings. But O’Connor’s new attorney, Ben Meiselas of Geragos & Geragos said: “If you look at the complaint, he was the putative class representative. He did the depositions. He had to sit through it. He is the one who was the face of the litigation.” Class representatives bear special responsibility, and privileges, in class-action cases.  “The class representatives are the voice of the class, and the class attorney has a legal obligation to include the class representatives in settlement discussions,” said Beth A Ross, a labor and employment attorney who has brought class-action lawsuits over the employment classification of FedEx drivers. “It is not common in a class case for the certified class representative to object to a class settlement, although it occasionally happens.”    Related: Uber and Lyft pull out of Austin after locals vote against self-regulation    In his declaration, O’Connor alleges that Liss-Riordan did not invite him to attend any mediation sessions with Uber or consult with him on the settlement. He also alleges that he was only provided with a copy of the settlement after it had already been announced to the press, and that he was pressured to sign the settlement before he had a chance to read it. “I am limited in what I can say about a former client but this is simply not true,” Liss-Riordan responded.  Geragos & Geragos, a Los Angeles-based law firm that, last Wednesday joined a motion seeking to remove Liss-Riordan as class counsel for the case.  That filing described the settlement as “collusive and disastrous” and “tantamount to a $1bn wage theft”.    O’Connor’s objection to the settlement is a marked change from remarks he made to the Guardian the morning after it was reached, on 22 April. “It is what it is,” the former Uber driver and current corporate chauffeur said at the time. “I’ve moved on to greener pastures.”",
  "webTitle": "Original Uber plaintiff says he agreed to 'disastrous' $100m deal 'under duress'",
  "webPublicationDate": "2016-05-16T21:02:29Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/16/uber-plaintiff-speaks-out-settlement-lawsuit",
  "keyword": [
    {
      "webTitle": "Uber",
      "id": "technology/uber",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "San Francisco",
      "id": "us-news/san-francisco",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US unions",
      "id": "us-news/us-unions",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Carrie Wong",
      "id": "profile/julia-carrie-wong"
    }
  ],
  "guardianId": "technology/2016/may/16/uber-plaintiff-speaks-out-settlement-lawsuit"
}