{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/22/stewart-hosie-step-down-deputy-snp-leader",
  "id": "2016-05-22-74",
  "sectionId": "politics",
  "body": "Stewart Hosie has stepped down as deputy leader of the Scottish National party a week after revelations emerged about his private life, and will no longer lead a fresh drive for independence. Hosie apologised to the party leader, Nicola Sturgeon, for the “hurt and upset” he had caused his friends, family and colleagues after having an affair with a journalist, which has led to him separating from his wife, Shona Robison, one of Sturgeon’s closest friends. His resignation letter was released by the SNP on Sunday, the day before Hosie was due to meet Sturgeon in London when she addresses her party’s Westminster group in the Commons. Party sources had predicted before his resignation was announced that the meeting was likely to be very frosty. The event is due to feature a group photograph of the 54-strong SNP group outside the Commons. Sturgeon reappointed Robison last week as cabinet secretary for health and sport, three days after Hosie and Robison announced they had separated. The SNP had initially shown every sign of trying to tough out the controversy, which marred Sturgeon’s high-profile reforms of the party to promote far greater sexual equality and gender balance in her cabinet and public life in Scotland. The day the scandal broke, Hosie’s Westminister colleagues unanimously re-elected him as their depute group leader – a role he will keep despite standing down as overall SNP deputy leader. In the published extracts of his resignation letter, the text of which had been agreed in advance with Robison, with whom he has a daughter, Hosie announced that he would not seek re-election at this year’s party conference, due to be held this autumn. “I am writing to you firstly to apologise for any hurt and upset I have caused to friends, family and colleagues. That was never my intention,” Hosie said. Party sources said Hosie had been left a “broken man” by the scandal. “As you know I have been admitted to hospital on three occasions in the past few years with very high blood pressure. In that regard, the stress of the intense scrutiny of my private life has been very difficult.” In reply, Sturgeon said she had enjoyed working with Hosie as her deputy and commended him for writing two successful election manifestos – for the 2015 general election, where the SNP won a landslide in Scotland, and for the 2016 Holyrood election. “These are achievements you should be very proud of,” she said. “As you step down as depute leader, I know you will continue to make a valuable contribution to the party in many ways and, in particular, through your work in your constituency and as part of the Westminster group.” Hosie has long been part of a powerful inner circle of senior SNP figures. He and Robison represented the same coterminous constituencies of Dundee East and Dundee City East in the two parliaments. He was elected as the party’s deputy leader at the same time as Sturgeon stood unopposed to be party leader. Robison was Sturgeon’s campaign manager during the leadership contest. Hosie had been due to take charge of the first minister’s summer campaign to revitalise their case for independence, by attempting to reassure no voters of its viability. He is now thought to have lost that job. The disclosure of Hosie’s affair with Serena Cowdy, who had previously had an affair with another SNP MP, Angus MacNeil, stunned the party and his colleagues. There were allegations – denied by the party – that the two men had come to blows in a bar over the affair. The controversy escalated further last week after allegations emerged that MacNeil had conducted his affair with Cowdy while staying in a London hotel on parliamentary expenses. This is not thought to be a breach of Westminster’s expenses rules since the hotel costs were in line with those rules, and have been authorised. This is the third scandal to hit the SNP Westminster group. Two of its MPs, Michelle Thomson and Natalie McGarry, have resigned the SNP whip after coming separately under police investigation for alleged financial impropriety. Ian Murray, the shadow Scottish secretary for Labour, said Hosie had made the right decision, but added: “This incident exposes something more significant about the SNP at Westminster. Instead of attacking each other, SNP MPs should be focused on delivering for their constituents. “Last year the SNP told us their MPs would be stronger for Scotland, but just 12 months on, many have been a source of real embarrassment. This incident hasn’t just seen them let down their party, but they are letting down the people of Scotland who voted for them and expect much better behaviour.” John Lamont, the Scottish Conservative chief whip at Holyrood, said: “Stewart Hosie’s decision was inevitable given the circumstances. This episode has been another embarrassment to the SNP MPs group and people who voted for them last year have every right to question what has happened since.”",
  "webTitle": "Stewart Hosie steps down as SNP deputy leader after affair revelations",
  "webPublicationDate": "2016-05-22T14:47:05Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/22/stewart-hosie-step-down-deputy-snp-leader",
  "keyword": [
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    },
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/22/stewart-hosie-step-down-deputy-snp-leader"
}