{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/16/ten-commandments-of-italian-cooking",
  "id": "2016-05-16-213",
  "sectionId": "lifeandstyle",
  "body": "When I was asked to write The 10 Commandments For Making Good Italian Food, I felt God had an easier job to do. What, indeed, are they? And how to define them? Are they so important as to be termed “commandments”? After thinking – and munching – it over for a few days, I decided on the following 10 rules for cooking food all’Italiana. You will not, however, go to hell if you do not follow them, nor to heaven if you do – though the result of your efforts may send you there, granted. Here they are: not on two tablets, but just a piece of newspaper: 1 Buy the best ingredients   Italian food is relatively simple; its success is based mainly on the flavour of the key ingredient, so this must be the highest quality. The Italians spend far more on food than the British, in spite of having a smaller income. According to a 2008 Washington State University survey, the Italians spend $5,200 (£3,600) per person per year on food, while the British spend $3,700 (£2,600) – lower than the Germans, French, Spaniards and most other Europeans. To emulate an Italian in the kitchen, you need to prioritise flavour. 2 Use the right pan   What difference could a pan make to the final result? Well, a risotto made in a paella pan would never have the soft gluey quality of a good risotto. A saute pan, because of its depth and curved sides, is better for braising meat or vegetables than a frying pan. Pasta should be cooked in a cylindrical pot so the water returns to the boil more quickly once you have added the pasta, preventing the shapes from sticking together. Ragu, stews and pulses are cooked in pots made of earthenware, the best material for slow cooking, because it distributes the heat evenly. 3 Season during cooking   Pepper is not used a lot in traditional Italian cooking, but, when it is, it’s usually added during – not after – cooking. Salt, always sea salt, is added as a dish cooks, usually at the beginning, so it dissolves properly, which means less call for serving salt. 4 Use herbs and spices subtly Both are added to enhance the flavour of the main ingredient, not to distract from it. Pellegrino Artusi, one of the great cookery writers, wrote that flavourings should not be detected; they should only be a gentle foil. Chilli, nowadays the most popular, was once used only used in Calabria and the province of Siena. It is added in moderation mainly to shellfish and some tomato sauces. Nutmeg is often added to mashed potatoes and meatballs; cinnamon to braised meat, custard and cakes, and cloves always go into stock, chickpeas and game. Flat-leaf parsley, rosemary, sage and basil are invariably used fresh, but oregano is always used dried. 5 Make a good battuto   A battuto is a mixture of very finely chopped ingredients, and varies according to their use. The most common battuto is onion, carrot and celery, which is the basis of the soffritto (see Commandment 6), but there are battuti of other ingredients, too. Some battuti are used a crudo, which means that they are added to the main dish without being cooked before. The most common of these is that of parsley, garlic, capers or olives and a touch of chilli; it is used for dressing cooked vegetables, such as cauliflower, on boiled fish or with boiled meat, tongue or ham. Traditionally, onion and garlic are never present in the same battuto. 6 Keep an eye on your soffritto   A soffritto is a cooked battuto, mostly a mixture of pancetta or lardo and vegetables. It is a vital part of many Italian dishes. A soffritto must be watched and stirred with care while it is cooking. Two minutes longer watching the telly and your soffritto becomes a burnt mess. I always add a pinch of salt when I saute the onion (usually the first ingredient to go into the pan), because the salt releases the liquid in the onion, thus preventing it from burning. 7 Use the right amount of sauce   The Italians like to eat pasta dressed with sauce – not sauce dressed with pasta. The usual amount of sauce added to a portion of pasta is two full tablespoons, so the amount of ragu necessary for dressing about 500g of pasta is made with 400g of meat, plus the pancetta, all the vegetables for the soffritto and the tomatoes. A tomato sauce for 400-500g of spaghetti is made with 1kg of fresh tomatoes or with two tins of plum tomatoes. 8 Taste while you cook   Food in Italy is mostly cooked directly on the heat and not in the oven – which might be why the Italians are not strong on baking. The food in the pot is nurtured all through the cooking: a spoonful of water or wine may be added, a pinch of salt, a grinding of pepper, a touch more of chilli, a teaspoon of sugar, a drop or two of lemon juice or vinegar may all go in the pot. The cook is perpetually tasting and adjusting. The final result is a labour of patience and love. 9 Serve pasta and risotto alone I shall always remember a lunch at our house when my husband, a very reserved English man, categorically responded to one of my cookery colleagues who asked for the salad with her penne: “No, I am sorry, you are in an Italian home and you can’t have salad with pasta.” That’s it. Neither pasta nor risotto are ever served with salad, vegetables, meat or fish or anything. Only one pasta dish and two risotti are traditionally accompanied by meat: Carne alla Genovese – a braised beef dish allegedly brought to Naples by the Genovese merchants, served with penne; Ossobuco alla Milanese – the traditional ossobuco without tomatoes served with saffron risotto; and Costolette del Priore – breaded veal chops in a cheese sauce, served with risotto in bianco (plain risotto). 10 Don’t overdo the parmesan There may be a bowl of grated parmigiano reggiano on the table when pasta or risotto are served, but the usual amount added is not more than 1-2 teaspoons, so as not to overpower the flavour of the main dish. It should be grated, not flaked; except on special salads, such as those with fennel or artichoke. The cheese must dissolve, imparting an overall flavour like a seasoning. Parmesan is not added to fish or seafood risotto, apart from some varieties with prawns.",
  "webTitle": "Ten commandments of Italian cooking",
  "webPublicationDate": "2016-05-16T12:00:11Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/16/ten-commandments-of-italian-cooking",
  "keyword": [
    {
      "webTitle": "Italian food and drink",
      "id": "lifeandstyle/italian-food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Del Conte",
      "id": "profile/anna-del-conte"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/16/ten-commandments-of-italian-cooking"
}