{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/11/frankie-dettori-oaks-so-mi-dar-musidora",
  "id": "2016-05-11-140",
  "sectionId": "sport",
  "body": "When a well-bred filly wins the Musidora Stakes by four lengths, the next chapter in her story normally writes itself. There is still the outside chance of a plot twist in the case of So Mi Dar, however, as her emphatic success here on Wednesday was the best single performance in any British Classic trial in 2016, a season when the very best three-year-old fillies could prove to be at last a match for the best of the colts.   Related: Gosden sets So Mi Dar on course for Oaks after Epsom Derby Trial win    In any normal year, So Mi Dar would head straight to the Oaks at Epsom on 3 June. But this is a spring with a new normal, when colts like Humphrey Bogart and Viren’s Army, both of whom finished behind So Mi Dar in the Derby Trial at Epsom in April, go on to win Classic trials but do not hold Derby entries. It is also a year when even a victory as comprehensive as So Mi Dar’s is not enough to promote her to the top of the Oaks betting. Minding, the 1,000 Guineas winner, remains favourite for the fillies’ Classic at Epsom at a best price of 5-4, while So Mi Dar is 3-1 for what would be a compelling head to head. Then again, Minding is also 3-1 favourite “with a run” for the Derby a day later, ahead of Midterm’s run in the Dante here on Thursday. Should Midterm, top-priced at 100-30 for the Derby, fail to advertise his chance, what then? A further complication is that while the connections of horses like Viren’s Army, the Dee Stakes winner, would need to scratch together £75,000 for a supplementary entry, So Mi Dar has a free pass to the Derby thanks to her victory in the track’s “win-and-you-are-in” trial. Unless Midterm or one of his opponents spreadeagles the Dante field, John Gosden’s filly would probably start as a solid second-favourite, at worst, for either of the Epsom Classics. The immediate reaction of both Gosden and Lady Lloyd Webber, whose husband, Andrew, owns So Mi Dar, was that So Mi Dar will go for the Oaks. “I wish we could sell it [the free entry],” Lloyd Webber said. “We could pass it on to one of those that has to supplement. “But why would you not want to win the Oaks, why would you give that up? And why would we be worried about one horse [Minding]? It’s going to be a really strong Oaks field, probably stronger than the Derby, and we should take our chances, that’s my feeling. “If we were having to supplement, we wouldn’t be considering it, but we shouldn’t be swayed by 75 grand. So that’s what we must get out of our heads. Would we be supplementing for the Derby right now? Probably not. That says it all really.” However, Lloyd Webber suggested Gosden would have the final say, while the trainer batted the Derby question back to the owner. The likelihood remains the Oaks will see a fascinating meeting between Minding and So Mi Dar but, as the connections of So Mi Dar in particular work through the options, there must be a chance, at least, the Derby will start to look like an interesting option. It is, above all, the Derby, the cornerstone of Thoroughbred racing for more than 200 years and a race that is, or should be, the ultimate prize for any owner of any Flat-bred horse. So Mi Dar’s chance of success in the Derby, in receipt of 5lb from the colts, would also be as good, if not better, than her chance in the Oaks. If Paddy Power will indeed lay 6-1 with a run for the Derby, as their rep here suggested after the race, it is as obvious a bet to nothing as you will see all year. Nor is there the issue of stallion values to worry about. Were Minding to beat her male stable companions at Epsom, the market value of an entire generation of the Coolmore Stud’s three-year-old colts would crash. For the Lloyd Webbers, the problem would not arise. “She could do no more than hands-and-heels by four,” Gosden said. “The golden plan was to get a lead and settle her, and I didn’t mind her sitting last as she’s got a great turn of foot. “If we go to the Oaks, it will be a hell of a race with Minding, that’s for sure. I’m very clear in my mind that the best two-year-old I saw last year was Minding, and the best three-year-old this year is Minding. I think she is above the colts and the other fillies, and this is the only filly on the book that can give her a proper race.” Frankie Dettori, So Mi Dar’s jockey, was in irrepressible form all afternoon, completing a treble which also included Magical Memory’s comfortable success in the Group Two Duke Of York Stakes. Charlie Hills’s grey travelled strongly throughout the six-furlong race before easing ahead approaching the final furlong to win by half a length. He will run next in the Group One Diamond Jubilee Stakes at Royal Ascot, but a long-term plan is also hatching in Hills’s mind to travel to Santa Anita in November for the Breeders’ Cup Turf Sprint. “He’s a beautiful horse that’s going from strength to strength and Frankie gets on really well with him,” Hills said. “He’s got a lot of class and he’s improving, and he’ll obviously go to Ascot. I’m sure he’d be quick enough for five furlongs, but the stiff six should suit him. “What has to impress you is how he travels in his races. Frankie rang me last week and said the race this horse is tailor-made for is the sprint at Santa Anita, so let’s hope he’s right.”",
  "webTitle": "So Mi Dar owners must be tempted by the Derby after Musidora romp",
  "webPublicationDate": "2016-05-11T15:39:59Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/11/frankie-dettori-oaks-so-mi-dar-musidora",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Oaks",
      "id": "sport/epsom-oaks-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Frankie Dettori",
      "id": "sport/frankie-dettori",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "John Gosden",
      "id": "sport/john-gosden",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/11/frankie-dettori-oaks-so-mi-dar-musidora"
}