{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/12/alison-phillips-new-day-deputy-editor-in-chief-mirror",
  "id": "2016-05-12-81",
  "sectionId": "media",
  "body": "The former editor of the short-lived Trinity Mirror newspaper the New Day, Alison Phillips, has been made deputy editor-in-chief of the Mirror titles less than a week after the newspaper closed.  The Guardian reported earlier this month that Phillips was being lined up for a senior role at publisher Trinity Mirror. Before taking on the New Day project in September, she was the weekend editor, with responsibility for the Sunday People and Sunday Mirror.    Related: Why The New Day didn't work... and had no hope of working    The New Day lasted only nine weeks, seeing its circulation drop precipitously after launching to about 30,000, well below the number of sales needed to break even. Trinity Mirror has said that all staff seconded from other parts of the business to work on the title would return to their jobs; however, some hired specifically to work for the launch would not be kept on.  Phillips will begin taking daily news features conferences from Monday 23 May in what is described as a “significant” change in working practices that will bring “immediate benefits”.  Her appointment is part of a set of announcements at Trinity Mirror’s national titles.  Peter Willis, the editor of the weekday editions of the Daily Mirror - Phillips previously handled the Saturday edition - has formally been confirmed as editor of the Daily Mirror. Willis is also director of the Pride of Britain event director, which he founded in 1999, which has just struck a five year exclusive sponsorship deal with bank TSB. The acting Sunday Mirror editor, Gary Jones, and his acting deputy, Caroline Waterston, are both having their roles made permanent. Associate editor Paul Henderson is being made executive editor and will edit on Sundays in Jones’ absence. Phillips, Willis and Jones will report to Trinity Mirror editor-in-chief, Lloyd Embley.",
  "webTitle": "The New Day's former editor made deputy editor-in-chief of the Mirror",
  "webPublicationDate": "2016-05-12T18:13:28Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/12/alison-phillips-new-day-deputy-editor-in-chief-mirror",
  "keyword": [
    {
      "webTitle": "Trinity Mirror",
      "id": "media/trinity-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The New Day",
      "id": "media/new-day",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    },
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/12/alison-phillips-new-day-deputy-editor-in-chief-mirror"
}