{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/18/alastair-cook-england-10000-run-milestone-sri-lanka",
  "id": "2016-05-18-54",
  "sectionId": "sport",
  "body": "Alastair Cook says he would like nothing more than to wipe off the 36 runs he needs to become the first Englishman past 10,000 in Test cricket, if only to get people talking about something different. A lean series by his own standards in South Africa over the winter has left the milestone hanging for four months, with England’s record run-scorer now hoping that early summer form for Essex will help to scrub if off quickly in Thursday’s first Test with Sri Lanka at Headingley. “It would mean a lot and I hope I can get there sooner rather than later to talk about something else,” said Cook, who would be only the 12th Test batsman above 10,000. “It’s a big milestone in terms of the people who have done it previously. It would be great to score those 36 runs, put that to bed, and the focus on what I’ve done in the last 10 years.”   Related: Steven Finn to retain England spot for first Test against Sri Lanka    Away from his own feats, Cook sees the prospect of England holding all nine Test trophies by the end of the summer as an inspiration, even if the path to this slightly convoluted target begins at a ground with few recent happy memories for the team. The 2-1 win in South Africa means they are the most recent victors in series against seven Test nations, with Sri Lanka and Pakistan, the two touring sides this summer, the remaining countries on their to-beat list. It is an invented challenge of sorts – Zimbabwe were last played in 2003, with Jimmy Anderson the sole survivor from that series – but one that has not been lost on the current players, a number of whom have already spoken about the possible feat being a carrot for this summer’s Test cricket. He said: “I think it would be a great achievement. People have spoken about it and I don’t think there’s any harm if that inspires us. But actually achieving that will be hard work. It’s not going to be given to us against two good sides.” Headingley, where the international summer begins, has been England’s least productive ground on home soil in recent times, however, with just one win and four defeats from their past six matches in Leeds – something Cook says is one for the statisticians, rather than the team, to be concerned about. Among them was Sri Lanka’s 100-run victory two years ago. During that match, on the fourth night, he was talked out of resigning the captaincy by his wife, Alice, as the rancour from the previous winter’s Ashes whitewash in Australia and Kevin Pietersen’s exile from the side continued to rumble on. Asked how close he came to standing down at the time, Cook replied: “Close enough, I think. Close enough that you wouldn’t want to get any closer. I’ve never really quit on anything. I probably had about two per cent left in me saying if you walk out now you still have a bit more to offer that side really. So I suppose me being stubborn, probably. I don’t really want to be known as a quitter.” England’s fortunes have improved since, with Cook crediting a “good blend” of seniority and youth in the side. There are, however, continuing question marks over the top order, with the installation of Alex Hales as Cook’s latest opener – the eighth since Andrew Strauss retired – bearing little fruit in South Africa and Nick Compton, at No3, fading in that series after a match-winning start in Durban. Cook, who himself averaged 23 in those four Tests, said: “Until someone really grabs that opportunity as opener and nails it then there’s always going to be questions asked. Alex is in possession and the way he played in the one-day series against South Africa – with five scores above 50 – showed he’s not just a T20 specialist. He played proper cricket and wasn’t just whacking the ball. “As always with these things you want to get a big score to try and prove that to people and do it consistently. That’s his challenge and it’s the same for Nick as well. He got a really good 85 at Durban and that was only four games ago. The guy is a fighter and he’s just got to relax and play.” With Cook confirming Steven Finn’s place in the side as the third seamer in the attack for the first Test, over the uncapped Jake Ball, it means James Vince is the only change from the team that won in Johannesburg in January to seal that away series win. James Taylor, whose retirement due to a heart condition opened up the spot at No5, excelled during that 2-1 victory fielding at short-leg and facing the tall order of replacing him under the lid will be Compton, when the seamers are bowling, and Vince for spinner Moeen Ali. The Sri Lankan captain, Angelo Mathews, used his pre-match press conference to extend “love and support” to victims of recent floods and landslides back home, with torrential rain leading to a feared death toll of 150 people in the central region of Kegalle. Mathews backed his side, who will wear black armbands during the first Test and will be without key seamer Dhammika Prasad because of a shoulder injury, to play fearless cricket in the series while conceding seaming conditions represent their toughest challenge.",
  "webTitle": "England’s Alastair Cook eager to pass 10,000-run milestone against Sri Lanka",
  "webPublicationDate": "2016-05-18T18:27:06Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/18/alastair-cook-england-10000-run-milestone-sri-lanka",
  "keyword": [
    {
      "webTitle": "Alastair Cook",
      "id": "sport/alastair-cook",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/18/alastair-cook-england-10000-run-milestone-sri-lanka"
}