{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/29/garden-house-inn-durham-review-jay-rayner",
  "id": "2016-05-29-191",
  "sectionId": "lifeandstyle",
  "body": "The Garden House Inn, Framwellgate, Peth, Durham DH1 4NQ (0191 386 3395). Meal for two, including drinks and service: £70 On the pavement outside Durham’s Garden House Inn is a blackboard sign. It reads: “Food now being served.” It’s a very quiet way by which to announce the noisy, muscular, sometimes thrilling cooking to be found inside this pub just outside the city centre. God knows the people of Durham need to be made aware of it. I found out about the things going on in there courtesy of the rather brilliant Secret Diner, the restaurant critic for the Newcastle-based Journal newspaper.     Nobody leaves complaining about portion size. This is Durham. They do things properly here       In a recent review of the Garden House Inn they – I don’t know their gender, and the English language is unhelpful in these situations – bemoaned the lack of good restaurants in Durham. This saves me the hassle of doing so. Blame the Secret Diner. Apparently the worthwhile possibilities numbered just two: DH1, which has the light sheen and gloss of fine dining about it, and Bistro 21 – part of the 21 Hospitality Group belonging to chef and restaurateur Terry Laybourne.     ‘Light and finishable’: chicken pasty with grilled leeks and chive mash. Photograph: Gary Calton for the Observer    The greedy of Newcastle and Durham ought to erect statues to Laybourne. He’s a grafter whose businesses have provided a benchmark for informal quality in the region for years. One of the first restaurants I reviewed for this column almost exactly 17 years ago, 21 Queen Street in Newcastle, was Laybourne’s, and he has continued feeding the area well in the years in between – not merely by supplying good restaurants but also by training up chefs. Which in a way is what he has done here. Because Bistro 21 closed not long ago, reducing the city’s choices to one, and the head chef Ruari MacKay turned up here with his colleagues at this low-ceilinged pub. It has cosy nooks, country house furniture and soft furnishings. There’s a large conservatory out back, but upfront is where the charm has been punched up to maximum. Depending on your point of view the menu is eclectic, restless or just plain bonkers. It’s a bunch of things they like to cook, few of which have any business being corralled together on the same piece of paper. When the dishes have little in common with each other like this, they each have to make a case for themselves. It’s a mark of the kitchen’s chops that almost everything, from the hardy, man-of-the-people chicken pasty, through the Russian-oligarch-slumming-it luxe of a lobster sandwich to the bang-on-trend cool of Korean pork belly, finds its target. The latter is listed as a bar snack at just £3.50, but I could well imagine slipping in here by myself and ordering three portions of this and hoping nobody noticed. Then again I do have a filthy imagination.     ‘Don’t get that sauce down your shirt; it will never come out’: Korean pork belly. Photograph: Gary Calton for the Observer    The pork belly is in squares and has been cooked long and slow until it is almost falling apart. Yet somehow it has a crisp shell which has been then drenched in a deep red glaze of umami and fire with a hint of Sriracha sauce in its depths, which is an amiable slap around the chops. Don’t get that sauce down your shirt; it will never come out. The pork belly is crunchy and soft, sweet and savoury. A dice of spring onion is added to make you feel good about yourself. Other bar snacks include a haggis scotch egg, all crumbly offal and pepper, served warm with a yolk making a bid for freedom, and breaded monkfish cheeks with a coarse-cut tartar sauce. Among the starters there are lobes of ham hock that break with the push of a spoon, in a limpid hammy broth with fresh peas bursting sweetly between the teeth and another soft boiled egg. It’s a soothing and, most of all, generous plateful for £6. Everything here is generous. They are on a mission to feed. Nobody gets to leave the Garden House Inn complaining about the portion size. This is Durham. They do things properly here. A Thai prawn and mussel broth, the fire soothed with coconut milk, is a passable effort as are three cheese croquettes. The star, though is that lobster sandwich, at £10 the most expensive starter. For that you get at least half a lobster and enormous attention to detail. The bread element is sweet, toasted brioche. The shells have been roasted and a broth made which has been reduced down then used to loosen the mayo, until it is the essence of the shellfish it is binding. I run my finger around the pot of extra mayo on the side to check, then check again. Next to the two sandwiches is a lump of claw meat because, well, why not? The lobster sandwich has serious class. Make that two portions of Korean pork and one of these. Yours for £17. A vast main course of lamb shoulder, the strands of meat spoolable on to a fork like spaghetti, have been given the Anglo-Indian treatment. The lamb has been put in its place by a broad-spectrum garam masala in the best of ways so that it is sweet and fiery and cries out to be scooped up into the accompanying flatbreads. That chicken pasty is a whole breast, inside a crimped and glazed shortcrust pastry shell, on chive mash. It could be heavy and relentless, but somehow manages to be light and finishable.     Monkfish, ’Nduja, wild garlic and roast potatoes. Photograph: Gary Calton for the Observer    The most expensive main, at £15, brings sizable pieces of monkfish, which have been taken down a back alley and given a proper beating by ’Nduja – the salty, chilli-boosted soft salami of Calabria, which melts unto a crust under heat. (Try it on cheese on toast. No really. Do.) This should be an unbalanced dish. The poor fish should be crying out for mercy. But there are roasted new potatoes for those looking for respite and, anyway, it turns out monkfish rather likes a bit of rough trade. Only the one non-meat dish, wild garlic gnocchi with mushrooms, leeks and a parmesan cream, is a miss. It slips from rich to heavy to an unwelcome challenge, just a little too quickly. Still, there is a solid selection of serviceable wines at prices in the teens which make every London wine list look like an act of extortion. And to follow that, there’s a sticky toffee pudding in a lake of caramel. They make their own ice creams and shortbread biscuits to go with them – ones that both crack in the hand and melt in the mouth. The sign outside the pub does not lie. They are indeed now serving food at Durham’s Garden House Inn. And how. Jay’s news bites ■ The Raby Hunt, a 40-minute drive south from Durham, is a genuine original. Chef James Close strains every sinew to get flavour into his dishes: cylinders of duck liver parfait come wrapped in thin leaves of smoked eel, alongside beetroot; roasted marrowbone is dressed with anchovy and basil; a milk chocolate parfait yields up a centre of salted caramel. Yes, it costs, but you get your money’s worth (rabyhunt restaurant.co.uk). ■ A survey by online money-saving site promotionalcodes.org.uk has found that the less your food has in it, the more it costs. Or to put it another way, you pay a premium to go gluten free. Regular penne pasta costs 59p per 500g; gluten free it’s £1.20. Gluten-free chocolate biscuits are double the price, and sausage rolls almost four times more expensive. ■ And so to my regular update on the rising value of cake, particularly at Patisserie Valerie: the holding company has recorded a 14.4% increase in revenue over the six months to 31 March, with a 20% rise in profits to £8.4m. (patisserie-valerie.co.uk). Email Jay at jay.rayner@observer.co.uk or follow him on Twitter @jayrayner1",
  "webTitle": "The Garden House Inn, Durham: restaurant review | Jay Rayner",
  "webPublicationDate": "2016-05-29T05:00:25Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/29/garden-house-inn-durham-review-jay-rayner",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "travel/restaurants",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Jay Rayner",
      "id": "profile/jayrayner"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/29/garden-house-inn-durham-review-jay-rayner"
}