{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/14/dryer-broken-four-times-john-lewis",
  "id": "2016-05-14-177",
  "sectionId": "money",
  "body": "I have been having ongoing problems with a Hotpoint tumble dryer I bought from John Lewis in October 2014, but which stopped working 11 months later. After I phoned the electrical helpline a new part was ordered and an engineer came to fix it a few weeks after that.  Since then, the machine has gone wrong a further three times – each time because of a problem with the heating element.  I was told after the third breakdown that John Lewis would refund my money, but it has since reneged on this agreement. When the dryer went wrong for the fourth time it told me that an engineer would have to verify that it was broken again, but now it says the part needs to be replaced and I won’t get a refund.  The latest visit resulted in a new heating part being ordered, but it is not in stock and no one can tell me when it will come in. I’m at my wits’ end as I have tried to obtain a refund from John Lewis so I can purchase a reliable machine, or just get a replacement machine from them – but no luck with either. MC, Milton Keynes John Lewis offers a two-year guarantee on all electrical items it sells, including large white goods, and will always look to repair an item if something goes wrong during that time. But four breakdowns in quick succession suggests a serious fault. John Lewis told us: “Although the manufacturer has recommended that the tumble dryer is repairable, as it has gone wrong on a number of occasions and within a short space of time, we are happy to replace MC’s machine. The replacement is now on order and we will be in touch with MC to organise delivery.” You decided, probably wisely, to opt for a machine from a different manufacturer. The retailer has also offered you a £75 gift voucher by way of an apology, which you have accepted. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number",
  "webTitle": "My dryer has broken down four times while John Lewis keeps changing tack",
  "webPublicationDate": "2016-05-14T06:00:29Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/14/dryer-broken-four-times-john-lewis",
  "keyword": [
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Smithers",
      "id": "profile/rebeccasmithers"
    }
  ],
  "guardianId": "money/2016/may/14/dryer-broken-four-times-john-lewis"
}