{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/21/17th-century-adult-colouring-in-book-albions-glorious-ile-michael-drayton-william-hole",
  "id": "2016-05-21-168",
  "sectionId": "books",
  "body": "Adults finding time for colouring-in books might seem a modern fad, part of the fashion for all things mindful. But the trend actually dates back more than 400 years, and one of the earliest books intended for amateur colouring – a series of maps adorned with delicately drawn images of nymphs, water sprites and fairies – is about to be republished, centuries after it was first printed. The maps in Albion’s Glorious Ile, out in June from Unicorn Press, were commissioned to illustrate the poet Michael Drayton’s 17th-century, 15,000-line poem, Poly-Olbion. Describing England and Wales – Drayton didn’t get round to Scotland – the vast poem tours the country, county by county, evoking the topographical features and legends of each location. “Of Albions glorious Ile the wonders … I write, / The sundry varying soyles, the pleasures infinite,” writes Drayton, in the poem he dubbed his “strange Herculean labour” and spent 30 years honing.     A anthropomorphised goddess figure of Albion, from Albion’s Glorious Ile. Illustration: Unicorn Press    Engraver William Hole created a series of maps to accompany the poem, which was published in two parts in 1612 and 1622. Hole’s maps, printed uncoloured and bound with the poem, anthropomorphise each feature of the landscape, hills becoming country gentlemen, forests huntresses, rivers gods and water nymphs, would have subsequently been hand-coloured by both amateur and professional colourists. “You could have asked for it to be coloured by a professional, but it became quite fashionable to hand-colour it yourself. It was an activity for nobles,” said art historian Anne Louise Avery. “Before the printing press, you had manuscript maps which were so valuable you would have wanted a professional, plus the pigments were so expensive. Then there were woodblock maps, which needed heavy pigments. But these were copperplate maps, so they needed lighter paints, and this tied in with the development of watercolours. They became really popular - there was the theory that they would improve your mind – it was early mindfulness.” Avery pointed to the words of Henry Peacham, in his 1622 Compleat Gentleman, in which he advised that the basics of hand-colouring were easy to learn, and highly beneficial. “I could wish you now and then, to exercise your Pensill in washing and colouring, which at your leasure you may in one fortnight easily learne to doe: for the practise of the hand, doth speedily instruct the mind, and strongly confirme the memorie beyond any thing else,” wrote Peacham, predating the spiritual claims of colouring-in publishers today. “Colouring became consistently popular as an activity, and this went on until the 19th century, when technology meant that you could print full-colour maps,” said Avery, who discovered the maps when researching the writings of Drayton. Also director of the arts and education nonprofit organisation Flash of Spendour, she went on to direct the Children’s Poly-Olbion project, which introduced children to Drayton’s poetry and Hole’s cartography, culminating in a major exhibition, and the publication of Albion’s Glorious Ile next month.     For the metrosexuals ... Surrey and London, from Albion’s Glorious Ile. Illustration: Unicorn Press    “Although the maps are known in some academic circles and amongst map collectors … I thought it was such an extraordinary artistic landmark, and no one knew of it at all,” said Avery. “This is the first time they’ve ever been published at this size, in this collection, since the 17th century … When you’re colouring it, you’ll be experiencing the same things which someone would have in 1640.” Independent publisher Unicorn will release four volumes of the work in June, totalling 30 county maps of England and Wales. The books have already won advance praise from Simon Schama, who called it “such a wonderful idea”, while Philip Pullman said that he welcomed “the reappearance, in any form, of this vivid and slightly crazy poem, and the picturesque images that accompanied it”. “Drayton the poet was an early environmentalist, and so the subtext of the maps is this great message for England not to have its natural landscape destroyed,” said Avery.   Related: Albion's Glorious Ile, the 400-year-old colouring book – in pictures    Drayton never got to include Scotland due to the changing tastes of his contemporaries. “When the second volume was published in 1622, he was supposed to do Scotland, but it hadn’t sold very well. At the time of the first publication, in 1612, people were in the Elizabethan way of thinking, about fairies and mystical beings. By the second, everyone was very Jacobean and dark and sinister; they didn’t want Elizabethans flitting around, and it didn’t sell. Drayton called his publishers ‘base knaves’ and was feeling ill about it all, so he didn’t do Scotland.” With colouring books for adults continuing to storm the book charts, and the genre cited as a crucial factor in the growth of print book sales in 2015, those yet to buy into the craze could do worse than remember Peacham’s advice in 1622: “nor thinke it any disgrace unto you, since in other Countries it is the practise of Princes … also many of our young Nobilitie in England exercise the same with great felicitie.”",
  "webTitle": "17th-century adult colouring-in book ready for modern hues",
  "webPublicationDate": "2016-05-21T07:00:06Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/21/17th-century-adult-colouring-in-book-albions-glorious-ile-michael-drayton-william-hole",
  "keyword": [
    {
      "webTitle": "Publishing",
      "id": "books/publishing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Illustration",
      "id": "artanddesign/illustration",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/21/17th-century-adult-colouring-in-book-albions-glorious-ile-michael-drayton-william-hole"
}