{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/06/homintern-by-gregory-woods-review",
  "id": "2016-05-06-318",
  "sectionId": "books",
  "body": "An old joke has it that in Vienna in the early 1930s, an elderly Jewish man was in the habit of going to a cafe every morning and reading notoriously antisemitic newspapers. “Why do you read these papers?” a fellow cafe-goer, also Jewish, one day accosted him. “Don’t you know they’re full of lies? According to them, we run the world!” “I know,” the newspaper reader replied. “It’s so consoling.” Substitute an alleged homosexual conspiracy in the arts for an alleged Jewish one in politics, and you have, roughly speaking, the conceit of Gregory Woods’s new history, Homintern. “Homintern” was a portmanteau word, a mash-up of “Comintern”, the name of the international communist organisation that flourished between the two world wars, and “homosexual”. It referred, originally in jest, to the notion that a clique of gay men and (in smaller numbers) lesbian women controlled the arts world from behind the scenes, giving undue preference to the work of their lovers, ex-lovers and would-be lovers, and skewing taste away from the “natural” and “wholesome”. It’s not clear who coined it; Cyril Connolly, WH Auden, and Jocelyn Brooke have been credited, among others. It’s unlikely that they conceived of it as a serious idea, but it was taken that way by many who were hostile to gay people. In 1966, for example, Time magazine complained: “In the theater, dance and music world, deviates are so widespread that they sometimes seem to be running a kind of closed shop.” Homintern was “a joke, a nightmare, or a dream, depending on one’s point of view,” Woods writes, and the anxieties and aspirations that gave rise to it were still in play as recently as the 1990s, when a circle of gay celebrities around the LA entertainment moguls David Geffen and Barry Diller figured in gossip columns as a “Velvet Mafia”.   Related: From gay conspiracy to queer chic: the artists and writers who changed the world    In choosing to write a book about this subject, Woods – whose 1987 study Articulate Flesh made him a pathbreaker for gay studies in academia – flirts with logical incoherence. At the outset, he rightly debunks the idea of a Homintern, pointing out that it’s unfair to single out gay men for mixing romance and art – “as if,” he writes, “heterosexual people never dedicate their books to their lovers or spouses”. It’s also unfair to suspect them of conspiracy on account of habits of secrecy that they were forced into by legal persecution and social stigma for most of the 20th century. Woods then proceeds, however, to devote the bulk of his book to recounting, and even celebrating, links between gay men in the arts that were half-hidden and often sexual in nature – the same links that he thinks it would be unjust, if not paranoid, to make too much of. So was there something like a Homintern after all? Perhaps gay people, as members of a stigmatised minority, were in fact more ready than their straight counterparts to jettison tradition and transcend national borders, as the spirit of modernism required. Perhaps the solidarity that grew out of shared oppression did prove of use to ambitious non-straight writers and artists trying to find a foothold. Instead of trying to resolve the paradox, Woods ambivalently embraces it. He takes the reader on a tour of gay people in the arts during the 20th century, focusing mainly on literature in western Europe and the US, with some attention to dance, painting and music as well. Many stops on the tour will be familiar to those with a long-standing interest in the subject, and the narrative moves too swiftly to permit close scrutiny or any other kind of lingering. Still, Woods is a knowledgeable and entertaining guide.    Star-studded gay patronage, it turns out, does not guarantee success in the arts    He begins with Oscar Wilde, whose 1895 trial and imprisonment for “gross indecency”, as British law then categorised homosexual activity, set the terms for gay identity at the dawn of the 20th century. In countries with anti-homosexual laws, such as Britain, a gay person unwilling to throttle his sexuality had to choose between exile, secrecy and martyrdom. Even in countries ruled by the Napoleonic code, which didn’t criminalise homosexual acts between consenting adults, gay people were caricatured as affected and frivolous in the aftermath of the Wilde scandal, and any writer or artist with even a faint streak of refinement was suspected of homosexuality. Woods tries to sort his anecdotes by country – Russia, France, and Germany get separate chapters – but his subjects soon make a hash of his geography. Some of the most talented gay Russians did their best work in Paris, which was, in turn, full of Americans, and many British gay men of the interwar period developed a strong hankering for Berlin – and so on. The nationalities of the artists seem to have mattered less, in the end, than the scenes they belonged to, which arose in particular cities at particular times. In the first decades of the 20th century, for example, the culture impresario Sergei Diaghilev brought Russian art, music and opera to Paris, along with the cream of Russia’s ballet dancers, including Vaslav Nijinsky, who became Diaghilev’s lover. Diaghilev and Nijinsky socialised in Paris in circles that included Marcel Proust and Jean Cocteau. In the 1920s, Diaghilev and Cocteau could still be found in these circles, and Christopher Wood, a young English painter, was introduced to them, and to opium, by a Chilean diplomat he was sleeping with. Though the painter is a minor figure in Homintern, he is an important one because he didn’t make it. Although Diaghilev commissioned him to design the set for one of his ballets, he was unable to follow through, and jumped in front of a train in 1930 without having made much of a name for himself. Star-studded gay patronage, it turns out, does not guarantee success in the arts.     Programme illustration of Vaslav Nijinsky in Prélude à l’Après-midi d’un Faune. Photograph: Alamy    Living in Paris in the same decade, the young American composer Virgil Thomson had more luck. He explained in a 1922 letter to a friend: “Whenever I go to call on a middle-aged or elderly person of either sex, but particularly men, I do my complexion with cold cream and hot water, I run all the way up the stairs, and then I slap myself as I ring the bell.” He was soon fraternising with François Poulenc and Erik Satie. It’s not clear, though, that Thomson owed his later triumphs to this cynical manipulation of his sex appeal. His most crucial friendship may have been with Gertrude Stein, who found him “amusing” and let him set her poems to music. The salon that Stein and her companion Alice B Toklas ran in their living room became famous, through Stein’s ventriloquised Autobiography of Alice B Toklas, and visitors included the photographer George Platt Lynes, the painter Marsden Hartley, the poets Hart Crane and Natalie Barney and the novelists Glenway Wescott and Carl Van Vechten.   Related: Top 10 landmarks in gay and lesbian literature    Woods ends up describing a rather long daisy chain, and there is room here to mention only a few relatively detached links. Magnus Hirschfeld set up one of the first research institutes dedicated to sexuality in Berlin, a city that Auden and Christopher Isherwood visited in pursuit of young men. “It was easy to be advanced,” Stephen Spender wrote, of the expats’ life there. “You had only to take off your clothes.” Italy, which EM Forster called “the beautiful country where they say ‘yes’”, became another resort, especially the island of Capri, where a French poet staged a ceremonial flogging of his teenage Italian lover before the boy departed to do his military service and became the subject of a novel by his compatriot Roger Peyrefitte. In the Egyptian city of Alexandria, Forster observed the Greek poet Constantine Cavafy “standing absolutely motionless at a slight angle to the universe”, and the Australian novelist Patrick White met a local man who became his lifelong companion. For decades, the novelists Paul and Jane Bowles presided in Tangier, which Jack Kerouac was to call a “sinister international hive of queens”. William Burroughs arrived in 1954 with a teenage Spaniard named Kiki who, Woods writes, “was, famously, the boy who would blow smoke into his pubic hair and say ‘Abracadabra’ as his hardening cock emerged from the cloud”. Tangier was to figure in Burroughs’s novel Naked Lunch as a phantasmagoric, rubbery walled sex market called the Interzone. During the Harlem Renaissance, the gay black editor and scholar Alain Locke kept up what he called a “fraternity of friends”, including the gay poet Countee Cullen, and was resented as reactionary by the novelist Claude McKay, who was bisexual. Woods briefly describes the symbiosis of the studio system and the closet in mid-century Hollywood, and touches on a circle of gay writers in Cuba in the 1960s, including Reinaldo Arenas and José Lezama Lima, and another of Latino writers in Paris in the same decade, including Manuel Puig, Severo Sarduy and Juan Goytisolo.   Related: Sign up to our Bookmarks newsletter    At the end of the century, the mounting politicisation of gay identity dismayed many older gay and lesbian artists and writers. Roland Barthes, for example, scorned the out-and-proud style as a new conformism. Jean Genet complained in 1983 that “I did not write my books for the liberation of the homosexual”, and Francis Bacon was even grumpier, telling a biographer that “I really hate gays”. Alec Guinness went so far as to set a copy of Alan Hollinghurst’s sexually explicit novel The Swimming-Pool Library on fire. Woods reports that the UK’s Sexual Offences Act of 1967 licensed homosexual acts only when they took place in private, and he speculates that older gay men may have feared that too rowdy a challenge to convention would prompt the authorities to repeal even that liberty. Woods acknowledges, though, that many gave a different explanation for their resistance, insisting that their art deserved an audience beyond an identity-based ghetto. Another paradox, then: a number of the artists and writers in Woods’s book would probably have been chagrined to be included. After all, even a writer happy to be identified as gay might wish to be remembered for her work rather than her biography. • Caleb Crain is the author of the novel Necessary Errors, published by Penguin. To order Homintern for £20 (RRP £25) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Homintern by Gregory Woods review – a gay conspiracy in the arts?",
  "webPublicationDate": "2016-05-06T06:30:17Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/06/homintern-by-gregory-woods-review",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Society",
      "id": "books/society",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/06/homintern-by-gregory-woods-review"
}