{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/alan-manning-chambers-homosexuality-cure-therapy-dying",
  "id": "2016-05-25-77",
  "sectionId": "world",
  "body": "The former leader of one of the most prominent groups to promote therapies that “cure” people of homosexuality said he hopes “every ministry focused on changing orientation will close”, in a report released on Wednesday. Alan Manning Chambers, former president of Exodus International, has previously denounced his group’s work, and told the Southern Poverty Law Center (SPLC) the movement to turn gay people straight is “gasping for air”.  The interview appeared in the civil rights group’s new report, Quacks, which examines the history of anti-homosexuality treatments in the US, known as conversion, reparative or ex-gay therapies.  The White House supports a ban on these practices, which have been denounced by nearly every major medical body in the US. “I think it is fair to say at this point that the conversion therapy industry is more or less on the ropes or headed there rather quickly,” said the report author and senior SPLC fellow, Mark Potok.  Chambers, who was long attracted to men and is married to a woman, said his faith in the Christian church has been renewed by the increased acceptance of LGBT members in churches nationwide. “In these spaces, there is an openness for diversity in personal conviction when the unifying factor and approach is love,” he said. Chambers apologized for Exodus International’s endorsement of anti-gay practices when it closed in 2013, but many of the groups that operated under the organization’s umbrella network remain.  “I no longer believed the work of the church was fixing gay people or saving them from homosexuality,” Chambers said. “The job, as Jesus commanded it, is for believers to love God and to love our neighbors. All of them. Without condemnation. This did not sit well with some Exodus leaders and supporters.”  SPLC chronicles a history of anti-gay sentiment dating back to 1075 BC, when the Middle Assyrian Empire wrote into law that soldiers who had same-sex intercourse should be castrated. In more recent American history, neurologist Graeme Hammond proposed riding bicycles to treat homosexuality in 1892, and in the 1970s, anti-gay treatments in America gained in popularity nationwide.  A central piece of the report is built on information SPLC collected while representing, with other attorneys, six plaintiffs in a landmark lawsuit against Jews Offering New Alternatives for Healing (Jonah), a group that offered to “cure” gay people.  The suit was the first to successfully use American consumer fraud protection laws to challenge the practice of “curing” gay people. During the trial, plaintiffs talked about “treatment” in these programs, like cuddling sessions meant to help them develop deep, non-sexual, relationships with men and an exercise where one plaintiff was given a tennis racket and told to hit a pillow that represented his mother.  That plaintiff, Benjamin Unger, has since had months of therapy for his experiences with Jonah, according to the SPLC report. Another plaintiff, Michael Ferguson, has left his faith and married a man.  Though SPLC indicated these practices are declining, David Dinielli, SPLC’s deputy legal director, warned that “this remains widespread across the country”. He said cases have emerged of people being “treated” for being gay online and through social media. “One of the difficulties we face is that a lot of conversion therapy happens under the radar,” Dinielli said.  SPLC recommended that these practices should be outlawed in all states and localities, Congress should pass pending legislation that classifies conversion therapy as fraud, psychological groups should sanction clinicians who practice it and insurers should not reimburse those who do it. If not, the report said: “lives will continue to be ruined”.",
  "webTitle": "Former leader of group that 'cures' homosexuality says industry is dying",
  "webPublicationDate": "2016-05-25T17:14:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/alan-manning-chambers-homosexuality-cure-therapy-dying",
  "keyword": [
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US Congress",
      "id": "us-news/us-congress",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Holpuch",
      "id": "profile/amanda-holpuch"
    }
  ],
  "guardianId": "world/2016/may/25/alan-manning-chambers-homosexuality-cure-therapy-dying"
}