{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/03/toronto-raptors-nba-playoffs-canada",
  "id": "2016-05-03-290",
  "sectionId": "sport",
  "body": "There was no shortage of reasons to celebrate this past weekend in Toronto: On Friday, the city’s hometown 6ix God Drake released Views, his hotly anticipated new record. The following evening the Toronto Maple Leafs, the city’s recently-maligned hockey club, landed the rights to choose a franchise player when they were awarded the first overall selection in the NHL Entry Draft lottery. But it was Sunday’s triumph in Hogtown that stands to resonate across the entire country: the Toronto Raptors all but exorcised their demons of past playoff shortcomings with their first ever Game 7 win, an 89-84 victory over the Indiana Pacers. You could make a very compelling case that the win did little to provide the team’s doubters with any sort of assurance of their capabilities moving forward. A 16-point lead eventually gave way to stingy Pacers defense and as the final minutes eroded, the Raptors fan base held their collective breath.    Related: Raptors end long NBA playoff drought: 'We got the monkey off our back'    As the game and series eventually drew to a close, the exhale could be felt across the entire country. In Game 7 the Raptors might not have looked like the close-it-down team that Canada wants but make no mistake: this is the team the country needs right now. “Where that’s fucking monkey?” Raptors GM Masai Ujiri said after the win, referring to the burden that was lifted from the franchise’s shoulders after they won their first seven-game series. With the monkey now gone, there is space on the Raptors’ shoulders for the entire country. It isn’t an easy feat for a Toronto-based team to capture to hearts and minds of the second-largest country on Earth. First, outside of the team’s fervent fan base, there is often a general reluctance from sports fans outside the city to root for a Toronto-based team. Now, compound that with the recent string of disappointing Canadian professional teams in recent years and you have an ingrained belief that a team of the Raptors regular season calibre isn’t worth the emotional investment.  Even the late-summer/early-fall success of last season’s Toronto Blue Jays disappeared almost as quickly as it began. Former GM Alex Anthopolous, one of the architects of the American League East-winning Jays left the team less than a week after they exited the playoffs. Rumours have persisted that Anthopolous’s differences with then-incoming Blue Jays President and CEO Mark Shapiro led to his departure. In his wake was less of a feel-good, “Canadian” team and an Americanized team that ruffled the feathers of the Jays fan base. Their sub-.500 start through the first games of the 2016 season doesn’t help matters either. The Raptors’ stirring #wethenorth campaign of two seasons past gave way to a #wethenervous mentality entering Game 7.  Sunday was the first step, but an admittedly large step, in uniting an entire country starved for this type of feel-good sports story. The exodus of Canadian teams in this year’s NHL playoffs, the first time that’s happened since 1970, has been very well documented. When one door closes though, another opens. In the face of poor TV ratings for the hockey playoffs – due likely to a lack of Canadian teams – all hope is not lost. The country’s two major sports networks, Sportsnet and TSN (Owned by Rogers and Bell Media respectively, who each own 37.5% of the Raptors owners, Maple Leafs Sports and Entertainment) would be wise to treat the Raptors for exactly what they are: pesky, entertaining and a healthy alternative for a country that has become entirely too consumed by the mythology of one of its national sports.  After all, the rise of the Raptors in the late 90’s and early 00’s (And the only Raptors team to ever win a playoff series in 2001) eventually contributed to the rise in homegrown Canadian basketball talent as future first overall NBA Draft selections grew up idolizing Vince Carter the Raptors. The Canadian hockey machine will continue to pump out top-end talent regardless of how many Canadian teams find themselves in the post-season.  For the growth of the game and for the interest of an entire country, this Raptors team has something special to offer. “I think everyone wrote the Raptors off, and gave us up for dead,” said Raptors head coach Dwayne Casey after Game 7. “But that locker room is full of scrappers and fighters.” No country showers praise on the gritty “Fighters” that Casey was referring to like Canada does. Words like heart, intensity and courage are currency when discussing the value Canadians place on athletes.  Raptors forward Patrick Patterson believes he plays for Canada’s team. He even acknowledges that the Raptors are a “grinding” team, a term beloved by hockey players and commentators that signifies relentless, dogged pursuit. As they enter their conference semi-final against the Miami Heat Tuesday, the Raptors will continue to have to scrap out wins on the court. And they will be forced to fight against the monolith that is the NHL playoffs for attention.  This Raptors team is not one built on improbable fairytales, however. They rarely make victories look easy and the series against Miami will be anything but. So they’ll fight for eyeballs, and perhaps fight against the stereotype that Canada produces nothing but hockey teams. The wounds that US-based broadcaster Harold Reynolds created during the last Blue Jays playoff run, implying that Canadians only play hockey, are still fresh. Perhaps Canadian fans can get behind the Raptors as they try to beat an American team at their own game. Yes, there’s an element of simplistic jingoism involved there, but it might be enough to act as a unifying force. Miami remains one of the NBA’s premier markets and the Raptors will inevitably garner more attention throughout the league through the coming series. Both teams are coming off seven-game first round match-ups, though the Heat made quick work of the Charlotte Hornets in their deciding Game 7. The Raptors only showed brief glimpses of that kind of “Stomp on it” prowess in the Pacers series.  Regardless of the outcome, this is a Raptors team that deserves Canada’s attention. For one of the scrappiest teams in the NBA, perhaps the real fight will be how much of the country they represent jumps on the bandwagon.",
  "webTitle": "The Toronto Raptors are exactly the sports team Canada needs right now",
  "webPublicationDate": "2016-05-03T09:00:51Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/03/toronto-raptors-nba-playoffs-canada",
  "keyword": [
    {
      "webTitle": "Toronto Raptors",
      "id": "sport/toronto-raptors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NHL",
      "id": "sport/nhl",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Kloke",
      "id": "profile/joshua-kloke"
    }
  ],
  "guardianId": "sport/blog/2016/may/03/toronto-raptors-nba-playoffs-canada"
}