{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/02/bitcoin-craig-wright-satoshi-nakamoto-inventor-scepticism",
  "id": "2016-05-02-91",
  "sectionId": "technology",
  "body": "For years the identity of the pseudonymous Satoshi Nakamoto, creator of bitcoin, the world’s leading digital currency, has eluded even the best cryptographers. So when Craig Wright, an Australian computer scientist and entrepreneur, outed himself on Monday as the inventor of the cryptocurrency it seemed to be the end of a mystery that began with the first bitcoin in 2009.  Wright’s claim, made in interviews to the BBC, the Economist, GQ and on his blog, has fired furious debate. After his assertion he is Nakamoto, some sceptics demand technical proof. If Wright is who he claims to be, researchers believe he would own the original 1m bitcoin, worth an estimated £300m. One bitcoin is worth about £300 and there are said to be 15.5m in circulation.   Related: Australian Craig Wright claims he is bitcoin founder Satoshi Nakamoto    The BBC reported that Wright, 45, had given technical proof by demonstrating that he had access to cryptographic keys linked to the same blocks of bitcoin Nakamoto sent to another cryptographer and pioneer, Hal Finney, who has since died, in the currency’s first transaction in 2009. The broadcaster also reported that prominent members of the bitcoin community, including its development team, had confirmed the claim. “I was the main part of it but other people helped me,” it quoted Wright as saying. Wright’s claim was backed up by Jon Matonis, one of the founding directors of the Bitcoin Foundation, who said: “During the London proof sessions, I had the opportunity to review the relevant data along three distinct lines: cryptographic, social, and technical. It is my firm belief that Craig Wright satisfies all three categories.”     One bitcoin is worth about £301. Photograph: Alamy    Gavin Andresen, chief scientist at the Bitcoin Foundation, published a blog backing the claim. “I believe Craig Steven Wright is the person who invented bitcoin,” he wrote. However, the Economist reserved judgment, emphasising that Wright had declined its requests to provide further proof. “Our conclusion is that Mr Wright could well be Mr Nakamoto but that important questions remain,” it said. “Indeed, it may never be possible to establish beyond reasonable doubt who really created bitcoin.” Techcrunch.com reported the tech community was “pouring scorn” on reports that Wright is Nakamoto.  Bitcoin allows consumers to make electronic transactions without commercial banks as intermediaries and outside the reach of central banks. It is a system popular with criminals.  Bitcoins are “mined” by using computers to calculate increasingly complex algorithmic formulas and uses public-key cryptography. Users have private and public keys, so a person who can demonstrate they have the private keys linked to public keys known to have been used by Nakamoto could cite this as proof. Wright said in interviews he planned to release information that would allow others to cryptographically verify his claim. The identity of Nakamoto has been the subject of speculation since he outlined the ideas behind bitcoin in an academic white paper in October 2008. The software was developed the following year. But in 2011 Nakamoto stopped all communications with the bitcoin community, saying he had “moved on to other things”. Other individuals have previously been wrongly outed as Nakamoto. In December Wright was named as the probable bitcoin creator by Wired and Gizmodo. Shortly after police raided his Sydney home and office as part of a tax investigation, said to be unrelated to bitcoin. This year Wright reportedly approached the author Andrew O’Hagan, to whom he is also said to have given evidence of his involvement in bitcoin for a forthcoming article in the London Review of Books.  In a taster, O’Hagan reveals : “There are three computers and seven screens in his study; rows of computing books and seven dead laptops stacked on top of a bookshelf. The room is lit with two Tiffany lamps and there’s a climbing machine by a green Persian rug. “He made me a cup of tea and then beckoned me over to his main computer: it was time for him to show me the proof that he was Satoshi. His manner was still that of a man who mildly resented having to prove anything.”      Dorian Satoshi Nakamoto, who was previously identified by Newsweek as the founder of bitcoin. Photograph: Zuma/Rex    In his blog on Monday Wright posted a technical explanation, including examples of code, of the process by which he claimed to have created the currency. “Satoshi is dead,” he wrote. “But this is only the beginning.” He said he chose the pseudonym as a homage to Tominaga Nakamoto, a 17th-century Japanese philosopher, merchant and advocate of free trade. Until recently, Wright was the director of more than a dozen companies, some involved in cryptocurrency, until he divested himself of 12 of them in the space of a week in July 2015. In a statement on Monday he said: “I didn’t take the decision lightly to make my identity public and I want to be clear that I’m doing this because I care so passionately about my work, and also to dispel any negative myths and fears about bitcoin and the blockchain. “I cannot allow the misinformation that has been spread to impact the future of bitcoin and the blockchain.” David Glance, an associate professor of computer science at the University of Western Australia, who has worked with Wright in the past, told the Guardian he remained “highly sceptical”. “I would wait until we’ve actually seen absolute proof that it’s the case,” he said.",
  "webTitle": "Craig Wright: scepticism surrounds bitcoin inventor's identification",
  "webPublicationDate": "2016-05-02T16:14:13Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/02/bitcoin-craig-wright-satoshi-nakamoto-inventor-scepticism",
  "keyword": [
    {
      "webTitle": "Bitcoin",
      "id": "technology/bitcoin",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Cryptocurrencies",
      "id": "technology/cryptocurrencies",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "E-commerce",
      "id": "technology/efinance",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Caroline Davies",
      "id": "profile/carolinedavies"
    },
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "technology/2016/may/02/bitcoin-craig-wright-satoshi-nakamoto-inventor-scepticism"
}