{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/15/shell-creates-green-energy-division-to-invest-in-wind-power",
  "id": "2016-05-15-85",
  "sectionId": "business",
  "body": "Shell, Europe’s largest oil company, has established a separate division, New Energies, to invest in renewable and low-carbon power. The move emerged days after experts at Chatham House warned international oil companies they must transform their business or face a “short, brutal” end within 10 years. Shell’s new division brings together its existing hydrogen, biofuels and electrical activities but will also be used as a base for a new drive into wind power, according to an internal announcement to company staff. With $1.7bn of capital investment currently attached to it and annual capital expenditure of $200m, New Energies will be run alongside the Integrated Gas division under executive board member Maarten Wetselaar.    Related: Oil firms have 10 years to change strategy or face 'short, brutish end'    Insiders said the group chief executive, Ben van Beurden, wants to ensure Shell is at the forefront of oil company innovation. “He does not want to get out so far in front where he dilutes investor returns but he does want to make sure Shell is at the leading edge of transition [to lower-carbon economies].” The Anglo-Dutch group may already be trailing Total of France, which already has its own New Energies division and boasts of being the world’s second-ranked solar energy operator through its affiliate SunPower, bought for £800m in 2011. Shell has made no formal announcement so far about New Energies but the new business is expected to be revealed at a public strategy briefing in London on 7 June.  Company insiders claimed Shell wants to play down the importance of New Energies for fear it will be written off as a “greenwash” exercise by environmentalists, but said the company believes the new business could become very big – although not for a decade or more. It is unlikely Greenpeace and others will be impressed by New Energies, given that the division’s annual spending level is less than 1% of the total $30bn Shell pumps into oil and gas. Van Beurden has not yet signalled a slowdown in the high-cost oil and gas investment that has made Shell a target of anti-fossil fuel campaigners, who believe such investments will only result in so-called stranded assets – carbon made unburnable by international commitments to limit greenhouse gas emissions. Shell has pulled back from high-risk Arctic drilling but is still engaged in deepwater projects and in the high-CO2 Canadian tar sands – although it is trying to cut emissions by developing a carbon, capture and storage facility. The Shell boss told investors at a company meeting in London last week he did expect oil and gas demand to continue strongly but the company also took its responsibilities to tackle global warming seriously.  “The big challenge, both for society and for a company like Shell is how to provide much more energy, while at the same time significantly reducing carbon dioxide emissions,” he said. The following day Shell announced it was bidding in a partnership to build two windfarms off the Dutch coast that will be big enough to power 825,000 households.  Shell already holds interests in nine other wind projects in North America and Europe, although spending on wind, solar and hydrogen projects was suspended by former chief executive Jeroen van der Veer in 2009. A substantial solar operation had been largely sold off three years before that. Rival BP also promised to go “beyond petroleum” and established an Alternative Energy business with its own London headquarters and chief executive, only to gradually wind it down. Paul Stevens, a fellow at the Chatham House thinktank, said in a research paper that the oil majors were no longer fit for purpose – hit by low crude prices, tightening climate change regulations and wrongheaded strategies. In the report, Stevens argued the only way forward for the companies lay in diversifying into green energy, drastically reducing their operations or consolidating through mega-mergers. “The prognosis for the IOCs [international oil companies] was already grim before governments became serious about climate change and the oil price collapsed … their old business model is dying,” said Stevens, a visiting professor at University College London.",
  "webTitle": "Shell creates green energy division to invest in wind power",
  "webPublicationDate": "2016-05-15T15:08:58Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/15/shell-creates-green-energy-division-to-invest-in-wind-power",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Renewable energy",
      "id": "environment/renewableenergy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Royal Dutch Shell",
      "id": "business/royaldutchshell",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Commodities",
      "id": "business/commodities",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil and gas companies",
      "id": "business/oilandgascompanies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Green economy",
      "id": "environment/green-economy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wind power",
      "id": "environment/windpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Oil",
      "id": "environment/oil",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Terry Macalister",
      "id": "profile/terrymacalister"
    }
  ],
  "guardianId": "business/2016/may/15/shell-creates-green-energy-division-to-invest-in-wind-power"
}