{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/leaving-eu-autistic-son-brexit-britain-european-union",
  "id": "2016-05-26-215",
  "sectionId": "commentisfree",
  "body": "The poll card is propped up on the table in the hallway to my son Danny’s flat. He is a local authority tenant, and he is 22. He knows a lot about the advantages of being in the European Union, but he won’t be voting in the referendum. The reason for this is that, according to a thorough assessment undertaken by a psychologist when he was 18, Danny’s cognitive functioning is akin to that of a two-year-old. If Danny were to vote, as an adult citizen of the UK with a considerable stake in our political economy, it would require someone entering the polling booth with him, placing their hand over his, and guiding him to mark an X on the paper. The decision about which box to cross would be that of his supporter, not his. Danny cannot read, and I’m as sure as I can be that he is oblivious to what voting means, or why on earth he should mark a cross on a piece of paper at all. He has never shown any interest in putting pen – or anything else – to paper, even to colour in a picture of Fireman Sam or Postman Pat, his favourite characters. But that doesn’t mean he has no experience of the issues facing us on 23 June. Three years ago a Polish surgeon saved Danny’s life by undertaking emergency surgery to arrest a potentially fatal internal haemorrhage. This was at a London NHS teaching hospital, and many – maybe most – of the medical, nursing and domestic staff who supported Danny were not originally from the UK.     ‘Lukas (left), Danny’s efficient, patient and extremely skilled keyworker is from the Czech Republic.’    More recently Danny has become a tenant of Islington council, which created a visionary project of purpose-built flats in the heart of our community for adults with learning disabilities. Thanks to enlightened commissioning, and against a growing national trend, the borough chose a local charity – Centre 404 – to provide the round-the-clock support Danny needs. I am glad the charity is local – it has a long and honourable history of exemplary work with and for families affected by learning disability. But nonetheless Danny’s day-to-day experiences bring him into direct contact with people from all over Europe. Lukas, Danny’s efficient, patient and extremely skilled keyworker is from the Czech Republic. The manager of the project is Spanish, the deputy manager is from Italy, and other support workers have come from Greece, Italy and Hungary. They are uniformly caring, talented and hard-working. There was an open, competitive recruitment process for their jobs, and they were the candidates with the greatest skills and the right attitudes to take on work that is scandalously low-paid and often hard. So Danny has considerable experience of the EU. He doesn’t worry about which politicians to believe and disbelieve, or which predictions to take seriously and which to discount. He’s unaware what sovereignty means, and he understands the statistics even less than the rest of us. But when he lovingly places the picture of Lukas on his schedule-board because he’s looking forward to seeing him, or when he gazes adoringly at Anna-Maria, the Greek PhD student who works alongside him, he is telling us in a very direct and approving way about the good things that EU membership has brought him. Let’s be clear. Against the claim that is frequently made – that inward migration puts a strain on our public services – the fact is that Danny wouldn’t be receiving a service at all without these lovely people from the rest of Europe. A recent attempt to recruit new members of his support team was unsuccessful – not a single person applied. So that puts paid to any suggestion that indigenous workers are queuing up for these jobs, or that economic migrants are somehow stealing them away. If Danny’s was a one-off case, it wouldn’t be such a big deal and I wouldn’t be writing about it here. But I do not believe that his situation is exceptional. According to a report commissioned by the Department of Health, there are 905,000 adults with learning disabilities in England alone. I don’t know how many are supported by workers from elsewhere in Europe, but I can guess it is a significant number. So for me, the most important question of the whole referendum debate is this: how will vacancies in the health and social care sector be filled if we leave the EU? What I do know is that, no matter how rich or poor you are, if someone in your family has a moderate or severe learning disability, then you will be dependent on paid support staff for decades to come. And if you cannot trust the kindness and dedication – or even the availability – of such people, then nothing will ever compensate for this terrifying prospect. I cannot say it more baldly than this: I believe that leaving the EU would be disastrous for Danny and for tens of thousands of vulnerable people like him. I would hope that a decent society would make their interests a high priority. Yet so far it seems the referendum debate has forgotten all about them.",
  "webTitle": "Leaving the EU would be disastrous for my autistic son and thousands like him | Virginia Bovell",
  "webPublicationDate": "2016-05-26T11:33:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/leaving-eu-autistic-son-brexit-britain-european-union",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Autism",
      "id": "society/autism",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Learning disability",
      "id": "society/learningdisability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Care workers",
      "id": "society/care-workers",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Virginia Bovell",
      "id": "profile/virginia-bovell"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/leaving-eu-autistic-son-brexit-britain-european-union"
}