{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/14/william-dalrymple-do-writers-photographs-show-a-side-of-their-character-not-revealed-in-their-books-",
  "id": "2016-05-14-120",
  "sectionId": "artanddesign",
  "body": "In the gusty, blustery, leaf-blown autumn of 1986, the painter, Derek Hill, rang out of the blue and invited me to lunch at his club in St James’s. He was then about 70; I was 22. The reason for the sudden invitation soon became clear. I was just back from a journey following in the footsteps of Marco Polo, and Derek wanted me to bring to the lunch some of the Mongol roof tiles I had found at Polo’s final destination, Kubla Khan’s summer palace at Xanadu. The lunch, he explained, was for a friend of his who particularly wanted to see them. That friend turned out to be the travel writer Bruce Chatwin, and the lunch was one of those rare encounters that happen only once or twice in a lifetime and really do change your entire trajectory. Chatwin, I thought, was simply astounding. As we sat in the hush of the panelled dining room, surrounded by whispering pin-striped clubmen, my small fragments of glazed tile were the starting point for a conversational riff that moved from the nomads of Mongolia in the 13th century and cantered over the steppes to Timurid Herat, then leapt polymathically to Ibn Battuta, Ibn Khaldun, Sufi sheikhs and the shamans of the Kalahari bushmen. Before long we were being told about Taoist sages, aboriginal “dreaming” pictures and ancient Cycladic sculpture. As coffee came, the conversation moved via Proust, Pascal and Berenson to Derek’s portraits, and his story about sharing a railway carriage with Robert Byron who performed a pitch-perfect imitation of Queen Victoria using an antimacassar as her mourning veil.     Jodhpur, Rajasthan, India    At the end, Chatwin limped off on crutches to the London Library saying he needed to check some references for his forthcoming book on the indigenous population of central Australia: though it had not been apparent while seated at the lunch, he was already very weak from the Aids that would eventually kill him. After he had gone, I wandered through the park in the bright autumn sunlight, rabbit-in-the-headlights dazzled by the whole performance: I’d never come across anyone like him, nor met anyone who approached him as a conversationalist. I’m not sure I have since. A couple of years later, after Chatwin’s death, aged only 48, it emerged that he was also a remarkable photographer, and the brilliant collection of his images published after his death – capturing the Sahara and the Pacific, Afghanistan and Mount Athos – were full of surprises, even to those who thought they knew him well. It was also an object lesson in what happens when a writer takes photographs. Sometimes, with luck, a photograph can reveal a quite different side to a writer’s character and vision to the one revealed in their texts. Chatwin was a writer of breathtaking prose. Its crystal-cool clarity and bleak, chiselled beauty was as startling as a Verey light and as precise as a surgeon’s knife, sentences worked and reworked, polished and polished again, as he patiently cut them down to their essence. Yet Chatwin’s photography was far more immediate and feline than his writing: his best images are those that capture the fleeting moment. They were grabbed on the hoof, on his Leica, often without forethought or planning, and the best of them have the sudden, instant perfection of a cat’s flawless all-four-paws landing. His images also have a wonderfully reciprocal relationship with the modernist painters that he loved: the tin shacks of Mali turned in an instant into beautiful formalist compositions, squares of pure colour with echoes of Léger and Kandinsky.     Paigah Palace, Hyderabad, India    It is of course difficult – and maybe even dangerous – for any artist to analyse his own work, but looking now at these images of mine culled from the last 18 months of travels, I think they also show a different palette to the one visible in my writing. Certainly they have been inspired by the same journeys – from Leh to Lindisfarne, from the Hindu Kush to the Lammermuirs and across the rolling hills south of Siena – and there are common themes, such as Mughal architecture, the ruins of Afghanistan and the domes of Golconda. But the photographs show a taste for the dark and remote, the moody and the atmospheric, perhaps even the gothic, that I don’t think is there in my books or articles. If I were to look for a source, I suspect the pictures draw deeply on my Scottish childhood and youth. I was brought up on the cold and wind-swept shores of the Firth of Forth, looking out over the breakers of the North Sea, and educated at a curious monastic school in the wild, bleak sheep-tracts of the Yorkshire Moors. My first 18 years were spent far from any metropolis, under dark northern skies, right on the edge of things. The remote places celebrated in these photographs reflect, I think, a taste for the austere, ascetic and windswept forms of those years. Photography for me long preceded writing. In fact, it is in my blood. My Calcutta born, part-Bengali great-great-aunt was Julia Margaret Cameron, one of the greatest photographers of the 19th century. A force of nature, she would waylay anyone and rarely took no for an answer, taking shots of them to illustrate Tennyson’s Idylls of the King. Victorian politicians such as Gladstone and Disraeli, as well as Tennyson, Darwin and Watts, would be draped in rugs and tinsel crowns and made to pose as King Arthur, while their wives, servant girls and even stray passers-by, willing and unwilling, would be dressed up as Queen Guinevere or the Lady of the Lake. As a child in Scotland, I used to leaf through her portraits in the albums we had at home and envy the world she had created and her ability to make such luminous, telling and painterly portraits with a camera. I have taken photographs since I was first given a tiny Kodak for my seventh birthday, but when I was 15 I was left some money by a relation and spent it on a fabulous Contax 35mm SLR with a pin-sharp Carl Zeiss T* lens. For the next five years I spent much of my time in the school darkroom, emerging after several hours stinking of fixer, with water-logged hands and developer splashed all over my clothes, but clutching a precious sheaf of 10 x 8 prints.     Tomb of Cyrus the Great, Pasargadae, Iran    I always preferred black and white, partly because it allowed me to develop and edit my own prints; but mainly because black and white seemed a much more daring and exciting world, full of artistic possibilities. “Black,” wrote Matisse, a man who knew something about colour, “is a force”, and I have always believed that black and white has a visceral power that colour can never match. As a teenager, I spent a lot of time looking at photographic books and particularly admired the bleak and grainy war photography of Don McCullin and the landscape work of Fay Godwin. But my real hero was Bill Brandt, whose darkly brooding images were marked by a stark chiaroscuro, a strongly geometrical sense of composition, a whiff of the surreal and a taste for the uncanny and unsettling. “It is part of the photographer’s job to see more intensely than most people do,” he wrote. “He must have and keep in him something of the receptiveness of the child who looks at the world for the first time, or the traveller who enters a strange country. Most photographers would feel a sense of embarrassment in admitting publicly that they carried within them a sense of wonder, yet without it they would not produce the work they do. It is the gift of seeing the light around them clearly and vividly, as something that is exciting in its own right.” I have made this my mantra as a photographer. Inspired by Brandt, I always tried to push my prints to make them as gritty as possible, and used to prefer grainy HP5 film and high contrast papers. Dodging and cropping, burning and using collage, I attempted to mirror Brandt’s anthracite skies and velvety jet-black landscapes, trying to capture the same bleakness that he was able to read into the hills and towns he captured on film. In time, I won a couple of regional, and then national, young photographer awards. At Cambridge, it was penning a review of a Godwin show for the student paper that first led me into journalism and writing. During my college days, I spent as much, if not more, time shooting and developing photographs as I did typing out pieces. When I went on my long-haul journey in the tracks of Polo, the subject of my first book In Xanadu, I took as much care with the photographs as I did with my notes, and the book is filled with my black-and-white shots from the journey. This became the material of my first large-scale photographic exhibition, Hajj: An Islamic Pilgrimage, in 1986.     Leh, Ladakh, India    In time, however, writing took over from photography as my artistic outlet, and my precious Contax came to languish unused in its bag in a cupboard. It is only in the last 18 months, since I jettisoned my last Blackberry for a Samsung Note, that I have rediscovered my passion for photography. I now have an excellent little camera tucked away permanently in my back pocket. Discovering Snapseed edit suite last winter has allowed me to produce the sort of grainy black and white images I love best for the first time in 25 years. And these days, advances in technology mean that I can produce this work without covering myself with chemicals. The primary inspiration has been my travels. I’ll never forget the astonishing flight last year over the rib cage of the Hindu Kush to Bamiyan, the dark slopes all etched in ice, each river valley white against the black granite of range after range of folding mountains. In the centre of the Pamirs, on the roof of the world, midway from Kabul to Bamiyan, there are no signs of any habitation: it is a clear, empty, silent landscape lined with frozen crevice-skeletons of unmelted snow. In many ways it feels a primeval landscape, as untouched by man as it was when the lava had first flowed from volcanoes. Bamiyan means The Place of Shining Light, and there is indeed something quite out-of-the-ordinary about the clarity and sharp intensity of the light illuminating this hidden valley, hanging suspended in the Hindu Kush. As we touched down on the high-altitude airstrip, the lines of poplars all around us were turning a molten autumnal yellow against the pale salmon-pink of the cliffs. Here, even at a distance, the bright, slanting morning light picked out with great precision the strangely moving vision of the two vast empty niches. There is a real and significant presence here still, even in the absence of the figures they once contained.     Yazd, Iran    Other fruitful sources of images have been treks through the stupa fields and mani walls of Ladakh; visits to Yazd, Pasargadae and the deserts of western Iran; a journey along the Ganges looking for attar in Kannauj; the marshes and causeways of coastal Northumbria; even the bizarre Kandinsky-like irrigation works in the desert fringes of Idaho. The chaotic chowks of Lucknow and the crumbling Paigah palaces of old Hyderabad were also fruitful hunting grounds, as were summer walks in the olive hills of Tuscany and the bleak but beloved beaches of my Scottish childhood, with their extraordinary rock strata and violent geomorphology. Through all these travels, I carried my humble phone. I get a particular pleasure out of the immediacy and the lack of pretension inherent in using a smartphone to record the world around me. For photography should always be about the eye, not the equipment. Brandt believed this strongly: “Photography is still a very new medium and everything must be tried and dared,” he wrote. “Photography has no rules. It is not a sport. It is the result that counts, no matter how it is achieved. No amount of toying with shades of print or with printing papers will transform a commonplace photograph into anything other than a commonplace photograph.” It is, in other words, the vision that counts, not the camera.   Related: Ten of the best photography apps    Just as black and white has a greater intensity than colour, breaking down reality into an essence and emphasising pattern and signal over noise, so using so simple an instrument as a phone raises vision over technique: you are not distracted by light meters, you don’t have to stop to consider depth of field; composition is all. You try to capture the moment, to see patterns in a landscape, tell stories in chance encounters, and create a measure of order out of chaos. You try to stop for one millisecond the relentless trajectory of time’s arrow. Moreover, if the image is a success, no one can attribute it to fancy equipment. For me, Brandt remains the master and looking afresh at these images, I am astonished to see the unconscious influence he still has on my photography: so many of the shots I produce now, in my 50s, clearly draw on the work of his I last saw in my early 20s – a testament, perhaps, to the degree to which great images are capable of lodging themselves in our unconscious and affecting the way we see, even many years later.  The Writer’s Eye by William Dalrymple is published by William Collins on 19 May. His photographs will be showing at Grosvenor Gallery, London, 24 June – 22 July 2016.",
  "webTitle": "Do writers’ photographs show a side of their character not revealed in their books?",
  "webPublicationDate": "2016-05-14T11:00:01Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/14/william-dalrymple-do-writers-photographs-show-a-side-of-their-character-not-revealed-in-their-books-",
  "keyword": [
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "books/art",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "William Dalrymple",
      "id": "profile/williamdalrymple"
    }
  ],
  "guardianId": "artanddesign/2016/may/14/william-dalrymple-do-writers-photographs-show-a-side-of-their-character-not-revealed-in-their-books-"
}