{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/17/coalition-delays-backpacker-tax-by-six-months-but-wont-commit-to-scrap-it",
  "id": "2016-05-17-341",
  "sectionId": "australia-news",
  "body": "The government has delayed the start of its controversial backpacker tax by six months but will not guarantee it will scrap the tax after a review. Labor has said it wants to scrap the tax but won’t commit to ditch it until it sees modelling of the true amount of revenue that would be foregone, as it claims the measure cannot raise $540m because the tax is deterring holidaymakers from coming to Australia. On Tuesday the assistant treasurer, Kelly O’Dwyer, announced the government would delay the backpacker tax for six months until 1 January 2017. The delay would cost $40m, she said. O’Dwyer said in the meantime the government will conduct a review and cabinet will reconsider the tax in October or November.   Related: Australian election 2016: Coalition delays start of backpacker tax – politics live    The backpacker tax, which was due to take effect from 1 July, was a surprise inclusion in the 2015 budget estimated to raise $540m.  Currently, backpackers are able to access the $18,200 tax-free threshold, the low-income tax offset and the lower tax rate of 19% for income above the tax-free threshold up to $37,000. As a result of the proposed changes, holidaymakers will be treated as non-residents and taxed at 32.5% from their first dollar. The tourism sector warned the measure would make Australia a less competitive tourist destination. O’Dwyer said: “So many rural and regional communities rely on working holidaymakers to come into those communities to be the labour force that’s necessary at times of peak demand.” “Very clearly the government has listened to rural and regional communities, the government’s listened very much to those in the tourism sector that have raised these concerns,” she said. Asked whether the 32.5% backpacker rate could be lowered to 19%, O’Dwyer said the review would consider changing the tax rate to ensure Australia is globally competitive. The six-month delay in the tax comes just two weeks after it was retained in the 2016 budget. Margy Osmond, the chief executive of the Tourism and Transport Forum, told Guardian Australia she welcomed the review but “we’d prefer to see it axed – it’s bad policy and we’ve made that clear”. Osmond said the government’s estimate of $540m revenue was based on treasury projections the tax would not reduce the number of holidaymakers coming to Australia, but since the 2015 budget there has been a 6 or 7% drop in applications for working holiday visas. “Backpackers deciding where to go on holiday will know in the next year they’ll potentially be paying this tax, and they’ll just pick somewhere else.” National Farmers’ Federation president, Brent Finlay, said the review would not address the short-term workforce crisis facing the farm sector now because of the backpacker tax. “A six month delay doesn’t alleviate that concern, and for many means that the tax will now take effect halfway through their busiest time of the year. Farmers across the country will be wondering how much area to put under crop, if already dwindling backpacker numbers drop off even further at that time.” The National Union of Workers, which represents workers in the agricultural sector, also called for the tax to be axed. The union said it had concerns the tax will provide a disincentive for employers to pay workers appropriately, and instead encourage a black market economy with cash-in hand wages, from dodgy contractors who underpay and exploit their workers. Labor’s agriculture spokesman, Joel Fitzgibbon, told Guardian Australia he was “determined to kill this tax and kill it now”. “This is a stunt obviously designed to push the issue beyond the election ... We’ll believe the government will ditch the tax when it stops booking the revenue on the forward estimates.” Fitzgibbon said Labor wants to kill the tax now, but stopped short of committing to do so until the true cost of the measure is known. On Tuesday Labor’s tourism spokesman, Anthony Albanese, said delaying the backpacker tax would not fix the problem. “What we have here is an ill-thought-out policy, they’ve banked $500m in savings, but what they haven’t taken into account is the flight of backpackers which means they don’t pay any tax at all because they’re not here,” he said. “The people who earn money in regional Australia by and large spend money in regional Australia, and we’re concerned about the impact on jobs.” Albanese said Labor would not have instituted the backpacker tax but refused to commit to scrap it. Instead, Labor will “sit down with the tourism and agriculture sector and come up with a solution”, he said. Albanese said the $500m was a “false save”. Labor has asked the government for modelling to explain the revenue figure and will finalise its position after the modelling is provided. The Greens oppose the backpacker tax. The agriculture spokeswoman, Rachel Siewert, has described it as “grab for revenue that ignores the impact on growers”. “The government’s proposed delay of the tax is a cynical election move to delay the operation of the tax until after the election. The government should abandon the tax now.”",
  "webTitle": "Coalition delays backpacker tax by six months but won't commit to scrap it",
  "webPublicationDate": "2016-05-17T01:09:28Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/17/coalition-delays-backpacker-tax-by-six-months-but-wont-commit-to-scrap-it",
  "keyword": [
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/17/coalition-delays-backpacker-tax-by-six-months-but-wont-commit-to-scrap-it"
}