{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/james-vince-england-sri-lanka-test-debut-jake-ball",
  "id": "2016-05-17-71",
  "sectionId": "sport",
  "body": "Of the two uncapped players in the England squad for Thursday’s first Test with Sri Lanka, it is the Hampshire batsman James Vince who is assured of making his debut. While Jake Ball is vying with Steven Finn to be the bowling attack’s third seamer, Vince knows already he will be coming into the side at No5, the position vacant as a result of the heart problem that cruelly forced James Taylor to retire from cricket when he was on the verge of making the spot his own.   Related: Joe Root dominates England’s awards but says he can still improve    Taylor was at Headingley on Tuesday, scene of his own Test debut in 2012, catching up with his now former colleagues as they underwent their first training session of the summer and filming some video diaries for the official England website. It will doubtless have been a mixed day for the 26-year-old who, were it not for the congenital condition, would be resuming his place in Alastair Cook’s side as they continue their quest to become the first team since South Africa in 2012 to hold all nine Test trophies, a prize that will be theirs if both Sri Lanka and Pakistan, the second tourists of the summer, can be overturned. For his replacement, Vince, this first Test cap has felt a long time coming. Tipped as a future international seven years ago, when Duncan Fletcher was a batting consultant at Hampshire, the right-hander has fought to add substance to his game beyond the glossy cover-drives that originally caught the eye of the former England head coach. While others have outscored Vince’s 275 County Championship runs this summer, he produced a battling century against champions Yorkshire on this ground last month in front of James Whitaker, the national selector, and it was here where his transformation into a more rounded and disciplined batsman became obvious. “I suppose my game has adapted a little bit to playing the situation,” said Vince, whose selection owes much to the impressing the management of both the Lions and the senior side over the winter. “I used to play a few too many shots and gave my wicket away too many times. Now my game can change, depending on the situation. “Hopefully batting in the middle order this week, and the guys have got off to a good start, I can play my natural game. I will look to attack if the situation is right; that is how I played as I grew up. Recently I have been able to pick the right situation when to do it and when not to which has helped my consistency.”   Related: Lord's pre-eminence leaves other Test venues fighting over scraps | Andy Bull    For Vince, who took his first steps in cricket with Erlestoke & Coulston CC in Wiltshire, a career in football looked possible at one stage, having been on the books of Reading in his early teens. His release from the club’s youth setup aged 15 coincided with an offer to join Hampshire, however, and now 10 years on he is set to become England’s 670th cap. While he has already turned out for England in five limited-overs internationals, having been part of the squad that finished runners-up in the World Twenty20, the 25-year-old is among those who still believe that Test cricket represents the biggest challenge. Asked if he felt nerves before big matches, Vince replied: “We’ll soon find out. I’m generally OK but obviously I haven’t experienced a Test before. I’ll have to wait and see. Having been a part of the Twenty20 side, it is good to be involved in and good fun, but for me the ultimate thing is Test cricket. It is a bit more hard work. I still enjoy the shorter formats but I think the ultimate goal for me has always been to play Test cricket.” While Vince knows he will be plunged into the pressure cooker on Thursday, an intriguing battle unfolded in the nets during yesterday’s practice session as Finn and the uncapped Ball looked to stake their claim to provide support for the new-ball pairing of Jimmy Anderson and Stuart Broad. By his own admission, Finn’s rhythm has been occasionally elusive in the early part of the county season, while Ball is in a rich groove for Nottinghamshire as the country’s leading wicket-taker in a summer where batsmen are otherwise gorging themselves on the flat pitches that have resulted from changes to the toss. Ben Stokes will testify to both their talents, having been struck on the helmet by a searing bouncer from Finn before being beaten outside off the following delivery by Ball, the uncapped right-armer who is pushing hard for selection. The last seamer to make his Test debut at Headingley was Darren Pattinson in 2008 for what was his only cap. Ball, you fancy, will go on to surpass his predecessor’s tally, even if Finn’s greater hostility is preferred by captain Cook and the head coach, Trevor Bayliss, this week.",
  "webTitle": "James Vince ready to rely on new grit and old gloss on England Test debut",
  "webPublicationDate": "2016-05-17T18:02:41Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/james-vince-england-sri-lanka-test-debut-jake-ball",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/17/james-vince-england-sri-lanka-test-debut-jake-ball"
}