{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/18/rangers-announce-termination-retail-merchandise-deal-sports-direct",
  "id": "2016-05-18-105",
  "sectionId": "business",
  "body": "The bitter battle between Rangers and Sports Direct has flared up again after the club said it was ripping up a contract allowing a jointly owned company to sell shirts and other official merchandise. The Scottish side said on Wednesday that it was withdrawing its trademarks from Rangers Retail, a joint venture company set up with Sports Direct to sell the club’s merchandise. This means that the company, which is 51% owned by Rangers and 49% owned by the retailer, will be prevented from selling goods featuring the Rangers badge. The move is the latest effort by the Rangers chairman, Dave King, to renegotiate the terms of the deal with Rangers Retail, which has been widely criticised by fans and made the club about 4p from every pound spent in its Ibrox store. As a result, many Rangers fans have refused to buy the club’s official merchandise, despite the boycott hurting its finances, and launched a sustained campaign against Mike Ashley, the Sports Direct majority shareholder.  In a statement, Rangers said: “Rangers Football Club Limited has today served notice on Rangers Retail Limited terminating the IP [intellectual property] licence and rights agreement with that company with immediate effect. “The club now needs to speak to its commercial partners to agree the next steps flowing from the termination and will make no further comment on this matter while discussions are ongoing. “The club will endeavour to communicate further with its supporters and customers for Rangers kit and other Rangers products as soon as it is in a position to do so.”  Ashley, who owns Newcastle United as well as 8.92% of Rangers, could be forced to reduce his influence on the Scottish club’s commercial activities after Newcastle’s relegation from the Premier League. The Football League operates far stricter rules on dual ownership than the top flight. The relationship between King and Ashley has grown increasingly hostile over the past year after a string of courtroom battles in which Ashley failed to have King jailed for contempt of court as the tycoon tried to prevent the club from revealing details about the Rangers Retail deal. The high court judge Mr Justice Peter Smith described Sports Direct’s efforts as a “ridiculous piece of litigation”. Rangers have already triggered a seven-year notice period required to cancel their ties with Sports Direct, but it is believed that the club hope the latest tactic might expedite the process. Rangers watchers have suggested that another courtroom battle is likely. Sports Direct declined to comment.",
  "webTitle": "Rangers say they are ending retail contract with Sports Direct",
  "webPublicationDate": "2016-05-18T16:03:51Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/18/rangers-announce-termination-retail-merchandise-deal-sports-direct",
  "keyword": [
    {
      "webTitle": "Sports Direct International",
      "id": "business/sports-direct-international",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Rangers",
      "id": "football/rangers",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mike Ashley",
      "id": "football/mike-ashley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Goodley",
      "id": "profile/simongoodley"
    }
  ],
  "guardianId": "business/2016/may/18/rangers-announce-termination-retail-merchandise-deal-sports-direct"
}