{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/27/overwatch-review-blizzard",
  "id": "2016-05-27-218",
  "sectionId": "technology",
  "body": "Let’s address the elephant in the room. Hello, elephant. You’re looking nice. Very tall. Overwatch is a lot like Team Fortress 2, Valve’s seminal team-based shooter first released in 2007. Both games are light-hearted, multiplayer-only affairs, pitting teams of colourful characters against each other to capture points, escort packages, and defend bases. Both come from companies known for their focus and perfectionism, with an overall development schedule stretching through the years. And both have an avid community, powered by a desire for cosmetic unlocks and an appreciation for the larger-than-life figures that populate the game. But is Overwatch standing on the shoulders of giants, or just rebuilding what came before? Blizzard, the game’s developer, is no stranger to skirting the fine line between drawing inspiration and being derivative. The company made its name with Warcraft: Orcs and Humans, an RTS that was mechanically reminiscent of seminal RTS Dune II, and thematically similar to Games Workshop’s Warhammer fantasy world. Starcraft borrowed from Games Workshop’s Warhammer 40,000 universe. World of Warcraft is Everquest done right. Hearthstone draws directly from the World of Warcraft card game, and indirectly from Magic: The Gathering. But here’s the thing. Those games are, almost without exception, really, really good. In many ways, Blizzard is the Apple of gaming. Being first doesn’t interest it: what it wants is to be the slickest, the most accessible, the most mainstream and the best. And Overwatch comes close. At launch – and this being an exclusively online game in 2016, Blizzard has already confirmed a regular schedule of updates including new heroes and maps, although pleasingly, the company says it won’t charge for them – the game has 21 heroes and 12 maps.     Overwatch Photograph: Blizzard    Those heroes are loosely divided into four categories: offence, defence, tank and support. Offensive heroes are mobile scouts, with the role of sprinting into the objective and harassing the opposition: they’re usually too weak to survive in the fray, but in a one-on-one fight they can be hard to hit and deadly. Defensive heroes defend: they’re best if they can sit in one place and wait for the enemies to come to them. Tanks, a concept borrow from World of Warcraft and other MMOs, are distinguished largely by being incredibly hard to kill. With mostly short-range weapons, a lot of health, and the ability to protect themselves and others, they lumber slowly toward the objective, providing cover and drawing fire. And support characters heal others, some better than others. The concept is loosely drawn from the hugely popular genre of Mobas: multiplayer online battle arenas, spearheaded by Dota 2 and League of Legends (as well as Blizzard’s own Heroes of the Storm). A whole rash of games bringing lessons from the Moba scene to first-person shooters are hitting the shelves at the moment, from Gearbox’s Battleborn to Epic’s Paragon. Those games borrow more than just the hero structure, though, also incorporating some of the in-game experience, computer controlled minions, and tower-defence aspects of mobas alongside. Sadly, a swift glance at Battleborn shows that Blizzard were right to stick to the simplicity suggested by Team Fortress 2. Gearbox’s entry into the genre turned out to be a confusing mess, with too many systems layered on top of each other leading to overlong, grindy matches.     Overwatch Mei Photograph: Blizzard    Looking at the hero choice through simple categories can obscure the huge variation within. While a team of six is advised loosely to have at least one hero of each category, the difference between filling your tank slot with Winston (an uplifted gorilla with a short range, aim-aiming lightning gun, the ability to leap a huge distance, and a portable shield generator) and with Reinhardt (a huge German man with a hammer that can create a portable wall behind which teammates can follow safely) can easily be the difference between victory and defeat. Of course, that’s fine if you’re the player playing as the tank. But the fourth or fifth time you play with a team of five strangers called things like DeathLord666, all picking Reaper (a skull-masked offensive hero with twin shotguns and an edgy attitude), and then proceed to lose handily, you may – if you’re like me – remember why team-based multiplayer shooters aren’t your life. Engineering a community is hard. Blizzard, to its credit, has anticipated most of the problems that arise in the game, and does its best to forestall them. That team with five Reaper players will have warnings blaring at them in the character select screen that they need a tank, and support, and a builder (one of the two characters who can place turrets on the map) and a sniper. Similarly, the team that loses repeatedly because they refuse to cluster and attack as one are presented with a helpful tip on respawn advising them to stay together. But there’s just no teaching some people. In other ways, Blizzard’s light nudges do seem to work. The game noticeably features no in-game scoreboard at all, and even after a match, you’re only shown stats for the best four players in the match, and only the things they did well. It successfully turns bitter accusations that someone’s kill-death ratio isn’t high enough into more productive discussions about how players can work as a team to achieve the goal. That positive atmosphere is fitting, given the general tone of the game. The first new world from Blizzard since Starcraft in 1998, the setting is our Earth in the new future, five years after the disbandment of the Overwatch, an Avengers-style group of heroes formed to fight in a war between humanity and the machines. From the animated shorts, comics, text pieces and more, it’s clear that this is a fully-fledged world that Blizzard’s created for the game.     Overwatch Zarya Photograph: Blizzard    I fell in love with some of these characters before I’d even picked up the controller. Which is why it’s heartbreaking to be reminded of their rich history even as the game never really lets them be more than a fighting style, a set of stats, and a few voice lines. That history does make the matches more fun, though. Knowing a bit about the personality of Junkrat, or Symettra, helps spice up the game, just like having a few friends who you can jump in a match with helps make dealing with the occasional annoying stranger much more bearable. Like most of its genre, Overwatch is a game that gives more the more you put in to it, but unlike some of its hardcore brethren, it doesn’t feel like one that locks you out if you’re the sort to only play for half an hour here and there. The game’s weaknesses are the weaknesses of its genre, but its strengths are enough to win round even those – like myself – who generally think of themselves as not a fan of multiplayer combat. It’s fast and fun, with an air of unadulterated joy throughout. And yes, that’s true of Team Fortress 2 as well. But can you really have too much of a good thing? Activision Blizzard; PC/PS4/Xbox One; £45; Pegi rating 12+",
  "webTitle": "Overwatch review: Fast, fun and a joy throughout",
  "webPublicationDate": "2016-05-27T10:24:06Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/27/overwatch-review-blizzard",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "PC",
      "id": "technology/pc",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox",
      "id": "technology/xbox",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox One",
      "id": "technology/xbox-one",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Hern",
      "id": "profile/alex-hern"
    }
  ],
  "guardianId": "technology/2016/may/27/overwatch-review-blizzard"
}