{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/consent-key-immigration-debate-boris-johnson-vote-leave-bus-tour",
  "id": "2016-05-11-31",
  "sectionId": "politics",
  "body": "Boris Johnson has argued that immigration could remain high in the event of Britain leaving the EU, if politicians can make a convincing case that new arrivals “turbo-charge” the economy.  Visiting Cornwall on the first day of a Vote Leave bus tour, the former London mayor said he would like the UK to leave the EU so that it could turn away foreign workers who lack job offers or the right skills.  But he was reluctant to say Britain should put a cap on overall numbers, and suggested that unhappiness over immigration was down to the government’s failure to make the right arguments to win public consent.  Johnson’s comments give an insight into how he could approach the issue of immigration if he succeeds David Cameron as Tory leader and prime minister in the event of a Brexit vote.  He said the government had been less than honest with people about the nature of immigration and failed to appreciate the impact on schools, the NHS and other public services.  But he would only say the numbers of new arrivals should not have been so high without the agreement of voters.  “To add a city the size of Newcastle to the UK every year … let me put it this way, it’s too high to do without consent,” he said. “That is the issue. There is no consent. It might be that a party or government or politicians could persuade people if they believed that it was a good thing and it turbo-charged the economy and all the rest of it. What is not acceptable is to say there’s nothing we can do, that’s just the way it is.”  On Thursday data on national insurance numbers is expected to reveal that more EU citizens are working in the UK than are recorded in official statistics.      Boris Johnson on board the Vote Leave bus. Photograph: Darren Staples/Reuters    In his latest swipe at David Cameron, who is campaigning in favour of remaining within the EU, Johnson said: “I think it has been misleading, there is no question it’s been misleading. I think politicians have been driven into this terrible dishonesty about it by the EU’s arrangements.” He said it was wrong for Cameron and others to have promised to get the annual rate of immigration down to the tens of thousands, from hundreds of thousands, when that was clearly impossible while Britain was in the EU, because that promise was “corrosive” to public trust.  But pressed on the level of immigration he would like to see himself, he said: “I wouldn’t want to set a figure. You need to look at each sector and you need to look at what the needs of the economy are.  “We’re not going to have uncontrolled immigration, but we’re not going to get into the situation of how many and by when – that depends on the system you bring in. What you don’t have is increases of the scale that we’ve seen in the past few years.”  His answer contrasts sharply with the stance of fellow leave campaigner Nigel Farage, the Ukip leader, who wants net immigration reduced to 30,000 to 50,000 a year – a cut of up to 90% from the current level of more than 300,000.  Iain Duncan Smith, the former work and pensions secretary, said on Tuesday that he would still like to keep the target of less than 100,000 and claimed high immigration could lead to a socially divisive “explosion of have nots”.  Johnson has mostly avoided such arguments, having cast himself as a politician who is largely pro-immigration, but he has joined the Vote Leave campaign’s calls for an Australian-style points system that tries to limit unskilled migration.  Pressed on what immigration policy might be like after Brexit, Johnson said EU citizens already in the UK would be allowed to stay and rejected the suggestion of Dominic Raab, another Vote Leave campaigner and a justice minister, that British people could need visas to travel to the rest of Europe.  Johnson, who is in line for a cabinet job after the referendum, looked uncomfortable as he was questioned about the arguments over immigration in the Brexit debate. But he said he would be happy to take up Gordon Brown’s challenge to a debate about the EU if the out campaign wanted him to do so.  While the remain camp has been keen to keep its focus on the economic arguments for staying, the out campaigners are split about whether to push hard on the issue of Brexit allowing tighter controls on immigration.      Boris Johnson hands out flyers in Charlestown, Cornwall. Photograph: Stefan Rousseau/PA    Told that several Brexit voters on the campaign trail in Cornwall had said they wanted to leave the EU to stop so many Muslims coming to the UK, Johnson said: “Given that my great-grandfather was a Muslim and came to the UK, that is not what brings me into this fight. For me this is about democracy and accountability and us being dragged into a European superstate.”  Asked about one voter who said he liked Johnson because he told it straight like Enoch Powell, the MP said that was “certainly not a comparison I would want”. Johnson was repeatedly mobbed by members of the public as he visited a Truro market, where he bought asparagus and brandished a Cornish pasty. “Asparagus will be just as delicious after leaving the EU,” he said, in a dig at the dire warnings about Brexit delivered by the remain campaign. In a pointed remark about Cameron’s speech on Brexit posing a risk to peace, he said: “I think all this talk of world war three and bubonic plague is totally demented, frankly.”  Johnson later claimed he had only met about two supporters of staying in the EU, but several who rushed in for selfies with him had not mentioned they were undecided or likely to back remain.  One woman who stopped for a picture with Johnson and her pug said she had taken a leaflet from him because she wanted to see the arguments, but was “very probably remain”.  Johnson was confronted by 35-year-old Jenefer Feenan, who wanted to know how student nurses would be supported. “I don’t think I’ve got enough information to make a decision at the moment,” she said. “All these numbers are coming out. You hear one person saying it costs £350m a day, another £500m.”     Boris Johnson at St Austell Brewery in Cornwall. Photograph: Stefan Rousseau/PA     As Johnson toured a brewery in St Austell, James Staughton, the managing director showing him around, said he was neutral on the debate, and it soon emerged that the company had accepted £50,000 from the EU to help pay for a new bottling line.  One observer, Jenny Lovett, said she had taken a picture but remained undecided, and Johnson’s interview that morning on the BBC had put her off voting on the same side as him. “I think don’t think this should be about party politics but it does seem to be about that for some people, without mentioning any names,” she said.  Having watched Johnson, Mark Gosbee, 45, said he felt that people for the out campaign “seem a lot more impassioned than the other side”.  “For purely economic reasons, not to do with immigration, I’m almost certain to vote out, and I do that with a heavy heart because I love Europe without loving the EU,” he said.",
  "webTitle": "Public consent is key in immigration debate, says Boris Johnson",
  "webPublicationDate": "2016-05-11T21:00:09Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/consent-key-immigration-debate-boris-johnson-vote-leave-bus-tour",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/11/consent-key-immigration-debate-boris-johnson-vote-leave-bus-tour"
}