{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/05/leicester-riyad-mahrez-new-deal-5050-chance-leave",
  "id": "2016-05-05-202",
  "sectionId": "football",
  "body": "Leicester City will open talks over a new contract for Riyad Mahrez in the next couple of weeks in a bid to ward off interest for the PFA Player of the Year, although his agent has admitted there is a “50/50 chance” he could leave this summer. Mahrez, who joined Leicester in 2014 from the French side Le Havre for just £375,000, has attracted widespread attention from clubs in England and overseas after his performances in their remarkable title-winning season. The Algerian international has directly contributed to 28 of the goals scored by Claudio Ranieri’s side this season and been linked with moves to Barcelona, Tottenham Hotspur and Manchester United.   Related: Claudio Ranieri deserves acclaim. He did more than just say the right thing | Paul Wilson    Mahrez still has three years to run of the contract he signed last August, in a deal which is believed to be worth around £35,000 a week. Talks with Leicester over a new contract are scheduled to begin soon, with the club prepared to at least double that figure for a player who also finished second behind his team-mate Jamie Vardy in the Football Writers’ Association Footballer of the Year. However, when asked whether his client could leave the King Power Stadium this summer, Mahrez’s agent Kamel Bengougam said: “Yes of course there is a possibility. When you have been playing the way Riyad has this season it is bound to attract attention. He is very happy with Leicester and of course it has been a fantastic season. They will play in the Champions League next year as well so he would be happy to stay. “But at his age if the opportunity comes to play for a big team then we would have to think about it. I’d say it’s 50/50 at the moment whether he stays or goes.” Aiyawatt Srivaddhanaprabha, Leicester’s vice-chairman, said this week that they are determined not to allow any of their star players to leave as they plan for the club’s first season in the Champions League. In February, Ranieri warned that they could end up “carrying bags” at bigger clubs if they leave but given the interest of some of European heavyweights in Mahrez and the midfielder N’Golo Kanté, it could be difficult to resist. Kanté is understood to have a £19.6m release clause in his contract and has been linked with Chelsea, Arsenal and Paris Saint-Germain in the past. Mahrez has previously indicated he is happy to stay at Leicester but he has been watched several times this season by scouts from Barcelona. “We have interest from the UK and overseas,” Bengougam said. “We will have to see what develops over the next few weeks.”",
  "webTitle": "Leicester to offer Riyad Mahrez new deal but ‘50/50 chance’ he could leave",
  "webPublicationDate": "2016-05-05T11:39:48Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/05/leicester-riyad-mahrez-new-deal-5050-chance-leave",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Barcelona",
      "id": "football/barcelona",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Aarons",
      "id": "profile/ed-aarons"
    }
  ],
  "guardianId": "football/2016/may/05/leicester-riyad-mahrez-new-deal-5050-chance-leave"
}