{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/14/liverpool-jurgen-klopp-atmosphere-anfield-better",
  "id": "2016-05-14-144",
  "sectionId": "football",
  "body": "Jürgen Klopp has said that it is up to the Liverpool players and himself to make the atmosphere at Anfield better. The manager has spoken about the crowd’s importance several times in his first season at the club, from bemoaning the fact that fans left early when they lost against Crystal Palace to thanking them for creating the atmosphere to see the team through on European nights. Klopp, speaking to German magazine 11Freunde, said: “I always find it funny that people want this great atmosphere even if the team is playing poor football. Atmosphere is also very closely linked to the success of the team and in Liverpool there haven’t been any huge successes for a while.   Related: Liverpool push past 10-man Villarreal and into Europa League final    “But we are about to change things around. You could see what happened against Manchester United [with the atmosphere]. That had a lot to do about who the opposition was and the rivalry with them but we have to get to a place that that happens because we are on the pitch, not because of who the opponents are.” Klopp’s side, who play West Bromwich Albion on Sunday in their last league game of the season before the Europa League final against Sevilla on Wednesday, have won only eight of 19 home games this season, drawing another eight and losing three. One of those draws was against West Bromwich Albion, after which Klopp and his players ran up towards the Kop several times to thank them for the support. “That was probably the biggest misunderstanding of my time in Liverpool so far,” Klopp told 11Freunde. “The thing that made me so unbelievably pleased was [not the point won] but the fact that the fans had stayed until the end and not gone home like three weeks before that [against Crystal Palace]. “No one moaned, everyone just wanted that damn equaliser and then, we got it, and the stadium exploded. We also had the late winner against Norwich, have beaten Manchester City in the league and Manchester United in the Europa League. All in all, the points we have in the league and our position in the league is not what we want but we have shown what is possible to achieve.” The manager also praised the young players at the club, having used several of them over the season, especially in the FA Cup. Players such as Kevin Stewart, Sheyi Ojo, Cameron Brannagan, Ryan Kent and Jerome Sinclair have made first-team appearances this season and Klopp believes the future is bright. “We have some great young players here with the talent to make it. We just have to choose the right moment to bring them into such a high-pressure league,” Klopp said.",
  "webTitle": "Liverpool’s Jürgen Klopp: ‘It is up to the team to make Anfield atmosphere better’",
  "webPublicationDate": "2016-05-14T09:01:32Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/14/liverpool-jurgen-klopp-atmosphere-anfield-better",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Marcus Christenson",
      "id": "profile/marcuschristenson"
    }
  ],
  "guardianId": "football/2016/may/14/liverpool-jurgen-klopp-atmosphere-anfield-better"
}