{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/28/vivid-festival-2016-opens-with-powerful-statement-by-indigenous-australia",
  "id": "2016-05-27-9",
  "sectionId": "culture",
  "body": "At 6pm on Friday, when the Vivid festival lights were switched on for the first time in 2016 and the Sydney CBD was suddenly illuminated in bright colours, its centrepiece was a powerful cultural statement from Indigenous Australia. Over the 23 nights of the festival, the sails of the Sydney Opera House will be splashed in light. The 15 minute-long looped light artwork, Songlines, was created by a group of Indigenous Australian artists and musicians.     Australia’s ancient songlines have been woven across the sails of the Sydney Opera House. Photograph: James Horan/Destination NSW    It’s difficult to find an exact Western equivalent of the songlines, or dreaming tracks, so integral to the nations of Indigenous Australia. They are creation stories and historical archives of great spiritual weight, somewhat like the Bible. But they are also maps that trace the rivers, seas, mountains, seasons, plants, stars, sunrises, winds, animals, smells and emotions of the land.  They crisscross the earth, with every nation a keeper of certain passages, connecting in a vast network of trade routes. And while these tracks lie in the land and sky, they are nourished with song, storytelling, dance and painting. While some critics deride Vivid festival as nothing more than a glorified light show, now in its eighth year it has, arguably, become the most popular event on the city’s cultural calendar. Most of its 80 installations dotted throughout the city are free to view and are set to attract big crowds. In 2015 the festival enjoyed a record 1.7 million attendees. One of the participating artists, Bundjalung artist Djon Mundine, says while the art favoured by Vivid is “certainly not as critical in thinking as the [Sydney] Biennale”, the festival’s popularity and accessibility makes it a significant spotlight to occupy for Indigenous Australia.  He believes the Songlines artwork will give the festival new artistic and spiritual heft. Vivid’s “wonderment”, he says, must “progress into something [else], rather than just spectacle, and probably this is a step towards that”. Songlines will also help locate the festival in Australia and operate as a “welcome to country” for the entire event, he says. “It is just beautiful. It makes me very proud.” Asked if there was any concern among the artists that the spirituality of these dreaming tracks would be compromised in decorating the Opera House, Mundine implies the work will speak for itself. “We’re not here just dancing for tourists. This is an Aboriginal statement and the rest of it flows on.” Songlines director and Sydney Opera House head of Indigenous programming Rhoda Roberts says this is a critical period for Indigenous Australians. “We’re in a time when a lot of the tradition bearers or custodians of particular songs are passing away.” That loss is often a result of Australia’s history of colonialism and assimilationist policies that “outlawed” Indigenous Australian culture, she says. She condemns the amount of money Australia channels into the sports industry, while the arts industry must operate on the “smell of an oily rag”. “Of course sports is fantastic, but please, face what we’re facing! There is no other country in the world that hosts the oldest living culture. We will not be the generation that loses the knowledge.”  Of the six artists featured in Songlines, there is representation from three major nations of New South Wales: Mundine (Bundjalung in the north-east), Reko Rennie (Gamilaroi in the north-east), Karla Dickens (Wiradjuri in the south-east); alongside Gabriella Possum (Anmatyerre of the Central Desert) and Donny Woolagoodja (Worora of the Kimberley region in Western Australia) and the late Gulumbu Yunupingu (Yolngu of Arnhem Land). Roberts says in the animation process she was “very careful” about preserving the specific cultural nuances of each work. “You have to be very aware that you’re not being inappropriate with the way that you’re using the work.”   Related: Vivid Sydney: Björk joins New Order and Spike Jonze on 2016 lineup    The project’s musical composer, David Page, died two weeks before he was due to deliver the score. Damian Robinson of Wicked Beat Soul System was quickly enlisted, and Roberts says the final soundtrack features “a song man from the north and a song man from the south”: respectively, Djakapurra Munyarryun and Cecil McLeod. “It’s absolutely beautiful and we dedicate it to the late David Page.”     Djon Mundine and Rhoda Roberts at the Sydney Opera House. Photograph: Alexander Kirk    Roberts says the Sydney Opera House has long shown leadership in the inclusion of Indigenous Australia, and is one of the few Australian arts organisations to enact a reconciliation plan. Since Roberts took up her role five years ago, the opera house has increased its number of Indigenous Australian staff from three to 21 members. “There’s a huge commitment from every department,” she says. “We embed Aboriginal culture across everything that we do at the Opera House, including the food, music, front of house and tech.” Mundine says considering the historical subjugation of his people in Australia, the significance of such a prestigious venue playing canvas to an Aboriginal artwork, and at such a major festival, should not be underplayed. “Right at the epitome of the symbolic order of Western civilisation – high art, opera – you’ve got Aboriginal imagery embodied on it. It’s very meaningful.”  Songlines is at Vivid Sydney 2016 which runs from 27 May to 18 June",
  "webTitle": "Vivid festival 2016 opens with powerful statement by Indigenous Australia",
  "webPublicationDate": "2016-05-27T22:25:01Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/28/vivid-festival-2016-opens-with-powerful-statement-by-indigenous-australia",
  "keyword": [
    {
      "webTitle": "Vivid festival 2016",
      "id": "culture/vivid-festival-2016",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "artanddesign/2016/may/28/vivid-festival-2016-opens-with-powerful-statement-by-indigenous-australia"
}