{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/22/recruitment-lessons-japan-australia-teachers-rural-schools",
  "id": "2016-05-22-164",
  "sectionId": "teacher-network",
  "body": "I recently spotted new adverts on my Facebook feed asking me to help struggling schools. It’s no surprise – I regularly post about teaching and education, and count being a teacher in my career history. The ad promotes the National Teaching Service, a new scheme to encourage the best teachers and middle leaders to move across the country and work in rural or underperforming schools that struggle to recruit and retain staff. This time, Facebook’s marketing algorithm has missed its mark; I haven’t been a teacher for three years. But my experience visiting and studying education systems in top-performing countries in the years since I was in the classroom allows me to shed light on how other systems work – and how this ambitious national programme might be best implemented. The challenge of getting qualified, quality teachers into schools that need them most is one many countries face. Australia, for example, has some significant geographical challenges. When we talk of rural schools in the UK, we refer to coastal or remote schools, two or three-hour’s drive from the nearest city. In Australia, that is more likely to be a three-hour flight. How does the government convince their teachers to move into the outback?   Related: 10 professional development ideas for teachers    Australian states offer a number of incentives to encourage teachers into these remote schools. These can include: housing subsidies of 70-100%; retention benefits if they stay in rural schools beyond a certain number of years; vacation travel expenses; and an “isolation from goods and services” allowance. The UK’s National Teaching Service is offering relocation subsidies of up to £10,000, which is a great start, but other potentially persuasive benefits, such as allowances for travelling home and retention renumeration for staying beyond the three-year programme, aren’t included. North of Australia, the Japanese government also offers benefits to mitigate being posted to schools that teachers have not chosen themselves, but their approach is much more structured. In Japan they have a system called tenkin, in which company and government employees are rotated to different offices (and sometimes roles) every few years. New teachers are posted to a new school after four years, and after that, teachers are rotated to a new school every six years. This allows for rich professional experiences, evens out teaching quality and revitalises the workforce within each school. Teachers are compensated with generous subsidies and given a formal introduction to the area, in addition to mentoring and professional development. Vitally, these opportunities are not reliant on individual schools. While England does not have a recruitment system in which teachers can be posted where they are needed, the National Teaching Service could offer an opportunity to start one. Like the Japanese system though, the professional development offered would need to be of a guaranteed, recognised standard – not reliant on the individual schools to which teachers were posted. Another important feature of the Japanese system is that while they do post great teachers to schools that need extra help, they also post teachers who need to improve to successful schools with strong teaching skills. This latter point is crucial. Just moving around good teachers isn’t enough to make a significant impact on the system because the same amount of talent is just distributed in a different way. To have a significant and long-lasting impact on the teaching quality across the country you need to ensure that there are systems in place that support teachers to learn from one another.   Related: Busy teachers in England missing out on professional development    In Japan, Singapore and Shanghai, this learning happens through lesson study, where teachers of different expertise and experience plan lessons together, observe each other teach and have discussions about the effectiveness of the pedagogy observed. Teachers in Finland also have a weekly timetabled session to plan lessons with their colleagues, which allows them to learn from one another. The focus in all of these places is on supporting teachers.  National Teaching Service teachers must be given the time to plan professional development and engage other staff in conversations about pedagogy. Their impact could be so much greater if headteachers could make space for these conversations and observations throughout their school. Korea’s system rotates teachers like Japan’s does, but they also make the experience of working in disadvantaged schools count more when it comes to promotion than working in affluent areas. By making access to the highest rungs of their career ladder depend partly on whether they’ve had experience in a more challenging area, they make the experience more sought-after. With a variety of career incentives, including guaranteed professional development and time for supporting others, the benefits of the National Teaching Service could convince more brilliant teachers to make the move to rural areas and challenging schools – and to stay there. And maybe if I return to the classroom, and work my socks off to become a brilliant teacher, I might click on that Facebook link after all. Lucy Crehan is an associate at the Education Development Trust. Follow her on Twitter @lucy_crehan. Follow us on Twitter via @GuardianTeach. Join the Guardian Teacher Network for lesson resources, comment and job opportunities, direct to your inbox.",
  "webTitle": "Recruitment lessons: how Japan and Australia attract teachers into rural schools",
  "webPublicationDate": "2016-05-22T07:00:36Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/22/recruitment-lessons-japan-australia-teachers-rural-schools",
  "keyword": [
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Professional development",
      "id": "teacher-network/professional-development",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "US education",
      "id": "education/education-us",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Rural Australia",
      "id": "australia-news/rural-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "teacher-network/2016/may/22/recruitment-lessons-japan-australia-teachers-rural-schools"
}