{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/operation-condor-trial-argentina-court-death-squads",
  "id": "2016-05-26-271",
  "sectionId": "world",
  "body": "It was an organised programme of state-sponsored murder in which US-backed regimes conspired to hunt down, kidnap and kill political opponents across South America and beyond.  Operation Condor – named after the world’s largest carrion bird – was devised to eliminate thousands of exiled leftwing activists who had dared confront the military dictators who ruled the continent in the 1970s and 80s.  The exact number of its victims may never be known, but this week judges in Buenos Aires will deliver their verdict on the first court case to specifically focus on the conspiracy.      Former dictator Reynaldo Bignone is the most senior surviving ex-military figure on trial. Photograph: Victor R Caivano/AP    Eighteen former military officers – including Argentina’s last dictator Reynaldo Bignone, 88 – will on Friday be sentenced on charges including kidnapping, torture and forced disappearance. Seven other defendants, including Jorge Videla – the general who headed Argentina’s junta during its bloodiest first three years – have died since the trial began in 2013.  The court has heard evidence on the deaths of more than 100 leftwing activists allegedly killed in Argentina, including 45 Uruguayans, 22 Chileans, 15 Paraguayans and 13 Bolivians. If the judges accept the thesis presented by the plaintiffs, many of them represented by the human rights group Cels (Centre for Legal and Social Studies) in Argentina, it will be first time the existence of the murderous, multi-nation plan is proven in court. The verdict is also likely to cast a fresh light on allegations that the operation was backed by the CIA – and at least tacitly approved by the then secretary of state Henry Kissinger. The plaintiffs allege that Operation Condor received support from the US, especially in the form of its communications system, which they say operated through Condortel, a US telex system based in Panama. Gastón Chillier, the executive director of Cels, said: “What we found among the large amount of documents we presented as evidence is that the US definitely had knowledge of the existence of the operation and even provided a communications station in Panama for the intelligence services of the six nations involved to communicate with each other via telex.”     The dictators, from left: Jorge Videla of Argentina, Augusto Pinochet of Chile, João Figueiredo of Brazil and Alfredo Stroessner of Paraguay. Composite: AP, Reuters & Rex Features    According to secret documents unearthed after democracy returned to the region, Operation Condor was originally drawn up at a secret 1975 meeting of intelligence chiefs from Argentina, Bolivia, Chile, Paraguay and Uruguay, and later expanded to include Brazil. The minutes of the meeting were signed for Chile by Colonel Manuel Contreras, the dreaded head of that country’s Dina secret police. Its purpose was to allow cooperating countries to send death squads into each other’s territory – and sometimes further afield – to monitor, kidnap or kill political exiles. While some individual crimes committed during Operation Condor have been the subject of previous trials, Friday’s verdict will focus on participation in the plan itself, said Chillier. “What distinguishes this trial from other cases involving isolated crimes committed by Operation Condor is that the defendants now face being condemned for being members of an illegal association,” he said. Among those who will be paying close attention to Friday’s verdict is Edy Binstock, whose then wife Monica Pinus de Binstock, a young Argentinian member of the Montoneros urban guerrilla group, was captured by Brazilian security forces when her plane landed in Rio de Janeiro in March 1980. “She was from flying from Panama, and had called me by phone the day before, to arrange where we would meet in Rio. We had both escaped from Argentina because our lives were in danger there,” Binstock told the Guardian. “I waited and waited and she never showed up.” It was when a batch of US documents from the period were declassified in 2002 that Binstock was able to discover his wife’s fate.“One of the documents mentioned her by name, relating a conversation betweenan Argentinian military officer and a US diplomat at that time, with the officer saying how an Argentinian military plane had flown specially to Galeão airport in Rio to pick her up and bring her to Buenos Aires, from where she was taken to the Campo de Mayo army facility, which at that time operated as a death camp.”Binstock has still not been able to find out what happened to his wife after she was taken to Campo de Mayo. Another case involved a young Uruguayan couple, María Gatti and Jorge Zaffaroni, who in 1975 fled to neighbouring Argentina, at the time still under democratic rule. After Argentina’s 1976 coup the couple – and their infant daughter Mariana – were kidnapped by Uruguayan agents and taken to Automotores Orletti, a converted mechanic’s garage that served as the “Operation Condor” headquarters in Buenos Aires.   Related: Pinochet directly ordered killing on US soil of Chilean diplomat, papers reveal    The couple were murdered and their child, then just one-year-old, was given to intelligence officer Miguel Ángel Furci to raise as his own.  Mariana Zaffaroni was eventually reunited with her biological family in 1992 and Furci was sentenced for her kidnapping the following year. Furci is now also among the defendants to be sentenced on Friday, on 67 counts of “disappearances” and torture at Orletti. The impact of Operation Condor was not limited to Latin America: one of the most dramatic episodes took place in Washington DC.  In 1976, Orlando Letelier, Chile’s former defence and foreign minister under President Salvador Allende, was killed by a car bomb that detonated in front of the Irish embassy on Sheridan Circle. US intelligence documents declassified last year show that the order to kill Letelier had come directly from the dictator, General Augusto Pinochet.     Firemen remove victims from Orlando Letelier’s shattered car in Washington on 21 September 1976. Photograph: AP    Declassified State Department records show that the month before Letelier’s murder, Kissinger had ordered US ambassadors posted to the six Condor countries to express Washington’s “deep concern” at the possible assassination of “politicians and prominent figures” in South America and beyond.  The ambassadors, fearful to raise the topic with their hosts, demurred, suggesting that it would be safer to approach the South American ambassadors posted in Washington instead.  But Kissinger rescinded the order on 16 September, just five days before Letelier’s murder, instructing that “no further action should be taken on this matter”.",
  "webTitle": "Operation Condor conspiracy faces day of judgment in Argentina court",
  "webPublicationDate": "2016-05-26T09:10:07Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/operation-condor-trial-argentina-court-death-squads",
  "keyword": [
    {
      "webTitle": "Argentina",
      "id": "world/argentina",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Uki Goñi",
      "id": "profile/ukigoni"
    }
  ],
  "guardianId": "world/2016/may/26/operation-condor-trial-argentina-court-death-squads"
}