{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/mayors-new-york-paris-rio-climate-action-cities",
  "id": "2016-05-05-221",
  "sectionId": "commentisfree",
  "body": "The Paris climate agreement, already signed by more than 175 countries, was successful in large part because national governments recognized cities’ progress in reducing carbon emissions. On Thursday, as world leaders gather in Washington DC to discuss how to reach the goals set in Paris, they should focus on helping cities do even more, and act faster, to reduce those emissions. Cities account for most of the world’s carbon emissions, and their share will continue to increase as cities increase in size. Today more than half of the world lives in cities, and by 2050, two-thirds will. Every day, the world’s cities grow by about 60 square kilometers – an area equal to New York City’s borough of Manhattan. How that growth takes shape in the next few years will determine whether we can avoid the worst impacts of climate change, and it will also have major economic and public health implications. Cities planned around affordable mass transit expand economic opportunity while cleaning the air we breathe. Smart buildings and land use save energy and protect people from extreme weather events, helping cities avoid enormous potential costs. National governments can do a lot to help cities accelerate this work, and that’s a key goal of the Coalition for Urban Transitions, a new initiative from the New Climate Economy launched at the Climate Action Summit in Washington DC. The coalition, made up of global financial and business leaders, thinktanks, city officials and urban planning experts, will help achieve the Paris climate goals by making cities a focus of national economic planning, improving city access to financing for low-carbon infrastructure and making the economic case for climate friendly urban growth, particularly in developing countries.   Related: Climate change, chaos and inexact computing    To us, the case is clear. Actions to reduce carbon emissions in urban areas are expected to be a $17tn global economic opportunity by 2050 based on energy savings alone. Those efforts will save lives, because air pollution contributes to more than 10,000 premature deaths each day. Mass transit can help reduce traffic accidents, and also increase economic activity by reducing congestion. And pedestrianizing key areas – such as the river banks in Paris in the summer – can improve quality of life for urban dwellers. But in order for cities to take these steps, national governments must empower them. For instance, outdated national laws prevent many cities from utilizing local tax revenues or borrowing money on their own. That’s a reason why only 4% of the 500 largest cities in developing countries are rated creditworthy by international financial markets. Recently, the city of Lima, Peru, worked with international banks to get a credit rating, which enabled it to issue bonds to invest in low-carbon mass transit. More cities need to be able to take steps like these. Mayors usually have some degree of control over the biggest sources of emissions, and can often act on their own to reduce those emissions, without the political and bureaucratic hurdles that national governments face. Those that don’t ought to be given such authority. A new analysis by the Compact of Mayors shows that cities with control over building rules are 30% more likely to take steps to make buildings more energy efficient than those without such control. In many cities, buildings are the single largest source of carbon emissions, so these actions can make a very big difference on a global scale.   Related: Donald Trump's election would derail Paris climate deal, warns its architect    National governments can also help cities by removing national fossil fuel subsidies that undermine incentives for public transit and clean energy. And they can help broaden the growing networks of cities that are working together to fight climate change. Through the Compact of Mayors, more than 490 cities have committed to reducing emissions and publicly reporting their progress. These include our home cities of New York, Rio de Janeiro and Paris, along with London, Tokyo, Mexico City, Jakarta and myriad others. And through the C40 Cities Climate Leadership Group, 83 of the world’s largest cities are sharing best practices, which further accelerates progress. Stronger cities are in every nation’s best interest – they account for 85% of global GDP, and they are engines of technological process and policy innovation. Many national governments recognize this and are already taking steps to better integrate cities into national economic planning. China’s central government released a National Plan for New Urbanization 2014-2020, which provides support to help cities grow sustainably. India’s national government launched its 100 Smart Cities initiative as part of a larger effort to help improve lives in its growing cities. And about one quarter of all African countries have national urban development strategies. Still, much more needs to be done, and the clock is ticking. By giving cities the power to act, and putting them at the center of national economic strategies, we can protect our planet while building a better future for the increasing number of people who call cities home.",
  "webTitle": "We've been mayors of New York, Paris and Rio. We know climate action starts with cities",
  "webPublicationDate": "2016-05-05T11:00:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/mayors-new-york-paris-rio-climate-action-cities",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Bloomberg",
      "id": "profile/michael-bloomberg"
    },
    {
      "webTitle": "Anne Hidalgo",
      "id": "profile/anne-hidalgo"
    },
    {
      "webTitle": "Eduardo Paes",
      "id": "profile/eduardo-paes"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/mayors-new-york-paris-rio-climate-action-cities"
}