{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/mh370-search-decreasing-possibility-plane-will-be-found-say-authorities",
  "id": "2016-05-16-51",
  "sectionId": "world",
  "body": "The Australian authority leading the search for Malaysia Airlines flight MH370 has said there is a “decreasing possibility” that the missing plane will be found.  More than 105,000 sq km of seafloor in the southern Indian Ocean has been searched as of 11 May, leaving a remaining search area of just 15,000 sq km. Martin Dolan, the head of the Australian Transport Safety Bureau (ATSB), said there were still “good prospects” of finding the plane on the seafloor yet to be searched, with 15,000 sq km about the equivalent of the greater Sydney area.   Related: MH370: two new aircraft fragments 'almost certainly' from missing aircraft    But he acknowledged the increasingly likely outcome that the plane will not be found. “When we walked into this, the best advice we had from all experts is that it was highly probably but not certain the aircraft would be found in this area. We have to contemplate now the possibility that we will not find the aircraft.” Dolan said, after two years of searching, that would mean “a lot of very disappointed people”. “They’ve put their hearts and souls into something that we thought – and still think – has a high prospect of success. We’re just now contemplating the alternative.” It is a marked change in tone from Dolan, who considered it “very likely” that the plane would be found as recently as March. The search for the plane will not be extended beyond the 120,000 sq km area, as agreed upon by the governments of Malaysia, Australia and China.  That is expected to be completed in the coming months, though wintry conditions were likely to slow progress for that final 15,000 sq km. Dolan’s estimate was “mid-year”, but he said that may be out by a month or more as bad weather caused delays. Two fragments washed up on beaches in South Africa and Mauritius were all but confirmed to be from MH370 by the ATSB last week. A piece of engine cowling featuring a Rolls-Royce stencil, found in South Africa earlier this year, and another piece found in Mauritius eight days later were found to be “almost certainly” from the missing Boeing 777. A total of five pieces of debris from the Malaysian Airlines jet have now been discovered in various spots around the Indian Ocean since it vanished on 8 March 2014. Though Dolan said the locations at which they were found was consistent with the ATSB’s drift modelling, it tried to avoid overstating their importance. “Pretty much any scenario of the aircraft colliding with the water you’d expect to see those sorts of pieces coming off the aircraft.” Regardless of whether or not the plane is found, the ATSB will produce a report assessing the execution and reliability of the search, as well as the basis on which the area was determined. That was the same of any search, said Dolan. “If you don’t find what you’re looking for in the area that you’ve assigned yourself, you review the other possibilities.” The scenario that posits that there were no manual inputs to the plane at the end of its flight was still believed to be the most likely, he said. But if the wreck was not found in the search area, the ATSB would have to consider the two principal alternatives: the powered ditching of the plane, and an unpowered but controlled glide. Regardless of its outcome, Dolan said the US $133.3m operation – paid for by Australia and Malaysia, plus $14.8m in funding and equipment from China – would not have been wasted.   Related: MH370: head of search says 'very likely' plane will be found by July    “The task set for us right at the beginning was to search a defined area, either to find the aircraft or to eliminate that area from the search, and we will have accomplished one of those objectives.” It had already covered unprecedented area and conditions, contributing to a wide range of techniques, experience and “secondary results” – such as detailed mapping of a large part of the ocean floor – that did not exist previously, he said. “That was not our intent but at least it’s a byproduct of what we’ve done. “There’s a clear signal to the world ... that governments were very serious about the task of searching for this missing aircraft, even in very challenging circumstances.”",
  "webTitle": "MH370 search: 'decreasing possibility' plane will be found, say authorities",
  "webPublicationDate": "2016-05-16T20:05:52Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/mh370-search-decreasing-possibility-plane-will-be-found-say-authorities",
  "keyword": [
    {
      "webTitle": "Malaysia Airlines flight MH370",
      "id": "world/malaysia-airlines-flight-mh370",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Plane crashes",
      "id": "world/plane-crashes",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Malaysia",
      "id": "world/malaysia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "world/2016/may/17/mh370-search-decreasing-possibility-plane-will-be-found-say-authorities"
}