{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/11/the-magic-flute-review-royal-festival-hall-ivan-fischer",
  "id": "2016-05-11-141",
  "sectionId": "music",
  "body": "Always one to do things differently, conductor Iván Fischer has taken up opera direction of late. For his current European tour with the Budapest Festival Orchestra, he is presenting a staged concert – in effect a multimedia version – of The Magic Flute. Fischer reminds us that Mozart’s opera is, despite the gloss with which it is often saddled, essentially a fairytale. On a huge video screen behind the orchestra, we see the turning pages of an illustrated storybook, from which the characters emerge. The opera is sung in German, although six actors deliver the dialogue in English. Fischer’s direction is witty, playful and non-interventionist, and there are some fine insights. Having a young, handsome Sarastro (Krisztián Cser) tellingly makes him a rival to Bernard Richter’s Tamino for the affections of Hanna-Elisabeth Müller’s Pamina. Only Rodolphe Briand’s Monostatos, in bondage gear, strikes a slightly awkward note. It sounds wonderful, though Hanno Müller-Brachmann’s Papageno is unusually dark-toned and overdoes the self-conscious charm. Richter sounds eloquent and Müller, her Pamina no put-upon drip, is nicely assertive.  Cser combines nobility of utterance with great warmth, while Mandy Fredrich makes a fine Queen of the Night, her top Fs securely in place. Fischer conducted it with infectious joy and the BFO’s playing was beyond criticism. It is a shame, however, that there was only one UK performance. This production is a real treat, and a run would have been more than welcome.",
  "webTitle": "The Magic Flute review – Fischer conducts with infectious joy",
  "webPublicationDate": "2016-05-11T15:37:46Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/11/the-magic-flute-review-royal-festival-hall-ivan-fischer",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Ashley",
      "id": "profile/timashley"
    }
  ],
  "guardianId": "music/2016/may/11/the-magic-flute-review-royal-festival-hall-ivan-fischer"
}