{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/30/20-android-apps-games",
  "id": "2016-05-30-164",
  "sectionId": "technology",
  "body": "April was another strong month for new Android apps and games: from hyper-local weather forecasts and clever alarm-clock apps to fraternal adventures and ninja bears. Here’s our latest monthly roundup of what’s worth a slot on your home screen. As ever, prices are correct at the time of writing, and if you see “IAP” that means the app uses in-app purchases. Looking for iPhone and iPad apps instead? There’s a separate monthly roundup for them.     Dark Sky: Hyperlocal Weather.    Apps Dark Sky: Hyperlocal Weather (Free + IAP)People are evangelical about weather app Dark Sky on iOS – Guardian colleagues included – but now it’s available on Android too. It gives you super-specific forecasts for your current location, including warning you when it’s about to rain. Notifications and daily summaries make it worth the monthly subscription. Spaces (Free)Google has had a few misses when it comes to social networking apps, but Spaces looks like it has a shot at succeeding. Why? Because it has a tight focus on sharing with “small groups” of friends and family, meaning you only need a few contacts on it for it to be useful. Photos, websites and YouTube videos can all be pulled in. Science Journal (Free)This is one of the most intriguing apps Google has made for Android in some time: “a tool for doing science with your smartphone”. It uses the various sensors in the device to measure the real world around you, then plots the results for you. Google already has a few suggestions for how it might be used. Sleepcast (Free)If the default alarm clock on Android isn’t helping you wake up in the best way, Sleepcast may be worth a try. It’s a musical alarm clock that pipes your tunes to the nearest wireless speaker or hi-fi – Sonos for example – although it can just play on your smartphone too. Tastemates (Free)There have been attempts before to build social apps based on people’s shared tastes, and none of them took off. Tastemates faces a challenge, then, but it’s going about it in a slick way. It wants to get you sharing your music, film and TV recommendations, then getting new suggestions from people like you. Swapshots (Free)The Royal Mail’s new app is getting criticised by early reviewers for using Facebook to log in, but if you don’t mind that, the app is a good idea. It’s a simple way to turn your smartphone snaps into printed photos, delivered to whoever you like within the UK for 85p a time. To grandparents, for example. Somme 100 (Free)This is the latest app from historian Dan Snow’s app development firm, which has partnered with the British Legion for this first world war-focused app. It’s a mix of text, videos, photos, audio and maps from one of the most infamous battles in military history. WRIO Keyboard (£2.49)Clumsy-thumbed Android users may appreciate the latest alternative-keyboard app to be released for their smartphones. Taking up nearly half the screen, WRIO is trying to “get rid of typos” with its honeycomb layout. It takes a bit of getting used to, but its large keys and swipe gestures can speed up your typing. quickReply (Free)Quicker replies to notifications are going to be part of the upcoming Android N software, but this app offers a similar feature for previous Android versions. When you get a notification from a messaging app, for example, you can reply without opening the main app: in theory offering less distraction from whatever you were doing. Lumi News (Free)The latest news-aggregation app comes from the co-founders of music service Last.fm, and like others in its genre, it aims to learn your news habits and serve up stories that will interest you. There’s a good mix of major and off-the-beaten-track news sources, but the proof of its value will come a few weeks down the road.     Brothers: A Tale of Two Sons.    Games Brothers: A Tale of Two Sons (£2.49 + IAP)Brothers started life as a console and PC game, before making the jump to iOS and now Android. It’s a beautifully-crafted adventure starring two brothers trying to help their poorly father. The gameplay offers well-worked dual-stick action, and without giving anything away, this has an emotional punch beyond its rivals. Bushido Bear (Free + IAP)Spry Fox is the developer behind outstanding puzzlers Triple Town and Alphabear, and it’s kept the latter’s theme for this action title. It’s a bit Fruit Ninja-esque as you swipe your finger around the screen to attack enemies, but with plenty of twists of of its own as you unlock and upgrade characters. Hungry Shark World (Free + IAP)The Hungry Shark games are closing in on 300m downloads on mobile, which is a just reward for their fun – and often bloody – take on aquatic life. Here, you’re playing various sharks, exploring the ocean and taking bites out of fish, crabs and humans as you grow. Liyla and The Shadows of War (Free)This game caused a stir recently when Apple rejected the iOS version for its politicial themes. It’s had no such problems on Android, where this game set in the Gaza Strip has been picking up rave reviews. Presenting a Palestinian viewpoint on the conflict there, it’s a sign of how games can offer perspectives on real-world warfare and political situations. Leap Day (Free + IAP)This colourful platform game offers plenty of nostalgic thrills for longtime gamers, but it also has a modern twist: each day, developer Nitrome makes a new level available, with the idea being that players complete it to fill up their in-game calendar. Which might seem like a gimmick, but the game is really fun. Mekorama (Free + IAP)Mekorama has been compared to mobile hit Monument Valley, which is understandable given its isometric puzzles. It’s very good, though, and its killer feature is the ability to create and share your own levels, as well as playing those made by other players. The Lego Movie Video Game (£0.50)Lego is on a good run of decent mobile games, even if The Lego Movie’s arrival on Android is pretty late. The game follows the plot of the film, with many of its characters making an appearance. Its mix of building, battling and exploration will keep young Lego fans amused. Britney Spears: American Dream (Free + IAP)Developer Glu Mobile had a hit with Kim Kardashian’s mobile game and a miss with Katy Perry’s, so it’s hoping Britney Spears will follow the former’s path. Assuming you’re a fan, it’s a fun social game that sees your character making their way in the pop world. Read our full review for more details. Elsword: Evolution (Free + IAP)If you like your Japanese RPGs, Android has a well-stocked catalogue of games to try. Elsword: Evolution is the latest to launch, and it’s one of the best examples. It’s a side-scrolling adventure with plenty of fights and character customisation to get your teeth into, plus clans and global leaderboards on the social side. Skylanders Battlecast (Free + IAP)Finally, Activision wants a piece of the (lucrative) Hearthstone card-battling pie on mobile. It’s chosen children’s game franchise Skylanders to do it, with a deck-building title drawing on the characters from the console games. Parents may balk at how high the in-app purchases go, though. Those are our choices, now tell us yours. What Android apps and games have you been enjoying in the last month, and what do you think of the ones we’ve recommended above? The comments section is open for your thoughts. • The best Android apps from April 2016: iPlayer Kids, Disney Crossy Road... • The best Android apps from March 2016: Doctor Who, Miitomo...",
  "webTitle": "20 of the best Android apps and games this month",
  "webPublicationDate": "2016-05-30T08:00:28Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/30/20-android-apps-games",
  "keyword": [
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Android",
      "id": "technology/android",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Smartphones",
      "id": "technology/smartphones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Tablet computers",
      "id": "technology/tablet-computer",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Software",
      "id": "technology/software",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Alphabet",
      "id": "technology/alphabet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Post Office",
      "id": "business/post-office",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "First world war",
      "id": "world/firstworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Lego",
      "id": "lifeandstyle/lego",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Dredge",
      "id": "profile/stuart-dredge"
    }
  ],
  "guardianId": "technology/2016/may/30/20-android-apps-games"
}