{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/eotvos-doremi-cello-concerto-grosso-speaking-drums-cd-review",
  "id": "2016-05-05-168",
  "sectionId": "music",
  "body": "Peter Eötvös’s three concertos, all composed between 2011 and 2013, were composed with very specific soloists in mind. Two of them, the violinist Midori and percussionist Martin Grubinger, appear on this disc, while the Cello Concerto Grosso was originally intended for Eötvös’s fellow Hungarian Miklós Perényi, but is played here by Jean-Guihen Queyras. In all of them, the solo instrument is very much a dramatic protagonist, a larger-than-life character constantly proposing unexpected musical ideas, to which the orchestra responds with its own repertoire of extrovert effects. This seems most effective in the violin work DoReMi, which seems perfectly tailored to the brilliance of Midori’s playing, and in the sheer theatricality and almost improvisatory quality of Talking Drums, in which Grubinger has to deliver fragments of poems by Sándor Weöres and a Sanskrit text by the Indian poet Jayadeva, as well as playing a wide range of tuned and untuned instruments. The cello concerto is perhaps more conventional, but the finesse of Eötvös’s orchestral writing, and Queyras’s virtuosity, make it seem almost as compelling.",
  "webTitle": "Eötvös/DoReMi; Cello Concerto Grosso CD review – unexpected ideas, brilliant effects",
  "webPublicationDate": "2016-05-05T14:00:10Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/eotvos-doremi-cello-concerto-grosso-speaking-drums-cd-review",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/05/eotvos-doremi-cello-concerto-grosso-speaking-drums-cd-review"
}