{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/everybody-wants-some-review-linklater-freshmen-campus",
  "id": "2016-05-15-170",
  "sectionId": "film",
  "body": "It’s 1980. The air is thick with testosterone, Aramis aftershave and the musk of well-used jockstraps. On the face of it, Richard Linklater’s latest picture, which unfolds during a riotous three days before the college term starts, has more in common with National Lampoon’s Animal House than it does with the gentle, observational style of Boyhood. But dig a little deeper, and this joyously hedonistic semi-autobiographical comedy, which has been described as a “spiritual sequel” to Dazed and Confused, is unmistakably a Linklater movie. It’s a film that takes a seismic rite of passage – the journey from being a high-school big shot to a freshman little fish in a pool of immense, ravenous ego-driven sharks – and explores it without the framework of one large dramatic inciting incident to hang it on. Instead, like all of Linklater’s best pictures and some of his worst, the film is driven by dialogue. And there are few writer-directors who have a better ear for authentic voices than Linklater. His ear for music is equally attuned – the soundtrack speaks of the malleable identities of boys who will pledge temporary allegiance to any social group if it gets them near the girls.           Richard Linklater on Everybody Wants Some!!: ‘Directing is like being a coach’    The film follows Jake (Blake Jenner), a freshman pitcher who joins the fictional South Texas State University as a member of the baseball team. This buys him a place in one of the baseball houses, a dilapidated frat-like building that can barely contain all the alpha-male jock arrogance jostling for position within its creaking walls. Everything – even banter – becomes a competition. The picture works best if you reserve judgment – yes, some of the attitudes towards women are a little unreformed and some of the characters are puddle deep – and enjoy the show. What’s most interesting, perhaps, is the way that Linklater rehabilitates the jock as a character. Traditionally viewed – by everyone from John Hughes onwards – as muscle-bound bullies each with an IQ barely above that of the boots they wear, here they are as diverse and (occasionally) complex as any other section of the college community.",
  "webTitle": "Everybody Wants Some!! review – jocks away",
  "webPublicationDate": "2016-05-15T07:00:19Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/everybody-wants-some-review-linklater-freshmen-campus",
  "keyword": [
    {
      "webTitle": "Everybody Wants Some!!",
      "id": "film/everybody-wants-some--",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Richard Linklater",
      "id": "film/richard-linklater",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Dazed and Confused",
      "id": "film/dazed-and-confused",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Boyhood",
      "id": "film/boyhood",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "John Hughes",
      "id": "film/john-hughes",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Wendy Ide",
      "id": "profile/wendy-ide"
    }
  ],
  "guardianId": "film/2016/may/15/everybody-wants-some-review-linklater-freshmen-campus"
}