{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/frankie-dettori-royal-ascot-york-winner-nemoralia",
  "id": "2016-05-13-62",
  "sectionId": "sport",
  "body": "Having taken the major Classic trial on each of the first two days of the Dante meeting, Frankie Dettori started work on his book of Group One rides at Royal Ascot here on Friday, as Nemoralia made a deeply impressive three-year-old debut in the Listed Irish Champions Weekend Fillies’ Stakes.   Related: Midterm fifth as Frankie Dettori wins Dante Stakes on Wings Of Desire    Nemoralia travelled sweetly from the off and quickened instantly for Dettori approaching the final quarter-mile. She then stretched six lengths clear of Aljuljalah without any serious encouragement from the saddle and is now the 5-1 second-favourite (from 12-1) with Paddy Power for the Coronation Stakes on the fourth day of the Royal meeting. Jeremy Noseda’s filly will probably line up against Classic winners at Ascot but showed enough here to suggest that she has all the class required to win one of the Royal meeting’s showpiece events. Her victory also confirmed that she is on course for other significant targets later in the season, not least a return to America for the Breeders’ Cup meeting in November, where she finished a luckless third last season. It was a bold move by Noseda to send Nemoralia to the States last year following an easy success in a nursery handicap at Doncaster’s Leger meeting in mid-September. First, he targeted the Grade One Frizette Stakes on dirt at Belmont Park, where Nemoralia was a very creditable runner-up. She was then pointed towards the Juvenile Fillies’ Turf at Keeneland a few later, but lined up only after overcoming a training setback, and on ground that was much softer than expected after several days of heavy rain. Even so, Nemoralia finished fast but too late into third, having been given a lot to do by Joel Rosario. The sense of unfinished business means that the Breeders’ Cup is an obvious target later this year, and given Nemoralia’s dirt-based pedigree, she would have plenty of options. “Nothing went right for us in America last year, so I’m just delighted that she’s back and she’s shown what she’s capable of,” Noseda said. “Two weeks before the Breeders’ Cup we were in trouble and nothing went right on the day. She should have won. “There was a huge amount of rain the day before her race in New York, so she was on sloppy ground, and two weeks before the Breeders’ Cup we had a setback and then the rain poured down and the ground went soft. “There was no pace in the race, she got a long way back and finished fast and I felt that, with anything going right in the lead-up or on the day, she would have won. This has been the plan since the Breeders’ Cup, to come here and then go to Royal Ascot.” Dettori’s week in the big races came to a disappointing conclusion when Flying Officer, the favourite for the Group Two Yorkshire Cup, dumped the jockey and bolted on the way to the start. John Gosden’s stayer was withdrawn, leaving Luca Cumani’s Second Step as the 10-11 favourite, but he had no answer to the finishing charge of the popular eight-year-old gelding Clever Cookie, who recorded the first Group Two win of his Flat career by half a length from Curbyourenthusiasm with Second Step only third. Clever Cookie tends to be thought of as a soft-ground specialist but this was a first success on going faster than good and he will now be aimed at the Ascot Gold Cup, for which he is top-priced at 20-1. “He’s always been able to go on this better ground,” Niven said, “but it’s just that I’ve always been worried about him and they put a drop of water on last night which encouraged me to run. “I’m so short of Flat horses that it’s unreal. I have to ride him out myself every day and I’m giving three stone to the other staff so he’s having to do plenty of work, but this is the only [Flat] horse I’ve got in the yard, basically. “I can’t do anything else, can I? I’ve won Group races but I can’t get a Flat horse. I don’t think we’re doing that badly but I can’t get one, whether it be a sprinter or a stayer.” There was a general air of astonishment as Vona, a 33-1 chance, finished strongly to beat Boater, the 11-8 favourite, in the Listed Marygate Fillies’ Stakes, and nowhere more so than the winners’ enclosure, where Richard Fahey, Vona’s trainer, seemed thoroughly perplexed. “I’m very surprised, to be honest,” Fahey said. “Nick [Bradley, Vona’s owner] made the entry and there’s not much I can say, but it didn’t look like a fluke. Maybe the stronger pace suited and she got herself into a rhythm and came home. “She got knocked about at Chester last time, but it’s still a huge step up today. All credit to Nick for the making the entry. “I’m sure she’ll be there [the Queen Mary Stakes at Royal Ascot in June] because there’s nowhere else to go now.”",
  "webTitle": "Frankie Dettori heads to Royal Ascot with impressive York winner Nemoralia",
  "webPublicationDate": "2016-05-13T17:40:25Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/frankie-dettori-royal-ascot-york-winner-nemoralia",
  "keyword": [
    {
      "webTitle": "Royal Ascot 2016",
      "id": "sport/royal-ascot-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Royal Ascot",
      "id": "sport/royal-ascot",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/13/frankie-dettori-royal-ascot-york-winner-nemoralia"
}