{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/revered-childrens-illustrator-told-to-change-stereotypical-images",
  "id": "2016-05-11-150",
  "sectionId": "books",
  "body": "A celebrated Swedish illustrator has spoken out after being asked by his publisher to change “stereotypical depictions of other cultures” in his popular children’s books. Jan Lööf, who won the Astrid Lindgren prize in 2011 “for meritorious authorship within the realm of Swedish literature for children and youth”, told Swedish paper Dagens Nyheter this week that his publisher Bonnier Carlsen had asked him to change images in two of his books, Morfar är sjörövare (Grandpa Is a Pirate) and Ta fast Fabian (Catch Fabian). The first title, which was published in 1966, sees a boy and his grandfather set out to steal the treasure of an evil pirate named Omar, while the second features an image of a man in a tribal costume. Lööf told Dagens Nyheter that he had been given an ultimatum – either change certain illustrations in the books or they would be pulled from sale. “I am 76 years old and cannot be bothered to change. It’s not about the money for me. But I probably won’t do any more picture books for children,” he told the paper, adding that the drummer in tribal wear was modelled on an old friend. “I know that he would be flattered. He was a very handsome man.” Bonnier Carlsen denies the claim it has cancelled the books, telling Dagens Nyheter that it is “not yet clear” whether the books will be kept in stock. In a statement, literary director Eva Dahlin said the issue was “complex”, and that the publisher had recently discussed with Lööf whether there were any images in his books “that could be perceived as stereotypical depictions of other cultures”. “Our starting point is that our books will have an inclusive perspective and not reproduce prejudices,” she said. “All classics age. All books are a product of their time … As an adult, perhaps this is not a problem and one manages to place the work in its historical context, but the question is whether we can expect the same of our children.”   Related: The real censorship in children's books: smiling slaves is just the half of it    While some have called the debate ridiculous and others have pointed to censorship, Dahlin said it was “important to be able to have this discussion intelligently. Because it is important. And the question is difficult. Either stop selling a beloved classic, or risk our children’s books repeating prejudices to young readers.” She expressed the hope that Bonnier Carlsen and Lööf would find a solution to the situation. “For me the issue is bigger than these specific books,” she said. “It’s about how we as publishers, in a respectful way, manage our cultural heritage and at the same time adhere to contemporary value and have children’s best interests at heart.”",
  "webTitle": "Revered children's illustrator told to 'change stereotypical images'",
  "webPublicationDate": "2016-05-11T15:15:50Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/revered-childrens-illustrator-told-to-change-stereotypical-images",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Sweden",
      "id": "world/sweden",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Illustration",
      "id": "artanddesign/illustration",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/11/revered-childrens-illustrator-told-to-change-stereotypical-images"
}