{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/09/salads-and-flat-whites-boost-greggs-despite-high-street-lull",
  "id": "2016-05-09-270",
  "sectionId": "business",
  "body": "Greggs’ business suffered in March when high streets went quiet during the cold weather but the baker said business had recovered as it sold more breakfasts, hot sandwiches and flat-white coffees. The Newcastle-based company said it had made a good start to the year with total sales up 5.9% in the first 18 weeks of 2016 and sales at stores open a year or more up 3.7%. Sales growth at established stores was considerably weaker than the 6% rate in the same period last year. Greggs said it was affected by the widespread lull in retail activity as cold, damp weather and wintry storms affected much of the country.  Next, the fashion retailer, partly blamed the weather last week as it cut its guidance for annual sales despite a recent pick-up in trading. Greggs said it was sticking by its expectations for the year and its shares rose 4.5% to £11.16.   Related: How Greggs conquered Britain: ‘Nobody can quite believe how well it has done’    Greggs has been revamping its shops and products to include healthier options as well as the sausage rolls and pasties for which it is best known. The baker has thrived by tapping into the coffee boom and opening stores early to sell breakfast items such as free-range omelettes and porridge.  Salad sales at Greggs’ 1,720 stores were strong in the first few months of this year as the company added teriyaki chicken noodle and falafel with hummus to its range. Financial performance was helped by muted price rises for ingredients, helping to offset higher wage costs. In a trading update before Tuesday’s annual general meeting, Greggs said: “As has been widely reported, conditions on the high street were softer in March before recovering in recent weeks. These conditions were reflected in our own performance. “Our hot sandwich range and extended breakfast menu have proved particularly popular and the introduction of our flat-white coffee is helping to continue our delivery of double-digit growth in sales of hot drinks.” Greggs, whose fans include the actor Jake Gyllenhaal, could become the latest company to face opposition to executive pay at the AGM in Newcastle. Pirc, the shareholder advisory group, has recommended a vote against Greggs’ remuneration report, arguing chief executive Roger Whiteside’s pay is too high. Whiteside’s earnings more than doubled last year to £2.6m as he received £1.4m under the company’s long-term incentive scheme. Pirc said £1.95m of performance-based pay was too high compared with Whiteside’s salary of £507,000 and that, at 79 times the earnings of the average Greggs employee, his pay was inappropriate. At last year’s AGM Greggs’ remuneration report passed with almost 100% support from shareholders who voted, but the mood of investors has hardened against high pay levels with a series of high-profile revolts starting with BP last month. Greggs rewarded Whiteside for making cost cuts last year when the company announced the closure of three bakeries, in Twickenham, Edinburgh and Sleaford, with the loss of 355 jobs. After a consultation period, Greggs is closing the Sleaford site and Twickenham and Edinburgh will shut by the middle of next year. Greggs said: “Our people impacted by these proposals have demonstrated their commitment and professionalism during a difficult period and our focus now is to work with them individually to ensure that we manage these changes in line with Greggs’ values as a responsible employer.”",
  "webTitle": "Salads and flat-whites boost Greggs despite high street lull",
  "webPublicationDate": "2016-05-09T08:49:42Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/09/salads-and-flat-whites-boost-greggs-despite-high-street-lull",
  "keyword": [
    {
      "webTitle": "Greggs",
      "id": "business/greggs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/09/salads-and-flat-whites-boost-greggs-despite-high-street-lull"
}