{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/bowraville-murders-victims-families-refuse-to-give-up-fight-for-justice",
  "id": "2016-05-05-360",
  "sectionId": "australia-news",
  "body": "On 18 February 1991, the body of 16-year-old Clinton Speedy-Duroux was found by woodcutters in bushland off Congarinni Road, 17km out of the small New South Wales country town of Bowraville. Two months later clothes belonging to Colleen Walker-Craig, also 16, were fished out of the nearby Nambucca river. On 27 April, state emergency service volunteers searched that same patch of bushland and found the skeletal remains of four-year-old Evelyn Greenup.      Colleen Walker disappeared when she was 16. Her body was never found but her clothes were recovered from the Nambucca river.    All three children were Indigenous and disappeared from the same street on the southern side of Bowraville, on the old Aboriginal mission grounds. Police believe all three were killed by the same person: a white man who has since been tried and acquitted of two of the three murders. In the 26 years since the Bowraville murders there have been two criminal trials, two inquests, two significant changes to criminal law in NSW, four rejected attempts to have the cases reheard as a joint trial, and a landmark parliamentary inquiry. But there has been no justice for the Bowraville victims. To secure a new joint trial, families and supporters of the victims are campaigning for one more legislative change: a tweak to the definition of “adduced” so that evidence that was known to the prosecution but never accepted by a court can be considered “fresh” for the purpose of overcoming double jeopardy. The parliamentary inquiry recommended the change in 2014 but a review of that proposal by former judge James Wood, commissioned by the Baird government and released in December last year, recommended against it.     Twenty-six years of waiting and hoping is too long  Lucas Craig, Colleen Walker-Craig's brother     The Greens MP David Shoebridge, a longtime campaigner for the Bowraville murder victims, will attempt to bring on debate about his proposed amendment to the double-jeopardy laws on Thursday, without the support of the Coalition or Labor. “It just seems that we keep trying and trying and keep getting let down,” Colleen’s brother, Lucas Craig, told Guardian Australia. “This has pretty much been most of my life, living with it and going through this all the time. It has taken up a whole generation. We don’t want the next generation to go through it.”   Related: NSW to review double jeopardy laws over Bowraville child murders    On Wednesday Craig and other family members of the three victims piled into buses on the NSW north coast and made the 500km journey south to Sydney to again urge the government to change the legislation governing double jeopardy, which was itself introduced after a campaign by the Bowraville families. On Thursday morning they and more than 500 supporters are expected to march on parliament. “I just want something positive to come out of it,” Craig said. “Twenty-six years of waiting and hoping is too long. One or two years would be too long.” Colleen was the first to disappear, when Craig was eight years old. She was visiting Bowraville from her hometown of Sawtell, about 50km away near Coffs Harbour, and was last seen walking away from a group of people after a party on 13 September 1990. She had wanted to be a preschool teacher and had already taken some courses.     Evelyn Greenup was four when she disappeared and her skeletal remains found in bushland off Congarinni Road near Bowraville. Her aunt described her as looking ‘like a miniature Shirley Temple’.    When her mother, Muriel Craig, went to Bowraville police station to report her missing, police first questioned whether the fairer-skinned Colleen was really her daughter and then suggested she had gone “walkabout”. It was three months before they would take her statement. Twenty-one days after Colleen was last seen, Evelyn went missing from the bedroom she shared with her mother and two younger brothers. Police again asked her mother, Rebecca Stadhams, if the blue-eyed golden-locked child, described by her aunt as looking “like a miniature Shirley Temple”, was indeed her daughter and also suggested she had gone walkabout. On 31 January 1991, Clinton, known to his family as “Bubby”, and his girlfriend left a party to go to a caravan with another man. He was a promising footballer, a Michael Jackson fan, and had a “deadly” dress sense, particularly when it came to shoes. When Clinton’s girlfriend woke up the next morning he had gone, leaving behind the shoes he had removed the night before.      Clinton Speedy-Duroux, 16, whose body was found in bushland 17km out of the NSW town of Bowraville.    The families of the victims told the parliamentary inquiry that they had been dismissed by police because they were Aboriginal. Australian attitudes towards Indigenous people had begun to shift in the major cities by 1990 but Bowraville, with its history of segregation, still had a separate pub for blackfellas. NSW police has since conceded that systemic racism in its organisation hampered the investigation.     Det Insp Gary Jubelin has led the Bowraville murders investigation since 1996. Photograph: Paul Miller/AAP    “The families told me right from the start in 1997 that people did not care because they are Aboriginal,” Det Insp Gary Jubelin, a cold-case specialist who has led the Bowraville murders investigation since 1996, told the parliamentary inquiry. “I naively thought they were wrong, but I now 100% support what they say.” The barriers continued past the initial police investigation and into the 1993 trial of the person of interest accused of murdering Clinton, which the supreme court ruled could not be held in conjunction with the trial in which he was accused of murdering Evelyn because it did not meet the test for similar fact evidence. The defendant was acquitted of Clinton’s murder and charges were withdrawn in Evelyn’s murder, only to be re-put in 2005. The barrier to holding the two trials together was then not the similar fact test, which had changed with the introduction of the Evidence Act 1995, but double-jeopardy law, which excluded all the evidence included in Clinton’s brief. In 2013 the University of Technology Sydney’s Jumbunna Indigenous House of Learning submitted: “If one had intentionally set out … to deny effective justice as contemplated by our political and legal system to a discrete community, they could not have done a better job.”     Clarice Greenup (centre), the aunt of Evelyn Greenup, is comforted prior to a march on NSW Parliament House in 2013. Photograph: Dan Himbrechts/AAP    Trusting police after their early mishandling of the case was difficult, Craig said, but Jubelin had earned that trust through the respect and dedication he had shown the families. He is now putting together a new brief of evidence to put to the state attorney general, Gabrielle Upton, to apply for all three murder charges to be tried again in a single trial. Upton said such an application would be independently assessed by a retired judge or senior interstate prosecutor, as per the recommendations of the parliamentary inquiry.   Related: Unsolved murders of indigenous women reflect Canada's history of silence    Shoebridge said it was imperative the murder cases be tried together and compared the case to that of serial killer Ivan Milat, who in 1996 was jointly tried for the murder of seven backpackers.  “If the various Ivan Milat murders had been tried individually he would almost certainly have been acquitted.”",
  "webTitle": "Bowraville murders: victims' families refuse to give up fight for justice",
  "webPublicationDate": "2016-05-05T01:00:12Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/bowraville-murders-victims-families-refuse-to-give-up-fight-for-justice",
  "keyword": [
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales politics",
      "id": "australia-news/new-south-wales-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian law",
      "id": "australia-news/australian-law",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian police and policing",
      "id": "australia-news/police-policing-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/05/bowraville-murders-victims-families-refuse-to-give-up-fight-for-justice"
}