{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/20/lionhead-the-rise-and-fall-of-a-british-video-game-legend",
  "id": "2016-05-20-325",
  "sectionId": "technology",
  "body": "For almost 20 years, Lionhead Studios was a beacon of the UK games industry. In a medium where big budgets tend to shrink ambitions, here was a group of experimenters, inventors, and craftspeople who always produced something curious, whether that was creative oddity The Movies or the hugely successful Fable series. Formed in Guildford in 1996, the studio was independent for a decade before Microsoft acquired it. Another decade later, on 31 April 2016, the lights were turned off for the final time. Lionhead made games with big choices, and it was ended by a cruel one. For much of its history, the studio was synonymous with Peter Molyneux, the idiosyncratic game designer who co-founded seminal Guildford studio Bullfrog in the 1990s. There, he oversaw a string of classic sim titles – Populous, Powermonger, Syndicate, Theme Park – before selling up to Electronic Arts in 1995. That publisher’s subsequent mishandling of the studio, which would flounder and then close six years later, is a foundation myth of the games industry; a stark cautionary tale on what can happen when big money meets creative genius. Usually, one of the two doesn’t make it out alive. “When EA acquired Bullfrog there were, like, 35 people, and within nine months there were 200,” says Molyneux. “And any feeling of culture and inventiveness was diluted by that. So while at Bullfrog, Mark Webley, Steve Jackson, Paul McLaughlin and myself met in a pub, and decided to start up Lionhead. Indeed, I said I’ll fund it, thinking that at that time it would be maybe be a couple of hundred thousand but actually it was a lot more in the end. And then we set out.”     Black & White Photograph: Lionhead    The idea was to search for a “crazily inventive” game concept and a small team of 30-35 people who could build it. This loosely conceived ambition became Black & White, an open-world strategy adventure in which the player became a god controlling a society of primitive villagers. The game also featured an adaptive AI “creature”, which would learn from and reflect the player’s actions. At the time, B&W was the most hotly anticipated game in the world – think No Man’s Sky – but a small team and the pioneering nature of the work led to a series of delays. “I can still remember working late one night with [AI design lead] Richard Evans, not entirely sober, when we first got the creature to wake up,” says Molyneux. “The animations and the model were in, and we’d been working on the AI and desires – and we got the creature to come alive. It felt a little bit like Frankenstein, you know, we were wondering what to do. “The creature stood up, this magical moment, and one of the strongest desires we’d given him was to find food. The first thing he did was start swiping his arm down through his legs. Of course, we had encoded everything with a food value, including the creature’s body, and so he’d decided his own legs were the most nutritious things available.” B&W’s creature stole the headlines, then and now. Even if the complexity of the AI wasn’t always obvious to players, Lionhead was essentially trying to make a new kind of game. It was experimenting with every facet of the design process. “Some of it even made it in,” says Georg Backer, the network programmer. “The weather system for B&W looked up where you were and replicated that weather in-game. It had an interface where, if you chose, it could check your emails and have a little villager named after the sender wander up saying ‘hey email!’ At some point you could even send text messages into and out of B&W, we had it working but then we realised it would be cost-prohibitive to do it on scale and globally, so we didn’t. But we weren’t afraid to try it out and get it working.” B&W’s long-awaited release in 2001 saw the development time vindicated with great reviews and enormous sales – a level of success that, over the next few years, Lionhead would struggle to cope with. “It was an unmitigated disaster,” says Molyneux. “It wasn’t chaos, it was worse than chaos. The compressed version of what happened is that we made B&W, it was a huge success, and we were very happy. And what we did was we listened to some financial advisers who told us absolutely that if we didn’t float on the stock market our company was going to die.”  The founders agreed to go for the public listing. “The most stupid thing that ever happened,” says Molyneux. “Because when you go for an IPO what happens is, these advisers go ‘you can’t just have 30 people, go and hire more; you can’t have just one product, you need three or four.’ And that’s where the Movies comes from, that’s actually why we got so distracted, because there was all this corporate stuff going on, it was just insanity.” Post-2001, Lionhead expanded rapidly and worked across several projects, but the stock market listing wasn’t happening and – having staffed-up in order to look more attractive – the founders instead turned to private investors in order to complete the games without going under. Three of the projects would see release – Fable (2004), B&W2 (2005), and The Movies (2005) – while others like BC and Unity disappeared.     Fable Photograph: Lionhead    Fable became synonymous with Lionhead, and would dominate the studio’s later years, but it began elsewhere. Big Blue Box Studios was another group of Bullfrog veterans setting up anew in Guildford. “It was the result of a desire to leave EA and the sadly ravaged corpse of Bullfrog it had left behind,” says co-founder Dene Carter. “My brother Simon, Ian Lovett and I were desperate to do something by ourselves, away from a big corporate structure, and hopefully recreate some of the magic we’d seen dissipated by the takeover.” Funded by Lionhead, the small team at Big Blue Box began building a new kind of role-playing game. “Fable was always about three things,” says Dene Carter. “Fairytales rather than fantasy, humour rather than pomposity, [and] accessibility rather than byzantine complexity.” But after four years of development the scope had grown beyond what a small team could handle and, after Lionhead’s acquisition of Big Blue Box as part of the finance dance, the Xbox-exclusive was brought in-house. Resources are great, of course, but have their downsides. “I remember a ludicrous focus group in Staines,” says Carter. “Where one of the group said ‘Why’s it set in, like, ‘istory, and not, like, space?’” Thanks to a brutal crunch period, Fable was eventually finished – and was not only something interesting and new and fun, but the commercial success Lionhead needed. B&W2 and The Movies were not, however, progressing so smoothly. The Movies was an idea ahead of its time – allowing players to build, direct, and share their own animated motion pictures using a huge library of assets and characters – but without the execution to match. Perhaps the most forward-thinking feature, around a year before Youtube existed, was The Movies Online, a website hosting user videos. “That was the thing, we had a conversation back then thinking ‘surely people will want to share these movies,’” says Georg Backer. “And it was like, yep, let’s just build it. Whatever you need Georg.”     The Movies Photograph: Lionhead    Despite this, the Movies was “a disaster” according to Molyneux, who attributes this to a lack of focused playtesting. Still, at least it was released. “The Movies nearly didn’t ship because there was a massive concern raised by Activision lawyers which internally we called ‘pantygate,’” says Stuart Whyte. “There was some gouraud shading around the character models’ legs, which looked like pubic hair.” Subsequently, female models with white or pink underwear could be perceived as having transparent pants. The Movies was only teen-rated and the recent Hot Coffee scandal involving GTA: San Andreas (which saw publisher Rockstar sued by the Los Angeles City Attorney’s Office) loomed large. “From memory, the first 300,000 disks of the game had to be destroyed at the factory and an emergency patch created,” says Whyte. “It meant that the poor lead character artist and the lead producer and the head lawyer of Activision were looking through hundreds of screenshots of various actresses to try and see if there was anything that could be salvaged. I believe that’s why, in the final version, everyone was wearing black underwear.” At this time Lionhead employed more than 300 people (Eurogamer has an excellent article on the working culture at the company). “The studio was getting so large it felt like an entity,” says Molyneux. “Microsoft was interested, Ubisoft was, and also I think people wanted the safety and security of being part of something bigger.” Microsoft had a good working relationship with Lionhead during Fable’s development, and it won the day – acquiring the studio in April 2006, almost exactly 10 years before it would close.  The first game Lionhead made as a Microsoft first-party studio is what many consider its finest work: Fable 2. Many of its innovations, though, were a target of scorn before people got their hands on it. The game introduced a one-button combat system, and removed player death from the game entirely. They’re not big sexy groundbreaking ideas, but they rank among the studio’s most pure gaming insights, sitting alongside the fact that the Fable 2 world is simply a joy to play in.     Fable 2 Photograph: Lionhead    Only Kinect It was post-Fable 2 that something seemed to change at Lionhead. Fable 3 was developed in only eighteen months, and unsurprisingly felt rushed and lacked the magic of its predecessor. Certain heads had also been turned from Fable by a new Microsoft technology. “Way before Kinect was ever public they asked for my take on it,” says Molyneux. “I saw the device and the way it was sold to me was that you could be in a room with lots of other people, and this device can pick you out, it knows it’s you, it will recognise your voice, your gestures, finger movements, the whole shebang. My first reaction to seeing that early tech was thinking that the last thing you’d want to do with it is make a first-person shooter.” Instead, Molyneux thought of Dmitri, one of Lionhead’s experimental ‘see where it goes’ projects that, since B&W’s release in 2001, had existed in various (very different) forms. “At this time my son was seven or eight, and all parents find this, when your kid is that age it’s just amazing being a parent. You can see you’re inspiring this little person that looks at you and you can feel the wonder in their eyes, and that to me just felt incredible.” Project Dmitri became Milo & Kate, a game about interacting with and talking to a child – who would “recognise” you, “remember” you, and “learn” from you.       Milo made a sensational debut during Microsoft’s E3 2009 stage show, in a pre-recorded presentation that showed the boy recognising a human player, ‘taking’ a drawing from her through the Kinect scanner before commenting upon it, and holding a plausible conversation. Even at the time people wondered how much smoke and mirrors was involved, but the technology behind Milo was real if limited – players who tried to break it could do so easily, but those willing to accommodate its quirks were rewarded. Many at Lionhead wondered if Milo would make for a coherent and fun experience, sure, but this is pretty standard for a partially complete game. The problem was, to many observers, the demo felt like a lot of interesting jigsaw pictures that didn’t quite seem to make a whole picture. “The nail in the coffin for Milo was that the marketing people saw Kinect as a party device, about having fun, about being better than Wii Tennis, and Milo just didn’t fit into that picture,” says Molyneux. “The trouble is, they call Redmond the mothership, and that’s exactly what it’s like. If you’re not in the mothership they completely forget about you. I saw the writing on the wall, they were committing to Kinect, I mean serious amounts of money, scary money, and y’know when they took the decision to make it a party device I started thinking ‘oh God, this is going to be tough.’” Milo was cancelled in a drawn-out manner over 2010-11, with Molyneux clearly going out of his way to sell the game in public – including giving a TED talk about it – while Microsoft backed away. The studio had begun to change internally, reflecting Microsoft’s perception of wider industry trends, and after a spate of senior resignations in early 2012, Molyneux also left Lionhead later in the year.     Fable: The Journey Photograph: Lionhead    Some of Milo was re-purposed for Fable: The Journey, a Kinect-focused side-entry that took the player on a horse-mounted adventure. “Weirdly my fondest memories are of finishing Fable: The Journey,” says designer Ben Brooks. “I never thought I’d say my best moments were on Lionhead’s motion-controlled horse simulator but it was like... Peter’s gone, we’re making a Kinect game and the tide has turned against Kinect a bit and people were maybe looking at us a little askance. “And actually, the team really pulled together amidst that and there was a great sense of camaraderie about finishing that thing off. I’ve often referred to it as the best seated core Kinect game-slash-horse simulator that’s out there. There was a time I think at Gamescom 2013 when someone came to the Fable Anniversary booth, and said ‘Fable the horse is my favourite Fable’ And that’s lovely. So as a developer you can want millions of people to buy and love what you’ve made, but as long as a couple of people really get it and enjoy it… that can do.” Fable Anniversary (2014), a warmly-received HD remake of Fable: The Lost Chapters, would end up being Lionhead’s final full release. This was not least because Microsoft didn’t want any more ‘normal’ Fable games. “Fable Legends got concepted then greenlit in around July-August 2012 time,” says Stuart Whyte. “I wasn’t there at that point, but certainly talking to the studio head Mark Webley they tried to pitch Fable 4 and were very much told that if it isn’t GaaS [games-as-a-service] it isn’t gonna fly – we need to pivot to support that.” In other words, Microsoft didn’t want another self-contained, single-player-focused adventure. It wanted something that could be expanded with downloadable content, something social, that it could build a longer revenue stream around. The resulting project was Fable Legends, designed for five players: four acting co-operatively as heroes raiding a dungeon, one playing as the villain, exerting control over all the enemy forces. The idea was to provide a more traditional Fable combat experience for the co-operators and an RTS-style of play for the baddie. David Eckelberry, who had experience from D&D Online and LOTR Online, was hired as lead designer, one of many new additions as the studio began to staff appropriately for the GaaS future. Fable Legends had a closed beta from late 2015 until mid-April and according to Eckelberry, it was effectively finished. “In software definition terms we were truly there by the end of the closed beta, basically content complete,” he says. “We had a few bits more that we wanted to finish in terms of the 15-part story arc, but there are two bits of that the world will never see.” This is because, after an enormous investment that a senior source claims was “at least $75 million,” Microsoft not only closed Lionhead but cancelled Fable: Legends. “It’s kind of crazy to me, no offense to Microsoft or anyone else, but...” Eckelberry trails off for a moment. “I’ve worked on incubation teams before where you work on projects for a few weeks or months and then end up killing them for all kinds of reasons. I’ve never seen a project go on for three-and-a-half years then be killed, not with these production values.”     Fable Legends Photograph: Lionhead    There are any number of possible reasons for Fable Legends’ cancellation, and the wider closure of Lionhead, but Occam’s razor points to the sales failure of the Xbox One hardware – there simply isn’t the installed base to support this kind of game, which depends on volume of players. “So the leadership team, which I was on, was told on the morning before the announcement was made to the studio,” says Stuart Whyte. The date was 7 March 2016. “The announcement was made to the studio at about the same time it was announced to the press, and that was to ensure there were no leaks or whatever. It was very much a surprise. We weren’t expecting it. Maybe the idea of there being some redundancies because we were coming to the end of Fable Legends... we were starting to think about concepting on our next title which was actually going to be Fable 4, we had a pitch around that. We all found out that morning.” “They were fairly clear with us about what was happening,” says Ben Brooks. “I mean, legally, you can’t just chuck everybody out, you have to go this process of making sure it’s the right thing to do. I think once that process started we were all fairly clear about where it was going, and there was no attempt to disguise that.” The only lingering sore point is that, while Microsoft wasn’t prepared to back Lionhead in creating Fable 4, it wouldn’t let Fable go either. Several sources say that during the consultation period there were potential buyers for Lionhead, but Microsoft’s insistence that it retain the rights to Fable was a deal-breaker. A group of Lionhead employees tried to salvage Fable Legends, too, attempting to secure funding in order to run the game under license from Microsoft (who at this point had already written-off the cost of development.) “It’s frustrating in hindsight,” says one of those involved. “The team was trying to see if we could salvage anything from the ashes, and we heard Sony had given the Evolution management a bit of a heads-up as to what their intentions were [the Evolution team was hired by Codemasters shortly after Sony closed the studio]. Maybe if we’d had the same it could’ve ended differently, but there you are.” The lion sleeps “There were a number of us at Lionhead who started in work-experience and rose up through the ranks,” says Ted Timmins, who began in QA and worked on every Fable game before directing Fable Anniversary. “It wasn’t exclusive to game designers either, it saw testers, artists and producers all rise up. Lionhead was a very supportive place to work in that respect, I once heard it referred to as a university where leaving the studio is simply you graduating.” Lionhead no longer has a future but, for dozens if not hundreds of young talents, it helped create theirs. From the outside, the team that came to work on B&W might look like luck. Sean Roberts for example, responsible for the animation-blending system that made the creature move with then-incredible grace, was working as a deliveryman – for a company called Black and White motorcycle couriers. “So obviously when he walked in for an interview we’d already decided you’ve got the job,” says Molyneux. “Fate was speaking.” Maybe it was fate, because no-one’s this lucky. Jonty Barnes was hired as a 16 year old “with an incredible work ethic,” and is now the executive producer on Bungie’s Destiny. Daniel Deptford came from work experience too, and is now Microsoft’s principal software engineer on HoloLens. Demis Hassabis followed Molyneux and co. from Bullfrog to be B&W’s AI lead, though he’s now better known for his company DeepMind which last year achieved an AI breakthrough with the grandmaster-smashing AlphaGo. Richard Evans, another of the AI experts behind the creature, currently researches in the field for Google. Then there are Alex Evans and Mark Healey, who co-founded Media Molecule and are now making a game, Dreams, that really is insanely ambitious. Lionhead is gone, but it’s inventive legacy lives on. “It’s lovely to talk through all the happy memories,” says Molyneux. “It’s tough today because I did look out of the window, and from my office I can see the Lionhead building, and it’s so terrible to see the windows dark. It really is. All I am and all I have ever been is the frontman for the genius people I’ve worked with, and there were a lot of geniuses there that just did incredible things and were unbelievably devoted. It’s a sad day.”",
  "webTitle": "Lionhead: the rise and fall of a British video game legend",
  "webPublicationDate": "2016-05-20T06:00:32Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/20/lionhead-the-rise-and-fall-of-a-british-video-game-legend",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Game culture",
      "id": "technology/gameculture",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "PC",
      "id": "technology/pc",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Retro games",
      "id": "technology/retro",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Controversy",
      "id": "technology/controversy",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Microsoft",
      "id": "technology/microsoft",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox",
      "id": "technology/xbox",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox One",
      "id": "technology/xbox-one",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Rich Stanton",
      "id": "profile/rich-stanton"
    }
  ],
  "guardianId": "technology/2016/may/20/lionhead-the-rise-and-fall-of-a-british-video-game-legend"
}