{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/20/john-berry-beastie-boys-founder-punk-rock-new-york",
  "id": "2016-05-20-75",
  "sectionId": "music",
  "body": "Yesterday, John Berry, a founding member of the Beastie Boys passed away of frontal lobe dementia at 52. To some, his name could be considered merely a footnote in the history of the groundbreaking musical unit since he quit three years before the success of their debaucherous debut full-length Licensed to Ill.    Related: John Berry, founding Beastie Boys member, dies aged 52    But to those who were there on the Lower East Side of Manhattan in the early 80s witnessing the punk scene’s shift from the narcotic-fueled nihilism of the likes of Johnny Thunders and the Heartbreakers into the boundless youthful energy of hardcore, Berry was a vital part of the transition. Along with his fellow Beastie Boys he was right there with bands like Bad Brains and the Stimulators critiquing Ronald Reagan’s “Morning in America” armed with their guitars and an unshakable angst.  Berry established the band under its original moniker of The Young Aborigines in the late 70s alongside Michael Diamond (Mike D) and future Luscious Jackson drummer Kate Schellenbach. Besides being immersed in creating music, John was also known as something of a rapscallion on the club scene of New York at the time, like the time when he (allegedly) pelted snowballs at British proto-goth rockers Bauhaus during their debut US performance at the Rock Lounge.      Bauhaus: victims of Berry’s snowballs, maybe. Photograph: Fin Costello/Redferns    Young Aborigines played a few gigs before John changed their name to the Beastie Boys. In some bizarre form of self-promotion, the band would repeatedly call into the only Hardcore Punk radio show in New York at the time – Tim Sommer’s Noise The Show – and request their own material, even though the Beasties had not recorded or performed yet. The band eventually recorded some four-track demos in Berry’s loft on 100th Street, which Sommer played and pushed very enthusiastically on the show. The band returned the favor when they interspliced segments of Sommer’s read-backs from his radio show on the collection of their early Hardcore material Some Old Bullshit released in 1994.  Besides playing guitar in the Beastie Boys, Berry also moonlighted as the vocalist for another band that existed in the embryonic stages of New York hardcore punk scene, the chaotic Even Worse. Jack Rabid, the drummer as well as the editor of the long-running underground music publication The Big Takeover remembers how John got the gig one summer day in 1980. “We had a gig at the bandshell in Tompkins Square Park one Saturday afternoon and our vocalist John Pourdias didn’t come and we had no singer. Nick goes ‘That’s OK!’ and pans the crowd, sees a guy and says to him: ‘You look like Johnny Rotten! Come up here and be our singer!’ So that’s how John Berry became our singer.” Berry’s tenure as Even Worse vocalist lasted until the end of 1980 when he went on to concentrate solely on the Beastie Boys.    Related: From Bad Brains to Cerebral Ballzy: why hardcore will never die    The only recorded output Berry would appear on in the time of him being in the band was their debut 7in EP, Pollywog Stew from 1982. John’s guitar playing on the record is just as spirited and shambolic as any of the players who were his peers on the hardcore punk scene in the 80s, but there was something about it that made it singular in its recklessness. Not necessarily burly enough to be a forerunner to what New York hardcore would be known for a decade later with the likes of Biohazard, but still delivered with enough mischief to make you prick up your ears and take notice.  For me, Berry’s playing and the famous photo of the band sitting curbside from the back of the EP are one in the same. In the image, Berry sits looking pensively with his hands on his knees eyeing something in the distance as if he’s about to leap into attack mode once the photo is taken. An angsty weisenheimer quick with a joke, John Berry is yet another important piece of the puzzle in the history of America’s hardcore punk scene of the early 80s gone and, hopefully, never forgotten.",
  "webTitle": "John Berry: Beastie Boys founder was much more than a punk rock footnote",
  "webPublicationDate": "2016-05-20T16:41:38Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/20/john-berry-beastie-boys-founder-punk-rock-new-york",
  "keyword": [
    {
      "webTitle": "Beastie Boys",
      "id": "music/beastie-boys",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tony Rettman",
      "id": "profile/tony-rettmann"
    }
  ],
  "guardianId": "music/2016/may/20/john-berry-beastie-boys-founder-punk-rock-new-york"
}