{
  "apiUrl": "https://content.guardianapis.com/media-network/marketing-agencies-association-partner-zone/2016/may/13/better-together-brexit-marketing-campaigns-psychology",
  "id": "2016-05-13-212",
  "sectionId": "media-network/marketing-agencies-association-partner-zone",
  "body": "Years ago a famous marketing experiment was conducted for The Economist magazine. It took two groups of potential subscribers and made them two offers.  The first group was told they could subscribe to the offline edition for $59 a year. Or, instead, subscribe to both offline and online versions for $125. The content was exactly the same. Not surprisingly, a large majority opted for the offline option.  For the second group, the deal was framed differently. They could subscribe online only for $59. Or offline only for $125. Or online plus offline, also for $125. Not one person opted for the offline only option. That decision was a no brainer. But suddenly online plus offline felt really good value. And, this time, most opted for it. By switching the context, people changed their behaviour. Feelings won over rational thinking.  It’s almost impossible to put an absolute value on the wisdom of The Economist, just as it’s probably impossible to entirely know for sure whether we are better in or out of the EU. It’s why both sides in the EU discussion are so keen to give the debate a context that supports their view.  Look at the Better Together campaign. From the outset, it’s harnessed the huge power of loss aversion. Behavioural scientists describe how, on average, we feel twice as much pain when we lose something, compared to the enjoyment we get from gaining something new. We are, as a species, deeply averse to loss.  Loss aversion was considered a clincher in the Scottish referendum, and Better Together have produced reckoners, reports and analysis demonstrating how much the average Brit would lose if we were to leave. We’re part of something valuable and we’d be mad to throw it away, they say. The campaign’s been equally eager to leverage a second behavioural bias: our trust for authority. The campaign has almost fallen over itself in the rush to roll out tribal elders to endorse our remaining part of Europe. From the US President to the former head of MI6, all have had their Better Together moment.  In contrast, the Brexit campaign has come up with few authority figures or in-depth reports. It has been very short of detail on how we would develop new export markets or secure our leaky borders.  But what it has sought to do is reframe the entire debate, which it does in three words: “Hold our nerve.” The thought has been used over and over again and is crammed with powerful emotional implications. Suddenly, we’re all on the same side. It’s no longer the stay camp versus the leave camp. Instead it’s the whole of Britain, threatened, gazing in shared defiance across the channel.  Like any great advertising line, the phrase is hard to deny. We risk being branded a coward. Worse, we place ourselves outside the tribe. Behavioural scientists talk about social proofing – a sense that we belong to a tribe and are keen to show how we share its values. Historically, being a part of the tribe was the only way to survive. So to which tribe will we be persuaded we belong? The band of brave brothers and sisters lined up along the White Cliffs of Dover? Or the country that has helped shape European history for hundreds of years? What counts is the context. Paul McCarroll is creative lead at The Bureau, Proximity This advertisement feature is paid for by the Marketing Agencies Association, which supports the Guardian Media & Tech Network’s Agencies hub.",
  "webTitle": "Examining the Better Together and Brexit campaigns",
  "webPublicationDate": "2016-05-13T11:26:48Z",
  "webUrl": "https://www.theguardian.com/media-network/marketing-agencies-association-partner-zone/2016/may/13/better-together-brexit-marketing-campaigns-psychology",
  "keyword": [
    {
      "webTitle": "Marketing Agencies Association partner zone",
      "id": "marketing-agencies-association-partner-zone/marketing-agencies-association-partner-zone",
      "sectionId": "media-network/marketing-agencies-association-partner-zone",
      "sectionName": "Marketing Agencies Association partner zone"
    }
  ],
  "authors": [],
  "guardianId": "media-network/marketing-agencies-association-partner-zone/2016/may/13/better-together-brexit-marketing-campaigns-psychology"
}