{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/war-posters-propaganda-military-recruitment-library-of-congress-exhibit-world-war-one",
  "id": "2016-05-06-48",
  "sectionId": "world",
  "body": "Just as Lord Kitchener’s probing stare and pointing index finger famously announced “Your country needs you”, so Uncle Sam transfixes the viewer with his eyes and finger beside the legend: “First call – I need you in the Navy this minute! Our country will always be proudest of those who answered the first call.” This 1917 poster by James Montgomery Flagg, adapted from Alfred Leete’s 1914 image of Kitchener, forms part of an exhibition that explores how American artists galvanised public interest in the first world war, opening on Saturday at the Library of Congress in Washington. It is the first in a series of events at the library marking next year’s centenary of America entering the war. This was an era before radio and TV became widespread when the poster was uniquely potent. The mastermind of the propaganda effort was George Creel, a journalist, politician and author. “He really thought art can play a major role and lobbied hard with the government to change hearts and minds,” co-curator Katherine Blood said.     ‘The camp library is yours: read to win the war.’ Photograph: Library of Congress    Her colleague Sara Duke added: “This was the first time in American history that art was used in war. The result was amazing. Women donated their time working in factories, and we now know a lot of knitting was thrown away because so much of it was produced. There was a lot of mobilisation. Art played a role in making it socially necessary.” The free exhibition, World War I: American Artists View the Great War, features 25 fine prints, drawings, cartoons, posters and photographs reflecting the focus of wartime art on patriotic and propaganda messages, drawn from the library’s prints and photographs collections. An additional 70 photos will be visible in a slideshow. ‘Draw ’til it hurts’ Even with its late entry into the war under President Woodrow Wilson, the US produced more posters than any other country. Under orders to “draw ’til it hurts”, many of the artists worked for the government’s division of pictorial publicity, which promoted recruitment, bond drives, home-front service, troop support and camp libraries. In less than two years, the division’s 300 artists produced more than 1,400 designs, including some 700 posters. Some images advocated for US intervention in the war, some encouraged hatred of the German enemy and some aimed at the home front, hoping to persuade Americans to change their eating habits so food could be sent abroad. They were encouraged to switch from meat and wheat to corn and fish, to plant victory gardens and to can fruit and vegetables. One of the posters on display, by Edward Penfield, shows US soldiers manning a machine gun and has the banner: “The Doughboys Make Good” – the informal term “doughboy” became popular for describing US soldiers in the first world war.     The Doughboys Make Good: Edward Penfield’s first world war poster. Photograph: Library of Congress    But after the war ended in 1918, some complex messages emerged. A 1919 Red Cross poster, Facing the Future, shows injured men, including one who has lost a leg and is holding a crutch. It offers reassurance: “Uncle Sam offers training to every man disabled in the service. See that your man takes it.” Blood said: “It’s a fascinating image. It’s colourful and there is a white halo around the injured soldier. It’s optimistic, but it also has the horrific consequences of war.” One of the most poignant images is a 1919 lithograph by Maurice Becker, a Russian Jewish immigrant and radical artist who, as a conscientious objector to the war, was sentenced to 25 years hard labour in Fort Leavenworth disciplinary barracks. He was released soon after the war ended and drew the suffering of fellow conscientious objectors. Despite the exhibition, the centenary of the war is likely to be far more low-key in America than the recent cavalcade of commemorations in Europe. Typically it now only receives a couple of days’ attention in American schools, Duke observed. “For Britain it impacted on a generation. For the US, the number of troops we sent there was miniscule compared to the British, French, German and Russian armies. We like to say we ended the war, but we know that’s not the case. The effort that went into it is now long forgotten and completely overshadowed by world war two.” The US mobilised 4.4 million personnel in the first world war (with 116,516 killed) compared with 12 million from Russia, 8.9 million from the British empire, 8.4 million from France and 5.6 million from Italy, according to a tally compiled by the Public Broadcasting Service (PBS). Some 16.4 million Americans served in the second world war, 5.8 million in Korea and 8.7 million in Vietnam.     Facing the Future: CF Chambers’ poster on the aftermath of the war. Photograph: Library of Congress    Duke added: “It’s what happened after the war that’s striking to me: the commitment to help. Single women who went to Europe to try and make life better whatever little ways they could.” The Library of Congress prints and photographs division has an extensive archive of first world war-era posters, with some 1,900 posters created between 1914 and 1920 available online.",
  "webTitle": "Beyond Uncle Sam: the US poster art inspired by the first world war",
  "webPublicationDate": "2016-05-06T17:55:07Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/war-posters-propaganda-military-recruitment-library-of-congress-exhibit-world-war-one",
  "keyword": [
    {
      "webTitle": "First world war",
      "id": "world/firstworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Washington DC",
      "id": "us-news/washington-dc",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "world/2016/may/06/war-posters-propaganda-military-recruitment-library-of-congress-exhibit-world-war-one"
}