{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/cannes-film-festival",
  "id": "2016-05-17-85",
  "sectionId": "commentisfree",
  "body": "Man or woman, star or pleb, what matters in Cannes is standing out from the crowd. People go to huge lengths and expense to do this: yachts, copters, jewellery, nudity. But this year, I’ve found a far cheaper way to get heads turning: injury.   Related: Juliette Binoche: I confronted Spielberg and Scorsese over lack of female leads    On the second day of this year’s festival I came off my hire bike going down a hill and the impressive flesh wounds sustained have really upped my profile on the Croisette. Want to make an entrance? Remove your sunglasses to reveal a splashy black eye, colours as dazzling a spectacle as the sunset yonder. Conversation in the queue for a movie hard-going? Tease a peek of your elbow. Need an interviewee’s sympathy? That bleeding knee should do the trick. (“You look like you’ve really damaged your spine,” smiled Vanessa Redgrave.) Cannes is, in fact, not a great place to feel yet more grotesque than usual. The women here are, by and large, highly coiffured and upholstered, pins smooth and unbruised, complexions dewy and bronzed. They glide down for breakfast on six-inch heels. They wear frocks my granny would have rejected as dusters. They look, literally, like movie stars. Yet the experience of hobbling among goddesses has served to strengthen my scepticism about one of the chief rallying cries heard around the festival this year: for competition quotas. The mood in many quarters is that quality is not enough, that boxes must be ticked and preferential treatment offered in the name of progress. A panel on industry diversity urged those deciding the prizes in Cannes, as well as those who vote for the Baftas and Oscars, to give equal weight to considering the message sent by their choices as to quality. I know I’ve had a knock to the head, but I’d thought this was done and dusted. I thought everyone now conceded that by the time you get to the awards stage, it’s too late. Action to address prejudice needs to come rather earlier in the production process. Remove the subjective element in the already dubious concept of arts competition, and it becomes all but redundant. Counterintuitive too: why devalue something you’re holding up as important? Two years ago Steve McQueen’s 12 Years a Slave won best picture at the Oscars. It did so because it was the best film of the year. It would be awful if such a victory were undermined by accusations of positive discrimination. Lots about life isn’t fair. It is not fair some people are smart and some stupid; other disparities can and should be addressed. But Cannes ain’t always the place to start. Fungus: not the bogeyman  Some lovely understatement by Dr Robin Carhart-Harris, author of a new report confirming that psychedelic drugs – in particular, magic mushrooms – can have a therapeutic effect on those with mental health issues. “I wouldn’t want members of the public thinking they can treat their own depressions by picking their own magic mushrooms,” he said. “That kind of approach could be risky.” Yet as mental healthcare is pruned hard and the price of drugs rises, foraging is certain to, well, mushroom. Of course, this can go horribly wrong, but it’s worth bearing in mind not only the myriad health benefits present in all mushrooms but also the serotonin rush that just rummaging on the forest floor will probably provide. Simply sniffing a handful of humus can do wonders.     Manston airport, Kent: ‘worth a visit’. Photograph: Invicta Kent Media/REX    I’m Manston, fly me  Happy birthday, Manston! Thanet’s beleaguered airport turns 100 in 10 days’ time, and faces a more uncertain future than in all its busy history. This despite the fact it obviously ought to be where any new runway for the south-east comes, given there’s one in place already, the area could do with an uplift, and building a train spur to the high-speed line would be a relative doddle. It’s still worth a visit, though: terrific beans on toast among stirring aviation oil paintings in the caff, and a superb museum stuffed with planes and artefacts and peeling papier-mache models dressed in RAF gear. “Do not touch,” reads a sign by one rusty bomber. “I am old. Treat me gently.” I know the feeling.",
  "webTitle": "Life ain’t fair, but you won’t fix that at Cannes | Catherine Shoard",
  "webPublicationDate": "2016-05-17T16:57:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/cannes-film-festival",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/cannes-film-festival"
}