{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/12/coalition-climate-plan-assumes-emissions-trading-says-government-modeller",
  "id": "2016-05-11-39",
  "sectionId": "environment",
  "body": "Modelling hailed by the Liberal party as proof its Direct Action plan could meet Australia’s long-term climate promises in fact assumes the Coalition would turn its policy into a type of emissions trading scheme, according to the authors. The environment minister, Greg Hunt, released the modelling, by the Energetics consulting firm, just days before the election was called and told the Australian newspaper it was proof that critics of the government’s policy – who say it has no hope of reaching Australia’s target without changes – were totally wrong. Malcolm Turnbull and Hunt are now campaigning against Labor’s plan for an emissions trading scheme, saying it is a “massive carbon tax” that will force huge rises in household electricity prices, while claiming their own policy can meet its 2030 target with no such impost. The Energetics modelling found that the government’s emissions reduction fund and so-called “safeguards mechanism” could achieve around half the emissions reductions required between 2020 and 2030 to reach the government’s target of cutting emissions by 26% to 28%, around 500m tonnes. But Peter Holt, associate at Energetics, told Guardian Australia that the policies would only achieve those reductions with changes – either large funding top-ups to the ERF (estimated by others at at least $6bn) or a strengthening of the safeguards mechanism so it turned into a baseline and credit emissions trading scheme.   Related: Climate change plan: thinktank suggests policy both sides of politics can embrace    The economist Danny Price – who has advised the government on Direct Action – agrees with Holt’s assessment that despite the government’s scare campaign against Labor’s ETS, it is going to have to introduce a similar version of emissions trading itself to meet its international pledges. Holt said the modelling was “bottom up” – looking at what sectors had the potential to deliver emissions reductions and then allocating those reductions to the policies that could conceivably achieve them. But the estimated reductions from the ERF and the safeguards mechanism “relied on the assumption that the policies would be adjusted to achieve that outcome”. “To achieve the government’s target we would need to see the safeguards mechanism coming into play, either with declining ‘baselines’ that put more stringent conditions on large emitters, so it formed a baseline and credit emissions trading scheme, or else we would need to see a lot more money put into the emissions reduction fund, or a combination of the two,” Holt said. That means the modelling confirms exactly what Malcolm Turnbull said of Direct Action when he told Lateline in 2011: “If you want to ... cut carbon emissions ... in a very substantial way to the levels that the scientists are telling us we need to do by mid-century to avoid dangerous climate change, then a direct action policy where ... industry was able to freely pollute, if you like, and the government was just spending more and more taxpayers’ money to offset it, that would become a very expensive charge on the budget in the years ahead.”  The Climate Institute thinktank also said the “turbo-charging” assumed in the Energetics modelling would require “at least another $6bn” tipped into the emissions reduction fund, through which the government buys emissions reductions, or stronger safeguards to introduce a form of emissions trading for industry and electricity generators by tightening emissions “baselines” and forcing companies who exceeded them to buy permits. “This modelling is chock full of heroic assumptions that the government is hoping it won’t be asked about in detail during the election campaign,” said the Climate Institute’s chief executive, John Connor.  “They include the need for either billions of extra dollars or some form of emissions trading scheme, which sends a penalty or price signal to companies.” Price – whom the government recently appointed to the Climate Change Authority and who acted as an adviser on Direct Action – has also said the Coalition was likely to be forced to move to a form of emissions trading scheme similar to the one now proposed by Labor for the electricity industry. “The government’s Direct Action plan – its safeguard mechanism – could be modified to create exactly this same type of scheme,” he said. “I’ve always thought that was the most likely way for them to go after the review they have scheduled for 2017, because they are obviously going to have to make changes to meet even their existing targets and this is a low-cost way to do it. Under Direct Action the “safeguards mechanism” is supposed to ensure that increased emissions from heavy industry and electricity generators do not undo the reductions bought through the government’s $2.5bn scheme, by setting baselines for their emissions. At the moment the baselines are lenient, ensuring industries don’t “go rogue” but not seeking to force them to reduce their greenhouse emissions from existing levels. But many observers, including business groups, expect they will have to be tightened after 2017 to gradually reduce industrial emissions. And that would turn Direct Action into much the same scheme as Labor is proposing. The government has already spent 67% of its $2.5bn ERF to achieve only 7% of the emission reductions it needs to meet its Paris target. It did not allocate any more money to the scheme in the budget. In its report, Energetics found that land use and energy efficiency could contribute significant emissions reductions by 2030. “Energetics’ analysis found that improved land management and low emissions farming practices and low carbon transport are capable of contributing the most to Australia’s total low-cost abatement by 2030. In total the two groups account for just over 50% of Australia’s total identified abatement potential,” the report said. “The remaining abatement opportunities were allocated to the ERF and safeguard mechanism ... ERF projects could help to reduce emissions at safeguard facilities; and safeguard facilities can purchase [carbon credits] to offset their emissions and help them to meet their safeguard obligations.”",
  "webTitle": "Coalition climate plan 'assumes emissions trading', says government modeller",
  "webPublicationDate": "2016-05-11T20:40:19Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/12/coalition-climate-plan-assumes-emissions-trading-says-government-modeller",
  "keyword": [
    {
      "webTitle": "Emissions trading",
      "id": "environment/emissionstrading",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Greg Hunt",
      "id": "australia-news/greg-hunt",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "environment/2016/may/12/coalition-climate-plan-assumes-emissions-trading-says-government-modeller"
}