{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/26/the-british-pop-talent-crash-where-have-all-the-new-acts-gone",
  "id": "2016-05-26-119",
  "sectionId": "global",
  "body": "Imagine a UK music chart with almost no UK acts in it. A Top 40 comprising North Americans, Scandinavians and, down at the bottom reaches, a British outlier or two. That is the gloomy prediction being made in some corners of the British music industry because of two problems: the difficulty of finding new artists capable of becoming global stars, coupled with the slog of pushing them into a chart dominated by streaming. “At the moment, it’s not great. [Potentially big new acts] aren’t coming through,” says one insider. Even recent international successes have failed to lift the market: take the 1975, who are doing pretty well. After their current album entered the charts at No 1 both here and in the US, it dropped swiftly, spending only three weeks in the UK Top 10. What’s more, they have yet to produce the kind of inescapable hit singles that tip groups into worldwide stardom. Lee Thompson of industry website Record of the Day is even less optimistic: “Just see what happens with streaming [which has been included in sales calculations since 2014]. Our presence, our ability as a country to break through, will lose its importance.” The dominance of North American acts such as Beyoncé, Bieber and Drake seems to bear that out: their tracks are streamed billions of times, guaranteeing both high chart positions and A-list radio play (old-fashioned airplay is still an important factor in breaking acts in Britain). Few British artists can compete, and brand new ones not at all. But, short of crying: “British charts for British bands!” what can be done? “It depends on how labels define success,” says Welsh singer-producer Catherine Anne Davies, who records as the Anchoress. “If you’re looking at whether your YouTube streams are 3m and you’re on Radio 1, that’s a different kind of success from what I’m looking for.” After releasing her debut album, Confessions of a Romance Novelist, on the independent label Kscope, Davies is critical of major label risk aversion that she says has created “an ever disintegrating divide between whether you’re a creative musician or an entertainer. I don’t think the majors are aware that people want personality, so they churn out sanitised karaoke singers.”         Watch he BBC’s Sound of 2016 hopefuls.    One response, if you are a major, is to send your entire A&R department around the country to find out what people want to listen to (and, more importantly, buy). The label doing this, which can’t be named, has instructed its team to speak to promoters, club owners and others connected to local music scenes, until they have an idea of why new acts aren’t connecting. It has been spurred by the fact that this is the time of year when the frontrunners for 2017’s next-big-thing polls should be gathering at the starting gate. However, according to another insider, there is an unprecedented lack of viable hopefuls, let alone those with the potential to be the next Sam Smith, Adele or even James Bay. “There’s nothing on the horizon, no music scene at the moment. It seems to be that the talent isn’t out there, [or if it is] they don’t know what to do with it,” says the label source. “[Labels] just chase data and click-throughs. They’ll say: ‘Oh, this new band has three No 1s on Hype Machine [a site that tallies the most popular songs on music blogs], let’s go, go, go!’ But just because it’s on a blog doesn’t mean it’s a song that people will buy.” Some will feel little sympathy for the plight of the big three majors, Warners, Sony and Universal, but independents are also affected. Geeneus, the head of east London station Rinse FM and the label Rinse Recordings, is voluble: “The problem with new acts is that there’s nowhere to get into it. For a long time, radio stations have looked at statistics. They don’t think: ‘Amazing song,’ they look at how many YouTube plays, how many Facebook likes. Your sales are in the hundreds, and people think it’s not good.” Radio 1’s head of music, Chris Price, has a theory about that: “The debate about data versus passion is a very live one for us. Music comes from a place of passion, and so does the point at which it connects to new audiences. We believe this should be the defining factor in the decisions we make on behalf of our listeners.”         See the video for Jack Garratt’s Surprise Yourself.    He could have a point: Radio 1’s staunch support for Jack Garratt, whose career hasn’t taken off as quickly as expected, is clearly a case of passion over data. Garratt won the BBC Sound of 2016 and Brits critics’ choice awards this year, but hasn’t matched the trajectories of James Bay and Sam Smith, critics’ choice winners in 2015 and 2014. His debut album reached No 3, but it spent only one week in the Top 10, and four in the Top 40. Now it is not even in the Top 100. His only song to reach the singles charts, Worry, peaked at No 67, and stayed on the chart for just three weeks. By the same point in their careers, Smith and Bay had both had No 1 albums and major hit singles. It might turn out to be a marathon rather than a sprint for Garratt, but the pressure is on. Clare Maguire knows about the pressures of being hotly tipped. She came fifth in the Sound of 2011 poll (won by Jessie J) and soon found herself floundering. “Nobody [at her former label, Polydor] was a bad person, it’s just a bad situation to be involved in. If it doesn’t work instantly, there’s not much support; you’re left, and people are quick to forget.” Her first album went Top 10, but Maguire’s life was complicated, and after promoting the album, she entered rehab for alcoholism. She’s only just started releasing music again (her second album, Stranger Things Have Happened, is out this week). “Labels are definitely focused on signing young people who have a level of media training,” she says warily. “They sign people who are then very slowly stripped of their identity.” Ryan Bassil, UK editor of Vice’s music site Noisey, calls the music generated by young signings “landfill electronica”, a follow on from the landfill indie of the mid-2000s. “The majors have jumped on teenagers who bought production software and make music for New Music Friday [Spotify’s compilation of the week’s best new releases]. If any of these new ones released a sick track, they’d do fine. But it’s much harder for bands to break through, because so much stuff is coming out every single day, so there needs to be more than just a tune. There needs to be a character there.” There are optimists around, such as Ben Mortimer. As an A&R scout, he was responsible for bringing Jamie T, Florence + the Machine and Years & Years to major labels, so he has experience in breaking British acts. Now, as newly appointed co-president of Polydor, he acknowledges that although there has not been “the same proliferation of breaking acts in the last six months”, the industry shouldn’t be pessimistic. “Things are really healthy and we’ll be breaking acts again really soon,” he says. But it’s hard not to heed the words of the Anchoress, whose CV (degrees in literature and queer theory; author of a book about Walt Whitman’s epic poetry) qualifies her as one of pop’s more interesting outliers. “It’s hard not to talk about Bowie and Prince when you’re talking about careers, which should be measured in decades. If even the person presenting the music isn’t invested in it, the public can’t get invested.”",
  "webTitle": "The British pop talent crash: where have all the new acts gone?",
  "webPublicationDate": "2016-05-26T16:49:45Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/26/the-british-pop-talent-crash-where-have-all-the-new-acts-gone",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music industry",
      "id": "business/musicindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Caroline Sullivan",
      "id": "profile/carolinesullivan"
    }
  ],
  "guardianId": "business/2016/may/26/the-british-pop-talent-crash-where-have-all-the-new-acts-gone"
}