{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/07/aruba-wild-side-direct-flights-caribbean-holiday",
  "id": "2016-05-07-131",
  "sectionId": "travel",
  "body": "Twenty-four hours into my visit to Aruba, a tiny island 15 miles off the tip of Venezuela, I’ve slipped into an easy routine. It starts with fresh juice on the balcony of my casita at Boardwalk Aruba, on the island’s northern tip. I watch the bright green lizards soaking up the first rays of sun before cycling to nearby Dushi Bagels, a family-run cafe whose walls heave with paintings by local artists and shade is provided by palm trees wrapped in colourful crochet. This month, Thomson Airways added direct flights to Aruba from Manchester, and Virgin Holidays has just added the island to its portfolio. But growing numbers are discovering that Aruba isn’t just for those in search of fly-and-flop beach holidays: in 2015 there was a 12% increase in UK visitors.     Dutch gabled houses in the capital, Oranjestad. Photograph: Svitlana Prada/Getty    Part of the appeal is its Dutch heritage, with rainbow-coloured, gabled houses across the island and in the capital, Oranjestad. Here Fort Zoutman, built by the Dutch in 1796 for protection against pirates, is now a museum, where faded photographs and old documents provide a fascinating insight into Aruba’s history. Its west coast has the requisite Caribbean beaches, with turquoise water and long curves of powdery white sand, dotted with bars and hotels. But the eastern side has an altogether different character. Wonderfully untamed, with wide stretches of darker sand battered by foamy waves, it’s a paradise for surfers. Even the swimming pools are wild: jeep drive across the arid landscape leads me to what’s known locally as the Natural Pool, a circular basin protected from the pounding sea by a semi-submerged natural rock wall, where where I spend a few hours floating in the warm water.     The eastern side of the island has some stunning, remote beaches. Photograph: Kjersti Joergensen/Alamy    The desert-like Arikok national park, which covers almost a fifth of the island, has cave drawings by Aruba’s first inhabitants, the Caquetio Indians. It’s a great place to explore by bike, but I opt for a hike with a ranger and discover a mind-blowing diversity of plant life: 60% of plants here are used by locals for medicinal purposes, and the aloe vera is said to be the most potent in the world. It rarely rains in Aruba (which claims to have more sunny days than any other Caribbean island), so plants’ active ingredients become highly concentrated. My guide shows me basora pretu, a herb used to make a kidney-cleansing tea, and the seida bush, whose iodine-rich sap is a good antiseptic. Much of the food eaten on the island has to be flown in, but people are passionate about local produce. Aruba’s population of just 105,000 has spawned a number of chefs keen to make the most of their heritage. At chic White Modern Cuisine in Palm Beach, north of Oranjestad, one of the most popular dishes is a risotto of local mushrooms served with mushroom broth (mushrooms grow in abundance on the island). Another delicacy is lionfish: these venonous fish are not native to the Caribbean and were probably dumped by aquarium owners off Florida. They now threaten the health of the coral reef, so the government encourages locals to hunt the fish and their delicious white, flaky meat is found on many a menu. I opt for a salad dressed with edible flowers picked by local foragers.     The Boardwalk Hotel    Papiamento, a mile or so inland, is the former childhood of chef Edward Ellis. Tables encircle a pool beneath palm trees draped with fairy lights, and typical Aruban fare includes fresh fish drizzled with homemade sauces and huge steaks served with piles of sweet potato mash. This creative streak doesn’t just apply to food. At Terrafuse Aruba, artists Marian and Ciro Abath offer ceramic and glassblowing classes in their beautifully cluttered workshop. “The government’s doing a lot to support local artists,” says Marian, who is from the Netherlands. “They’re realising that tourists don’t always want plastic souvenirs made in China, or to just laze on a beach. They get that promoting the arts helps tourism, too. “I love it here. It’s so small that you can be in nice bars or fancy shops, then within a few kilometres on a totally deserted beach. I’ve been here for years and there are still pockets of wilderness I’ve yet to explore.” • Accommodation was provided by Boardwalk Aruba (one-bedroom casita from £128 a night). Return flights from London to Aruba, via Amsterdam, start from £535 with AirFrance. Thomson flies direct from Gatwick and Manchester weekly from £737 return",
  "webTitle": "Aruba's wild side",
  "webPublicationDate": "2016-05-07T09:00:10Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/07/aruba-wild-side-direct-flights-caribbean-holiday",
  "keyword": [
    {
      "webTitle": "Aruba holidays",
      "id": "travel/aruba",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Caribbean holidays",
      "id": "travel/caribbean",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/07/aruba-wild-side-direct-flights-caribbean-holiday"
}