{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/evvol-julie-chance-as-a-closeted-lesbian-in-dublin-life-wasnt-easy-then-i-found-heroin",
  "id": "2016-05-24-253",
  "sectionId": "music",
  "body": "Let me tell you about the moment I arrived on planet earth, the moment I discovered my sole life purpose. I was 15, standing in the middle of a dance floor in a dingy Dublin night club called the Pink Elephant, Atlantic Oceans’ Waterfall was pounding through the sound system and I was coming up on my very first pill. I smiled broadly at all my new best mates, and thought, ‘It doesn’t get better than this.’ I made a decision that from this point onwards, I would go forth and dance and take as many drugs as possible, because that was what God intended me to do. And that’s pretty much what I did for the next 10 years. But let’s take it back to the start. As a young closeted lesbian growing up in Dublin in the early 90s, life was not easy. I was so far in the closet that I couldn’t even admit to myself that I could possibly be attracted to girls. The shame I carried around was so overwhelming that I think my brain must have buried it deep in my subconscious just to protect itself from blowing up. Nobody talked about gay people and definitely nobody talked about lesbians. These words weren’t in our vocabulary yet, well not in mine anyway.  Back then I was in love with all my best girlfriends. I struggled in school and I struggled with fitting in. When I reached puberty I was disgusted with how my body was changing and growing. Dealing with bigger breasts and curves didn’t suit my tomboy attitude at all. I started acting out more and more at home and in school.             In Dublin as teens we used to go knacker drinking – a pastime that involved drinking cans in a field with your mates. Around this time I started smoking hash. I loved drinking and I loved being high. Alcohol dulled those awkward thoughts and feelings about fancying girls and how I felt about myself. It helped me cope. Around this time I was really into Nirvana. When my mam was hassling me, I would tell her to fuck off, run upstairs, lock my door and blast Nevermind at full volume. The only way she could tackle that was by shutting off the power at the mains.  In my final two years of secondary school I ended up changing schools. It was at this new school where I met a boy whose dad was a doctor and he introduced me to the wonderful world of pharmaceuticals. If it hadn’t been this boy it would have been someone else. I was ripe for the picking.  It’s kind of hard to articulate how I felt the first time I used heroin. Any negative feelings – resentment, self-hatred, dread – were flushed out and replaced with warm waves of bliss, euphoria and contentment. You feel nauseous and your face can itch. Your mouth is dry and you talk utter shite. But overall you feel at peace. Exactly the cure-all elixir my fragile disposition was searching for. From the doctor’s son, I was to gain a wealth of information that would prove invaluable in my future career as a full-time junkie and hustler. They say the disease of addiction is progressive. It takes a while to form a habit, and in the early days I was using heroin only at the weekend. I was still a big raver, and the underground dance scene in Dublin was thriving. I knew the name of every DJ on the scene and went to every club. I felt bulletproof.  But soon my excitement was more fuelled by the ritual that superseded the club. I was now at a point where I couldn’t do an upper without doing a downer. Walking through the front door high as a kite and straight up to my bedroom. I loved the ritual of cooking up gear. I loved the bittersweet smell of the brown powder mixing with citric acid to form a lovely clear caramel liquid. Trying to find a vein was a nuisance. They never popped out; but once the crimson river of deoxygenated blood mixed with the brown concoction, utopia awaited.  So how could you not want “utopia” all the time? To quote Russell Brand, “heroin is very more-ish”. What else was on offer to an emotionally crippled teen in 90s Ireland? Soon enough I was using during the week as well as at the weekends. When I wasn’t using, I was thinking about using. Then I stopped going to clubs altogether and would just bang up gear. School fell by the wayside. Anyone who wasn’t into drugs was a sucker and didn’t get it.  I was completely preoccupied with mind-altering substances. The fiction I was devouring at the time included such classics as William Burroughs’ Junky, Jim Carroll’s The Basketball Diaries and Irvine Welsh’s Trainspotting. My non-fiction reading included Drugs Handbook 1996-97 (a guide for nurses) and Street Drugs by Andrew Tyler.   Related: My heroin addict friend: thrown in jail, a rebound in rehab – now Shelly has hope    Pharmaceuticals were all I thought about from first thing in the morning until last thing at night. They consumed me. I would dream about having unlimited supplies of heroin and fantasise about Kurt Cobain – if I just had enough money like him, how easy using would be. I imagined living in Afghanistan, where I could work the poppy fields and get high on cheap drugs in the evening, then philosophise with likeminded people as the sun set over Kabul. It always surprises me that musicians or artists can use heroin and be creative. That was not my experience. When I was using heroin I was incapable of doing anything except use heroin. And if I wasn’t using, I was thinking about getting money, or ways to get money to use again.  Things got progressively worse. The drugs weren’t doing the job prescribed. Those early fuzzy feelings of escapism and bliss had been swapped for just having enough to feel normal and get out of bed. And when I wasn’t stoned, I felt low, really down. Trying to describe the high from heroin is difficult, and the same goes for the depression that accompanies it. Along with the snot and sweat that permanently hangs from your grey skin, a dark cloud lingers above your head. You feel hopeless and desperate. I remember sitting in Trinity Court methadone clinic and looking around the waiting room at all the grim sullen and desperate faces thinking, ‘This is it now. This is what I’ve become.’ Then having a weird sense of relief that I could give up and just succumb to the world of drug-taking – after all, I was very good at it.      Evvol Photograph: Wilkosz and Way    I am not really sure how I got clean and stayed clean. There was no huge rock-bottom moment. An outsider looking in could probably suggest quite a few of them. Hey, Julie, was it the time you got septicaemia from a bad batch and nearly died? What about the time you overdosed in the bath and your brother and dad had to kick the bathroom door down and retrieve your scabby naked body? Or was it the time you ploughed that car into a wall out of your mind on beer and Xanax? Or maybe it was the locked detox wards? The multiple enemas and piss cups? The overdoses? The Gardaí? The agony and pain you put your family through?  I had been in and out of detox wards and treatment centres since I was 18. There had always been plenty of people and organisations willing to bend over backwards to help me but back then I wasn’t ready. I needed to be battered for a few more years until I could see the bigger picture. I did one last detoxifying stint on St Michael’s ward at Beaumont hospital. I had been there a few years previously but got kicked out for smoking hash. So I was back with my tail between my legs. I spent most days on the bed curled up in a shameful ball. Coldplay’s Parachutes played on repeat throughout the hospital speakers, as if being there wasn’t torture enough. The day I left, I reluctantly gave my life over to a clean way of living. Community centres, church basements and therapists now filled my schedule. Most of my time was spent with other recovering addicts, talking about our feelings. Coffee and cigarettes were the new buzz. Dealer’s numbers in my phone were replaced with recovery buddies and sponsors. It was all about the feelings, and I still had to deal with them. I was now living in Cork and attending 12-step meetings regularly. I had befriended a butch dyke. We used to go running together. At the time, exercise was my new obsession and keeping to a seven-minute mile was my all.  One day I invited her for a coffee, and with sweaty palms and a stuttering voice I was finally able to come out. To hear myself say the words out loud that I might be attracted to women was terrifying, but even then I think I mumbled something about being bisexual when I knew deep down that was a lie.    Related: New band of the week: Evvol (No 44)    And so, at the age of 24, my path to recovery had begun. Over the years of living clean I was able to achieve the things I had only talked about while stoned out of my head in some dilapidated Dublin flat. I went back to school and got a degree. Sobriety allowed me to heal broken relationships with my family. But most importantly, I played music in bands. Something I had always wanted to do. A dream that had been silenced for years; to even say it out loud meant ridicule. From whom, I don’t even know – probably myself.  After travelling to New York, London and Berlin, I met Jane, who is my now my fiancee, in Paris. We live in a small apartment with our dog Rooney. For the last five years we have made music together – Jane is a classically trained musician, producer and multi-instrumentalist – and finally we settled on our current project, Evvol. Last year we put out our debut album Eternalism, toured with Yacht and our idol, Peaches. Our songs focus on love, relationships, hurt and betrayal, drawing from real-life experiences. Next year we plan to get married in Ireland. We had a gig in Bucharest on 22 May 2015. This was the day Ireland voted yes to amend the constitution of Ireland to recognise same-sex marriage. My father had been texting me the updates as the results were rolling in. The yes result filled me with mixed emotions. I was elated that my once backward country was now so forward-thinking and acting. Then I cried for a younger me all those years ago running around Dublin, totally lost. But most of all, I was happy.  • Evvol’s Physical LUV EP is out now via !K7 Records. For mental health problems in the UK, the Samaritans can be contacted on 116 123, or visit Mind’s website. In the US, if you are in crisis or need someone to talk to, call the Samaritans branch in your area or 1 (800) 273-TALK.In Australia, the crisis support service Lifeline is on 13 11 14. Hotlines in other countries can be found here",
  "webTitle": "Evvol's Julie Chance: 'As a closeted lesbian in Dublin, life wasn't easy. Then I found heroin'",
  "webPublicationDate": "2016-05-24T09:00:06Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/evvol-julie-chance-as-a-closeted-lesbian-in-dublin-life-wasnt-easy-then-i-found-heroin",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/24/evvol-julie-chance-as-a-closeted-lesbian-in-dublin-life-wasnt-easy-then-i-found-heroin"
}