{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/19/hillary-clinton-nominee-democratic-party",
  "id": "2016-05-19-29",
  "sectionId": "us-news",
  "body": "Hillary Clinton, for the first time since launching her campaign, declared herself the inevitable nominee of the Democratic party on Thursday, having held off a surprisingly strong challenge from her progressive rival, Bernie Sanders.  While Clinton has maintained a comfortable lead in both delegates and votes, her opponent has refused to bow out of the primary race even as his path to the nomination narrowed. On Thursday, Clinton said her pledged delegate lead is “insurmountable” and concluded that Sanders is no longer a barrier on her path to the nomination.    Related: US election delegate tracker: who's winning the presidential nomination?    “I will be the nominee for my party … That is already done, in effect. There is no way that I won’t be,” Clinton said in an interview with CNN on Thursday. The Sanders campaign dismissed Clinton’s comments in a statement that suggested the nomination was still his for the taking.  “In the past three weeks voters in Indiana, West Virginia and Oregon respectfully disagreed with Secretary Clinton,” said campaign spokesman Michael Briggs on Thursday.  “We expect voters in the remaining eight contests also will disagree. And with almost every national and state poll showing Senator Sanders doing much, much better than Secretary Clinton against Donald Trump, it is clear that millions of Americans have growing doubts about the Clinton campaign.” Clinton has 1,768 pledged delegates compared with Sanders’ 1,494 delegates, out of the 2,383 needed to win the nomination. When super-delegates – unbound delegates who are free to switch their support – are taken into account, Clinton needs just 90 more delegates to clinch the nomination. The Sanders’ campaign maintains that if it can level the playing field with a win in California, where polling shows the candidates close, he can then flip enough super-delegates to wrest the nomination from Clinton. Sanders has pledged to remain in the race until the California primary on 7 June, and has previously vowed to continue his campaign through the party’s convention in Philadelphia this summer. “I should tell you, that there a lot of people out there – many of the pundits and politicians – they say Bernie Sanders should drop out … Well let me be as clear as I can be: I agree with you. We are in until the last ballot is cast,” Sanders told a crowd in California on Tuesday. Sanders has been under fire from Democratic leaders to denounce the unrest that erupted at the Nevada convention in Las Vegas last weekend when his supporters shouted down Clinton delegates and bombarded the state party’s chairwoman with threats because of a perceived bias against their candidate. The discord revealed deep fissures in the Democratic party, and raised the specter of disturbances at the Philadelphia convention in July. Clinton called what transpired at the Nevada convention “disturbing” but said she was confident that the party would find a way to unite. She then called on her opponent to “do his part” to unify a divided Democratic party, as she did herself in 2008 after losing a bruising primary battle to then-senator Barack Obama.  “That’s why the lesson of 2008, which was a hard-fought primary, if you remember, is so pertinent here. Because I did my part, but so did Senator Obama,” she said.  After campaigning for Obama, he in turn asked her to serve as his first secretary of state, a role she initially refused, the story goes, and eventually accepted. Asked whether she would consider Sanders for a running mate, Clinton replied: “I’m not going to answer that question.” During the interview, she also criticized the presumptive Republican nominee, Donald Trump, denouncing him as “not qualified” for the presidency, a characterization she has avoided until now.  “When you run for president of the United States, the entire world is listening and watching,” she said. “So when you say you’re going to bar all Muslims, you’re sending evidence to the Muslim world, and you’re also sending a message to terrorist ... Donald Trump is essentially being used as a recruiter for more people to join the cause of terrorism.” Asked if Clinton feels compelled to defend her husband, former President Bill Clinton, after Trump revived a decades-old rape allegation against him, Clinton said she did not. “I know that’s exactly what he is fishing for,” she said.    Demcorats",
  "webTitle": "Hillary Clinton: 'I will be the nominee' of the Democratic party",
  "webPublicationDate": "2016-05-19T20:37:08Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/19/hillary-clinton-nominee-democratic-party",
  "keyword": [
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Gambino",
      "id": "profile/lauren-gambino"
    }
  ],
  "guardianId": "us-news/2016/may/19/hillary-clinton-nominee-democratic-party"
}