{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/19/jewish-headstones-smashed-cemetery-abhorrent-antisemitic-manchester",
  "id": "2016-05-19-159",
  "sectionId": "uk-news",
  "body": "Vandals have destroyed 14 headstones at a Jewish cemetery in Manchester, in what police called a sickening act of antisemitism. The headstones were knocked over and smashed in the “abhorrent” wrecking spree in Charlestown, north-east Manchester, on Wednesday. Ch Supt Wasim Chaudhry from Greater Manchester police’s north Manchester division said: “This is a sickening act of antisemitism which we are taking very seriously. I believe this was a deliberate and targeted attack and there is no place for such abhorrent behaviour in our communities. “All decent members of the public recognise that a cemetery is supposed to be a resting place for people who have passed away, a place of sanctity and dignity where families can come and pay their respects.  “So to have those graves desecrated in such a disgusting and disrespectful way will no doubt cause immeasurable anguish to the families and loved ones affected.”           ‘We are feeling more and more unsafe’: tackling antisemitism in Manchester    There have been repeated warnings that antisemitic attacks are on the rise in the UK, after reaching the highest level ever recorded last year. The attackers appear to have targeted the 14 headstones at random as they were dotted all around the Blackley Jewish cemetery.It is thought the vandals scaled a perimeter wall to access the burial site, which is locked and only accessible with a code for the gate. Chaudry added: “I cannot begin to get into the mind of someone who would commit such an atrocity. I know this will cause a lot of anxiety and distress in the local community and we as police officers and my colleagues at Manchester city council share that distress. “We will do everything we can to find out who is responsible and bring the full force of the law down on them. This has been recorded as a hate crime because of the clear racial motivation and, should we find those who committed this cowardly act, that will allow the courts to impose even harsher punishments.     It is thought the vandals scaled a perimeter wall to access the burial site. Photograph: Josh Halliday for the Guardian    “We have put in place extra patrols in the area which I hope will act as a visible deterrent and provide some additional reassurance for any concerned residents, we are also working closely with our partner agencies to investigate the matter. “I am convinced, that with the help of the local community we will identify those responsible. Ultimately the people of Greater Manchester need to stand together and say no to hatred of this kind which seeks to divide and cause distress within our communities. “Someone will know who is responsible and I would urge those people to do the right thing, do the decent thing. “Think how you would feel if it was the grave of your loved one which was damaged. I am sure you would want justice so, please, think of those are suffering and speak to us, in confidence if needed.” Stephen Wilson, administrator of the North Manchester Jewish Cemeteries Trust, said he reported the vandalism to the police after being alerted by the cemetery’s ground staff. He said he was “dismayed” by the attacks but was not convinced the motive was antisemitism. “I met with the police this morning with the Community Security Trust. I know the police have put a statement out treating it as a hate crime – our view is it’s just pure vandalism,” he said. “It’s my guess – locals come over the wall, you always find drink cans over here, they’ve been in that frame of mind and they’ve done it for the sheer hell and fun of it.” Vandals targeted the same cemetery two years ago, ruining nearly 50 headstones. Wilson said he would like higher walls and CCTV cameras installed to protect the burial site but that it would cost thousands of pounds. A sign at the entrance to the cemetery reads: “We can’t make this chapel vandalproof. We can however be optimistic and ask that people treat it with reverence and respect.”",
  "webTitle": "Headstones smashed in 'sickening antisemitic act' at Jewish cemetery",
  "webPublicationDate": "2016-05-19T14:05:45Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/19/jewish-headstones-smashed-cemetery-abhorrent-antisemitic-manchester",
  "keyword": [
    {
      "webTitle": "Manchester",
      "id": "uk/manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Judaism",
      "id": "world/judaism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Josh Halliday",
      "id": "profile/josh-halliday"
    }
  ],
  "guardianId": "uk-news/2016/may/19/jewish-headstones-smashed-cemetery-abhorrent-antisemitic-manchester"
}