{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/24/jose-mourinho-manchester-united-global-fanbase",
  "id": "2016-05-24-146",
  "sectionId": "football",
  "body": "Some people are worrying that José Mourinho might mean the end of the Manchester United way. They’re fretting that fast-paced attacking football and the development of local talent might be a thing of the past. They’re looking at the way an (admittedly unloved) manager was effectively sacked behind his back and are concerned about what that says about the club. These people are Manchester United fans and their opinions don’t really matter.   Related: Eric Cantona: ‘I love José Mourinho but he is not Manchester United’    It may not be that every single United season-ticket holder is disenchanted but it seems likely that any person who is is a paying supporter. They’re the ones who gorged on the Fergie years after all, but they are also themselves part of the tradition, making Old Trafford shake when Steve Bruce’s goal defeated Sheffield Wednesday or singing the 12 Days of Cantona after 20 years even though it’s rubbish. Now they see their club becoming just another mega-brand and, what’s more, one that chooses a former rival, a short-termist and a coach who shares none of their on-field values being chosen ahead of Ryan Giggs, a legend who has been with the club since he was 14 years old. But, like I said, these fans don’t amount to much. That’s because out there, beyond the turnstiles, are many millions more Man Utd (or Manchester or Man Yoo) fans who do want Mourinho in. Who want the unending drama that the Portuguese guarantees; the insults, the mind games, the histrionics. Oh and the trophies. Mourinho brings titles, and that’s a fact. Millions of Manchester United fans won’t settle for anything less. As has been argued effectively elsewhere, it makes sense for those who run United to appoint Mourinho. As football becomes less a sport and more a form of entertainment, drama matters. It’s what persuades those millions of fans to pay for TV subscriptions, or buy replica shirts, or turn up at an Irish pub at 3am to get lashed for breakfast. These fans, just like the ones who pay to attend Old Trafford, feel an attachment to their chosen club. Just like the season-ticket holders, they hold strong opinions and they hold them genuinely. That their connection to the club is not geographical or familial, or even class-based (though that in itself would be highly unusual), is not their fault. Neither is the fact that their connection to their favourite team is a little less durable. It’s the only way they know.   Related: José Mourinho to Manchester United not the best fit but unlikely to be dull | Barney Ronay    The question for me is more what this means for the old fan, the physical fan. Once upon a time these supporters were the ones that kept their club afloat (and for the purposes of this argument, I’m talking Premier League fans here, a status all fans in whatever tier aspire to). Thanks to Sky and NBC and Continental and Gazprom this is no longer the case. They used to root a club in its local area, create a link that made them part of the community. That community is now a global one and it’s rootless. What fans in the ground can do that supporters on the sofa in a onesie cannot is make a noise. They are still often described as the 12th man. But more often they might feel like a third wheel. When Newcastle fans see Moussa Sissoko turn it on for the TV cameras or Chelsea fans watch Eden Hazard emerge from a season-long slumber at the final possible opportunity to earn himself a slot on Leicester City’s Miracle end-of-season documentary, they might wonder what value the atmosphere they create actually has. And yes Leicester are a glorious exception to this and yes you might think that proves the rule.   Related: The Guardian view on the changes at Manchester United: football’s changed priorities | Editorial    While silent grounds are easily remedied in the edit suite, empty terraces are not. Shrinking attendances will provide bad optics, as they say in the PR biz, and hit the brand of both clubs and the league. Physical fans could vote with their feet and stop turning up in the expectation that clubs would drop prices to get them back in. But they could drop ticket prices to free and it wouldn’t change the direction in which the game is going (though I’d love to see the crowd). Once the physical fan realises this, there’s the chance of liberation. No longer is there the overwhelming need to pay astronomical ticket prices. No longer the requirement to waste your weekends and week nights travelling at inconvenient times to suit TV schedules. No need to deny yourself the half-and-half scarf because, you know, you feel you’d be letting the club down. No need to be stuck in a ground while you watch 90 minutes of conservative, scared-to-lose-out-on-all-this-money football. No need to drink weak lager ever again. With that liberty might come inner peace. Or at least enough money to punt out for Sky. The game is still for the fans, it’s just a different type of fan now.",
  "webTitle": "José Mourinho dividing opinion among Manchester United’s global fanbase | Paul MacInnes",
  "webPublicationDate": "2016-05-24T13:41:19Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/24/jose-mourinho-manchester-united-global-fanbase",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul MacInnes",
      "id": "profile/paulmacinnes"
    }
  ],
  "guardianId": "football/blog/2016/may/24/jose-mourinho-manchester-united-global-fanbase"
}