{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/andy-murray-beats-ivo-karlovic-french-open",
  "id": "2016-05-27-139",
  "sectionId": "sport",
  "body": "While Roland Garros buzzed with the news of Rafael Nadal’s surprise injury withdrawal on day six, Andy Murray was determined to keep his sights on the fourth round on Sunday, when he will play his second consecutive giant, John Isner.   Related: Rafael Nadal pulls out of French Open with wrist problem before third round    On Friday, the world No2 was back to his pre-tournament level in defeating the game’s other beanstalk, Ivo Karlovic, 6-1, 6-4, 7-6 (3). He was a little tired but determined to shake the blues that had enveloped him during two grinding five-setters to reach the third round. Murray spared a brief thought of sympathy for his Spanish friend – he suspected there was something wrong with Nadal’s left wrist after hitting with him last week – but was more concerned, naturally, about his own form, and that has given him cause for much cheer after his worst start to a slam since 2005, when he also was plunged into two five-set marathons, losing the second of them to Arnaud Clément, at the US Open. Here, he has survived, then thrived. There were moments against the 6ft 11in Croat when the zest and sharpness that carried him to a rousing win in the Italian Open final against Novak Djokovic two weekends ago came flooding back. It took him a couple of ticks under two hours to win on a sun-blessed Suzanne Lenglen, a match that grew tougher after a whizz-bang, 25-minute start. But Murray did what he had to do, and he did it in style. Twice he lobbed the tallest player in the game, and 28 times he had him stooping to be conquered at the net. His serve was grooved to a 75% efficiency rate, he struck eight aces, 34 clean winners and beat his opponent on all parts of the court. Murray said beforehand he expected the exchanges to be short, and that they were, with 152 lasting four shots or less, Murray prevailing in 86 of them, while there were only 22 rallies of five or more shots – and the Scot took 12 of those. “It was nice to win quickly,” Murray said, “as it gives me a chance to kind of recover from the first few days.”   Related: French Open 2016: Andy Murray sees off Ivo Karlovic in straight sets – live!    As for Isner, who beat the Russian Teymuraz Gabeshvili 7-6 (7), 4-6, 2-6, 6-4, 6-2 in just over three hours on Court 2, Murray said, “I have had good success against him in the past and I have always enjoyed playing against serve and volleyers.” Murray has kept an avuncular eye on Aljaz Bedene, whose task on Saturday could hardly be more monumental: taking on Djokovic just when the Serb will be looking to repair an ordinary start to a tournament most observers expect him to win. Murray said, “Obviously it’s a huge challenge against Novak. But Aljaz can go out there and have a clear game plan and go for it, not hold back at all. Novak goes in as a big favourite, but, you know, why not? Just go out there and give it your best shot. I know how matches can get. It can get tough here.”",
  "webTitle": "Andy Murray cruises past Ivo Karlovic into French Open fourth round",
  "webPublicationDate": "2016-05-27T13:42:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/andy-murray-beats-ivo-karlovic-french-open",
  "keyword": [
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/27/andy-murray-beats-ivo-karlovic-french-open"
}