{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/is-it-worth-tricep-dips-exercise-review",
  "id": "2016-05-14-197",
  "sectionId": "lifeandstyle",
  "body": "What is it? Sit on a bench with your hands either side of your bum. Now inch forward and lower yourself towards the floor, keeping your hands on the bench and bending your arms to 90 degrees as you lower down and raise yourself again. How much does it cost? Maybe the price of a bench if you don’t have one. Maybe the price of hiring someone to carry all your stuff around for you the following day when your arms don’t work. What does it promise? As a relatively small compound movement, dips will focus heavily on your triceps, while also improving strength in your chest and shoulders. What’s it actually like? I’m always slightly thrown by dips. When you can do a certain number of pull-ups with relative ease, it’s easy to kid yourself that your body is a machine and that your arms are hydraulic pistons that can cope with anything. And then you try to lower yourself into a single dip, and your arms strain and shake and give up almost immediately. That’s because a dip works your triceps, and you almost definitely don’t give your triceps the proper amount of attention. But progress will come in time, and once you’ve got the hang of the basics, you can experiment with width: broadly speaking, the wider the dip, the more of your body it utilises. You might even get brave enough to use your gym’s dip machine, where everyone will see you fail.   Related: Is it worth using a Swiss ball? Exercise review    Best and worst bit As with most exercises, the worst bit will always be when you first try it and realise how far you have to go. But the best bit? Get good at them and you’ll feel invincible. Is it worth it? Of course.",
  "webTitle": "Is it worth doing tricep dips? Exercise review",
  "webPublicationDate": "2016-05-14T05:00:28Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/is-it-worth-tricep-dips-exercise-review",
  "keyword": [
    {
      "webTitle": "Fitness",
      "id": "lifeandstyle/fitness",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/is-it-worth-tricep-dips-exercise-review"
}