{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/17/poll-shows-almost-half-of-labor-voters-oppose-bringing-manus-island-detainees-to-australia",
  "id": "2016-05-17-280",
  "sectionId": "australia-news",
  "body": "New polling shows 48% of Australians, including 43% of Labor voters, oppose the idea of bringing asylum seekers from Manus Island to Australia even though Papua New Guinea’s supreme court has found the centre illegal. The finding, in the latest Essential Report, underlines Bill Shorten’s challenge as he faces Labor candidates concerned about the humanitarian impact of the near-identical policies of the major parties on asylum seekers and a prime minister repeatedly claiming the concerns would lead to a Labor government restarting the people-smuggling trade. The Essential poll found the election race is tight, with Labor leading by 51% to 49% after 10 days of campaigning in which Shorten’s intended messages about education and manufacturing jobs have been repeatedly overshadowed by the Coalition’s attacks on asylum. It found 62% of Coalition voters opposed bringing asylum seekers to Australia from PNG.   Related: Campaign catchup: PM targets Labor over asylum    On Tuesday, Shorten addressed Turnbull’s attack before the prime minister had even delivered it, and without being prompted by a media question – insisting it was a “lie”. “Before I take questions, I just want to make some comments about Mr Turnbull and some of the dishonest things he’s been saying about Labor,” Shorten said.  “He has clearly decided that he’s going to say as often as he can that Labor won’t tackle the people smugglers and he’s also clearly decided to say as often as he can that in the event of a hung parliament Labor would form a coalition with the Greens. There is no truth to any aspect or any detail of what he’s saying. Mr Turnbull’s clearly been told lies or he’s telling lies. Whatever the case, he ought to stop and he ought to stop now.” But in Darwin, touring a border force vessel, Turnbull intensified his attack, saying Labor was “riddled with dissent” and could not be trusted on the issue. “My government is utterly committed, totally committed, to ensuring that the people smugglers’ trade is stopped as it has been,” he said. “Mr Shorten says that he agrees with the government’s policy, that’s what he says. We have now more than two dozen – 25 at latest count – of his candidates and backbenchers who are unhappy, disassociate themselves with, qualify their support for, our policy and the reality is that they are just the tip of the iceberg. “They are the symptom of a fundamental problem that Mr Shorten has, which is that the Labor party does not agree with the government’s strong policy on border protection. They do not agree with turning the boats back and, regardless of what they say before the election, we know from the experience of Kevin Rudd’s government that they will ... fail, that they lack the conviction to be strong, to be strong in Australia’s interests.” Turnbull pointed to comments from the deputy Labor leader, Tanya Plibersek, on Monday in which she said: “All of these candidates have said that they support Labor party policy. What they don’t like is Liberal party policy. They don’t like indefinite detention on Manus Island and Nauru. Labor is committed to stopping the boats, to making sure that people smugglers don’t start up again their wicked trade. They don’t care whether people make it to Australia or not. What Labor candidates don’t want to see is the indefinite detention on Manus Island.” Turnbull said: “She’s said that she and those other candidates support Labor’s border protection policy, which is different from the government’s policy. Well, how is it different?   Related: Adelaide tram project: Labor pledges to create jobs with $500m for first stages    “All Australians will say – and I regret to say all the public will say is, ‘Here we go again.’ It’s the same old Labor. You cannot trust them on border protection.” The immigration minister, Peter Dutton, accused Labor candidates of “messaging” on social media to people in detention centres to indicate a change of policy if there was a change in government. Labor’s policy – reached after a bitter fight at last year’s national conference – mirrors the Coalition’s support for offshore detention for all asylum seekers coming to Australia and the turnback of boats intercepted on the way. Labor says its policy differs in that it wants independent oversight of the camps, a children’s advocate for unaccompanied minors and faster processing times and, it has promised to increase the humanitarian intake from 13,750 to 27,000 by 2025. Neither major party has said where it would resettle the refugees from Nauru or Manus Island. Turnbull is including Plibersek in the 25 MPs and candidates who are dissenting from Labor’s policy. He is also including several MPs who backed the “Let Them Stay” campaign, which was specifically trying to prevent 267 people, including babies, from being returned to Nauru. The government let several of the families stay in Australia. Other Labor MPs on the list have expressed more serious reservations about Labor’s policy.",
  "webTitle": "Election 2016: Poll shows 43% of Labor voters oppose Manus Island detainees coming to Australia",
  "webPublicationDate": "2016-05-17T07:37:05Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/17/poll-shows-almost-half-of-labor-voters-oppose-bringing-manus-island-detainees-to-australia",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tanya Plibersek",
      "id": "australia-news/tanya-plibersek",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/17/poll-shows-almost-half-of-labor-voters-oppose-bringing-manus-island-detainees-to-australia"
}