{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/20/lets-move-to-leigh-on-sea",
  "id": "2016-05-20-97",
  "sectionId": "money",
  "body": "What’s going for it? It’s not quite time for my carriage clock. A cake with candles, perhaps. For you, dear reader, have been watching me tapping away at my computer on these pages since 2001. When I began Let’s Move To… George Bush was in his first year as president, S Club 7 and Destiny’s Child were riding high in the charts. Leigh-on-Sea, our first visit, was the Next Big Thing, or so I thought. What a difference 15 years makes. Leigh was almost the Next Big Thing. It has an artisan gelato house nowadays, and if someone had told us in 2001 that there would be a £1.2m penthouse for sale on Broadway in 2016 I’d have choked on my Starbucks (still exotic back then). Leigh has an authentic Ealing Comedy feel, all stripy awnings and butchers that look like Terry-Thomas. And, I noted in 2001, it might usefully serve as an escape from the Smoke, because “London house prices are criminal”. Some things never change. The case against One can tire of the racks of 1920s semis. The old town is sweet as a cockle, but marred by the train line. Well connected? Trains: six to nine trains an hour; 48 mins to London Fenchurch Street via Barking and West Ham, and 10 the other way to Southend. Driving: 10 mins to Southend, just over half an hour to the M25 or to Chelmsford, an hour to Stansted Airport. The roads in and out can clog. Schools Primaries: Chalkwell Hall, Our Lady of Lourdes Catholic, Darlinghurst, Blenheim, Eastwood, Edwards Hall and Fairways are all “good”, says Ofsted, with Leigh North Street and West Leigh Junior “outstanding”. Secondaries: Belfairs Academy and St Thomas More High are all “good”. Hang out at… Cockle Row, munching on bivalves, looking across mud flats, followed by strawberry and black pepper ice-cream at Poco Gelato. Where to buy The river-front High Street with its cottages, cobbles and boatsheds is just the right side of twee. Up the cliff, the new town is mostly a late Victorian to 1950s affair. Between here and London Road, millions of terraces and semis. Bigger homes east to Chalkwell. Large detacheds and town houses, £800,000-£1.2m. Detacheds, £450,000-£800,000. Semis, £350,000-£1m. Terraces and cottages, £240,000-£500,000. Flats, £140,000-£375,000. Rentals: a one-bed flat, £550-£750pcm; a three-bed house, £1,000-£1,600pcm.   Related: Let’s move to Barnstaple: ‘It has potential'    Bargain of the week Two-bed art deco flat; could do with an update. £189,500, with hairandson.co.uk.  From the streets  Katie Cohen “We moved from London in 2013, looking for something bigger and more affordable. It was the best choice. I walk everywhere: beach, bars, coffee shops or galleries. It’s easy to bump into friends.” Dom Green “Retains its small-town feel even with the influx from London.” • Live in Leigh-on-Sea? Join the debate below Do you live in Henley-on-Thames? Do you have a favourite haunt or a pet hate? If so, email lets.move@theguardian.com by Tuesday 24 May.   Related: Let’s move to Ripley, Derbyshire: the most English town in Eng-er-land",
  "webTitle": "Let’s move to Leigh-on-Sea: ‘What a difference 15 years makes’",
  "webPublicationDate": "2016-05-20T15:30:07Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/20/lets-move-to-leigh-on-sea",
  "keyword": [
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Dyckhoff",
      "id": "profile/tomdyckhoff"
    }
  ],
  "guardianId": "money/2016/may/20/lets-move-to-leigh-on-sea"
}