{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/10/guardian-weekly-notes-queries-which-animal",
  "id": "2016-05-10-219",
  "sectionId": "global",
  "body": "If the Guardian Weekly were an animal, what sort of animal would it be? It would be an elephant because these noble animals are known for wisdom, intelligence and compassion, traits amply evident in Guardian Weekly content.Ursula Nixon, Bodalla, NSW, Australia • Perhaps a meerkat, something bright and inquisitive and keeping a vigilant watch over the environment (like many GW readers?).Margaret Wilkes, Perth, Western Australia • A ferret, renowned for diligent searches.David Tucker, Halle, Germany • The Guardian gorilla would be intelligent and caring with only the occasional chest-beating. Fortunately the current editor is no silverback.David Isaacs, Sydney, Australia • An owl. Like Hegel’s Owl of Minerva, the Guardian Weekly swoops in later to make sense of the world.Dan Hamilton via Twitter • A smart Jack Russell – always alert, looking around at the world and not afraid of barking at it.Gillian Shenfield, Sydney, Australia It’s just your imagination What is the most powerful skill of humankind? The ability to juggle the past, present and future at the same time.Richard Orlando, Westmount, Quebec, Canada • The gift of vain hope; this enables us to live, oblivious of our true place in the scheme of things, vis-à-vis the gods.R M FranssonWheat Ridge, Colorado, US • Thought.Philip Stigger, Burnaby, British Columbia, Canada • Thinking about our thinking.Mary Oates, Perth, Western Australia • Delusion.Jenny Dodd, Perth, Western Australia • There may be no better measure of skill than the ability to thrive in the Arctic with what you can carve from ivory, bone, antlers, soapstone and slate. This is the power of the indigenous peoples.Stuart Williams, Kampala, Uganda • Speech and language, both oral and written, are possibly the most powerful and certainly the most complicated skills in which humankind is engaged. We take communication for granted until trauma occurs to the brain. Thank goodness for the rehabilitation work of neurologists and therapists.Lawrence Fotheringham, Chatham, Ontario, Canada • Language and toolmaking – both developed together and in the same part of the brain.Edward Black, Church Point, NSW, Australia • Imagination – without it, we’d still be swinging from the branches or living in caves. And without a whole lot more of it, we may soon be going back there. Noel Bird, Boreen Point, Queensland, Australia When will you remember? What is man’s biggest deficiency? Failure to put the toilet seat down.Joan Dawson, Halifax, Nova Scotia, Canada • We have deficiencies?Nick Guise, Andover, Massachusetts, US • That he is not a woman.Reiner Jaakson, Oakville, Ontario, Canada Any answers? N&Q answers come to me while swimming. How about you?Anthony Walter, Surrey, British Columbia, Canada A gaggle of geese, a pride of lions, a what of humans?Donna Samoyloff, Toronto, Canada Send answers to weekly.nandq@theguardian.com",
  "webTitle": "We are quite a beast",
  "webPublicationDate": "2016-05-10T10:58:03Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/10/guardian-weekly-notes-queries-which-animal",
  "keyword": [],
  "authors": [],
  "guardianId": "global/2016/may/10/guardian-weekly-notes-queries-which-animal"
}