{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/03/sats-five-reasons-parents-are-boycotting-primary-schools-kids-strike",
  "id": "2016-05-03-196",
  "sectionId": "education",
  "body": "Parents protesting on social media using the slogan “Let our kids be kids” have kept their children at home on Tuesday  over the standard assessment tests (Sats) for seven- and 11-year-olds, which they believe are putting their children under unnecessary pressure. The Department for Education said Sats were aimed at identifying children who may need extra help. It stressed that the assessment was carried out over a month in the normal course of teaching, not in a traditional exam environment. But teachers’ unions have complained that the tests are onerous to deliver and distract attention away from other subjects such as music, PE and art. Here’s why parents, guardians and teachers are keeping their children off school for a day in protest against Sats.  1. ‘It’s a positive way to express our disagreement with government policy’ Our five-year-old son, Wilfred, is on strike today because we feel strongly that kids are being pushed too hard, too soon. Wilfred attends a school that does all it can to shelter him from the worst of the Conservative government’s approach to education, but there is only so much they can do.  Taking part in the kids’ strike is a positive way we can express our disagreement with government policy. This day of fun learning is the antithesis of the prescriptive, pressured environment being created for our children by Sats and the acceleration of the national curriculum. The agenda of forced academisation puts good local community schools, like Wilfred’s, at risk.  Our son is in year 1 and already facing phonics screening tests that we are being asked to prepare him for at home. This is too much pressure for a five-year-old.  We have explained the protest to Wilfred and he is very happy to take part. He understands that the protest is about government policy and not about his school specifically. He says we are striking because “we should trust our teachers”. Today we will be getting together with other parents and children from school to go to a city farm for a day of fun learning. We stand together with teachers and other parents to say enough is enough, let our kids be kids.   Related: Dear Ms Morgan: Sats tests are putting young children through hell    2. ‘Making children learn by rote so they can take a test is madness’ I’m a former teacher and my wife still teaches. We both believe that teaching children so they can pass a test is wrongheaded. This is especially true when children are in primary school, where there is an excellent opportunity to imbed things like critical thinking skills and creativity and to get involved in practical science, engineering, programming, cooking, gardening and so on. This can go hand in hand with learning basic reading and writing.  Making year 2 children learn by rote so they can take a test is madness – not to mention the disadvantage for children with learning difficulties.  My eldest child is in year 4. She is already apprehensive about not hitting her targets and getting her teacher and school in trouble. She has Asperger’s and gets very worried about getting into trouble for doing the wrong thing. She struggles with her times tables and panics that because of this her teacher and/or her school will get into trouble. She’s eight years old.      Primary school pupils at a rally held by their parents in Preston Park, Brighton, on Tuesday. Photograph: Gareth Fuller/PA    My six-year-old wasn’t bothered and is happy to be off school. My eight-year-old was worried that she or we would get into trouble, so we had a longer chat with her about standing up for yourself being sometimes more important than following the rules blindly.            Parents and pupils protest against Year 2 Sats – video    Both of our kids will have an educational day with my wife and mother-in-law. They have all sorts planned. Most people near us seem to be unaware of this action happening today. Of those that do know about it most are supportive, but are not participating either due to childcare issues or not wanting to upset their children and their routine. There have been a few who have disagreed, but to be honest they don’t seem to understand what it’s about. 3. ‘Creativity is being pushed out. Independence is disappearing. And fun is a special occasion’ As a teacher in a primary school I can see the pressure being placed on teachers to make sure children can do the things being asked in the tests. However, in order to do these things for the test, the children are having their curriculum squeezed and squeezed. Creativity is being pushed out. Independence is disappearing. And fun is a special occasion. My daughter is in year 1 so not sitting the tests this year. However, what we see as homework, what she talks about her learning and the way the teachers at her school talk about what she has to learn is pressured. My daughter understands that today is a message to the government – to tell them that we want her learning experience to be amazing, enjoyable and fun. My daughter has talked about her friends in year 2 and knows about the things they have to do. She is supportive especially as a lot of her friends are meeting in Clissold Park to raise the profile of the protest.  4. ‘Sats teach children that stress, competition and overreaching is normal’ The reasons for the strike are concern over testing that is inappropriate and a curriculum far too focused on the tests before the year. A lack of arts, music and PE and areas of learning that are vital to health and balance. Sats teachchildren that stress, competition and overreaching is normal which can then affect the mental and physical health of the child and that is fine and what is expected of them. I’ve explained it to my children. They are quite young and don’t quite understand it, but it is good learning for them to know what a protest is. 5. ‘Continuous assessment is the most accurate way of monitoring progress, not tests’ Tests such as this have no educational value. My seven-year-old used to love school. This year she just complains about how boring it is. Attempting to teach grammar to children who are only just acquiring the language is ridiculous and pointless. She’s working from home today. I suggested she wrote “this is a stupid question” when she finds a test question she can’t answer. Continuous assessment is the most accurate way of monitoring progress. What do you think of the Sats changes? And are you boycotting school? Or do you think the protests are unnecessary? Share your experiences in the comments below",
  "webTitle": "Five reasons parents are boycotting primary schools over Sats",
  "webPublicationDate": "2016-05-03T12:05:14Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/03/sats-five-reasons-parents-are-boycotting-primary-schools-kids-strike",
  "keyword": [
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Exams",
      "id": "education/exams",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Carmen Fishwick",
      "id": "profile/carmen-fishwick"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "education/2016/may/03/sats-five-reasons-parents-are-boycotting-primary-schools-kids-strike"
}