{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/13/firsts-laurie-elizabeth-flynn-review",
  "id": "2016-05-13-277",
  "sectionId": "childrens-books-site",
  "body": "“Everyone’s a version of somebody else.”  I’m always on the lookout for a Young Adult book with a new take on things, and Firsts definitely gave me one. A girl that does other girls the awkward favour of getting their boyfriends through their first times? Just so that she can (honestly) ensure the best possible first time for girls she barely knows – but with one catch, absolute discretion? In high school?  First of all, WOAH - I mean pretty original, right? And also, there’s no way that a secret like that won’t get out… The one thing I wanted the most from the book was to believe the story Laurie Elizabeth Flynn had written, and to understand everyone’s motivations in it. While I definitely understood where Mercedes, the main character, was coming from, she just wasn’t the girl I thought she would be, after having the courage to do what she was doing. (Yes, I mean courage, because even if the sex was partially for her, she was also doing it with the intention of helping. Come on, would the average teenager do what she did?)         Don’t get me wrong, this isn’t at all about the sex – that part (the why part) I completely understood. More than anything, I felt that she spent the entire time feeling sorry for herself, trying to justify what she was doing, and then feeling sorry for herself again as she pushed the people who cared about her away. I mean, so what if sex is what gives her comfort? Why is that the worst thing in the world? Why is that a bad thing at all? Why is it so shunned?  During some parts in the book, I felt as though Mercedes echoed my thoughts – that sex itself is considered so regressive that nobody wants to talk about it, and no girl in the entire universe should want to do it, because she’s definitely a slut if she does.  Then came the self-pity spirals, and I lost her. Because Mercedes Ayres is a character that I can only describe at this point as someone begging for attention (not because of the sex, because of what came after – what she said and did, not whom). I just felt that when dealing with a topic this sensitive, the girl willing to help other girls because of what was inflicted onto her at such a young age would actually know why she was doing what she was doing and that she could own it, and not use it as an excuse to feel sorry for or hate herself. But I do admire this story. It took guts to write, and that gutsy writing made me feel like the characters were extremely gutsy as well. I liked the characters, especially Faye – who is what I expected Mercedes to be – and Zach as well *swoon*.   Related: How do I get involved in the Guardian children's books site?    Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Firsts by Laurie Elizabeth Flynn – review",
  "webPublicationDate": "2016-05-13T08:00:09Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/13/firsts-laurie-elizabeth-flynn-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/13/firsts-laurie-elizabeth-flynn-review"
}