{
  "apiUrl": "https://content.guardianapis.com/grant-thornton-partner-zone/2016/may/23/does-the-not-for-profit-world-needs-disrupting",
  "id": "2016-05-23-244",
  "sectionId": "grant-thornton-partner-zone",
  "body": "Yes. That was the overwhelming verdict of a recent debate that asked: “Does the not-for-profit world need disrupting?” But it was a nuanced message that called for charitable organisations to shake up their own sector lest they be shaken by other forces. To discuss these issues, Grant Thornton brought together a diverse panel of experts who each spoke about disruption within their organisations, and how it helps them embrace change. The event, on 27 April 2016, was part of Grant Thornton’s NFP Interchange programme, and attracted an audience of non-executive directors from not-for-profit organisations. Turn and face the change     Paul Boissier Photograph: Grant Thornton    For Paul Boissier, chief executive of the RNLI, the best way to embrace disruption, and indeed change of all kinds, is to make an organisation agile “... so that when disruption does occur the shock won’t be so great”. But this isn’t, he noted, always a comfortable process. “We’re the first major charity to go to opt-in [fundraising]. This is a big and expensive risk but opt-in fundraising is a vote of confidence in the voice of the people. It’s a step in the right direction.”  Boissier explained that along with this opt-in decision came integrating fundraising staff more closely with other teams whose operations they are seeking to fund. This is part of his vision of an organisation that is ready to innovate and prepared to manage the failures that trying new ways of working can create.     Brett Wigdortz Photograph: Grant Thornton    Accepted standards or past practices in any area – not just fundraising – should not be allowed to dictate action and strategy, argued Brett Wigdortz, founder and chief executive of education charity Teach First. “The correlation between educational attainment and income [in the UK] is the highest in the world,” said Wigdortz, a former management consultant who was shocked that this was the norm in UK education. His approach was to disrupt, or rather challenge this accepted iniquity by reimagining how leaders in teaching were trained.  But even the success that Teach First has experienced has required rapid and considered change. As the organisation grew, Wigdortz explained, careful thought had to be given to just how this growth was benefitting services users.  This has meant embracing collaboration with other educational charities with local expertise, and making balancing the charity’s books an absolute priority. Good governance in the not-for-profit sector, though it doesn’t have the same shareholder and profit motivations as a business, still requires a healthy pro-growth attitude, said Wigdortz. He added that managing success as a not-for-profit also requires being able and confident enough to say no to government, as it’s the only way to retain one’s independence. “Saying no [to participation in a government scheme] is one of the best decisions we have made,” he said.     Leon Ward Photograph: Grant Thornton    According to Leon Ward, trustee at sexual health charity Brook, creating the agile organisation of the kind both Wigdortz and Boissier recommend requires diverse voices that challenge the status quo on a board. “It’s time we started disrupting boards” he said.  Having a range of ages and backgrounds represented in your trustees can enable freer thinking, particularly around matters such as where your not-for-profit operates from, added Ward. And having a more diverse workforce, which both not-for-profits and their boards require, means not-for-profits must consider “decentralising the sector”. Ward argued that reducing overheads generated by moving main offices out of London is also a potent way to illustrate your not-for-profit’s commitment to using donations as well as possible, and offering the opportunity to re-engage with a sceptical public. Disruption in an age of noise and anger     Amelia Torode Photograph: Grant Thornton    Amelia Torode, chief strategy officer at advertising agency TWBA’s London branch, believes that disruption – a term her company has literally coined in the form of a trademark – is essential if not-for-profits want their messages to cut through the maelstrom of on and offline media noise.  Torode compared the anger generated by bombardment from poor quality advertising, which has led to the rise of adblocking software, to the fundraising scandal faced by charities. “We were spamming them,” she said. This aggressive approach to commanding people’s attention has resulted in real anger among audiences, making it vital to change approaches. Be honest and clear about your organisation and “surprise with truth”, she challenged.  Boissier was clear, as were all the panelists, that if the not-for-profit sector doesn’t embrace necessary change, in areas such as fundraising activity, then the “shape of the playing field will be changed around us”. Leaning on Darwin’s wisdom to cement his point, Boissier quoted: “It’s not the strongest of the species that survives, nor the most intelligent but it’s the one that is most adaptable to change.”      Carol Rudge Photograph: Grant Thornton    Panel Paul Boissier - chief executive, RNLI Brett Wigdortz - founder and chief executive, Teach First Amelia Torode - chief strategy officer, TBWA London Leon Ward - trustee, Brook Chair Carol Rudge - head of Grant Thornton’s not-for-profit team. Content on this page is paid for and provided by Grant Thornton, sponsor of the Guardian Society Professional’s Better Boards series.",
  "webTitle": "Does the not-for-profit world need disrupting?",
  "webPublicationDate": "2016-05-23T09:30:44Z",
  "webUrl": "https://www.theguardian.com/grant-thornton-partner-zone/2016/may/23/does-the-not-for-profit-world-needs-disrupting",
  "keyword": [
    {
      "webTitle": "Grant Thornton partner zone",
      "id": "grant-thornton-partner-zone/grant-thornton-partner-zone",
      "sectionId": "grant-thornton-partner-zone",
      "sectionName": "Grant Thornton partner zone"
    }
  ],
  "authors": [],
  "guardianId": "grant-thornton-partner-zone/2016/may/23/does-the-not-for-profit-world-needs-disrupting"
}