{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/08/tomato-cuttings-from-side-shoots",
  "id": "2016-05-08-213",
  "sectionId": "lifeandstyle",
  "body": "If you are anything like me, at this time of year your windowsills will be covered with little tomato plants just beginning to produce their very first side shoots. Conventional wisdom says to nip out these lateral shoots that spring up at the axils, where the leaves meet the stem, in order to concentrate the plant’s energy on producing fruit. Unlike many pieces of received gardening wisdom, this advice is well supported by trials and scientific evidence, giving you larger fruit and earlier harvests. It’s what it says to do next, confining these shoots to the compost bin, that I think is a missed opportunity. You see, the vigour that makes these lateral shoots a drain on the parent plant’s energies also means they make fantastic cuttings. Being packed full of growth hormones, they are super easy to root and their incredibly rapid growth rate means they often catch up with their parent plants within as little as a month. Considering the price of some tomato seed (F1 varieties can be more than £1 each) I am surprised the practice is not more widely recommended. Aside from being extremely cost effective, it can also be a nifty second chance if part of your batch of seedlings has succumbed to damping off, or is clobbered by frost from planting out too early. Left it too late to sow them this year? No problem. Just buy one or two small plants from a garden centre and use the cuttings from these.     Pick of the crop: tomato seedlings showing their first true leaves. Photograph: Alamy    To get started, slice off the side shoots with a clean pair of scissors when they reach about 5-10cm long and poke the lower cut end into a small pot of gritty seed and cutting compost so that the first pair of leaves is just proud of the surface. You shouldn’t require any rooting hormone, heated propagators or antifungal treatments, as in my experience the success rate of these cuttings is more than 95%. This makes them a perfect crop for teaching kids how to take cuttings, right up there with geraniums and hydrangeas. Give the pot a good soak and place it on a windowsill in a warm room, away from direct sunlight. Within as little as a week your plants will have started to take root. They can start to flower within a month – far faster than if you were to start from seed. At this time of year, each plant should produce up to six side shoots to make cuttings from. This can be done right up until the middle of June to still produce an outdoor crop. This window of opportunity is probably longer if you have a greenhouse. Email James at james.wong@observer.co.uk or follow him on Twitter @Botanygeek",
  "webTitle": "Gardens: tomato cuttings that’ll shoot up",
  "webPublicationDate": "2016-05-08T05:00:13Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/08/tomato-cuttings-from-side-shoots",
  "keyword": [
    {
      "webTitle": "Gardening advice",
      "id": "lifeandstyle/gardeningadvice",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "James Wong",
      "id": "profile/james-wong"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/08/tomato-cuttings-from-side-shoots"
}