{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/17/eric-wareheim-the-new-king-of-awkward-us-comedy",
  "id": "2016-05-17-274",
  "sectionId": "tv-and-radio",
  "body": "In a low-lit studio near Oval Tube station in south London, filming for the new series of Channel 4’s short-film strand Random Acts is under way. On the face of things, it seems like a professional operation: the set is sparsely decorated and stylish, the short films on the monitors by Martin Creed, the Chapman brothers and others, are by turns weird and affecting. But something seems to be wrong with the show’s presenter Eric Wareheim, a tall, bearded man wearing an ill-fitting blazer. He keeps garbling his lines, facing the wrong direction and arguing with the director, all while the cameras are rolling. He’s frankly a mess, but then that’s sort of the point.   Related: Tim and Eric reflect on their dark comedy: ‘Life is a real nightmare’    “If you don’t know me, you’ll be thinking: ‘This guy shouldn’t be hired,’” says Wareheim later, backstage. But if you do, you’ll know that amateurish is his USP. Over the past decade he has cornered the market in a style of anti-comedy that revels in stilted performances, notably with his writing and performing partner Tim Heidecker. Together they have created a series of shows for late-night TV network Adult Swim that grotesquely mimic the uncomfortable nature of US public access television, the cable service where anyone can broadcast their own, usually shambling, shows. All of this work, from hallucinogenic sketch comedy Tim And Eric’s Awesome Show, Great Job! to their disturbing anthology series Bedtime Stories – currently airing over here on Fox – is concerned with unsettling their audience as much as amusing them. Or, as Wareheim puts it, “I try to do everything just a bit off.”            So what on earth is a bizarro US comic doing presenting an arts programme in the UK? There’s actually a skewed logic to handing Wareheim the gig. Random Acts has always dealt in the playful side of art, a world away from Andrew Graham-Dixon sighing at Monets on BBC4, so a piss-takey host feels on brand. “It’s an irreverent look at an arts programme,” Wareheim explains. “We’re making fun of it. A lot of time I’ll be yelling to the director: ‘Turn down these lights, I’m sweating all the… Hi, I’m Eric Wareheim, welcome to the show.’” Melvyn Bragg can rest easy for the time being.   Related: Best TV of 2015: No 6 – Master of None    Although his primary work has been the screwball comedy he creates with Heidecker, in recent years Wareheim has started branching out. He has contributed a film to Random Acts, and is working on his first virtual reality production set in New Orleans’ bounce music scene. He has also become a regular on the music video circuit, directing predictably weird promos for Charli XCX and Major Lazer. Most recently, there was Wareheim and Aziz Ansari’s unofficial vid for Kanye West’s Famous, in which the rapper credited himself with Taylor Swift’s fame. Filmed in the restaurants and piazzas of Rome, the video set the track’s braggadocio against a goofy depiction of middle-aged male bonding, which Ye later endorsed himself.  Wareheim and Ansari bashed out the video while plotting season two of Master Of None, Ansari’s comedy of millennial ennui, which is partly set in Italy. Wareheim jokingly dismisses this prep session as an excuse to dick about – “We’re just going to hang out and rent scooters” – though that sells the show short: its first season felt groundbreaking in both form and content, putting south-east Asian and Indian-American voices front and centre at a time when so much of TV and film feels almost exclusively white.     Wareheim, Aziz Ansari and Noel Wells in Master of None. Photograph: K.C. Bailey    Wareheim, who also directed some episodes, stars as Arnold, the manchild best friend of Ansari’s character Dev. He jokes about being the show’s “token white friend”. “I’m really proud to be a part of it,” he adds. “The show’s telling stories to the mainstream that haven’t been told. Of course, I have gay friends and Asian friends, but for your average Netflix watcher, they’re like: ‘Woah, this is heavy.’” I mention that my favourite scenes in the series are between Dev and his mum and dad, played by Ansari’s actual parents with an endearing stiltedness. In another world you could imagine them appearing in one of Tim and Eric’s grotesque works. The pair have always used non-actors to ramp up the sense of the unpolished oddness in their comedies, notably with David Liebe Hart, an outsider artist who sings about alien abductions using a host of moth-eared animal puppets.  At the other end of the scale is John C Reilly. The actor is a frequent collaborator, appearing as Dr Steve Brule, a bizarrely coiffed simpleton who has landed a job as a TV presenter, despite being barely able to stand up straight. It’s a remarkable performance, with Brule seeming even more amateurish than the actual amateurs used by Tim and Eric.  Ultimately, capturing people’s unvarnished strangeness is what unites all of Wareheim’s work. “We are obsessed with real awkwardness,” he explains. “Whenever you see someone on camera sweating, looking around, Tim and I always loved that. You can go from David Liebe Hart, to John C Reilly to Tim and I in a weird outfit. They’re all the same people. There’s never a straight man. We’re all a little fucked up.” Random Acts is on Mondays, 12.05am, Channel 4",
  "webTitle": "Eric Wareheim: the new king of awkward US comedy",
  "webPublicationDate": "2016-05-17T08:00:38Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/17/eric-wareheim-the-new-king-of-awkward-us-comedy",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwilym Mumford",
      "id": "profile/gwilym-mumford"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/17/eric-wareheim-the-new-king-of-awkward-us-comedy"
}