{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/08/sarah-palin-paul-ryan-donald-trump-republicans",
  "id": "2016-05-08-93",
  "sectionId": "us-news",
  "body": "Sarah Palin on Sunday joined the war gripping the Republican party, promising to do “whatever I can” for the primary opponent of House speaker Paul Ryan, who is up for re-election in November.   Related: Sarah Palin backs Donald Trump as Clinton focuses her fire – campaign live    On Thursday, Ryan, whose Republican vice-presidential nomination in 2012 followed Palin’s in 2008, said he could not yet support this year’s presumptive presidential pick, Donald Trump. After senior figures across the party expressed their unease and distaste regarding a Trump candidacy, the two men arranged a meeting this week. “It’s time for a change,” Palin wrote on a Facebook post on Sunday. “ Paul Ryan abandoned the district he was to represent as special interests dictated his legislative priorities. Without ever having a real job outside of politics, it seems he disconnected himself from the people, thus easily disrespected the will of the people.” She then promised her support to “the independent conservative businessman, Paul Nehlen”, whom she called “the worthy challenger” to Ryan. Palin was also interviewed on CNN’s State of the Union, where she said she would support Ryan’s primary opponent. “I think Paul Ryan is soon to be ‘Cantored’, as in Eric Cantor,” she said, alluding to the former Republican House leader who was knocked out of his seat in 2014 by a more conservative candidate. “His political career is over but for a miracle because he has so disrespected the will of the people,” she said. “And yeah, as the leader of the GOP, the convention, certainly he is to remain neutral. And for him to already come out and say who he will not support is not a wise decision of his. “If the GOP were to win [the general election] now, that wouldn’t bode well for his chances in 2020, and that’s what he’s shooting for,” she said, adding that Ryan’s decision “kinda screws his chances for the 2020 bid”.    We worked so hard to get Paul Ryan in there and so many other quote-unquote conservatives, and look what they have done  Sarah Palin     Asked whether she would support the man challenging Ryan in a primary race in Wisconsin this fall, Palin said she would.  “I will do whatever I can for Paul Nehlen,” she said. “This man is a hard-working guy, so in touch with the people. Nehlen has said he will support Trump as the nominee, because “it will have been the will of the voters that got him there”. Palin said that Republicans in Congress, in contrast to Nehlen, have stopped listening to those voters. “Paul Ryan and his ilk, their problem is they have become so disconnected by the people whom they are elected to represent,” she said. She added that Republicans like Ryan feel “feel so threatened at this point that their power, their prestige, their purse will be adversely affected by the change that is coming with Trump and with someone like Paul Nehlen, that they’re not thinking straight right now. “We worked so hard to get Paul Ryan in there and so many other quote-unquote conservatives, and look what they have done.” Asked if she would be interested in running for vice-president again, this time with Trump, Palin said: “I think I’m pretty much as vetted as anybody in the country could be vetted, already.”   Related: Clinton-Trump election could 'scramble' traditional electoral map, experts say    The former Alaska governor retreated from an expression of interest, though. “They already know who I am, what I stand for. They wouldn’t be in for any surprises. I wanna help and not hurt,” she said. “I wouldn’t want to be a burden on the ticket, and I recognize that in many, many eyes I would be. “I just want the guy to win. I want America to win.” Asked about her former running mate, Senator John McCain, who was caught on tape this week saying Trump had turned McCain’s own re-election in Arizona into “the race of [his] life” by denigrating Hispanic people, Palin said: “I sure wish that politicians wouldn’t worry about these racial divides that are for the most part made up. “John McCain and I have gone through a lot of battles, separately and together, and I really respect the man,” she added. “He doesn’t have any more to worry about with Latinos than he would have explaining his record to the general populace in Arizona.”",
  "webTitle": "Sarah Palin backs Paul Ryan's primary opponent as GOP civil war deepens",
  "webPublicationDate": "2016-05-08T13:50:16Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/08/sarah-palin-paul-ryan-donald-trump-republicans",
  "keyword": [
    {
      "webTitle": "Sarah Palin",
      "id": "us-news/sarahpalin",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Paul Ryan",
      "id": "us-news/paul-ryan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "John McCain",
      "id": "us-news/johnmccain",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US Congress",
      "id": "us-news/us-congress",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "House of Representatives",
      "id": "us-news/house-of-representatives",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "us-news/2016/may/08/sarah-palin-paul-ryan-donald-trump-republicans"
}