{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/06/five-best-new-plays",
  "id": "2016-05-06-189",
  "sectionId": "stage",
  "body": "1: Fake It ’Til You Make It It was only some time into their relationship that performance-maker Bryony Kimmings discovered that her boyfriend, Tim Grayburn, suffered from severe depression. They both perform in this two-hander, a cunningly constructed and emotionally open account of where they went from there. Full of both humour and honesty, it’s an engaging show about a hidden problem which goes far beyond issue-based theatre. North Wall Arts Centre, Oxford Thu & Fri 2: The Encounter Simon McBurney’s extraordinary solo show has an almost hallucinatory quality as it takes us deep inside the Amazonian rainforest and into the ancient art of storytelling itself. What could be seen as an over-familiar tale of a white, privileged man discovering himself and a different way of living and dealing with time, becomes something more profound and disturbing. Attenborough Centre For The Creative Arts, Brighton, Wed to 15 May  3: The Flick You could fall into the pauses in Annie Baker’s remarkable play, set in a small Massachusetts movie theatre where three people work. But stay with it, because Sam Gold’s pellucid production develops its own entirely distinctive rhythm over its three-hour duration. In some ways it’s sprawling and in others it’s utterly intimate and forensic as it examines our relationships to ourselves and how things are represented in the digital age. National Theatre: Dorfman, SE1, to 15 Jun 4: Boy You couldn’t really describe Leo Butler’s play as an enjoyable watch, but it is utterly compelling as it follows a dispossessed teenager. Taking place on a snaking travelator, Boy conjures an entire city and it does something significant: it makes you look at the world outside the theatre in a new way. Almeida Theatre, N1, to 28 May 5: The Curious Incident Of The Dog In The Night-Time The stage equivalent of a lovable puppy that wants to jump up and lick you all over, Simon Stephens’s version of Mark Haddon’s bestseller has been a major hit and deservedly so. It’s smart enough to satisfy both adults and family audiences with older children as it tells the story of Christopher, who has Asperger’s syndrome, as he investigates the mysterious death of the neighbour’s dog. The cleverness of Stephens’s script and Marianne Elliott’s superb production is that it succeeds in making you experience the world through Christopher’s eyes. Gielgud Theatre, W1, to 7 Jan",
  "webTitle": "Five of the best… new plays",
  "webPublicationDate": "2016-05-06T12:00:26Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/06/five-best-new-plays",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/06/five-best-new-plays"
}