{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/beyonce-ivy-park-harsh-lives-garment-makers-fashion-branding-consumers",
  "id": "2016-05-18-130",
  "sectionId": "commentisfree",
  "body": "As the co-founder of an ethical, feminist brand, I think it’s great to see press coverage denouncing the use of sweatshop labour. It’s my job to be up to speed on depressing statistics. Like the fact that 40,000 fingers are lost in China’s Pearl River Delta factories, or that thousands of cotton farmers in India kill themselves every year. However, fast fashion is big business, and because it’s not fun or glamorous to think about, these things aren’t common knowledge. The workers who created the coveted new designs at Beyoncé’s Ivy Park range have allegedly been living and working in terrible conditions. Ivy Park has vigorously defended itself against the claims, but across the fashion industry in general many workers are paid pennies an hour, and living and sleeping in cramped compounds – no one can deny the level of exploitation that is endured for the sake of leisurewear. So to pin the blame solely on Beyoncé is absurd, and perhaps yet another example of the double standards that women of colour face in the fashion industry.   Related: Beyoncé has embraced fashion – and it’s made her more relatable    It was the Sun, that stalwart champion of women and the working classes, that took it upon itself to report on this latest case of poorly paid workers, and to attack Beyoncé for it. The very same paper celebrated Kylie Jenner’s proclamation that she was feminist, and covered her plans to do another collaboration line with Topshop only two weeks earlier. Slamming a woman of colour and then celebrating the same career trajectory of a white woman as aspirational – for some this may sound all too familiar. Picking on the alleged cruelty behind Beyoncé’s new line of leotards as a personal failing of hers distracts us from the larger issue at hand. While people would be right to note the irony of a brand that commodifies “empowerment” yet is made by women on a poverty wage (80% of garment makers are women, after all), the icon isn’t to blame – it’s our entire fashion industry. Although we could interpret the remarks of Phillip Green, the Topshop boss, that Beyoncé’s long and “involved” co-partnership in Ivy Park meant she would be aware of the supply chain, in reality there are dozens of layers of bureaucracy enabling people at the top to maintain a clear conscience. Retailers use increasingly complicated webs of outsourcing, middle managers and contractors before their designs get to suppliers. Factories like the one at Rana Plaza, Bangladesh, which collapsed, killing more than a thousand people, are hired out and populated with workers who will never know the lives of comfort enjoyed by the customers they are dying to make garments for. And retailers often don’t know who is making their clothes, or they are assured by further outsourcers that the ethical conditions suffice. It would also be naive to assume that Beyoncé is any different from most stars or designers at the top of a big brand campaign. A quick look inside most “special range” labels will show clothing made in Bangladesh, the country with the highest density of sweatshops in the world. In fact, unless your label explicitly states otherwise, your clothes were probably made in a sweatshop. Whether in Bangladesh, Sri Lanka or even Leicester, underpaid workers in poor conditions make most of the clothes we wear. Our alienation from that labour is the problem, and dazzling branding can put us all off the scent. The genesis of our clothes in a horrendous factory is hard to imagine when a package arrives as if from nowhere, wrapped in beautiful tissue, on our doorsteps. Branding sells us ideas of empowerment, or tricks us into thinking that a product represents more than it actually does. Though fashion is undeniably a feminist issue, feminism is too often treated as a club that white, middle class people (Sun writers included) get to police. In reality, our relationships with capitalism are all complicated and problematic to varying degrees. When Philip Green is given a knighthood and feted as a billionaire business mogul, others could be forgiven for responding to the lure of a collaboration with him. Beyoncé might not have done much to change this situation as an individual, but we have the power as consumers to challenge all brands, and the systems that profit from exploitation. The solution lies in supporting brands that do things differently. Like ones that put principles about the empowerment of customers together with the empowerment of female garment makers. It works for our company, anyway. Buy from brands where you can see the face of a person who made an item. There’s a reason we take portraits of the women who make our clothes and get them to sign their clothes tags. Because if you don’t look after the people growing lemons, then lemonade tastes sour – no matter how much corporate sugar is added, or whoever’s idea it was to make it.",
  "webTitle": "Don’t blame Beyoncé for the harsh lives of garment makers | Sophie Slater",
  "webPublicationDate": "2016-05-18T15:00:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/beyonce-ivy-park-harsh-lives-garment-makers-fashion-branding-consumers",
  "keyword": [
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Fashion industry",
      "id": "fashion/fashion-industry",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Rana Plaza",
      "id": "world/rana-plaza",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Bangladesh",
      "id": "world/bangladesh",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sophie Slater",
      "id": "profile/sophie-slater"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/beyonce-ivy-park-harsh-lives-garment-makers-fashion-branding-consumers"
}