{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/27/this-must-be-the-place-by-maggie-ofarrell-review",
  "id": "2016-05-27-250",
  "sectionId": "books",
  "body": "Maggie O’Farrell manoeuvres her characters with a conjuror’s sleight of hand: now you see them, now you don’t. It’s a feat that first became apparent in The Vanishing Act of Esme Lennox, in which a woman assumed responsibility for an unheard-of aunt who had spent 60 years in a psychiatric hospital. Her most recent novel, Instructions for a Heatwave, followed a similar pattern: a retired man nips out for a newspaper and never comes back, until his family finally trace him to a convent in rural Ireland. This Must Be The Place pulls off the biggest disappearing act of all, as the woman who vanishes is supposed to be internationally famous. Claudette Wells is, or was, the wife and muse of a temperamental Swedish film-maker. She is famed for her protean screen quality and sharp intelligence, though also for her bizarre, bag-lady appearance and tendency to throw distress flares at photographers. Above all she is notorious for having stormed off set at the height of her career, and never been seen again. The story of Claudette’s withdrawal from the world is told by multiple narrators, none of whom you’d instinctively trust, though the most reliable is Claudette’s second husband, Daniel. A Brooklyn-born linguist, he is well known on the late-night chat circuit: “If you’ve ever listened to a radio programme about neologisms or grammatical shifts or the way teenagers usurp and appropriate terms for their own subversive use, it will probably have been me who was wheeled in to say that change is good, elasticity is to be embraced.” As it turns out, Daniel has a great deal of difficulty embracing elasticity and change as far as marriage to Claudette is concerned. For a start, he is sworn to protect her anonymity; second, he has abandoned his own family in the US to be with her; and third, she has chosen to live in a derelict farmhouse in one of the most isolated and inaccessible valleys in Ireland: “To get here you really have to want to get here.” It’s a situation that brings O’Farrell’s qualities as a humorist and stylist to the fore. “The key to life with Claudette,” Daniel observes, “is knowing that her default setting is overreaction and outrage.” And O’Farrell’s seemingly effortless ability to give the mundane a metaphorical lift remains as sharp as ever. You know precisely what she means when she refers to “those double electric doors, curved in shape, which open and shut with a hesitant glide, creating a momentary parenthesis around those who pass through them”. Stylistically the novel takes some audacious risks. One section is given over to an illustrated auction catalogue of Claudette memorabilia purloined by a former personal assistant. O’Farrell inserts her own spoilers, telling us for instance that “in several years’ time Daniel will receive the news that his daughter has been killed in an accident”. Chapter headings skip around in an unpredictable fashion: “Lenny, Los Angeles, 1994”, for instance, or “Rosalind, Bolivia, 2015”. Lenny is the subject of the most fleeting cameo, and we do not actually meet Rosalind until page 418. The great thorn in the side for a narrative of this type is maintaining credibility. Both The Vanishing Act of Esme Lennox and Instructions for a Heatwave had the advantage of being set in the 1940s and 70s respectively, before credit trails and surveillance systems were quite so well developed. Though it’s perfectly possible to believe that a former film star might choose to live in a place untouched by mobile phone coverage, is it really so simple to throw the world off her scent by spreading rumours of her death? That the novel should be so fully persuasive is down to O’Farrell’s recurrent theme – which is not so much how a person can unaccountably go missing as how swiftly and silently love may slip out of a relationship. Instructions for a Heatwave featured a devastating passage in which a man, on a beach with his family, discovers that his marriage is over: “He realises that it is the end, their end, standing there on the beach with them, like a third person”. In the present novel, Daniel has a similar experience. “Am I witnessing the beginning of the end, if this is it, the tipping point we all dread? Am I living through the moment when all the tiny lights begin to be extinguished, when her love for me begins to falter, shrink, lose ground? I have been through the demise of enough relationships to know such moments arise, but would I know how to recognise it when it came? Is this it? What have I done?” It is O’Farrell’s ability to recognise such moments, when they inevitably come, that makes her such a deft and compelling chronicler of human relationships. “Do you think,” Claudette asks her husband one morning in bed, “that we might have reached the end of our story?” This is, Daniel reflects, “such a Claudette way to put it”. And such an O’Farrell way of putting it as well. • To order This Must Be the Place for £15.19 go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "This Must Be the Place by Maggie O’Farrell review – an audacious account of marital breakdown",
  "webPublicationDate": "2016-05-27T08:29:01Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/27/this-must-be-the-place-by-maggie-ofarrell-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Maggie O'Farrell",
      "id": "books/maggie-o-farrell",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alfred Hickling",
      "id": "profile/alfredhickling"
    }
  ],
  "guardianId": "books/2016/may/27/this-must-be-the-place-by-maggie-ofarrell-review"
}