{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/24/donald-trump-bill-clinton-hillary-allegations-analysis",
  "id": "2016-05-24-27",
  "sectionId": "us-news",
  "body": "At the recent premiere of HBO’s drama All the Way at the National Archives in Washington, there was a moment that prompted murmurs of recognition from an audience including senators, political correspondents and Lyndon Johnson’s granddaughter. It came when Bryan Cranston’s Johnson, alarmed by his Republican rival’s populist tactics, snarls: “Goldwater wants to get down into the mud? By God, I can do that.”   Related: Donald Trump takes poll lead over Hillary Clinton – is it time to panic?    It was always a question of when, not if, Donald Trump would get his hands dirty in the 2016 presidential contest against Hillary Clinton. That time is now. In recent days the Republican presumptive nominee, seeking to deflect attention from his own chauvinism, has unleashed an attack ad that raises allegations of sexual harassment or assault by Bill Clinton. In a TV interview he used the word “rape”. He has also revived conspiracy theories that the suicide of White House counsel Vince Foster was actually murder. So far Hillary Clinton’s response has been very different from LBJ’s, with no intention of engaging in a mud-slinging contest. Asked by CNN if she felt compelled to defend her and her husband’s honour, the Democratic frontrunner replied: “No. I know that that’s exactly what he is fishing [for], and I’m not going to be responding.” It is a calculated risk. It did not work for those Republican primary candidates who tried to ignore Trump and rise above the fray. But those candidates who took him on directly – Jeb Bush branding him the “chaos candidate”, Marco Rubio mocking the size of his hands, Ted Cruz calling him a “pathological liar” – did not fare too well either. Hillary Clinton still faces the humiliating prospect of Trump goading her with allegations of her husband’s cheating during primetime televised debates. While she is eager to remind the public of the 1990s as a golden decade for the economy, she would rather not revisit the tawdry scandals that dogged her husband during the same period. To recap, in 1994 Paula Jones sued Bill Clinton for sexual harassment over an alleged 1991 incident in which she said he exposed himself to her. Bill Clinton settled out of court with Jones for $850,000. In 1998 Kathleen Willey claimed that the president sexually assaulted her during his first term in the White House in 1993. Bill Clinton denied Willey’s accusations. And in 1999 Juanita Broaddrick alleged that Bill Clinton raped her in 1978 when she was looking to volunteer on his Arkansas gubernatorial campaign. Bill Clinton’s attorney denied the allegations on his behalf. Broaddrick and Willey’s voices can be heard in the attack ad, and all three women were interviewed by conservative broadcaster and Trump cheerleader Sean Hannity on Talk Radio this week. He described the former president as “a serial predator”. Broaddrick told Hannity: “It’s hard for me to say the word ‘rape’. I always usually say ‘sexual assault’ but ‘rape’ is the perfect terminology for what happened.” Hannity suggested that Hillary Clinton has argued that women who claim sexual assault deserve to be believed except, apparently, when the case involves her own husband. “Exactly,” Broaddrick agreed. “She doesn’t want to hear that.” Asked how she feels about Clinton now running for president and claiming to be on the side of women, Broaddrick added: “I think it’s just disgusting what she’s saying and what she’s doing. I’m so appreciative to Donald Trump for bringing it. I couldn’t: it’s very difficult for me to bring it forward because it’s still too painful, but I appreciate his efforts.” How should the Clintons handle such radioactive materials? By steering well clear, according to Al From, founder of the Democratic Leadership Council and the man who in 1989 handpicked Bill Clinton to lead the revival of the party as the New Democrats. “It’s the dirtiest damn campaign I’ve ever seen,” From told the Guardian on Tuesday. “It’s just unbelievable. Bill Clinton left office with a 67% performance rating, the highest any president has had since taking polls, and that was after two years of attacks on these things and impeachment. “You’ve got to resist the bait. Hopefully people will see what an empty vessel Trump is. You never win rolling in the dirt with someone whose politics is in the dirt. I don’t think Bill Clinton should respond. I don’t think you dignify that kind of thing.”     Donald Trump is deeply unpopular with women, according to opinion polls. Photograph: Mark Kauzlarich/Reuters    Historically, there is little evidence that highlighting Bill Clinton’s past indiscretions hurts his wife in the polls. Survey data from the Pew Research Center showed that her favourability rating went up to 66% in 1998 at the time her husband was impeached. From said Trump would find it hard to sustain this offensive for the next five months. “It’s one thing in a primary where you have a targeted audience. Donald Trump has to appeal to voters who have an overwhelmingly negative perception of him: the people who participated in the Democratic primary. “All the attacks on President Clinton don’t help him one bit. Rather than dredge up old, mostly discredited allegations on things that were adjudicated at the highest level, he’d be doing the country a service by being transparent about his own conduct and releasing his taxes.” Opinion polls show a stark gender divide in the electorate, with Trump deeply unpopular with women and Clinton struggling to gain support among men. The brash tycoon has sought to fight back by describing Bill Clinton as an “abuser” of women and rallying anti-Clinton sentiment among the Republican base. But in 1998, Trump was singing a different tune. In an interview on Fox News, the businessman appeared to side with Clinton against his accusers, saying: “It’s like it’s from hell. It’s a terrible group of people … The whole group – Paula Jones, [Monica] Lewinsky – it’s just a really unattractive group. And I’m not just talking about physical, but I am also talking about physical.” And he said of the president: “I don’t necessarily agree with his victims. His victims are terrible. He is really a victim himself. But he put himself in that position.” As his attitude to gun control demonstrates, however, Trump seems to have no compunction about shifting his positions. He is likely to come out in the debate spoiling for a brawl. Democratic strategist Bob Shrum said: “Trump will bring up every sleazy charge he can think of. When he says something like that, Hillary Clinton could have a couple of sharp lines about it and then say let’s look at the issues the American people care about.  “She is going to have to push back at some point, but she should probably save it for the debates.”",
  "webTitle": "Trump has Bill Clinton's past in his sights – how should Hillary respond?",
  "webPublicationDate": "2016-05-24T19:45:21Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/24/donald-trump-bill-clinton-hillary-allegations-analysis",
  "keyword": [
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bill Clinton",
      "id": "us-news/clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/24/donald-trump-bill-clinton-hillary-allegations-analysis"
}