{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/muhammadu-buhari-nigeria-president-vows-fund-education-boko-haram-victim",
  "id": "2016-05-19-60",
  "sectionId": "world",
  "body": "The Nigerian president has promised a girl who was kidnapped from her dormitory by Boko Haram two years ago that he will put her back in school. Amina Ali Darsha Nkeki, one of the 276 girls abducted by the militant group in April 2014 from a secondary school in the north-eastern town of Chibok, was found by members of a vigilante group on Tuesday on the edge of a Boko Haram stronghold after fleeing during an attack on the militants’ camp.  On Thursday she was flown to Abuja in the presidential jet to meet Muhammadu Buhari. In a press conference at the presidential villa while waiting for the president to arrive, Nkeki first hid her face from the cameras, then greeted Buhari and handed him her four-month-old baby girl, born in captivity.   Related: Nigerian president meets schoolgirl who escaped Boko Haram    The president pledged to continue the search for the remaining Chibok girls who have not been recovered – who number more than 200 – and to fund Nkeki’s education, in a statement released after the meeting. “Like all Nigerians and many others around the world, I am delighted at the news that Amina Ali Nkeki, one of the missing Chibok girls, has regained her freedom,” Buhari said. “But my feelings are tinged with deep sadness at the horrors the young girl has had to go through at such an early stage in her life.” He promised Nkeki “the best care” that the Nigerian government could afford. “We will ensure that she gets the best medical, psychological, emotional and whatever other care she requires to make a full recovery and be reintegrated fully into society,” he said.  “Amina must be enabled to go back to school. No girl in Nigeria should be put through the brutality of forced marriage. Every girl has the right to an education and a life choice.” Buhari said that Nkeki offered his government “a unique opportunity for vital information” that could lead to the release of the rest of the Chibok girls, though he said nothing of the estimated 2,000 other women and girls that have been captured by Boko Haram.     Nkeki cradles her child. Photograph: Reuters    Nkeki’s brother, Inua Ali, who was also at the meeting, confirmed to the Guardian that the president had pledged to look after Nkeki and her family. “We saw and met with the president today,” he said. “He promised to cater for my sister, her daughter and my mother. He promised to put my sister back in school.” In her first two days of freedom, Nkeki has met dozens of Nigerian dignitaries. After being briefly allowed home so that her family could identify her, she was airlifted to Maiduguri, the capital of Borno state. She and her baby had medical checks and met trauma specialists before being flown to Abuja.   Related: Chibok abductions: first girl found, say Nigerian activists    Nkeki’s age is not known – her brother said she was born in 1995, but according to other reports, she was 17 when she was abducted and is now 19. In what commentators called a “desperate bid to claim credit” for the escape of the first of the Chibok girls since the messy aftermath of the 2014 abductions, the Nigerian army on Wednesday said it had rescued a girl it identified as Falmata Mbalala. It later admitted that her name was actually Amina Ali and said its troops had rescued her in conjunction with Civilian JTF, the local vigilante force that arms itself with muskets and catapults. Abdul Amin Mahmud, a Nigerian commentator and lawyer, criticised the government for attempting to claim credit and for parading her at the press conference. “She was roughly handled by the Nigerian army, and she’s a young girl who’s been in captivity for two years,” he said. “The girl is not a trophy. She’s not the elephant man to be paraded at a circus. She has gone through real psychological trauma. She needs care. They transferred her to the governor’s house and to Abuja to meet the president – for what? “The issue of the missing Chibok girls has become a political issue. The previous government did nothing, so if the current government can rescue one, it’s seen as a political victory. I worry about the future of these young girls.”   Related: Buhari agrees Nigeria is corrupt, but how is he tackling it?    In contrast to the government’s claims of rescue, Nkeki’s brother said she had been found trying to hide from the vigilantes after running away from the Boko Haram camp. He said she had been brought back to her family home for a tearful reunion with her elderly, widowed mother, Binta Ali. Onlookers said that Ali shouted “Amina! Amina!” when she saw her, and that they nearly fell over as they hugged each other. According to activists, Nkeki said the rest of the Chibok girls were in the forest except for six, apparently killed in the same attack she had tried to escape. It is unclear who launched the attack on the Boko Haram camp; the army did not claim responsibility for it. When she was found, Nkeki was with a man who claimed to be her husband, Mohammed Hayatu, whom the army suspect is a Boko Haram fighter. Hayatu was not at the presidential villa but was being investigated, according to Sani Kukasheka Usman, an army spokesman. “It should be noted that Mohammed Hayatu is well treated in line with Operation Lafiya Dole’s rules of engagement regarding insurgents who voluntarily surrender to the military,” he said. Given Buhari’s claim in December that Boko Haram had “technically” been defeated because they were reduced to suicide missions and controlled no territory, Nkeki’s escape raises questions about the location of her fellow kidnapping victims and the thousands of others taken by Boko Haram. Yakub Bulus, the father of another of the Chibok girls, said that the news brought him joy and hope that his daughter would be found. “At least one of them has been found now, hopefully she will reveal where the others are, and with God they will all be found. My hope to see my daughter again has been strengthened,” he said.",
  "webTitle": "Muhammadu Buhari vows to fund education of Boko Haram victim",
  "webPublicationDate": "2016-05-19T18:24:33Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/muhammadu-buhari-nigeria-president-vows-fund-education-boko-haram-victim",
  "keyword": [
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Muhammadu Buhari",
      "id": "world/muhammadu-buhari",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Boko Haram",
      "id": "world/boko-haram",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Maclean",
      "id": "profile/ruth-maclean"
    }
  ],
  "guardianId": "world/2016/may/19/muhammadu-buhari-nigeria-president-vows-fund-education-boko-haram-victim"
}