{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/22/stewart-lee-hers-one-i-prepared-too-early-bbc-recipes-whittingdale",
  "id": "2016-05-22-125",
  "sectionId": "commentisfree",
  "body": "Six days ago, this week’s column looked like it would be a piece of cake so basic it wouldn’t bother a BBC Bake Off reject. It was the sort of column I could knock out in a cafe in a couple of hours, I imagined, on the back of an old G2, after the morning school run, without even breaking a sweat. Ker-ching! For a man on the lookout for a funny angle, the week had started so promisingly. On Monday, John Whittingdale’s Murdoch-friendly BBC reforms appeared to be driving decades of licence-payer-funded BBC recipes off the internet. Many of these, which I never even knew existed before this week, were suddenly declared indispensable by young mums, old age pensioners, the undeserving poor, and Twitter’s cake-crazy Graham Linehan. As usual, John Whittingdale was the comedy gift that kept on giving! Within a day of the recipe news breaking, hundreds of thousands of food-eating squares suddenly realised that their lives too could be touched by Whittingdale’s smelly free-market finger. And if this was what “the restriction of publicly funded market intervention” looked like then even Tory-voting middle-England wasn’t sure it wanted it.    He looked like the guest of honour at a Japanese winky party, with a  speech bubble saying ‘Yum!’    Times, Telegraph and Daily Mail readers had assumed cuts to the pinko BBC would only affect all those imaginary things they didn’t like, such as BBC2’s Gay Pet Dating Hour, BBC4’s Paedovision and the Asian Network’s Superstars of So-Called Islamic State. But now Whittingdale was coming for Tom Kerridge’s treacle-cured beef. “It is for the makers of cookbooks and rival websites to decide whether the continued existence of a free online recipe archive undermines their business models,” a Times editorial lectured its suddenly starving readers on Wednesday morning, before directing them to the paper’s own page 2 recipe, this week for creamed rasam with avocado‑lime toast. I imagined John Whittingdale in his kitchen later that evening, creaming his rasam as his latest lady friend looked on admiringly. Perhaps later he would lime his avocado. I made my excuses and left. I knew I could have some fun with the story, which would basically write itself, and the increasingly absurd John Whittingdale always gave good column. I’ll be sorry to see him tossed aside. Now a public relations liability to his own government, neither is Whittingdale any further use to his free-market broadcasting barons, who expected the BBC in bits in a bucket by now, and eventually he will be thrown to the dogs by dint of whatever limed avocados they can land on him. On Tuesday afternoon I emailed the man who runs my website asking him if, in time for Sunday’s column, he could create a space where the public could upload as many recipes as they wanted to, making a kind of safari park to protect recipes from Whittingdale and his Murdoch-encouraged poachers.     Illustration by David Foldvari.    Then I got scissors and glue and began making a photo-collage for the front page of the new site, which was to be called John Whittingdale’s Recipe Reserve. Soon I had an arresting image of John Whittingdale’s scrunchy laughing face with dozens of sausages and courgettes and carrots and parsnips surrounding it, and pointing into his eyes and mouth, so that he looked like the guest of honour at a Japanese winky party. And there was a speech bubble, made of newsprint cut-and-pasted from his own comments, saying, “Yum yum! A tempting prospect!” Then things started to unravel. As I have explained to you all before, I remain the third most consistently critically acclaimed British standup comedian of this century, but my standing owes as much to my relentless Protestant work ethic as it does to my debatable talents, such as they are. On Tuesday night I arrived at Chris Coltrane’s weekly Lolitics comedy night in Camden, where I had a 20-minute new material slot. Ignorant internet commentators routinely declare that all comedy clubs are like the rigorously politically correct meetings of a Marxist cell. Sadly they aren’t, and misdirected rape jokes, wilful ignorance, and minority scape-goating are often the order of the day. If anything, at most comedy nights, the Neanderthal Comment Is Free crowd would feel among friends. Chris Coltrane’s Lolitics gig however, actually is like the rigorously politically correct meeting of a Marxist cell. And it’s superb. Lolitics is such a nice gig that last night a man came up to me before my act and asked if I minded if he heckled, even offering to tell me what the heckle would be (a 50th anniversary re-tooling of the Bob Dylan “Judas” put-down, if you’re interested). Bless. And unlike aggressively entitled Tory voters, who attend vaguely alternative comedy gigs in increasingly large numbers now as standup dumbs down to meet them, Chris Coltrane’s loyal self-loathing flock of becardiganned socialist sheep delight in seeing their core liberal values mocked. In fact, they love to have their fondness of fairness, justice, and anti-sexism flung back into their bearded faces. And that’s just the women! I’d been turning my Whittingdale recipe column idea over in my mind all day, making notes and scribbling sentences, and at 9pm I arrived at the packed room above Camden’s Black Heart pub just in time to see Chris Coltrane’s box-fresh set on the same subject, torn from the day’s headlines. Weirdly, a crew from Sky were in the room, making a documentary about this exciting night, and yet the host’s whole act concerned anxieties about the destruction of public broadcasting that their own paymasters privately pressed Whittingdale to enforce. A BBC documentary on the same gig would have been edited heavily in the interests of balance, just as the BBC’s own Bafta ceremony coverage thinned out leftwing luvvies’ pro-public broadcasting comments to avoid Whittingdale’s wrath. Perhaps we will look back on these double-think days and laugh.   Related: Is it really the BBC’s role to publish free recipes for harissa spiced lamb? | Christina Patterson    Having written all the following morning, on Wednesday lunchtime I checked the news. The recipe story had moved on. The brave refugee recipes had been offered asylum by some semi-commercial BBC subsidiary website and a nervous Whittingdale, like Pontius Pilate from Christianity’s The Bible™, was trying to make out he was a powerless tool of public opinion and didn’t know what was going on. It’s possible, I suppose. He dated a dominatrix for months without realising. But the story was changing so fast it looked like whatever I filed on Thursday would be old news by the weekend. I’d written all the above irrelevantly for three days and finally run out of time. I’m aware that exploding the creative process and passing that off as end in itself is a cliche of my work, but it’s been a difficult week. Stewart Lee’s Content Provider (work in progress) is playing in Edinburgh and London. Click here for details",
  "webTitle": "Here’s one I prepared too early | Stewart Lee",
  "webPublicationDate": "2016-05-22T09:00:38Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/22/stewart-lee-hers-one-i-prepared-too-early-bbc-recipes-whittingdale",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Stewart Lee",
      "id": "profile/stewart-lee"
    }
  ],
  "guardianId": "commentisfree/2016/may/22/stewart-lee-hers-one-i-prepared-too-early-bbc-recipes-whittingdale"
}