{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/26/five-of-the-best-meditation-apps",
  "id": "2016-05-26-258",
  "sectionId": "technology",
  "body": "The first rule of mindfulness might be to switch your smartphone off. From checking emails at bedtime to constant, needy push notifications from mobile games, our phones can often feel like they amplify our daily stress. Turning to your smartphone for respite from the digital clutter may feel as ridiculous as holding an Alcoholics Anonymous meeting in a pub, with your inbox, social networks and Candy Crush Saga just a couple of taps away. Still, mobile meditation apps are trying to help. There are hundreds available, although the pool of genuinely useful ones is much smaller. Here are five of the best to try out. HeadspaceAndroid / iOS     Headspace.     Related: Coming to a screen near you… the 20 best new social apps    This British app comes with an endorsement from Emma Watson, and has a straightforward approach that will appeal if you’re harbouring fears that meditation is a bit hippy-dippy. The spoken-word exercises are designed to be used for around 10 minutes a day, starting with a 10-session pack that comes free with the initial download. If you want to continue after that, it’ll cost you £9.99 a month or £74.99 a year, with a simple, clear stats screen tracking your progress. CalmAndroid / iOS     Calm.    Calm is similar to Headspace in its setup: here, the free element is a seven-day course of guided-meditation exercises, while the monthly subscription costs £7.99 and the yearly option £29.99 – the latter is thus a pretty good deal. Once you pay, the available sessions include a 21-day program for general wellbeing, and a week-long series focusing on helping you get better sleep. There are also individual sessions lasting between two and 20 minutes, and “unguided” sessions using music and nature sounds. BuddhifyAndroid / iOS     Buddhify.     Related: Life hacks: apps that you shouldn't be without    This is one of the few meditation apps that you pay for entirely upfront: it costs £3.99 for iOS and £1.99 for Android, with no in-app purchases. Its meditation sessions are organised by theme according to what you’re up to: from waking up, taking a work break or waiting around through to feeling stressed, dealing with difficult emotions and struggling to get to sleep. There are more than 80 tracks to explore, so you should find a fair few that suit you. The Mindfulness AppAndroid / iOS     The Mindfulness App.    The Mindfulness App is one of the most accessible apps, offering a decent catalogue of meditation tracks with and without narrators, ranging from three to 30 minutes in length. As with Headspace and Calm there’s an introductory series to get you up and running, with a number of other meditations included in the download price. There’s also a premium library for which you’ll have to pay extra: £7.99 a month for unlimited access or £0.79 for individual tracks. Smiling MindAndroid / iOS     Smiling Mind.    Smiling Mind is slightly different to the other apps in this roundup, in that it was originally designed for children and young people – even though adults are welcome too. Its programs are divided by age, starting at 7-11 years: if you have children who are struggling with their emotions, it could be helpful alongside whatever other methods you and they are using. The app is clear, easy to use and completely free. Omvana, Insight Timer, Stop, Breathe & Think, Take a Break and OMG! I Can Meditate are other well-regarded examples that may be worth trying.  Have you used these or other meditation apps? What did you think and what would you recommend to other readers? Let us know your thoughts in the comments.",
  "webTitle": "Five of the best meditation apps",
  "webPublicationDate": "2016-05-26T09:56:04Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/26/five-of-the-best-meditation-apps",
  "keyword": [
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Smartphones",
      "id": "technology/smartphones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Tablet computers",
      "id": "technology/tablet-computer",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Meditation",
      "id": "lifeandstyle/meditation",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Mindfulness",
      "id": "lifeandstyle/mindfulness",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Dredge",
      "id": "profile/stuart-dredge"
    }
  ],
  "guardianId": "technology/2016/may/26/five-of-the-best-meditation-apps"
}