{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/fairtrade-partner-zone/2016/may/13/this-world-fair-trade-day-we-must-tackle-inequality-in-business-says-fairtrade-ceo",
  "id": "2016-05-13-130",
  "sectionId": "sustainable-business/fairtrade-partner-zone",
  "body": "The Indian social reformer and campaigner for Dalit rights, Dr B. R. Ambedkar, said “Equality may be a fiction but nonetheless one must accept it as a governing principle.” This quote is a reminder that the pursuit of equality is essential, even if it’s unlikely ever to be fully realised. It speaks to the notion of equality which runs through all human rights. Equality is enshrined, too, in the UN Global Goals, making it plain that we will not achieve our ambitions for sustainable development if we continue to tolerate a world of such stark inequality. Trade is at the frontline of the battle for a more equitable world. Global economic growth has for too long gone hand in hand with increasing global inequality. There are now more obese people in the world than there are malnourished. Yet 800m people go hungry. We spend more than ever on our morning coffee – yet coffee smallholders face months of hunger each year because they do not earn enough to feed their families.     FLO Coopfam board member Claudinei Doniseti Silva, on his farm in Brazil. Photograph: Didier Gentilhomme    Many factors make trade unfair, but one is central to Fairtrade. Quite simply, too much of the power and value in supply chains stays in the hands of global brands and retailers. Without fairer distribution of value we cannot achieve sustainable development. The Global Goals will not succeed without fair trade. There is little hope that this is going to change any time soon and in some cases the problem is getting worse. Producers continue to be dominated by price fluctuations which hit the poorest hardest.  The world price of coffee, for example, has been below the Fairtrade Minimum Price for the past eight months. Farmers who sell on Fairtrade terms are protected but others won’t be. Globally, tea growers are likely to retain less than 3% of the retail value of their crop, whilst the seven transnational companies that control the tea trade retain up to 80% of the value. Typically, cocoa smallholders will receive between 3.5% – 6% of the retail value of a chocolate bar – less than a third of the value they would have retained 30 years ago. This is a worrying trend – a consequence of increasing market pressure, where consumer prices are driven lower and lower, whilst risk and costs are pushed down the supply chain. Oxfam’s latest Behind the Brands report identifies this as a key area where companies are not doing enough. As Oxfam says, companies “must ensure that more of the power and the value reach the farmers and workers who produce their ingredients.” This requires a whole-scale shift. There is a need for greater transparency, so that we can see more clearly who gets what from international trade. Fairtrade has enabled consumers to better connect with farmers as a way of challenging the “norms” of the way global trade operates. This powerful force for change has now spread to 125 countries, and World Fair Trade Day on 14 May is a celebration of a movement which links public campaigns as far afield as Canada and New Zealand, Finland and South Africa. Often producers have no voice. They can influence neither price nor policy. Silence is taken for submission. This is not the way of Fairtrade. We want a world where farmers and workers not only have a voice, but have voting rights too. Fairtrade is the only certification scheme in the world which is co-owned by producers.     A coffee farm in Kenya. Photograph: David Macharia/David Macharia/Fairtrade Foundation    But it’s not enough. It’s not enough to shift more of the decision-making and management of Fairtrade to the global south. Increasingly farmers and workers are taking leadership roles within their co-operatives and going on to represent their region or country in Fairtrade’s international management.  At the recent Africa Fairtrade Convention in Nairobi, more than 400 farmers and workers gave their views on the UN Global Goals. Their number one concern was tackling climate change, which for too many is a daily reality. Many farmers from southern Africa are currently in the grips of a devastating drought. Many tea farmers spoke of how their crops have been scorched by the heat. Farmers from Malawi said they are still suffering from catastrophic floods in 2015.  They spoke of being trapped in a vicious cycle, unable to water their lands as their irrigation pumps were damaged when the riverbeds silted up in the floods. Instead of life-giving water, they began pumping up sand instead of water. No rain means no crops. Those able to sell on Fairtrade terms have access to some immediate support – co-operatives in Malawi have invested some of their Fairtrade Premiums in hedging against the price of maize and distributing it when prices rise. But 80% of Malawi’s 16.7 million population depend on farming for a living and chronic poverty means they cannot afford such safety nets.  Fairtrade’s work in Africa will be shaped more and more by the priorities of farmers and workers, so that it responds increasingly to their stated needs. Producers are also stepping up their advocacy in public policy. Victor Biwot, for example, is a Kenyan tea farmer who took part in the UN’s COP21 to highlight the reality of climate change for farmers. Sugar smallholder Alexia Ludford, from Jamaica, visited the UK recently to meet politicians and demonstrate the severe impact that changes in EU sugar policy are having on the lives of sugar producers in the Caribbean.  There are no quick wins for these two farmers, nor for millions of others. If we want faster progress towards a more equal and sustainable world we will need to tackle the dual challenges of unequal power and unfair price. Fairtrade will champion ways of increasing voice and value for producers until Dr Ambedkar’s “fiction” is made a reality. Content on this page is paid for and provided by Fairtrade Foundation, sponsor of the spotlight on commodities series",
  "webTitle": "This World Fair Trade Day we must tackle inequality in business, says Fairtrade CEO",
  "webPublicationDate": "2016-05-13T14:52:39Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/fairtrade-partner-zone/2016/may/13/this-world-fair-trade-day-we-must-tackle-inequality-in-business-says-fairtrade-ceo",
  "keyword": [
    {
      "webTitle": "Sustainable Business - Fairtrade partner zone",
      "id": "sustainable-business-fairtrade-partner-zone/sustainable-business-fairtrade-partner-zone",
      "sectionId": "sustainable-business/fairtrade-partner-zone",
      "sectionName": "Sustainable Business - Fairtrade partner zone"
    }
  ],
  "authors": [],
  "guardianId": "sustainable-business/fairtrade-partner-zone/2016/may/13/this-world-fair-trade-day-we-must-tackle-inequality-in-business-says-fairtrade-ceo"
}