{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/10/tory-immigration-bill-fails-children-traumatised-by-torture-in-syria",
  "id": "2016-05-10-82",
  "sectionId": "uk-news",
  "body": "David Cameron’s decision to give sanctuary to unaccompanied child refugees in Europe is welcome (Editorial, 5 May). But the government is using the same bill that has become the vehicle for this act of compassion to create an unimaginably hostile environment for lone children when they reach adulthood. Hidden in the immigration bill are sections that remove support for unaccompanied children, affecting mainly those who arrived here not through resettlement, but on their own steam. When they turn 18, many will lose the chance to stay with their foster family or access accommodation, education and legal advice, rendering them homeless and destitute. These young people are often expected to return to their country of origin, even when they have no contact with their family and fear of what awaits them on return. This is particularly relevant for children and young people traumatised by torture in countries such as Syria, extensively documented by the UN and other agencies. Freedom from Torture has extensive clinical experience of working with children who have survived or witnessed torture. We have received a worrying rate of referrals for such children (some very young) from local authorities, especially in Kent, who struggle to cope with their high levels of trauma and their specialist needs. These children continue to need the support of their local authorities, especially as they develop into adulthood. In the media storm surrounding the resettlement of children from Europe, the significant contradiction in this regressive and punitive piece of legislation must not be forgotten.Susan MunroeChief executive, Freedom from Torture • Of course we welcome David Cameron’s bowing to pressure and announcing that the UK will, after all, admit some child refugees. Before we celebrate, however, we should consider how adept the Conservatives are at failing to deliver on such undertakings. Last December, our Conservative-dominated district council surprised us by responding to pressure from the local community and voting unanimously to admit 12 families of Syrian refugees into the district “as a matter of urgency”. There was much talk in the council chamber of compassion and humanity. We celebrated and set about planning how to welcome and befriend “our” refugees. Months have slipped by and we now learn that, in a plan put together with the collusion of the Conservative-led county council and the Home Office, our 12 families will be admitted over a period of four years, with just three being admitted this year – and not until the end of September. The entire county will admit only 12 families this year. So much for urgency; so much for humanity; so much for compassionate Conservatism.Penny FreedmanChair, Stratford-upon-Avon Amnesty  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Tory immigration bill fails children traumatised by torture in Syria | Letters",
  "webPublicationDate": "2016-05-10T17:34:46Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/10/tory-immigration-bill-fails-children-traumatised-by-torture-in-syria",
  "keyword": [
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/10/tory-immigration-bill-fails-children-traumatised-by-torture-in-syria"
}