{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/jonny-bairstow-adversity-family-cricket-father",
  "id": "2016-05-16-258",
  "sectionId": "sport",
  "body": "Jonny Bairstow and his mum, Janet, offer a touching prelude to this interview. These days the usual “media opportunity” with a sportsman is policed by an agent or sponsor’s representative determined to shape the encounter into a burble of cliches or a blatant plug for a product. This, instead, is a poignant exchange between a mother and her son only minutes after a thrilling win for Yorkshire takes them to the top of the County Championship. They know I’m waiting to talk to the Yorkshire and England wicketkeeper, whose blistering form meant his 198 against Surrey followed a double century in the previous game, but I like the fact they stop to have a family exchange at Headingley. Janet and her son hug and chat and it makes sense that everything Jonny will say over the next hour is underpinned by their bond. Forty minutes later, as we enter the heart of this interview, Bairstow remembers how he tried to spot his mum and Becky, his sister, in a packed Cape Town crowd. Almost everyone in the ground had stood up to applaud Bairstow’s first Test century, after 36 innings, against South Africa in early January.   Related: Angelo Mathews: ‘Sri Lanka must be fearless against England in Test series’    “I had a vague idea where they were,” Bairstow says. “But in that split second everything is a massive roar and pure emotion comes out. So trying to see my mum and sister was a challenge – even if Becky has bright red hair like me. We’re like warning beacons but when everyone is standing, clapping, waving and cheering it’s difficult.” Bairstow had already lifted his head towards the heavens in Cape Town. His eyes were shut as he thought of his dad, whom he had lost at the age of eight, and his grandad, who died last year. We are about to move into painful territory but, before asking Bairstow about his father, David, who had also been a Yorkshire and England wicketkeeper, I wonder what other thoughts had whirled through him. “Don’t bloody get out!” Bairstow says with a grin before he makes a telling point. “Lots of people doubted my abilities for a long time and so I thought: ‘Right, you can stick that where the sun doesn’t shine. That’s for everyone who doubted me. I’ve just scored a hundred against the No1 nation in the world in their own back yard.’ There will be many challenges ahead but that one is embedded in my memory.” Bairstow’s next challenge begins at Headingley on Thursday, when England play Sri Lanka in the first of three Tests, but there is time for deeper reflection. “They played a massive role,” Bairstow says of his father and grandfather as shadows stretch across a deserted ground lit by pale evening sunshine. “Dad played here for 20 years, and for England, and that’s a huge legacy. If I come close to emulating that I’ll be happy. Then there’s grandpa. When Dad passed away, grandpa took on that mantle of teaching me how to tackle at football or taking me and mum to cricket.” His father, beset by depression and financial worries, took his own life on a winter morning in January 1998. “We found Dad and, even aged eight, it was pretty obvious what happened,” Bairstow says as he remembers how he and Becky returned home from school that day. The devastation of finding his dead father was a terrible, scarring experience. “Absolutely. We all found him. That wasn’t easy to take because you don’t really know what’s going on when you’re seven, like Becky, or eight. But we also knew mum had cancer at the same time because she’d lost her hair. It was a pretty intense form of breast cancer and she was going through chemotherapy.” Did he, as a small boy, understand his mother was so severely ill? “Not really, no. But having gone through two bouts of breast cancer and all the operations and treatments it’s fair to say mum’s a special human being – especially as she had to deal with the tragedy and heartache that went with Dad’s death. But the support we had, the amount of people who came to the funeral and memorial service was very touching. That definitely helped but it’s testament to mum how Becky and I turned out.” Suicide can shatter any family – but there was another cruel twist as it was Janet’s birthday the day after David’s death. “Mum sent us to school that day as if saying: ‘Right, OK, we’ve got to deal with it, carry on.’ The only thing I can’t really remember is walking into school that day. “Going through that adversity as a family has made us closer and stronger. Look at my sister – she’s hard as nails as well. We’re a special family and it’s just that Dad’s life was taken away from us far too early. Everywhere you go around the world he had an effect on people – in the Caribbean, Australia, South Africa or England. I’ve never heard a bad word said about him.” We discuss one of the most moving tributes to his dad – the writer David Hopps’ choice of David Bairstow as his favourite cricketer. When reporting on Yorkshire, Hopps would be bollocked consistently by Bairstow Sr – “You know three-quarters of seven-eighths of sod all” – who would then plonk down a pint in front of the young writer in the pub. “That shows the amount of respect people had for Dad. He was very well liked and someone who is very sadly missed – even now. People still come up and say: ‘I had a pint with your dad in X, Y and Z pub and we laughed and joked.’ Those are the amazing things you want to hear.” Bairstow nearly lost his mum, again, when he was on tour in India with England in 2012. “We were warming up and I got a tap on my shoulder from the security guy. He said: ‘Your mum’s trying to get hold of you.’ I thought ‘Oh no …’ and sprinted to the dressing room. I couldn’t get through to mum. I said: ‘Tell me what’s wrong, I can’t get hold of her.’ And then the words were uttered: ‘Your mum’s got cancer again.’” Bairstow’s freckly face scrunches up. “I was in the middle of Pune, a five-hour drive from Mumbai. I had another five-hour wait at Mumbai airport before flying back to Manchester. I then got stuck in traffic from Manchester to York and arrived at the hospital 20 minutes before mum went into theatre. But I had to come home to look after her.”     Bairstow celebrates reaching his maiden Test century, against South Africa at Newlands in Cape Town in January. Photograph: Mike Hutchings/Reuters    His mother is well again and still working at Yorkshire Cricket Club – and it finally seems as if the adversity in Bairstow’s life has been moulded by his pugnacious determination into lasting success. “Even with Yorkshire I had 19 fifties before I got my first hundred,” he points out. “I’ve scored 18 hundreds since then with three double centuries.” Did he need to clear a psychological hurdle before racking up the centuries for Yorkshire? “I didn’t get out in the 90s. I was out for 82 about five times – which is ridiculous. I got 82 on my debut here against Somerset – and tried so hard to get over the line. It was the first time I’d come across the media and everyone’s doubting you. And then the first hundred I got was a double: 205 at Trent Bridge.” Significantly, Bairstow’s first Test century at Newlands ended up as an unbeaten 150. “It’s how you go through those ups and downs. Look at Rooty [Joe Root – the world’s No2-rated Test batsman and his Yorkshire team-mate with whom Bairstow shared a 372-run partnership last week]. He got dropped in Australia in 2014 and look how he reacted. Everyone has blips and bad patches. It’s the way you react that counts.” Bairstow has been in and out of England’s team but, since replacing Jos Buttler as Test wicketkeeper this past winter, he seems settled. Has that show of confidence from the selectors made a real difference? “Yeah. Having that backing and not thinking: ‘Is it me that gets dropped next?’ is a help. It’s obviously nice to turn up to training knowing you are preparing to play. I didn’t change the way I played but I relaxed a little. I’ve also worked hard on certain aspects of my keeping and been really pleased. Hopefully people can stop asking whether I want to keep wicket.”   Related: England’s batting under scrutiny in first Test against Sri Lanka | Vic Marks    Bairstow’s Test role is established now and he relishes the chance to play Sri Lanka. “They turned us over in our own back yard in 2014. So it’s going to be tough but with the brand of cricket we’re playing – in Tests, ODIs or T20s – we feel we can become the best in the world. I’m desperate to get back into the T20 and one-day sides and there’s no reason why Jos and I can’t play together. I feel I have a lot to offer in both and I’ll keep trying my damndest.” Bairstow has been hurt in many ways. He remembers how, as a footballer, “I was at Leeds United from the ages of seven to 15 in the same team as Fabian Delph [now of Manchester City] and Danny Rose [now at Tottenham]. I wasn’t quite good enough to play professional football, so I had a not very nice ending. It’s a tough age to be cut. You deal with rejection at the same time as your GCSEs. But school was brilliant and everyone knows my amazing family – and the strength we have after everything. I was lucky those people were around me as I chose to go forward with cricket.” Bairstow was reminded, again, of the fleeting nature of sport and life when James Taylor, his friend and England team-mate, retired suddenly last month after the diagnosis of a serious heart condition. “I was absolutely distraught. I’ve roomed with Titch and played rugby and cricket against him since we were 11. In rugby he was a 9 and I was a 10. You can imagine him at scrum-half – a tenacious little fella who absolutely loved playing.     Bairstow with James Taylor against Pakistan in November 2015. ‘I’ve roomed with Titch and played rugby and cricket against him since we were 11. I was absolutely distraught’. Photograph: Jason O'Brien/Reuters    “I was so shocked I felt a numbness knowing I’d played with him for the last time after rooming together for so many years around the world. We had so many great times batting together and sharing an apartment in Australia. I did the cooking, he did the washing up. So all the memories and everything we could have shared, moving forward, got me. Knowing you’re not going to have those times again with such a nice person is devastating.” At least Taylor’s condition was identified before he suffered a serious heart attack. “Exactly. I saw him last week and we went for dinner and just chilled. He has a fantastic family and everyone at Notts will help him.” Bairstow will think of Taylor, and his father, when he plays for England at his beloved Headingley this week. “It’s my 25th Test, so I’ll get a new cap. That will mean a lot because we know it can end so suddenly. James was doing so well and it was taken away from him. Dad, exactly the same. It’s been a journey, and a tough one at times, but you have to enjoy it and see where it takes you. I’m just glad I’m back home for this next one. It will feel special.” In the UK, the Samaritans can be contacted on 116 123. In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In Australia, the crisis support service Lifeline is on 13 11 14.",
  "webTitle": "Jonny Bairstow: ‘Adversity has made us stronger. We’re a special family’",
  "webPublicationDate": "2016-05-16T10:26:51Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/jonny-bairstow-adversity-family-cricket-father",
  "keyword": [
    {
      "webTitle": "Jonny Bairstow",
      "id": "sport/jonny-bairstow",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Yorkshire",
      "id": "sport/yorkshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Donald McRae",
      "id": "profile/donaldmcrae"
    }
  ],
  "guardianId": "sport/2016/may/16/jonny-bairstow-adversity-family-cricket-father"
}