{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/17/parents-recruitment-crisis-teachers-subjects-not-qualified",
  "id": "2016-05-17-299",
  "sectionId": "education",
  "body": "As schools struggle to recruit staff, more and more teachers are being asked to take on a subject in which they have little expertise. Sometimes headteachers have no choice. Department for Education figures show 18% of lessons were taught by teachers without a relevant post-A-level qualification for English baccalaureate subjects in 2014. Things are unlikely to have improved since. The support provided to these non-expert teachers varies widely, according to interviews given to Education Guardian. How many parents know this is going on? “In some places parents will be very aware,” says Malcolm Trobe, of the Association of School and College Leaders. It’s never an ideal situation for headteachers but there may not be a choice. “Schools will endeavour to have a subject specialist. But if you can’t recruit, particularly in a core subject, you’re going to have to ask someone to teach outside of their discipline.”  Former drama teacher, London Taught music to year 7 students I laughed at them when they asked me. I said: you’ve got to be crazy, I can’t even play an instrument. I have absolutely no musical capacity. They said they’d give me lesson plans, but that didn’t help, because [in lessons] I was setting students off in groups to play instruments and I couldn’t help them in any way. It soon became clear to the kids that I didn’t know what the hell I was doing. I was angry for them.   Related: Teacher recruitment ‘a mess’ as every school slugs it out for itself    When students give performances at the end [of a lesson] you’re meant to give feedback. They’d perform – and I’m comparing it to the last concert I went to. I’m expecting Pavarotti and they’re beating tambourines. What kind of feedback can I give? “Yes it sounds lovely”? My main approach was to get the classroom set up in a way that I could work on discipline and control. I’d make sure that I had the desks in groupings that would work best, because there were quite a few discipline problems, of course. There were grade 8 pianists in the class, so if there was a demonstration to do I’d perhaps ask one of them. Though they soon got pissed off – they didn’t want to be seen as teacher’s pet. For some students, if you have a whole year of that subject with someone who doesn’t know what they’re doing that could ruin the subject for life. That was one of the reasons I left the teaching profession. Richard White, biology specialist, West Midlands  Teaches sciences and has taught key stage 3 geography and drama I spend about 90% of my time outside my specialism. I studied the other sciences at A-level so it wasn’t too bad when I started. The first six months of physics was a struggle because I was teaching myself a week before, and reading through the bits I didn’t understand. The flipside is that it has helped me to understand where the kids fall down and where they get confused. Drama was more unnerving. I never did drama at school myself. I’d never even been in a school play. But there are loads of good schemes of work online and I did actually enjoy it. It has also benefited my teaching [in science]; I do a lot of role play in lessons now. It’s also nice to see the students in a different setting – you get kids who hate science but are amazing at drama and vice versa. It gives them a confidence boost and it boosted my faith in them, to see what they can do.     Job applications at Passmores Academy, Essex: PE to the left and, to the right, English, maths, modern foreign languages and science. Photograph: Vic Goddard    Music teacher, London Teaching French to year 7 students I really enjoy it, partly because I see the students more often than I would as a music teacher. It’s been a lot more work, though, because of the planning, but my head of department has been phenomenal in supporting me. Because I’m not a French specialist, you want to go into class knowing every eventuality – what possible questions could they ask? I wasn’t too worried because it was only year 7 and I have an A-level in French. I’m probably not teaching at the same level as a French specialist – they can go off script – but I am an experienced teacher so I don’t have any classroom management problems. And there are maybe things that I can bring to the lesson that others haven’t, not because I’m a non-specialist but because it’s me, I’m a good teacher. Art and design teacher, Nottinghamshire  Also teaches textiles and food technology, including GCSE classes The first thing that went through my head was dread and panic. I thought, OK, I can do this, but how am I going to find time? I worried most about the technical stuff, especially in electronics and workshop-based subjects because there are health and safety issues there. We do things like soldering circuit boards together, using vacuum forming machines, bandsaws, pillar drills – there’s all this technical equipment. The specialist teacher would show me first and then I would show the students. The amount of time I had practising varied: sometimes it was an hour, sometimes at lunchtime or after school. Lots of times I felt a bit out of my depth, though there’s always a technician as back up. The workload is massive, it’s huge. With food tech, the only experience I have is the part-time jobs I’ve had at university. Aside from a health and safety course, I haven’t had any support for GCSE – I was just given a textbook.   Related: Tips on reducing teacher stress from the ‘happiest school on earth’    You have to have a cut-off point, otherwise you’d get buried under it all. I have a young child, so I can’t take huge portfolios home to mark. We’re here from 8am to 5pm so I’ll do marking at school but then when I’m at home, after I’ve taken my daughter to bed I’ll open my laptop and do a couple of hours of planning. Science teacher, London  Has taught maths My subject knowledge for maths is really good – I’ve done maths to A-level. But it was knowing how to teach it, how to help people who are struggling, that I found hard; that’s something I’d had no training in. Because I’m a science teacher I’m used to there being some physical, practical thing in most of my lessons, and I didn’t have the expertise to deliver maths in that way. So when a child struggled, I was a bit like: well I know how to do it, and I’ve shown you how to do it and I really don’t know other ways of doing it. I couldn’t go to the department meetings [which clashed], so I didn’t get to find out what was going on. There were pages in books about multiplication and division, then [the other maths teachers] said – oh no that was for calculator practice. I didn’t know. Kristy Turner, chemistry specialist, Manchester Has previously taught science, maths, geography and French  State school teachers I know are teaching 23 lessons out of 25 possible periods a week – so they have two lessons in which to do all their marking, all their planning. Nobody would doubt it would have to spill over into your free time. The time they’ve actually got to develop subject knowledge is limited to ending up a page ahead of everybody in the textbook. I’d still got my A-level notes from school, that helped me more than anything else really. At the time I felt fine but looking back I do feel I did some of those children a disservice because I know I’m a much better chemistry teacher than I am of anything else. The hardest thing was not knowing the subject well enough to differentiate to the level the pupils need. Sam Hesling, PE specialist, Hertfordshire Teaches history to year 8 students In the back of my mind I did wonder: how happy would students and parents be if they had a PE teacher teaching their son or daughter history? My main concern was that I only had a GCSE in history to my name and that was over 10 years ago. But I was given a lot of support: a huge bank of shared resources from previous years, an email group between history teachers, extra textbooks were ordered so that I could take one home to plan, assessment guidance and effective marking shortcuts were handed out termly. My head of department has been very supportive, always checking how things are going and on hand to either cover or step in if behaviour was an issue. I do think there is an element of expertise needed to sufficiently teach GCSE, but at key stage 3 a good teacher should be able to teach and plan lessons outside of their area.",
  "webTitle": "‘Teach drama? I’d never even been in a school play’",
  "webPublicationDate": "2016-05-17T06:30:36Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/17/parents-recruitment-crisis-teachers-subjects-not-qualified",
  "keyword": [
    {
      "webTitle": "Teacher shortages",
      "id": "education/teacher-shortages",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teachers' workload",
      "id": "education/teachersworkload",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Ratcliffe",
      "id": "profile/rebecca-ratcliffe"
    }
  ],
  "guardianId": "education/2016/may/17/parents-recruitment-crisis-teachers-subjects-not-qualified"
}