{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/04/saul-canelo-alvarez-amir-khan-boxing-fight-las-vegas",
  "id": "2016-05-04-68",
  "sectionId": "sport",
  "body": "Fighting does not have to be loud. Fighters, most of them naturally timorous but encouraged to be professionally aggressive, do not have to “play the game”. While it might be heresy for the off-stage suits whose job it is to pump up the volume, the most dangerous undertaking in sport can be conducted with mutual respect bordering on civility. Rarely has that concept been so manifest as in Las Vegas this week, when Saúl “Canelo” Álvarez and Amir Khan refused to be drawn into the cacophony. On Saturday night, they will try to rip the other’s head off for as long as their world title fight lasts but, in preparation for that health-threatening experience, both champion and challenger have been quiet to the point of a cloister-level whisper.   Related: Amir Khan succeeds 'bitter' Floyd Mayweather as poster boy in Las Vegas | Kevin Mitchell    After their orchestrated arrival in the MGM Grand on Tuesday, a noisy event embellished by a mariachi band and designed solely for the excitement of the hundreds of fans who had gathered in the casino’s lobby with their mobile phone cameras clicking constantly, Álvarez and Khan sat down with a few members of the media in a small VIP room nearby to share their considered thoughts. Unusually, it was enlightening – in a downbeat way. What we already know is that Álvarez, the WBC’s middleweight champion, is dropping down nine pounds to 155lb to accommodate the move up through two divisions of Khan, who is a natural welterweight, a disparity in size that Floyd Mayweather, for one, would never have considered – when he fought and beat Álvarez in 2013, they also accommodated a catchweight, 152lb. Khan would have liked the limit set at 153lb but says he has been able to “train up” to the weight since last November, an unusually long and perhaps profitable preparation. Álvarez, four years younger at 25 but naturally a bigger man, will weigh around 175lb when they begin hostilities, about a stone heavier than Khan. Yet not even this core issue disturbed the good manners of the antagonists. If anything, it was the champion whose serenity slightly outshone the challenger’s quiet confidence. This is a fight between two of the nicest guys in boxing. I asked Álvarez if the image we had of him – cool, respectful, relaxed – was so at odds with his “fight face” that it might be difficult for outsiders to appreciate how he makes the switch. He smiled and, through an interpreter, said: “I keep my excitement within me but it’s always there. As I grow older and gain more experience, I’m more comfortable with everything. I’m more mature, and I understand everything better.” As for stepping into the historically significant Mexican celebration of Cinco de Mayo – a tradition stretching back to the more animated days of Julio César Chávez – he said: “It’s a great honour. There’s extra motivation to fight on this holiday.” However, he will not be lured into producing a performance that goes against his gameplan or his nature. Steve Carp, who writes about boxing for this city’s main newspaper, the Review-Journal, observed last year: “He’s only 25, but if there’s one thing Álvarez has learned in the 11 years he has been in boxing, it’s don’t say too much. And if you have to talk, don’t say anything that may rile your opponent.” The champion was true to that characterisation this week: “People expect me to deliver a knockout but I never plan on it. If it comes, it comes.” At times, it seemed he might be more likely to bore Khan into submission than hammer him physically. His eloquence flows from his gloves, though – no question. He is a silent assassin, a ruthless stalker who keeps opponents in a permanent state of anxiety. In 32 of his 48 fights since his professional debut, Álvarez has put his opponent away early. He can hit. Hard. Much of it is in his genes. For all his sanguinity, he can trace his fighting spirit to days scrapping on the streets of Juanacatlán, a town of 25,000 people in rural Mexico. The family lived on a farm, where Álvarez learned to ride a horse, but he was just as fascinated by the exploits of his seven older brothers, all of whom have boxed. His combative nature was given substance by one simple physical feature: his red hair. He gladly adopted the nom de guerre, “Canelo”, to embrace the cinnamon-coloured topping on his head; he had no trouble engaging tormentors, all of whom left bloodied.     Amir Khan trains for his fight against Saúl “Canelo” Álvarez. Photograph: Andrew Couldridge/Reuters    It would have been seriously counterintuitive if the kid called Canelo did not learn how to handle himself in these elemental macho confrontations. It was his brother Rigo who triggered the switch from bare fists to gloved combat – and it was clear to young Saúl from the first punch he threw that this was a calling he could not ignore. Many of his early fights are unrecorded. It is often the way in Mexico. Fighting comes naturally but is not always recompensed. Álvarez got lucky. He had a talent and inclination for it as well as single-mindedness. His demeanour disarms, as well. He would not look out of place in a bank. However, Álvarez is his own bank. For this little dust-up he will earn $9m. Khan gets $5m. The winner can expect far greater returns up the road, possibly against Gennady Golovkin, the best middleweight in boxing. Although Khan sounded less than enthusiastic this week about that prospect, Álvarez has no choice but to accept the challenge. He is, after all, more physically suited for the task of fighting at 160lb – and he would not be able to show his face in Juanacatlán were he to somehow wriggle free of the ultimate challenge in his sport. That is why this fight is so important to him. He will not mention Golovkin’s name but there cannot be a night when he goes to sleep without imagining what such a fight would be like. Later probably than sooner, he will know.",
  "webTitle": "Saúl ‘Canelo’ Álvarez plays fight game to be proud not loud in Las Vegas | Kevin Mitchell",
  "webPublicationDate": "2016-05-04T17:51:06Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/04/saul-canelo-alvarez-amir-khan-boxing-fight-las-vegas",
  "keyword": [
    {
      "webTitle": "Canelo Alvarez",
      "id": "sport/canelo-alvarez",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Amir Khan",
      "id": "sport/amirkhan",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/blog/2016/may/04/saul-canelo-alvarez-amir-khan-boxing-fight-las-vegas"
}