{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/20/eu-immigrant-influx-michael-gove-nhs-unsustainable",
  "id": "2016-05-20-180",
  "sectionId": "politics",
  "body": "David Cameron cannot be trusted to tell the truth about immigration from Turkey if the UK stays in the EU and it could make the NHS financially unsustainable by 2030, according to the official campaign to leave the EU. Vote Leave released a campaign video that shows the prime minister saying Turkish membership of the EU is not on the cards before switching to previous footage of him saying he wanted a road to be paved from Brussels to Ankara. Starting with the statement “David Cameron cannot be trusted on Turkey”, the film goes on to juxtapose the prime minister with scenes of brawling in the Turkish parliament in a significant escalation of Vote Leave’s war on Downing Street.            The video was released to back up a speech on Friday in which the justice secretary, Michael Gove, argued that Turkey and four other countries could join the EU as soon as 2020 and lead to 5.2 million extra people moving to the UK, a population the size of Scotland or four cities the size of Birmingham.    Asking the NHS to look after a new group of patients equivalent in size to four Birminghams is clearly unsustainable  Michael Gove     A senior source in the remain camp responded furiously by claiming Vote Leave and Gove were resorting to Ukip-style rhetoric in stoking fears about the potential for immigration from Turkey if the country were to join the EU. “Michael Gove may be mouthing the words but Nigel Farage is writing the tune. They orginally had lofty ambitions of talking about the economy but since they have lost that argument so catastrophically, they have reached for the Ukip playbook to create fictitious stories to scare people about immigrants and release video nasties about Turkish people”. Britain Stronger in Europe also pointed out that Boris Johnson had said as recently as March that Turkey joining the EU was “not going to happen”. Gove’s speech coincided with official figures showing the NHS in England has run up a record deficit of £2.45bn – the biggest overspend in its history – as it struggles to cope with a surge in demand for care while suffering a major budget squeeze.   Related: Will staying in EU really lead to an influx equal to Scottish population?    Speaking in Westminster, Gove said: “Boris Johnson and I will use all our influence with government to give the NHS additional support when we wake up on 24 June. But if we vote to remain, I fear the NHS will only face additional pressures. Even without the accession of any new countries, we can expect a continuing net flow of 172,000 new individuals from the EU to the UK every year. “That adds up to 2.58 million new people arriving here from the EU over the next 15 years. Population growth at that rate could reasonably be expected to increase the pressure on A&E by 28%.” He said it was right to assume that there would be even more pressure from the accession of five new countries – Turkey, Albania, Montenegro, Macedonia, and Serbia – which have a combined population of 88 million.  If those countries were to join, Vote Leave campaign’s modelling predicts that there could be a cumulative net migration inflow by 2030 of between 3.1 million and 5.2 million. With transitional controls for seven years, the campaign claims net migration would have hit 2.7 million in 2030. “The idea of asking the NHS to look after a new group of patients equivalent in size to four Birminghams is clearly unsustainable. Free movement on that scale will have huge consequences for the NHS,” he said. “To maintain current levels of funding per person, the NHS will need further investment of £4bn-9bn per year by 2030. It will also need tens of thousands of new doctors and nurses.” The Vote Leave immigration forecasts were strongly challenged by the in camp as they presume that five new countries will join the EU within four years. Cameron has said Turkey is unlikely to join the EU in his lifetime. Neil Kinnock, the former Labour leader, said Gove’s claims were “absurd”.  “These figures are nonsense because accession of these countries is not remotely on the cards. But what is certain is that leaving the EU’s single market of 500 million people would devastate our economy and cut people’s wages. Analysis by the Treasury shows it will create a £36bn black hole in the public finances. This would leave less money available for our health service,” he said. “Michael Gove’s hypocrisy is staggering. Just a year ago, he admitted that our NHS relies on over 100,000 workers from the EU, and supported the living wage that benefits low-paid British workers. Now he’s turned his back on both. “Patients, doctors and nurses are stronger thanks to our membership of the EU. Leaving would be a leap in the dark that would put our NHS at risk.” However, the justice secretary denied the claims were scaremongering, saying they were based on “rigorous” calculations. He also supports the living wage. On Friday night, remain campaigners also seized on an admission by Frank Field, one of the few Labour MPs campaigning for Brexit, that leaving the EU brought unknown dangers. He said there was a danger in remaining with “unlimited immigration” but added there was also danger in leaving. “No honest person knows. I guesstimate that there is little danger here, but I may be wrong. The danger is of a totally unknown proportion. There is danger associated our withdrawal. The EU is deeply, deeply unpopular with voters across Europe. So the main danger is that our vote to leave will begin a fast unravelling of the European community. Most governments are frightened to give what David Cameron was forced to give us – a vote to you to decide the destiny of your nation.”   Related: Nigel Farage: ‘Vote Leave brief every day that I’m toxic. Quite the opposite’    He said the immediate aftermath of the poll on 23 June would be the “point of maximum danger” if there is a vote to leave. Field also predicted that Cameron would have to resign soon regardless of the result “given his mishandling of this whole event”. Gove’s public claim that the NHS is at risk on its current course is likely to infuriate Cameron and George Osborne. The government insists the health service is under control. Cameron has suspended collective responsibility over the EU referendum but a number of ministers have strayed beyond the issue of Europe to make related attacks on wider government policy. The strength of Gove’s warning about the NHS is likely to make it even more difficult for Cameron to go back to a unified cabinet after the vote. The prime minister is likely to have to resign if he loses the poll, but could still be in danger if there is a narrow vote to remain ; senior Tories could decide they want to replace him with a more Eurosceptic leader who would push for a second referendum. The Ukip leader, Nigel Farage, has already suggested there could be a second poll, while Johnson has suggested the question of the EU may not be permanently settled by the result. However, Gove said he hoped all sides would accept the result of the referendum: “I do hope that we vote to leave. I also believe that whatever the decision the British people take it should be respected.”",
  "webTitle": "Gove: EU immigrant influx will make NHS unsustainable by 2030",
  "webPublicationDate": "2016-05-20T12:09:54Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/20/eu-immigrant-influx-michael-gove-nhs-unsustainable",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/20/eu-immigrant-influx-michael-gove-nhs-unsustainable"
}