{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/pm-says-itv-drama-that-upset-victims-family-will-be-investigated",
  "id": "2016-05-11-176",
  "sectionId": "media",
  "body": "David Cameron has said he will ask the culture secretary John Whittingdale to investigate an ITV drama based on the murder of a mother by her husband that has been made without her family’s permission. The case of Lauren Bradford was raised during prime minister’s questions by her MP, Labour’s Louise Haigh, who said her constituent was powerless to stop the making of the show, which uses the real names of both her mother and the family. The Secret, starring James Nesbitt, recounts the story of Bradford’s mother, who was initially thought to have committed suicide in 1991 before it was discovered in 2009 that she had in fact been murdered by her husband and his lover. Haigh said she had contacted ITV and regulator Ofcom, but “as far as I can see no rules have been broken”. “I don’t think anyone in this house can imagine the pain and suffering they have had to endure,” she said. “They are having to relive this pain because ITV are dramatising the whole ordeal completely against their wishes, using not only the real names of her family but also her own.”   Related: My family was traumatised first by a murder, then by the TV serialisation | Lauren Bradford    “Does the prime minister not agree victims should have a far greater role in any accounting of their story?” Cameron said that he remembered occasions from his own time in the TV industry when “decisions are made that can cause a huge amount of hurt and upset to families” and said he would ask Whittingdale what could be done about Bradford’s case and any future instances.  Writing in the Guardian earlier this month, Bradford described the additional trauma created by the dramatisation: “Behind the high viewing figures, whether for fiction or the coverage of real crimes, there are people living with murder-bereavement on a daily basis. And an intrusive media experience can often compound this original trauma.  “If deemed ‘a good enough story’, private grief becomes public property.” An ITV spokeswoman said: “ITV has a proud record of broadcasting award-winning factual dramas, based on or representing real events and people. The scripts for The Secret were based on an exhaustively researched book by a highly respected journalist as well as extensive additional research and the documented court cases, which have been widely reported in the media. “The programme makers informed the families of the production, and gave them the opportunity to see the series prior to broadcast. We have never suggested that they approved or authorised the drama. We do believe that we have conducted the making and broadcast of this series responsibly, in seeking to minimise distress to family members, in so far as we were able to do so, given the subject matter.”",
  "webTitle": "PM says ITV murder drama that upset victim's family will be investigated",
  "webPublicationDate": "2016-05-11T14:18:47Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/pm-says-itv-drama-that-upset-victims-family-will-be-investigated",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/11/pm-says-itv-drama-that-upset-victims-family-will-be-investigated"
}