{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/19/still-deep-anger-junior-doctors-new-contract-deal-bma",
  "id": "2016-05-19-236",
  "sectionId": "society",
  "body": "Is the junior doctors’ dispute with the health secretary, Jeremy Hunt, finally about to come to an end? After a bitter clash, which included eight days of strike action across the NHS, a new contract deal (to be fully fleshed out in May) has been struck. The conflict began last year when Hunt unveiled changes to junior doctors’ contracts that many said were unfair. However, an amended version of the new contract for England’s 55,000 junior doctors has now finally been agreed, after 10 days of talks overseen by the Advisory, Conciliation and Arbitration Service (Acas).  But what do junior doctors think about the new contract? Is it actually better? Does it help solve some of the NHS’s challenges? It seems there is still a lot of scepticism. Lauren Murphy, 28, Lancashire: ‘My main concerns haven’t been addressed’ I welcome the draft agreement from the British Medical Association (BMA), and also the fact that Jeremy Hunt has finally realised it’s good to talk. However, the information contained within it is limited, and doesn’t allow doctors (experienced at interpreting evidence) to reach a conclusion. The agreement also doesn’t address our main concerns regarding patient safety. I already know of valued colleagues who have resigned from the profession. This agreement will not help with our existing recruitment or retention crisis, or indeed help to fill rota gaps. We already struggle to provide a safe service as it is, with the NHS currently running on the goodwill of all staff in all areas. I do not see how this will improve our situation. Tired, stressed doctors cannot provide safe care.  Finally, the elephant in the room – pay. Despite media reports, this is not the primary motivation for most junior doctors, but it must be acknowledged. From the limited information regarding the complex arrangements for additional pay, I can’t calculate whether I can pay my mortgage come October. It’s no wonder morale in the NHS has never been lower. Josh Morris, 28, Liverpool: ‘Fundamental problems in certain areas will only get worse’ There is already a spiralling recruitment crisis in the more female dominated areas (obstetrics/gynaecology and paediatrics).  There were big concerns about how this contract would affect those areas and they haven’t been addressed.       The fact that there are no pay rises after the third year of specialisation is going to put people off, with paediatrics having an eight-year programme before qualification as a consultant. Why would you bother doing that, when you have seen how difficult it is and how short-staffed those departments are? It’s far quicker to become a consultant in another field. There have been pressures on recruitment for medicine at every step of the process for years, from higher tuition fees at university to poor working conditions resulting in people leaving early in their careers and not taking up further training posts. These haven’t been addressed. What’s the point of being able to go to a fully staffed hospital on a Sunday if there aren’t actually any doctors there to run it? These fundamental problems in certain areas will only get worse. But what can the BMA do? George Osborne wants to be the chancellor who cut away the deficit so he can become prime minister, and the rest of the country can go to hell in a handcart. Roshana Mehdian, 30, London: ‘I am keen to see the actual detail of the contract before making a judgment’      I’m pleased progress has been made and am extremely keen to see the actual detail of the contract before making a judgment. It is now crucial we, junior doctors, are given the detailed terms and conditions and time necessary to assimilate and appraise the offer before we cast our vote. The contract must be acceptable to the tens of thousands of junior doctors who took unified action over the past few months to ensure patient safety and fair working conditions.  Georgina Chadwick, 36, London: ‘It’s simply too soon to judge’ It’s too soon to make a judgment. The devil will be in the details of the new contract when it is released at the end of May.  Lloyd Edwards, 26, Plymouth: ‘I am concerned about how this might affect those working weekends’ I don’t feel that I know enough about the new contract yet to form a valid opinion.  However, of what we do know, some of the safety aspects of it look much better. The flexible pay premia for emergency medicine and psychiatry are also likely to make a positive difference.  I am a bit concerned, however, that people who work the most weekends may be worse off under the new proposals. Currently any doctor who works one in two weekends gets a 50% banding of their salary, but it seems possible under this new contract that they will only receive a 10% banding (and a 10% rise in basic pay). If that is the case, people will avoid specialties with the most antisocial hours, making rota gaps worse, and therefore hospitals less safe. But I need to see the full details of the contract to be sure this is correct. I would like to add that, despite my reservations at this stage, I am very grateful for what Johann Malawanna, the chair of the junior doctors committee of the BMA, has done.  Andrew Conway Morris, 38, Cambridge: ‘The recruitment crisis will continue even if the dispute is resolved’      We will need to see the detail of this contract before coming to a firm decision about it. What remains the massive elephant in the room, however, is that we already had a morale and recruitment crisis before this contract and industrial action. This contract will do nothing to improve that. We deal daily with rota gaps (unfilled posts leading to junior doctors having to cover the work). Only 50% of doctors leaving the basic level of foundation training go on to do specialist training within the NHS, and this contract will do nothing to solve this crisis. Training programmes are impersonal, rotating doctors across vast swaths of the country. Shift systems and frequent rotations between hospital teams have broken down the team camaraderie which used to support junior doctors. The pressure to deliver service at the expense of training is also taking its toll, and again none of this is addressed by this contract. I fear that the recruitment crisis will continue even if the current dispute is resolved. David Watkin, 30, Birmingham: ‘As ever, the devil will be in the details’      I’m reserving judgment until the details are published at the end of May. There are certainly some improvements; the enhanced role of the guardian of safe working, the protection for whistleblowers, and the improved provision for female doctors are welcome. Their addition serves to illustrate both how unsuitable the previous offer was, and how this dispute was never just about weekend pay.  However, I believe that Johann Malawana will have an enormous task convincing grassroots BMA members to accept this deal. There is still a deep sense of anger, injustice, and lingering distrust. The reduction in basic pay compared to the previous offer, the reduction in pay for night working, and the pay changes for Saturdays and Sundays will feel like a concession too far for many doctors.  As ever, the devil will be in the details. Interestingly, the “referendum” on the offer will take place after the judicial review into whether Hunt has the power to impose a contract at all. If the judge rules against the secretary of state, then all bets are off.  Paola Rodriguez, 29, Colchester: ‘The new deal at the moment is very bare’ I am happy that the health secretary agreed to re-enter negotiations and that we have reached a settlement. However, the new deal is very bare on details and we will have to await the full terms and conditions before deciding whether we agree or not. I am pleased that more progress has been made which should improve patient safety. As there is so much distrust in the current health secretary we are right to be cautious and want to be able to look at all of the evidence before deciding whether it is a fair and safe contract.",
  "webTitle": "'There is still deep anger': junior doctors on the new contract deal | Sarah Marsh",
  "webPublicationDate": "2016-05-19T10:39:30Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/19/still-deep-anger-junior-doctors-new-contract-deal-bma",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "society/2016/may/19/still-deep-anger-junior-doctors-new-contract-deal-bma"
}