{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/30/adrian-flowers-obituary",
  "id": "2016-05-30-107",
  "sectionId": "artanddesign",
  "body": "At the height of 1960s swinging London, the photographer Adrian Flowers, who has died aged 89, opened a studio in Tite Street, Chelsea. Celebrities from across the cultural and social spectrum headed there for sittings and were taken for lunch on Kings Road while their portraits were being processed. But mixing with the rich and famous was only one part of Flowers’ career, which also helped to launch those of other photographers. Starting out on magazines in the 1950s, he capitalised on his inventiveness with props and lights, lenses and delayed shutter release to create iconic advertising images. Among the most famous was for a series in which Benson & Hedges cigarettes were half hidden in the picture: Flowers’ contribution featured the half-open coffin of Tutankhamun, the gold of the tomb echoing the gold-coloured packaging of the cigarettes. It was launched on the same day that a hugely popular Tutankhamun exhibition opened at the British Museum – 30 March 1972. Photography ran in the family. Flowers was born in Portsmouth to Kathleen (nee West) – known as Kitty – who, aside from being an accomplished violinist and a Christian Scientist, was the daughter of a renowned photographer, William West, and granddaughter of the founder of the photography firm George West and Sons. Adrian’s father, Edward, was a colonel in the Indian Army in the first world war, and latterly a businessman and an ombudsman.     A self portrait by Adrian Flowers in the mid-1950s, showing him with his trademark Rolleiflex camera. Photograph: Adrian Flowers    Flowers went to prep school in Southampton and then Sherborne school in Dorset, and had pleasant memories of being given weekly copies of Life magazine by children from wealthier families who had subscriptions to the new US title. “I was always fascinated by pictures and became besotted with Life,” he said. “It was regarded as an unnecessary luxury by my father ... I studied them and realised that while some pictures were beautiful, others had a hardness to them. These were the advertising features.” He set to work with a borrowed Rolleiflex, a prestige camera best suited to staged images, with none of the speed and flexibility of the newer 35mm Leica. An anonymous portrait of the bearded, debonair Flowers in the mid-1950s shows him holding a classic, and quite possibly his original, Rollei at waist height. He was hooked. In 1950 he obtained a diploma from the Institute of British Photography and rented a studio in Dover Street, Mayfair. Within two years he had met 19-year-old Angela Holland, and after seven weeks had accepted her marriage proposal. The couple lived over an electrician’s shop and by 1956 the Dover Street studio occupied six rooms and employed five assistants, including Angela. That year Flowers took a strikingly moody black-and-white self-portrait with his assistants Terence Donovan and Brian Duffy, two of the “Cockney Three” photographers; David Bailey was the third. Flowers considered Duffy particularly talented, capable “of doing something that had never been done before”. Duffy and Donovan were part of an east London scene that was on the cusp of leaving behind its association with the Krays and becoming instead the crucible of radical bohemia. Flowers found the model Twiggy “very natural” and fell for Michael Caine’s signature heavy spectacles, which he chose to emphasise. “He was a Cockney lad with guts,” Flowers recalled of Caine. “When we first met he kept calling me Sir. I wanted him to stop but realised he couldn’t help himself.” Flowers’ first break had come as a regular stringer for the weekly magazine Girl, travelling to readers’ homes to record their efforts at ice skating or piano playing. Readers also applied to meet the stars: these included Deborah Kerr and Mai Zetterling, and Dirk Bogarde and Norman Wisdom. A subject’s hands were always important in Flowers’ portraits. In a study of Bogarde for Girl, the film star is wearing a leather jacket, with his hands loosely crossed, and posed alongside a young reader who points self-consciously at a page in her diary. The new acquaintances look uncertainly at each other, and Flowers allows the hands to do the somewhat hesitant talking. It was a short step from meeting many of the stars to bringing them into his studio. Success brought the move to Chelsea, and attracted many actors, some from the nearby Royal Court. Vanessa Redgrave and Alec Guinness were subjects he revisited with particular pleasure.     Adrian Flowers, centre, with Brian Duffy (left) and Terence Donovan, who both worked for him at his Dover Street studio. Photograph: Adrian Flowers    Flowers preferred to shoot in the studio rather than backstage, protesting that he didn’t enjoy going to the theatre: his thing was music, classical or modern. He owned a fine record collection and his dogs were named after jazz vocalists. Angela said she could never move to a house without either a Blüthner or an Aga, as the family decamped from Hampstead to Camden Town to Highgate and then, when Flowers contracted jaundice and the money ran out, to Kentish Town. Angela had been a contemporary art addict since childhood, when her parents took her to Denis Mitchell’s studio in Cornwall and bought the first work sold there. In 1954, the Flowers family had visited Hepworth again and met Terry Frost, Ben Nicholson, Roger Hilton and other artists in the St Ives group. The artists used Adrian’s pictures in their catalogues and publicity, paying with examples of their art that became the nucleus of the Flowers collection of work by living artists, shown in the gallery that Angela opened in Lisle Street, Soho, in 1970. She pioneered displays of colour photography, including two exhibitions by Adrian, one of which included personal work using Irish landscapes as patterns. The other show, 100 Objects in the Round, was a ludic look at apples, doorbells and breasts, captured on giant C-prints that travelled to the US in 1972-73. Alongside such atypical projects, Flowers continued with highly profitable advertising work. In a near reprise of the Benson & Hedges theme, in the 1980s he used fibreglass panels to create floorboards in the shape of chocolate fingers, across which a giant Kit-Kat wrapper unrolled like a wall-to-wall carpet. On the roll, his back to camera, sits a workman enjoying his break half-way through the job. Flowers envisaged the style-conscious householder as his target, saying: “The next time he or she goes to the train, they’ll think about a Kit Kat, and that’s what sells.”     Flowers’ Kit Kat advert, which used fibreglass panels to create floorboards in the shape of chocolate fingers. Photograph: Adrian Flowers    His marriage to Angela ended in 1973, and the following year he met Françoise Lina, an interpreter and teacher. They married in 1985, and moved to south-west France in 1996, setting up home in a 17th-century manor in the heart of the Aquitaine countryside. Flowers is survived by Françoise, by his children Adam, Matthew, Daniel and Francesca, from his marriage to Angela, and by 12 grandchildren and two great-grandchildren. • Adrian John Flowers, photographer, born 11 July 1926; died 18 May 2016 • This article was amended on 31 May 2016. Kitty West’s father was called William, not George. The visit by Angela Holland as a child was not to the studio of Barbara Hepworth, but to that of Hepworth’s assistant Denis Mitchell. Adrian Flowers met Françoise Lina in 1974, and they married in 1985.",
  "webTitle": "Adrian Flowers obituary",
  "webPublicationDate": "2016-05-30T12:48:45Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/30/adrian-flowers-obituary",
  "keyword": [
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Hopkinson",
      "id": "profile/amanda-hopkinson"
    }
  ],
  "guardianId": "artanddesign/2016/may/30/adrian-flowers-obituary"
}