{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/03/slave-rescuer-harriet-tubman-to-be-subject-of-hollywood-biopic",
  "id": "2016-05-03-120",
  "sectionId": "film",
  "body": "The life story of American anti-slavery activist and champion of the underground railroad, Harriet Tubman (c1822-1913), is to be made into a Hollywood film, according to Deadline. Seith Mann, best known for directing episodes of TV shows Homeland, The Wire and The Walking Dead, will take charge behind the cameras. Remember the Titans’ Gregory Allen Howard has written the screenplay for the biopic, which will be called Harriet.   Related: Harriet Tubman will appear on $20 bill, leaving Alexander Hamilton on $10    Tubman, who was born into slavery, is best known for her role on the US network of anti-slavery activists and safe houses known as the underground railroad. Beginning in 1850, she made 19 trips south over the course of 10 years, and helped to free more than 300 slaves.  The campaigner was also a spy and scout for the Union during the American civil war, becoming the first woman to lead an armed expedition during the conflict. A campaigner for the right to vote, Tubman died in 1913, seven years before the enactment of women’s suffrage in the US. The US treasury department announced last month that Tubman will appear on the front of the $20 bill, becoming the first woman to be the face on a bill of US currency. She will take former president and slave owner Andrew Jackson’s place on the note. Harriet is being set up at production companies Macro and New Balloon, the latter best known for helping to finance the Idris Elba-led child soldier drama Beasts of No Nation. A small screen Tubman biopic, Harriet Tubman: Portrait of an American Hero, is also due to go into production at HBO, with Oscar nominee Viola Davis set to take the lead role. The activist’s story was previously told in the 1978 TV miniseries A Woman Called Moses, starring Cicely Tyson.",
  "webTitle": "Slave rescuer Harriet Tubman to be subject of Hollywood biopic",
  "webPublicationDate": "2016-05-03T15:46:09Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/03/slave-rescuer-harriet-tubman-to-be-subject-of-hollywood-biopic",
  "keyword": [
    {
      "webTitle": "Biopics",
      "id": "film/biopics",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Slavery",
      "id": "world/slavery",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/03/slave-rescuer-harriet-tubman-to-be-subject-of-hollywood-biopic"
}