{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/29/the-magnitude-of-my-sublime-existence-selima-hill-poetry-review",
  "id": "2016-05-29-117",
  "sectionId": "books",
  "body": "Selima Hill begins her new book with a flourish: To the Woman with the Long Black Hairwho may or may not want to be dedicated tobut to whom I am going to dedicate this anyway The dedication seems good-humoured, if defiant, and foreshadows an important quest for the narrator of these vivid, undeluded poems – to emerge from the solipsism of mental trauma and form connections with that notoriously hellish breed, “other people”. The inpatient’s view of the psychiatric hospital as a theatre of abuse is a staple of Hill’s imagination. The family and society sometimes operate in similarly coercive manner. Poetry is the defence of the private, “true” self. As the latter is tamed – by routines, drugs, therapies and the enforced communal interactions of every day – poems break out, earthy and surreal, emblems of suppressed authenticity. In this new exploration of the intractable conflict, Hill’s playfulness has not deserted her, but her anger has been honed. Her narrator is often bracingly outspoken: “We’re not lazy, we are tranquillised, / and neither are we ‘bored’, we are suffering.” (Tranquillity).   Related: Poetry expresses what it is to be human – it’s therapy for the soul | Adam O’Riordan    Hill’s menageries have delighted readers over the years: her animal characters bring a major English tradition of children’s writing into adult poetry, glittering with X-certificate sexuality. Here, there are brief encounters with eels, owls, jellyfish, and some agreeable headlice, rejoicing in the absence of neurotypical censure from their innocent life cycle: “to never not be normal must be bliss”. A rubber zebra makes several mysterious appearances: in fact, it’s the word “zebra” that teaches the speaker to accept her own intellectual truth: “Being loved is good. It’s what we want. / But secretly I prefer spelling.” Another mode of self-realisation is metamorphosis: the obedient patient evades the doctor by becoming “someone else entirely / who sleeps in fins and spends the whole night swimming”. (Dr D.) In The Day-room the sufferer compares her silence to that of “a fire alarm / whose silence is a kind of thwarted ringing”. It’s a stunning simile, revealing how elective mutism contains a repressed fury of communication. Hill’s narrator isn’t concerned with the retrieval of mere “normality”, but of utterance. The demand that her own uniqueness be recognised involves an obligation to recognise that of others, exchanging self-protective isolation for conversation and kindness. In spite of herself, she watches and notices people. When, in The End of the World, an irritating fellow patient says she wants to be friends, the initial rage (“– excuse me, / never mention friends in here, OK?”) gives way to grumpy acknowledgement of the comforts of social interaction: “but when I get too bored of despising her / I’ll go and talk her through her various pills”. “The Woman with Long Black Hair” appears in a poem of the same title, placed almost halfway through the book. More animal than woman, she has “hairy legs she kicked the doctor with”. Although the narrator knows that the new patient will come to smell the same as the doctor (a fine metaphor of institutionalisation) the image of that transgressive rebuttal seems to energise her own recovery. The animal-woman’s anarchic bravery provides a link in the evolution of these terse, tough couplet-poems, which are the narrator’s own kicks against hierarchy, gender stereotype and the false walls between people. The collection’s title is not ironical. There is magnitude and sublimity in this latest chronicle of a long, hard pilgrimage to inner freedom. The Magnitude of My Sublime Existence is published by Bloodaxe (£9.95). Click here to buy it for £7.96 Me and K When everyone’s asleep except the two of usI watch her as she feels for her lighter and, leaning her enormous body forward,scorches the tips of her fingers, and sometimes I imagine that she’s watching me,although I know she’s blind; and I can’t talk",
  "webTitle": "The Magnitude of My Sublime Existence review – beyond normal",
  "webPublicationDate": "2016-05-29T10:00:01Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/29/the-magnitude-of-my-sublime-existence-selima-hill-poetry-review",
  "keyword": [
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Carol Rumens",
      "id": "profile/carolrumens"
    }
  ],
  "guardianId": "books/2016/may/29/the-magnitude-of-my-sublime-existence-selima-hill-poetry-review"
}