{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/08/on-my-radar-akram-khan-kate-tempest-simon-mcburney-amy-winehouse-brad-mehldau",
  "id": "2016-05-08-137",
  "sectionId": "stage",
  "body": "Akram Khan was born in Wimbledon, south-west London. His family comes from Dhaka, Bangladesh. At the age of seven he trained in Kathak, one of the eight forms of classical Indian dance, before making his professional debut at the age of 13 in Peter Brook’s legendary production of the Mahabharata. His style is an authoritative hybrid of ancient and modern and the Mahabharata, with which he toured the world for two years, has proved a lasting influence. His latest show, Until the Lions, is based on the epic Hindu poem and will be at the Brighton Festival 26-27 May, and at the Curve in Leicester 3-5 November. 1 | Poetry Brand New Ancients by Kate Tempest     ‘There is something universal about her’: Kate Tempest. Photograph: Karen Robinson for the Observer    I heard her voice first and then saw her on YouTube. I was looking for a poet. I had been working with a wonderful poet called Polarbear and Kate Tempest is a friend of his. He said: “Why don’t you have a look at her?” There is something powerful and – a rare thing – universal about her. There are two kinds of knowledge: information, which is what most of us have, from technology and books, and then there is lived knowledge – real knowledge. When Kate Tempest speaks her poetry, there is deep, inhabited knowledge. It took no more than that little YouTube advert to make me see she was special. I became a fan. 2 | Film Talvar (Guilty)     ‘Emotionally challenging’: Talvar ( Guilty)    This 2015 Bollywood drama is an emotionally challenging film and a true story. If you have children – I have two – it is especially poignant. I was in India touring. I joked to my producer: “We are in Bombay, Bollywood Town.” I’d been working intensely, India is never easy with a technical tour, though it is rewarding. “We should see a Bollywood film.” He said: “Brace yourself.” The film he took me to was about a murdered daughter, and how the court incorrectly convicted the girl’s parents of the crime. The real killer is still out there, the lovely parents in prison for a crime they did not commit. It is horrific and it is happening right now. It hit me in a way other films have not. 3 | Theatre The Encounter by Simon McBurney     ‘Ingenious’: Simon McBurney in The Encounter Photograph: Tristram Kenton for the Guardian    Simon McBurney is a friend and we have been wanting to do something together for so long. Whenever we meet, we say: “When will we do this duet?” I am not the only one with an impossibly busy schedule. I am looking forward to seeing his new show in Amsterdam at a festival in which we are both performing. He has created a sound world within an Amazon forest. He ingeniously takes away familiar theatrical vocabulary and rephrases it. McBurney and his work can be summed up in this line from Sri Sri Ravi Shankar: “Sound when stretched is music, movement when stretched is dance, mind when stretched is meditation and life when stretched is celebration.” 4 | Children’s book The Giving Tree by Shel Silverstein (1964)     ‘I come back to this whenever I get frustrated’: The Giving Tree by Shel Silverstein. Photograph: Particular Books    I keep going back to this book because I have to remind myself of humanity, humility and giving without expecting. You have a different respect for your parents when you have children yourself. It has nothing to do with how good or bad your children are. They are just children. Children expect without giving back. I believe we borrow energy from the world when we come into it. When we die, we have to give that energy to someone else to take on. We are on borrowed time. I come back to this book whenever I get frustrated or stuck. Not that I am claiming that I am able to give as it says. 5 | Place Kalakshetra, India     ‘A spiritual experience’: The Kalakshetra institute. Photograph: Alamy    I was in India again last year, in Chennai, and invited to give a masterclass at Kalakshetra. It is one of the oldest Indian classical institutes and it was a spiritual experience. They were taking class under the banyan tree. In the middle of this sacred place, nature and art come together. There is an ancient theatre of wood and straw and clay with a few lights and such atmosphere – the sounds of insects and musical instruments. It was inspiring. Place changes everything. For me, life and art are fused. I felt I would like to spend more time in this place, knowing it would influence my work. 6 | Documentary Amy by Asif Kapadia     ‘Something ancient about her voice’: Amy Winehouse. Photograph: Jeff Kravitz/FilmMagic    This is a film that reflects on fame and the unreality that can become your reality, which can be very dangerous if you don’t have the right support. Asif Kapadia is a wonderful film director. He is able to capture the essence of people (think of his terrific film, Senna). He was able to guide the audience through Amy’s journey and see it from her perspective, so you can empathise – Asif is great at that. I wish I had seen Amy perform live, there was something ancient about her voice. As soon as she opened her mouth, you felt there was a history to it. 7 | Concert Brad Mehldau: Three pieces after Bach     ‘Thinking aloud when he plays’: Brad Mehldau Photograph: Paul Natkin/Getty Images    Brad Mehldau is a phenomenal jazz pianist. He takes well-known songs and transforms them seamlessly, as if they were originally written as jazz. His mind, his creativity, as he is improvising is amazing: you feel he is thinking aloud as he plays. This was a long, intense, ingenious evening in which your mind floated away. He translated Bach (Fugue No 16 in G minor, Prelude in C major from The Well-Tempered Clavier, and Book 1’s D Minor Prelude No 6). I am eclectic in my musical tastes. I admire artistry.",
  "webTitle": "On my radar: Akram Khan’s cultural highlights",
  "webPublicationDate": "2016-05-08T09:00:03Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/08/on-my-radar-akram-khan-kate-tempest-simon-mcburney-amy-winehouse-brad-mehldau",
  "keyword": [
    {
      "webTitle": "Akram Khan",
      "id": "stage/akramkhan",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Kate Tempest",
      "id": "stage/kate-tempest",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Simon McBurney",
      "id": "stage/simon-mcburney",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Amy",
      "id": "film/amy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Brad Mehldau",
      "id": "music/brad-mehldau",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Kellaway",
      "id": "profile/katekellaway"
    }
  ],
  "guardianId": "stage/2016/may/08/on-my-radar-akram-khan-kate-tempest-simon-mcburney-amy-winehouse-brad-mehldau"
}