{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/clive-palmer-will-not-stand-again-for-lower-house-but-senate-remains-option",
  "id": "2016-05-04-358",
  "sectionId": "australia-news",
  "body": "Clive Palmer will not stand for election to the House of Representatives in his Queensland seat of Fairfax, but his Palmer United party will contest Senate elections in every state – leaving the option that Palmer will run for the upper house. He told the parliament that he had been attacked by the media and the major parties for an “improper purpose”. Palmer has come under sustained criticism lately, particularly over the liquidation of his company Queensland Nickel.   Related: Queensland Nickel liquidators pursue $300m from Clive Palmer's companies    While he did not confirm whether he would run for the Senate, Palmer will have a media conference on Wednesday afternoon. “I have been attacked over the last three years by a centrally controlled media which is supportive of the two-party system which is a danger to democracy,” he said. Palmer accused the treasurer, Scott Morrison, of becoming more like a “public servant”, bringing down a budget that did very little. He also accused the Coalition of wanting to destroy “this country and its infrastructure”. Palmer claimed credit, though his senators, of overturning much of Tony Abbott’s 2014 budget.   Related: Lisa Wilkinson tells Clive Palmer, 'Australia thinks you're a joke'    He reminded the parliament of his “Al Gore moment”, when he brought the climate campaigner and former US vice-president to Australia. Palmer voted to cut the carbon tax but keep the Clean Energy Finance Corporation (CEFC) and maintain the Renewable Energy Target (RET).  “Palmer United will fight to get balance of power in the Senate,” he said. “I believe I have the courage today to leave the House of Representatives, satisfied with what Palmer United party has done and knowing it would have been a different Australia if we hadn’t stopped the 2014 budget and the Newman government in Queensland. “We need to praise the incorruptibility of our public officials, the integrity of our marriages and worth of our people. It’s ideas that matter.”",
  "webTitle": "Clive Palmer will not stand again for lower house but Senate remains option",
  "webPublicationDate": "2016-05-04T03:16:19Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/clive-palmer-will-not-stand-again-for-lower-house-but-senate-remains-option",
  "keyword": [
    {
      "webTitle": "Clive Palmer",
      "id": "australia-news/clive-palmer",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Palmer United party",
      "id": "australia-news/palmer-united-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/04/clive-palmer-will-not-stand-again-for-lower-house-but-senate-remains-option"
}