{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/13/bauers-orion-radio-competition-probe-magic-kiss-fm",
  "id": "2016-05-13-204",
  "sectionId": "media",
  "body": "Magic and Kiss FM owner, Bauer, is set to face a probe from competition regulators over its £40m-plus takeover of local radio group Orion Media.  The UK’s second biggest commercial radio group is aiming to grow its presence in the Midlands snapping up Orion’s portfolio of stations that include Gem 106 and Free Radio.   Related: Bauer merges its UK magazine publishing businesses    Paul Keenan, the chief executive of Bauer Media, has positioned the deal as “complementary” to its own radio holdings in the Midlands and not a takeover to spark fears of a significant reduction in competition. However, a previous ruling from the Competition and Markets Authority relating to Global Radio, the UK’s biggest commercial radio group taking over the third biggest player, Smooth-owner GMG Radio, suggests that Bauer looks likely to face a probe. The 2013 ruling, which resulted in Global Radio having to sell off stations in a number of regions, states a deal will be blocked in any region competition if a local area is reduced to just two main rivals. Global Radio was not ordered to sell off any of it or GMG’s stations in the Midlands because the competition authority said there were still two other main rivals: Bauer-owned Kerrang! and Orion-owned stations. The competition regulator said at the time: “The number of radio companies broadcasting across the area would reduce from four to three with the competitors to the merged company [Global/GMG] being Orion’s network of stations and Bauer’s Kerrang! station.” The regulator also made passing reference to smaller players locally, UTV and Quidem, but the argument that competition was healthy in the Midlands was almost totally based on the view of Orion as “a strong competitor”. The deal trying to be pushed through by Bauer, which now has the Absolute brand instead of Kerrang! in the Midlands, would eliminate Orion as a rival appearing to leave only Global as a serious competitor. Keenan argues against the regulator’s view making the point that Absolute is a national player and Orion is local, so there is no lessening of competition on a local scale in the Midlands. “This acquisition essentially brings into our business a local radio operation in the Midlands,” said Keenan. “We have one FM licence in the region that we broadcast Absolute Radio on. Absolute is essentially a national service; Orion is a significant local platform. From a competition standpoint, my view is there is no change in the competition landscape.” However, given the official stance taken in the Global/GMG ruling competition experts say it seems likely the regulator will be prompted to scrutinise the Bauer deal. This is particularly likely in this case as it is understood rivals are likely to write to the regulator about the deal, which in the past the regulator has acted upon to launch at least a cursory probe. One industry source said that Bauer’s defence of the deal flew in the face of the regulator’s established precedent. “The fact that Absolute is a national station in terms of its content is irrelevant,” said the source. “What matters is competition for local advertisers. The regulator clearly considered the Kerrang! [now Absolute] licence to be a competitor in this market at the time of the Global/GMG deal.” Last year, the CMA launched what is known as a phase-one probe into Global Radio’s £10m takeover of UTV-owned Juice FM, but cleared the deal.",
  "webTitle": "Bauer's £40m deal for Orion radio group faces competition probe",
  "webPublicationDate": "2016-05-13T11:47:23Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/13/bauers-orion-radio-competition-probe-magic-kiss-fm",
  "keyword": [
    {
      "webTitle": "Bauer",
      "id": "media/bauer",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Competition and Markets Authority",
      "id": "business/competition-commission",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Commercial radio",
      "id": "media/commercial-radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/13/bauers-orion-radio-competition-probe-magic-kiss-fm"
}