{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/10/secret-aid-worker-im-sick-of-job-rejections-is-humanitarian-work-only-for-the-elite",
  "id": "2016-05-10-188",
  "sectionId": "global-development-professionals-network",
  "body": "Somewhere in Ethiopia, one of our country projects is spending the money I helped raise. I’ve seen the impact reports and I know how many lives I’ve helped change. All those meetings with sponsors and corporate partners, haggling over the fine details of gala balls and golf days went towards this goal. All those emails I’ve written explaining why people should get involved with our next event were worth it. All those hours with volunteers and the conversations about why they are doing long shifts to help our cause did make a difference.   Related: Secret aid worker:  I feel disillusioned by the favouritism in my organisation    I know how many lives I’ve helped transform, so why do I still feel so inadequate and undeserving? In my mind, I cannot reconcile fundraising with actual aid work. There’s a mental disconnect between what I do and what I studied development for. I never told those volunteers why I was giving my time because it just seemed like it was idealistic nonsense - as if I was romanticising a world where I would never fit in. From the beginning, I knew I didn’t want to be in fundraising. I didn’t want to tell companies that helping us would look good on CSR reports, or that it was a good method of employee development. But that’s where all the jobs were. Still, I was excited to get my first job in development and for a while I was convinced this would be my entry point into the aid world, and to a job where I would get to do something real - responding to crises, spearheading interventions and doing hands-on development. My peers say I romanticise aid work, but it’s hard not to when you’re sat in a sparkling corporate tower that overlooks the post-war concrete brutalism of your hometown. I genuinely believed I could work my way up from a job at a small charity in the north, that it didn’t matter that I couldn’t afford to do unpaid internships in London.  People say development is a tough field to get into, but coming from an underprivileged background I felt I’d already beaten the odds just getting to university. Despite leaving school with few qualifications, somehow I got accepted on a foundation degree, and graduated with a degree in International Development. I then went on to do a more specialised Masters degree at a red brick university.  I knew I needed work experience if I was to have any chance of standing out. However to pay for university, all my spare time was taken up with working part time jobs. Living in the north, I couldn’t take summer internships in London which only paid zone 6 travel fare and lunch. I poured drinks and wrote what I could for my degree on a beer stained laptop behind the bar when it was quiet.    Related: 12 tips for getting a job in international development    Several years later, I’m on the job market again, hoping a year in INGO corporate fundraising and some experience in publicity and campaigns can help give me an edge in getting a job that’s a little more hands-on, because that was all the experience I could get. Development is a subject I’ve been passionate about for over five years. I worked 17-hour minimum wage bar shifts to pay to study it. I spend the afternoons searching for jobs, the evenings applying and the mornings refreshing my email ready for my next rejection because I “don’t have the experience”. All the while, my bank balance keeps shrinking and I have to turn away from volunteering opportunities or internships which would barely cover my cost of living, let alone the debt I’m starting to acquire. I’ve picked up some work helping to develop a local charity, but being paid in coffee isn’t exactly ideal. I can’t help but feel that humanitarian and development work is for the elites. For people who can afford to intern or those lucky enough to live in London. I can’t help but feel like I don’t belong in this sector and I should stick to fundraising. I feel like a terrible person because I’m sat pitying myself for not being able to get into the sector of helping people. Do you have a secret aid worker story you’d like to tell? You can contact us confidentially at globaldevpros@theguardian.com – please put “Secret aid worker” in the subject line. If you’d like to encrypt your email to us, here’s instructions on how to set up a PGP mail client and our public PGP key. Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "Secret aid worker: I'm sick of job rejections - is humanitarian work only for the elite?",
  "webPublicationDate": "2016-05-10T12:00:04Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/10/secret-aid-worker-im-sick-of-job-rejections-is-humanitarian-work-only-for-the-elite",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "people in development - global development professionals network",
      "id": "global-development-professionals-network/people-in-development-global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Charitable giving",
      "id": "money/charitable-giving",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Students hub",
      "id": "global-development-professionals-network/students",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Professional development",
      "id": "global-development-professionals-network/professional-development",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Secret aid worker",
      "id": "profile/secret-aid-worker"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/10/secret-aid-worker-im-sick-of-job-rejections-is-humanitarian-work-only-for-the-elite"
}