{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/06/florence-cooking-emiko-davies-kitchen-encounters",
  "id": "2016-05-06-295",
  "sectionId": "lifeandstyle",
  "body": "My kitchen … is in boxes. Over the past five years, we’ve moved around so much, between Australia and Italy, that I now manage with very little equipment. That said, I am missing my Le Creuset pots and pans, which are still waiting for me in Australia. I had a mad thought at one point that I’d bring them back with me, one at a time, in my hand luggage. But they are so heavy … My favourite kitchen tool is … my hands. I did a workshop which involved making pastry by hand recently. People seemed really happy to be doing that; it felt like a novelty to them. To me, it’s just the quickest way of working. And there’s far less washing up afterwards. I’m all for less washing up … My storecupboard staple is … extra virgin olive oil. We buy huge three-litre jars, and don’t even bother decanting the oil into anything smaller; we just use it up too quickly. It goes in everything – cooking, dressing, baking. When I’m starving I … make pasta al pomodoro. If we don’t have that at least once a week, my husband is concerned. It’s his real comfort dish, and my daughter loves it too – a winner all round. My culinary inspiration is … Italy. I learnt to cook from Pellegrino Artusi’s 1891 cookbook, Science in the Kitchen and the Art of Eating Well. It’s the book you’ll find in most Italian households. It contains about 790 recipes, and when I discovered it, I started cooking them one by one. Even though it is from the 19th century, the dishes are still relevant: they’re exactly what you’ll find in trattorias or people’s homes, especially in Tuscany. Elizabeth David is the other main inspiration: everything she wrote in Italian Food is still totally valid. Things don’t change that quickly in Italy.   Related: My shared kitchen: Izy Hossak | Kitchen encounters    My best-kept kitchen secret is … to slow down. I cook a lot of ragús, sauces, soups, stews and I’ve learned that, for best results, you have to be patient. Many things are best cooked the day before you want to eat them. Everything always tastes better with more time. My current obsession is … bottarga – a cured fish roe. I’m working on a second cookbook about the coast of southern Tuscany. There’s a lagoon on Monte Agentario island where the fishermen make, by hand, a mullet bottarga, that is very different from the Sardinian kind. It’s cured for just 1 week, so it’s soft and crumbly. It is delicious in spaghetti or eaten in slices with olive oil and lemon juice. It’s very difficult to find outside of Orbitello, where it’s made. Everything tastes better with … anchovies – the ones packed in salt, not in oil. I know they’re a bit more fiddly to use, but in terms of texture and flavour they’re incomparable. I’d put them in everything if I could. When I shop I … go to the market. In Italy, you can instantly tell the season from what’s on offer. I love the relationships you build up with the vendors and I was recently looking for baby artichokes for a recipe I was developping. The vendor asked me what I was going to use them for, and when I told him, he said, “Wait until next week – I’ll be getting more in, they’ll be better.” I love that rapport. I also like being able to choose the exact quantity I need rather than too much.  Emiko Davies is a food blogger and photographer, and the author of Florentine: the True Cuisine of Florence (Hardie Grant). @emikodavies",
  "webTitle": "My kitchen, my inspiration: Emiko Davies | Kichen encounters",
  "webPublicationDate": "2016-05-06T08:00:19Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/06/florence-cooking-emiko-davies-kitchen-encounters",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gadgets",
      "id": "technology/gadgets",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Dale Berning Sawa",
      "id": "profile/dale-berning"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/06/florence-cooking-emiko-davies-kitchen-encounters"
}