{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/18/the-power-paradox-how-we-gain-and-lose-influence-dacher-keltner-review",
  "id": "2016-05-18-142",
  "sectionId": "books",
  "body": "“It is far safer to be feared than loved,” wrote Niccolò Machiavelli in The Prince, the founding text of the philosophy of realpolitik. These days, anyone wishing to establish their credentials as a hard-headed commentator on global affairs need only echo that bleak assessment: sure, it’s all very well for do-gooders to preach love and charity – but force, or the threat of it, is the only language everyone always understands. The American psychologist Dacher Keltner begs to differ. When you closely observe chimpanzees – or other primates, such as kindergartners or university students – you’ll find it is not the bullies and manipulators who gain power, he writes. Rather, it is those who demonstrate empathy and enthusiasm, solve others’ problems and otherwise further the greater good. Were that the end of the story, the world would be ruled exclusively by kindly philanthropists. Readers may have noticed that this is not the case. This is the “paradox” of Keltner’s title: it is true that being nice is the best path to power, but achieving power reliably turns people nasty. “The seductions of power,” as he puts it, “induce us to lose the very skills that enabled us to gain power in the first place.” Research demonstrates that people who feel powerful are more likely to act impulsively: to have affairs; to drive inconsiderately; to lie; to argue that it is justifiable for them to break rules others should follow; and, in one entertaining study by Keltner and his colleagues, to steal sweets from children. Rich people even shoplift more than the poor. All in all, accumulating power seems to trigger a tendency to self-absorption: in experiments, when people are asked to draw the letter E on their own foreheads so that others can read it, powerful people are more likely to draw it the right way round to themselves, and backwards to onlookers. In a literal sense, they no longer see the world from other people’s perspective. Keltner, whose earlier work on emotions informed the Pixar movie Inside Out, marshals copper-bottomed evidence for his argument. Unfortunately, he also suffers from a severe case of counterintuitivitis, insisting that his findings show our existing ideas of power to be utterly wrongheaded. But they don’t. The name of Machiavelli is deployed throughout the book to represent the old-school view, but in fact his ruthlessness shocked his Renaissance contemporaries, who fancied themselves more sophisticated. In modern times, “soft power” as a technique of diplomacy is decades old. As for the notion that power contains the seeds of its own destruction, it is hard to imagine that Sophocles or Shakespeare would disagree. But if the power paradox isn’t all that surprising, it is true that we fail to take full account of its implications. If we did, we would reach some alarming insights, especially about politics and organisational life. We hope to bring change by electing or appointing new and different leaders – yet the power paradox suggests it is precisely through becoming leaders that they lose the qualities we saw in them. Those at the top of the tree “may be the very people most blind to the problems of powerlessness, poverty, and inequality” – even if they started out well meaning. Representative democracy, on this account, seems pretty much doomed to fail. It is only a partial compensation to realise that the paradox also implies that political hopefuls such as Donald Trump – angry, manipulative bullies – are less likely to acquire power to begin with.   Related: How modern power works: less Game of Thrones, more Black Lives Matter    The sole basis for optimism is Keltner’s conclusion that serving the common good is, ultimately, in the self-interest of the powerful, if they can only resist the temptation to turn into jerks instead. “Stay focused on other people … Bring the good in others to completion … Take delight in the delights of others, as they make a difference in the world,” he advises. However, his and other researchers’ findings suggest that it is the powerless, not the powerful, who will be most receptive to that message (people low in power report feeling compassion for others far more frequently). One can only hope that a new generation of psychologically informed advisers will take our leaders aside and murmur in their ears the message that, in the long run, compassionate policies are the best way to consolidate their own dominance. Even if you are not a kind person deep down, in other words, it pays to do kind things. This is surely right. Although put like that, doesn’t it start to sound a little duplicitous? Perhaps Machiavelli would have approved. • Oliver Burkeman’s The Antidote: Happiness for People Who Don’t Like Positive Thinking is published by Canongate. To order The Power Paradox for £13.59 (RRP £16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Power Paradox by Dacher Keltner review – how success triggers self-absorption",
  "webPublicationDate": "2016-05-18T14:30:40Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/18/the-power-paradox-how-we-gain-and-lose-influence-dacher-keltner-review",
  "keyword": [
    {
      "webTitle": "Society",
      "id": "books/society",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Burkeman",
      "id": "profile/oliverburkeman"
    }
  ],
  "guardianId": "books/2016/may/18/the-power-paradox-how-we-gain-and-lose-influence-dacher-keltner-review"
}