{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/pakistan-prisoner-muhammad-sarfraz-execution-new-york",
  "id": "2016-05-09-147",
  "sectionId": "world",
  "body": "A resident of New York City has the power of life and death in his hands on Monday, as the only person capable of stopping an execution scheduled to take place within a matter of hours in Pakistan. As the eldest male relative of the murder victim in the case, Tariq Mahmood, a long-time New York resident, is vested under Pakistan law with the power to pardon, and thereby save the life of, the condemned man Muhammad Sarfraz. The prisoner is set to go to the gallows in Rawalpindi at dawn on Tuesday – midnight New York time – for the 1998 murder of Mahmood’s brother, Tahir Mahmood. The Guardian has tried to reach Tariq Mahmood, but calls to his cell phone were not returned. His other brother, Ulfat Mahmood, who runs a Manhattan business, said he did not know how to contact Tariq. Ulfat Mahmood said the pending execution had dredged up painful memories from 20 years ago. Asked whether he thought his brother should grant mercy to the condemned prisoner, he said: “I think my brother should never forgive him.” When the Guardian asked whether he then thought that Monday’s execution should go ahead, Ulfat replied: “That’s something that God must decide.” Sarfraz has always insisted on his innocence in the killing of Tahir Mahmood, who was a close friend of his. In a letter written from his prison cell to his potential savior, Sarfraz pleaded: “I never killed Tahir. This Quran is witness. Please believe me. I had no reason to kill Tahir. He did me no wrong.” In the letter, the prisoner says he has been trying to reach Tariq Mahmood without success for the past five months. “I swear to God I have tried my best. But I am out of time.” He goes on: “I have to face this trouble. But I beg you, don’t believe others who spread falsehoods and do not want peace between us.” Pakistan has become one of the most active practitioners of capital punishment in the world since it lifted a moratorium on the death penalty in December 2014 in the wake of the Peshawar school massacre. Last year alone it hanged more than 300 prisoners. The country has one of the largest death rows in the world, and questions of innocence are frequently raised in capital cases. In its report on the death penalty in Pakistan in 2015, Amnesty International concluded: “In a country where people are routinely denied the right to a fair trial, and evidence extracted through torture is used to seal convictions, hundreds of people are being sent to their deaths under the pretense of justice being served.” In a statement to the Guardian from the UK, where he lives, Sarfraz’s brother Jahangir Ahktar said: “His death will not bring Tahir back. My brother has been on death row for a crime he didn’t commit for over 20 years. I hope and pray that Tariq can find it in his heart to put a stop to this execution, and to finally put an end to all this suffering.”",
  "webTitle": "Pakistani law puts prisoner's fate in US relative's hands – but he can't be found",
  "webPublicationDate": "2016-05-09T14:43:37Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/pakistan-prisoner-muhammad-sarfraz-execution-new-york",
  "keyword": [
    {
      "webTitle": "Pakistan",
      "id": "world/pakistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Pilkington",
      "id": "profile/edpilkington"
    }
  ],
  "guardianId": "world/2016/may/09/pakistan-prisoner-muhammad-sarfraz-execution-new-york"
}