{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/noam-chomsky-on-donald-trump-almost-a-death-knell-for-the-human-species",
  "id": "2016-05-20-131",
  "sectionId": "film",
  "body": "Have you seen The Divide, the British documentary you took part in? The Divide? I haven’t seen it, no. Perhaps it’s been a while since you filmed it? Well, I’m interviewed all the time. The film looks at what it says are the effects of inequality in the US and the UK. It’s based on the book The Spirit Level, which perhaps you know? Yes, I remember. The Divide says the current inequality problem began with the election of Margaret Thatcher and Ronald Reagan. Do you agree? It escalated sharply under Reagan and Thatcher, who gave it a kind of ideological framework, but I think you really have to date the turn to the collapse of the Bretton Woods system about 10 years earlier, when the US terminated the convertibility of dollars to gold. This shifted the global economy pretty radically towards financialisation, and rapidly increased speculation. In the film, you describe people’s belief in the benefits of capitalism as a kind of “religion”, adding that what we have is only an illusion of capitalism in any case. But if the world has got so much worse as a result, why doesn’t everybody realise? I think people do realise. Just take a look at what’s happening in Europe, the US, Latin America and elsewhere. The general public are between angry and totally furious at what’s taking place. That’s why you have the collapse of the mainstream political establishment and the rise of what are called populist groups at both ends of the spectrum. Democracy in Europe is collapsing. Decisions are made in Brussels, not by national parliaments, and people know that.   Related: ‘Why aren’t we earning enough to live?’ – how The Divide lays bare global inequality    Does this mean you’d favour a British exit? Not really. I’m unenthusiastic about either, but I think probably the worse choice would be Brexit. My sense is that it would probably turn Britain – or maybe England, if Scotland pulls out – into even more of a dependency on the US. And there are a lot of good things that have happened in Europe since the second world war. Those should be salvaged, and I think they can be. So have you become more optimistic now you believe a hunger for change is showing itself around the world? I think we have the seeds of change. They can flourish and address the massive problems we face. They may not. We don’t know. That’s a choice. And we haven’t even talked about the worst problems: the economic problems are bad enough, as are the social problems, but far worse than these are the major threats to the survival of the human species – the threat of nuclear war and environmental catastrophe. Here, if you look at the US primaries, you have to be impressed and appalled by the utter irrationality of the species. Here are two enormous problems that have to be faced right now, and they are almost absent from the primaries.     ‘The public is furious at what’s taking place’ … a scene from The Divide Photograph: PR image    Does it give you any hope that some of the super-rich, such as Bill Gates, Mark Zuckerberg and Warren Buffett, are willing to give away most of their money? And you’ll notice big tax deductions as well. There have always been benevolent aristocrats. That doesn’t make me fall in love with the feudal system. What effect would electing Donald Trump have? It’s hard to say because we don’t really know what he thinks. And I’m not sure he knows what he thinks. He’s perfectly capable of saying contradictory things at the same time. But there are some pretty stable elements of his ideology, if you can even grant him that concept. One of them is: “Climate change is not taking place.” As he puts it: “Forget it.” And that’s almost a death knell for the species – not tomorrow, but the decisions we take now are going to affect things in a couple of decades, and in a couple of generations it could be catastrophic. If it were between Trump and Hillary Clinton, would you vote for Clinton? If I were in a swing state, a state that matters, and the choice were Clinton or Trump, I would vote against Trump. And by arithmetic that means hold your nose and vote for Clinton. You talk about capitalism, politics and inequality a lot. Do you ever tire of it? Do you ever wish someone would ask you about something else? Well, from my point of view, there are two major categories of issues. There are the kind that are humanly important but intellectually pretty shallow. There are the kind that are intellectually quite deep and challenging, but don’t have the immediate human significance. If I had my choice, I’d rather stay on the second, but unfortunately the world won’t go away.     Chomsky … ‘Do you go out into the street and pull the child back?’ Photograph: Graeme Robertson for the Guardian    Do you not feel you’ve had enough sometimes? It’s like seeing a child in the street and a truck coming rapidly. Do you say, “Look, I’m too busy thinking about interesting questions, so I’ll let the truck kill the child”? Or do you go out into the street and pull the child back? But if it was another child, every day, for decades? It doesn’t matter. I remember the philosopher Bertrand Russell was asked why he spent his time protesting against nuclear war and getting arrested on demonstrations. Why didn’t he continue to work on the serious philosophical and logical problems which have major intellectual significance? And his answer was pretty good. He said: “Look, if I and others like me only work on those problems, there won’t be anybody around to appreciate it or be interested.” What would you like to see happen, in that case? I would like to see serious and significant steps made to put an end to the use of fossil fuels, to create sustainable energy systems and to save the world – as much as we can – from likely environmental catastrophe. I would move very quickly towards de-escalating military confrontations, which are quite serious, and move towards fulfilling our legal obligation to rid the world of nuclear weapons. I would like countries to become democracies, not plutocracies. How do you turn a plutocracy into a democracy? It’s not very hard. In the US, it simply means going back to mainstream ideas. To quote John Dewey, the leading US social philosopher of the 20th century, until all institutions – industrial, commercial, media, others – are under democratic control, or in the hands of what we now call stakeholders, politics will be the shadow cast by big business over society. That’s elementary and it can be done. • The Divide is in selected cinemas now and nationwide on 31 May.",
  "webTitle": "Noam Chomsky on Donald Trump: 'Almost a death knell for the human species'",
  "webPublicationDate": "2016-05-20T14:14:24Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/noam-chomsky-on-donald-trump-almost-a-death-knell-for-the-human-species",
  "keyword": [
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Noam Chomsky",
      "id": "us-news/noam-chomsky",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Leo Benedictus",
      "id": "profile/leobenedictus"
    }
  ],
  "guardianId": "film/2016/may/20/noam-chomsky-on-donald-trump-almost-a-death-knell-for-the-human-species"
}