{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/12/pishing-messages-at-the-black-grouse-lek",
  "id": "2016-05-12-363",
  "sectionId": "environment",
  "body": "No bluebell has yet shown its colour, no oak has broken a single bud. Spring comes late to these highland glens. But willow warblers have flown in to stir the new season, each dying cadence ringing with life, as exuberant sounding as any mountain burn. Their proclamations carry far, like the peal of church bells, down from a scatter of trees on the hillside to flatter land at the head of the loch. The low sun of early evening gives the loch a glittering sheen and the stilled air allows drunken “pish” expletives and throaty pigeon-like gobbling noises to carry across the moor to a car that serves as a hide.    Related: Scotland's first national park opens    The sounds come from a near-rectangular patch of ground about the size of a tennis court, where, a little while ago, a man from the Forestry Commission came to mow. The “players” have performed in this open air, close strimmed arena for as long as anyone can remember. This night there were 14 actors on stage. The great gathering of male black grouse, known as a lek, appears from the road as no more than an assortment of dark blobs on green.  Binoculars draw the stage up close to show the macho exhibitionists. It is hard to play the Adonis, however, when you look like a turkey and move as if you belong at a pantomime dame convention. One sets off on a waddle, a fat man discovering high heels, wings hung out as if he were mimicking a coat hanger. He turns to give a rival male a feathered moonie, flinging up his white tail in an “up yours” fan.    Related: Black grouse stage recovery in their Pennine stronghold    I’m starting to giggle and my binoculars are shaking as much as those wobbly birds. “Pish!” “Pish!” come the calls again. These birds have been on their feet since dawn, puffed with adrenalin, yet their exhausting, exhibitionist, tendencies show no sign of abating.  And what are they for? There may be a female or two in the rough, sitting offstage, with plenty of time to select a mate, judging who has the best bottom, weighing up each sexy wiggle. Follow Country diary on Twitter: @gdncountrydiary",
  "webTitle": "Pishing messages at the black grouse lek",
  "webPublicationDate": "2016-05-12T04:30:19Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/12/pishing-messages-at-the-black-grouse-lek",
  "keyword": [
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Derek Niemann",
      "id": "profile/derek-niemann"
    }
  ],
  "guardianId": "environment/2016/may/12/pishing-messages-at-the-black-grouse-lek"
}