{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/05/police-crime-commissioners-hillsborough-rotherham-scandal",
  "id": "2016-05-05-318",
  "sectionId": "public-leaders-network",
  "body": "The Hillsborough inquest, coming hard on the heels of the child sexual abuse scandal in Rotherham, has asked hard questions of the reforms made in 2011 to police accountability. Those reforms made directly elected police and crime commissioners (PCCs) responsible for local forces. The PCC elections today provide the electorate with its first opportunity to pass judgment. When the 96 Liverpool fans were killed at Hillsborough football stadium 27 years ago, responsibility lay with local police authorities. The inquest showed that South Yorkshire’s had been little more than a bystander to the misdemeanours of the police force. More than 20 years later the same authority again made no credible intervention in Rotherham.    The exponential growth of borderless crimes are stretching a system that remains geographically based    The 2011 reforms swept police authorities away. PCCs were sold to us as a more visible and energetic democratic control of local policing. But the first South Yorkshire PCC, Shaun Wright, fell at his first major hurdle – Rotherham – tainted by his past involvement leading children’s services in Rotherham between 2005 and 2010. His successor, Alan Billings,  worked hard with the police chief, David Crompton, to improve the response to child sexual abuse – but felt forced to suspend Crompton following the reaction to the inquest. His chosen temporary successor, the newly appointed deputy, stepped down almost as soon as she was appointed, leaving an urgent need search for a new chief constable to lead the force out of a deepening crisis of confidence. These events have reinforced the need for central government to play its role more effectively. There is no independent body encouraging people to apply for senior jobs in the police service, making the task of persuading potential chiefs to take on a bed of nails like South Yorkshire so much harder.  The old system that was abandoned in 2011, though far from perfect, provided a central career mechanism – and there was never an occasion where top jobs were advertised and no other candidate than the sitting deputy applied. The home secretary, Theresa May, offered to help in South Yorkshire, but without a mechanism to do so it was down to Billings to persuade a neighbouring PCC to lend its chief constable, Dave Jones of North Yorkshire.   Related: There's a new police frontline, and it's not on the streets    May has been much less forthcoming on the support or intervention that the Home Office might provide to transform South Yorkshire. Even in the US, whence the PCC model was derived, the federal courts can impose a “consent decree” on a badly failing local force. Forces subject to the decree must adhere to certain conditions, such as the use of body cameras by officers conducting stop and search. Bill Bratton, the current New York City police commissioner, spent his entire tenure in Los Angeles guiding that department out of its consent decree. The lesson of Hillsborough is that the PCC system is not sufficient on its own. A PCC’s focus is necessarily local, but parts of local policing have huge consequences for the national picture. Local cuts to the numbers of expensive firearms officers have had to be reversed by prime ministerial intervention after the Paris and Brussels attacks. The exponential growth of borderless crimes – cyber fraud and internet child abuse – are stretching a system that remains geographically based.  Meanwhile, local governance continues to evolve – a “metro” model with mayors responsible for policing and a wider range of services, leaving a narrower “market town” model elsewhere; PCCs are poised to take on a broader responsibility for criminal justice.  Allowing all this to take place without a guiding hand is likely to lead to further scandals. Peter Neyroud is a former chief constable who set up the National Policing Improvement Agency. He is a lecturer in evidence-based policing at the University of Cambridge. Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "PCCs too weak to stop another Hillsborough or Rotherham scandal",
  "webPublicationDate": "2016-05-05T06:03:44Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/05/police-crime-commissioners-hillsborough-rotherham-scandal",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Criminal justice",
      "id": "public-leaders-network/criminal-justice",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Policy",
      "id": "public-leaders-network/policy",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Police and crime commissioners",
      "id": "uk/police-and-crime-commissioners",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Rotherham",
      "id": "uk/rotherham",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "public-leaders-network/2016/may/05/police-crime-commissioners-hillsborough-rotherham-scandal"
}