{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/11/christies-art-auction-jean-michel-basquiat",
  "id": "2016-05-11-122",
  "sectionId": "artanddesign",
  "body": "Fears of a broad slump in the art market were eased Tuesday night at Christie’s, where records were set for six postwar-contemporary artists including Mike Kelley and Jean-Michel Basquiat. While the sale, which raised $318m, is a vertiginous drop from the billion-dollar auctions the market enjoyed last year, auctioneers and dealers breathed a sigh of relief that the experience at Sotheby’s impressionist and modern sale the previous evening, when almost half the lots went unsold, was not repeated.    Related: How 2015 may have marked the end of the art market's boom years    Basquiat’s horned devil’s head Untitled, from 1982, widely considered a masterwork by the then 22-year-old artist – despite lacking any of the painter’s characteristic graffiti – fetched $57m, including seller’s fees.  The buyer, Christie’s global head of postwar and contemporary art Brett Gorvy, later revealed, was an anonymous Japanese telephone bidder. The seller was Adam Lindemann, a New York collector who bought it for $4.5m just 12 years ago.  Christie’s officials said they had had a tense day ahead of the sale. “We had a big challenge because of what happened last night,” Gorvy said. The events at Sotheby’s the previous evening had left the market shaken. A third of lots on offer went unsold with sales plunging 61% from a year earlier, reaching just $144.5m in what was Sotheby’s worst showing at an evening sale in the category since the 2009 recession. Last night’s sale, Gorvy said, would go some way to reassuring collectors that they would be positioned as “the last man or woman standing” if they continued to buy despite signs of a global economic slowdown and mounting tension around upcoming elections, including in the US. “The most challenging aspect we have is keeping people’s confidence focused,” Gorvy told the Guardian. “The desire is there, the art is there, but if you take away the confidence it all falls apart. If you can show it’s a market for serious collectors, we can hand-pick works and then we can say confidently to our clients, ‘This is your time’.”  At the Christie’s sale, 52 of the 60 offered lots found buyers. In addition to Kelley and Basquiat, records were set for Agnes Martin, Kerry James Marshall, Barry X Ball and Richard Prince, whose Runaway Nurse from 2007 went for $9.7m. There was some disappointment for sellers, with a dark blue-green Mark Rothko No 17 finding only one bidder and selling for just over its low estimate at $32.6m. Art adviser Abigail Asher said the sale represented a relatively straightforward picture of the high end of the art market. She added that the days of the billion-dollar sale or frantic competitive bidding are over and that the market is austere, in part, because the auction houses have ceased offering direct guarantees to sellers. Both leading auction houses found that the practice, while helpful in bringing top quality work to market, was a perilous exercise. Sotheby’s in particular was left holding a significant quantity of work from last year’s estate sale of the property developer Alfred Taubman. That work, which has failed at market, now belongs to the auction house. It isn’t a market-wide collapse: the market for contemporary art remains stronger and deeper than for impressionist and modern. That was borne out on Monday night when Sotheby’s took the brunt of the shift. While not as bad, Christie’s and Phillips’ postwar and contemporary art auctions also booked less business.  Christie’s specialty, 39-lot Bound to Fail sale included Maurizio Cattelan’s Him (2001), a sinister sculpture of a kneeling, penitent Hitler, which went for $17.2m, a record for the artist. Records were also set for a Richard Prince sculpture, Anyone Can Find Me (1989–90) and for a Bruce Nauman video piece, No, No, New Museum (1987). Christie’s sold 97% by lot for $78.1m, well over the low estimate of $59.4m. Sotheby’s bad night was offset only by the sale of Auguste Rodin’s marble L’Eternel Printemps, which sold for an above-estimate $20.4m. On the same day, the publicly listed house announced a larger than expected loss for the first quarter. Still, certain trends are emerging, particularly for women artists, among them Helen Frankenthaler, Agnes Martin, Bridget Riley. “There is a huge thrust of interest in women artists and minority artists because they have been ignored culturally,” explains British dealer Ivor Braka. “So there is a certain sense of political motivation.” But no artist better exemplifies contemporary art as the hottest category in the market than Basquiat, a celebrity in death with a celebrity following, including Leonardo DiCaprio and Jay Z. “This was not his best work but it’s not terrible,” explained biographer Phoebe Hoban.  “Here’s an artist who died tragically young, who had tremendous energy and represents a time in New York that’s over. There’s nothing new to his appeal but he sells because he’s best of the 80s artists. He’s a brand, an investment, and you can always flip them.”",
  "webTitle": "Record-breaking Christie's auction paints over art market still in decline",
  "webPublicationDate": "2016-05-11T16:27:08Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/11/christies-art-auction-jean-michel-basquiat",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Jean-Michel Basquiat",
      "id": "artanddesign/basquiat",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "artanddesign/2016/may/11/christies-art-auction-jean-michel-basquiat"
}