{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/23/surreal-estate-folly-hadlow-tower-tonbridge",
  "id": "2016-05-23-109",
  "sectionId": "money",
  "body": "The UK’s tallest folly, the Grade I-listed Hadlow Tower near Tonbridge in Kent, is one of three historic properties up for sale after its owner, the heritage charity Vivat Trust, went into liquidation last year.     The gothic folly towers over the surrounding area    The fully restored 19th-century gothic tower has three bedrooms, a drawing room, dining room, two bathrooms and a wet room spread over five storeys, with a steel staircase rising to its summit.     The view down through the steel staircase        Hadlow Tower once formed part of Hadlow Castle, a grand house in the romantic gothic style built in the late 18th and early 19th centuries by Walter May, a local yeoman farmer. The tower was added by Walter’s son, Walter Barton May, from a design by George Ledwell Taylor. Started in 1838, the completed tower stands at 53m (175ft) high, and is 6ft taller than Nelson’s Column. Known locally as May’s Folly, it is believed to have been built primarily as a flamboyant status symbol, although an alternative theory suggests that as construction started about the time May’s marriage broke down and his wife Mary Porter moved back to her childhood home in nearby Fish Hall, the tower was built to allow him to spy on her.     The breakfast area    Hadlow Castle passed through several families during the intervening years until the estate was split up and sold in the early 20th century. In the second world war it served as a vegetable store and a lofty observation post for the Observer Corps and Home Guard.     The dining room    In 1951 the main building was demolished for building materials, but the tower and remaining courtyard buildings were purchased and saved by a local resident, the painter Bernard Hailstone. The lodges and courtyard buildings were then converted into homes, as was, eventually, the tower in 1976.     The drawing room    The great storm of 1987 caused serious damage to the tower and further neglect left it in a poor state, so much so that in 1998 the World Monuments Fund considered it important enough to include in the top 100 most endangered historic buildings in the world.         Hadlow Tower. Copyright: DNA100 Studios™    In 2006 the local council issued a compulsory purchase order and agreed to transfer the tower to the Vivat Trust, which went on to completely restore it, open it to the public and convert it into holiday accommodation which could be let for £1,954 a week.     The fully restored Hadlow Tower    Following its liquidation, the Vivat portfolio is being marketed by Eddisons, including the 15th-century timber framed Bolton Percy Gatehouse in North Yorkshire, and a 14th-century manor house near Hereford. Eddisons is inviting offers for the unusual properties, but has given no guide prices.     The Bolton Percy Gatehouse, North Yorks.    Abdul Jambo, associate director, says: “The properties are of such a unique and historic nature that we have rarely, if ever, seen anything comparable come to the open market. Because of this their values are likely to differ wildly depending on the potential buyers, whether they are a charity or a private enterprise. As such we will be leaving this to the market to decide.” However, with a standard detached properties in the Tonbridge area costing around £1m, Jambo says he would be very surprised if Hadlow Tower did not go for more than this. And the rest, we suspect.",
  "webTitle": "Surreal estate: a folly of towering proportions … quite literally",
  "webPublicationDate": "2016-05-23T16:03:26Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/23/surreal-estate-folly-hadlow-tower-tonbridge",
  "keyword": [
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Papworth",
      "id": "profile/jillpapworth"
    }
  ],
  "guardianId": "money/2016/may/23/surreal-estate-folly-hadlow-tower-tonbridge"
}