{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/03/trump-wins-indiana-primary-us-election-2016",
  "id": "2016-05-03-9",
  "sectionId": "us-news",
  "body": "Donald Trump has beaten Ted Cruz in the Indiana primary, ending the best hope of blocking a presidential nomination the Texas senator has claimed will plunge America into the political “abyss”. Despite a day of dire warnings from Trump’s conservative rival, the New York businessman was declared victor by the Associated Press within seconds of polls closing in the Hoosier state. With the second highest number of delegates left on offer before the Republican party convention, Indiana offered a chance for Cruz to repeat his success in Iowa and Wisconsin by urging midwest voters to reject Trump. “The country is depending on Indiana,” he warned on Tuesday. “If Indiana does not act, this country could well plunge into the abyss … We are not a proud, boastful, self-centered, mean-spirited, hateful, bullying nation.” But by winning the 30 delegates awarded to Indiana’s statewide winner and at least 15 of the 27 delegates awarded by congressional district, Trump now has an easy path to claiming the 1,237 pledged delegates needed to avoid a contested convention in Cleveland and win outright, and is well-positioned even if Cruz pulls off an upset in delegate-rich California next month.  With over 30% reporting, Trump had won 53.5% of the vote, with Cruz on 35.8% and Ohio governor John Kasich on 8%. He now has 1,041 pledged delegates as well of the 1,237 he needs to be the party’s nominee.  The Democratic race in Indiana had not been called at the time of writing, but with over 30% reporting Bernie Sanders was ahead of Hillary Clinton by a thin margin of 51.6% to 48.4%. Trump has already called for Cruz to drop out of the race in a tweet: “Lyin’ Ted Cruz consistently said that he will, and must, win Indiana. If he doesn’t he should drop out of the race-stop wasting time & money,” proclaimed the frontrunner.   Indiana   If Trump becomes the presumptive nominee, he will inherit a party he has left bitterly divided through a brand of politics defined by innuendo, race-baiting and outright demagoguery. Trump’s latest sally came in a telephone interview with Fox News on Tuesday in which the Republican frontrunner alleged that Ted Cruz’s father, Rafael, had met with Lee Harvey Oswald prior to the assassination of John F Kennedy and implied that Rafael Cruz was somehow involved.  There is no evidence for the story save allegations made by the National Enquirer, a supermarket tabloid owned by a Trump ally.            Cruz attacks Trump for linking his father to JFK assassination.    Trump had previously threatened to “spill the beans” about Cruz’s wife and has spread a variety of clearly false stories, starting from his June announcement speech that Mexico was deliberately sending rapists into the US and including the repeated claim that American general John Pershing committed war crimes in the Philippines. The latter story appears to have originated via an internet hoax spread by email. Cruz fired back in an emotional press conference at which he told reporters: “I am going to do something I haven’t done this entire campaign. I am going to tell you what I really think of Donald Trump.”  The Texas senator proceeded to call Trump a pathological liar, amoral, a narcissist and a buffoon. Cruz has long prided himself on avoiding personal attacks. Instead, he attacked Trump as a “New York liberal” and the real estate mogul’s former pro-choice and pro-gun control stances. Cruz proceeded to paint the stakes in the starkest of terms: “If the people of Indiana do not act this country could well plunge into the abyss.” Shortly after polls closed, Trump responded to Cruz on Twitter. “Wow, Lyin’ Ted Cruz really went wacko today. Made all sorts of crazy charges. Can’t function under pressure – not very presidential. Sad!” At Trump Tower in New York, Eric Trump, the billionaire’s son, said that Cruz had “zero road ahead”. “Truth be told, if Ted Cruz stays in the race he will be doing it for his own selfish reasons and not for the good of the party,” Eric said as he waited for his father to address the crowd.  “We should be turning our attention to Hillary Clinton and beating the Democrats in November, but instead we will have to keep focusing on a guy who has lost the entire east coast and south of the country, who is three-and-a-half million votes behind, 500 delegates behind and has zero chance of getting the nomination.” Cruz’s loss in Indiana comes after a significant investment of resources by anti-Trump forces in the state. Cruz and anti-Trump Super Pacs spent $6m in the state on television advertising while Trump spent less than a million.  Further, in a vain attempt for a boost in the Hoosier state, Cruz unveiled former rival Carly Fiorina as his running mate if he receives the nomination and was able to cajole the state’s sitting governor, Mike Pence, into an endorsement. In contrast, Trump was endorsed in the state by a number of prominent former college basketball coaches, led by legendary Indiana University coach Bobby Knight. With his loss tonight, Cruz will have not won a primary election for over a month since his 5 April win in Wisconsin. Despite Cruz doing well in delegate selection contests in Colorado and Wyoming, Trump has now won seven consecutive primaries and over 200 delegates in the last two weeks.  The Texas senator is favored in Nebraska’s winner-take-all primary on 10 May and is flying to Lincoln for a campaign event there on Wednesday morning. However, West Virginia also holds a primary next week and a poll released Tuesday gave Trump a 40-point lead in the Mountain state.  Additional reporting by Ed Pilkington in New York   Republicans       Democrats",
  "webTitle": "Trump beats Cruz in Indiana primary, clearing path to nomination",
  "webPublicationDate": "2016-05-03T23:01:08Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/03/trump-wins-indiana-primary-us-election-2016",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Indiana",
      "id": "us-news/indiana",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    },
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "us-news/2016/may/03/trump-wins-indiana-primary-us-election-2016"
}