{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/bike-blog/2016/may/26/sadiq-khan-bike-bashers-london-cycling-city",
  "id": "2016-05-26-324",
  "sectionId": "sustainable-business",
  "body": "My regular bike commute to work comes in two very distinct parts, a split which epitomises the rapid changes to cycling in London. The beginning and the end – Walworth Road and Farringdon Road for those who know the city – are an experience familiar to cyclists in the capital for many years: a slightly gung ho rush of mingling with the buses, cabs and construction trucks. But for one, blissful mile in the middle, this all changes. Those of us on two wheels are funnelled onto a brand new, billiard table-smooth bike lane, separated from the metal behemoths by a raised kerb, cosseted with our own mini traffic lights. This is the first completed section of Boris Johnson’s much-heralded north-to-south cycle “superhighway”, among a series of dedicated bike routes created by the now-departed mayor. In the coming months it will gradually expand all the way to King’s Cross. Over the last decade or so, while overall cycle use in the UK as a whole has, for all the talk of a bike boom, stayed almost static at around 1% to 2% of all trips, it has increased notably in London. Gauging bike numbers is often tricky, but Transport for London (TfL) says there are now 610,000 bike trips a day made in the city, well over double the figure of the early 2000s.   Numbers of cyclists   This is all the more so the closer you get to the centre. In 2000, there were seven times as many cars as bikes entering central London at the morning rush hour. The ratio is now 1.7 to 1, with TfL expecting bikes to outnumber cars within a few years.   Related: 'If you want cycling improvements, you have to keep fighting for them' | Andrew Gilligan    Much of this has happened despite a lack of decent cycling infrastructure. In his first term Johnson energetically built an initial generation of “superhighways” marked only by blue paint, which had a mixed record. Just before he left office he confessed to wishing he had pressed straight ahead with the separated lanes. More immediately successful was the introduction of the city’s bike hire scheme, sponsored firstly by the bank Barclays and now Santander, with more than 40m trips made in the first five years. Business support for liveable cities A paradox of the London cycling trajectory is that while bikes were long seen as an issue for leftwing or green parties, the greatest progress was made under a Conservative mayor. Johnson, as others have before, see cycle provision as a pro-business measure. More than that, some of the strongest backing for new bikes routes came from Cycling Works, a coalition of big businesses including RBS, the law firm Allan & Overy and Microsoft, who argued their employees who ride to the office had as much right to expect to get there safely as their peers who took the bus or tube. “We think as a firm it’s good business having people cycle to work,” David Morley, the senior partner of Allen & Overy has said. “It’s good for their health, it’s good for their motivation, their productivity, their outlook, and it’s good for the environment.”     Cycle Vault Photograph: Midtown Cycle Vault    Some companies are taking more direct action, for example installing secure bike parking and chaining areas at offices. Last year, Midtown, the business association representing the Bloomsbury area of London, opened a “cycle vault”, a communal secure bike park with lockers and showers. The eight initial supporters included the publisher Faber & Faber and consultancy firm Merlin Financial. This is a narrative being played out in cities around the world, as the 1960s talk of fast traffic flow is replaced by the notion of global business centres competing on liveability. In New York City it was another rightwing mayor, the billionaire businessman Michael Bloomberg, who masterminded the rapid construction of cycle infrastructure. Bloomberg’s transport commissioner, Janette Sadik-Khan, talks in tech industry terms of “re-writing the operating code of the streets”, arguing that redesigning a city more in favour of bikes is an economic imperative. Studies have shown that bike lanes boost trade at shops along the routes. “Our streets have been in this kind of suspended animation,” she told the Guardian in March. “The result is that you’ve got dangerous, congested, economically under-performing streets. That strikes at the heart of the liveability and competitiveness of a city.”   Related: Streetfighting woman: inside the story of how cycling changed New York    Bike lanes and congestion charging This transformation involves more than making conditions easier for cyclists: the necessary corollary is to make car trips less convenient. London began such moves over a decade ago with the congestion charge. But more needs to be done. Johnson’s final message about cycling before he left office was to argue that “getting people out of cars is in fact the only way to keep London moving”. Another paradox of the debate is that more or less every politician agrees that more cycling is a good thing. It brings fewer traffic jams, lower emissions and greatly improves public health through more physical activity.  There’s similarly little debate as to how we get people on bikes. The Dutch and Danes have been successfully doing for the several decades, through a mix of separated bike lanes on main roads, lower traffic speeds on quiet routes, curbing rat runs and other fairly prosaic measures. So why is it all taking so long? It comes down to political will. Johnson recounted facing daily abuse from fellow MPs after another new cycle superhighway gave a lane to cyclists on the Embankment, one of the main routes to parliament for taxi-going politicians. It’s hard to be sure if Sadiq Khan will be as bold as Johnson. The new mayor talked during the election of boosting cycling, but faces small but noisy opposition to new bike routes, with the likes of actor Tom Conti talking in apparent seriousness of parts of north London being “destroyed” by a proposed new cycle superhighway. My feeling is such dinosaurs are fighting a losing battle. Every time a decent bike lane is built in London it fills up faster than the designers ever expected. The city could transform faster than people believe – the head of Denmark’s cycling union talks of private cars being unknown in Copenhagen within a couple of decades.",
  "webTitle": "Can Sadiq Khan stand up to bike bashers and make London a cycling city?",
  "webPublicationDate": "2016-05-26T05:00:02Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/bike-blog/2016/may/26/sadiq-khan-bike-bashers-london-cycling-city",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Cycling",
      "id": "lifeandstyle/cycling",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Walker",
      "id": "profile/peterwalker"
    }
  ],
  "guardianId": "sustainable-business/bike-blog/2016/may/26/sadiq-khan-bike-bashers-london-cycling-city"
}