{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/04/ted-cruz-campaign-social-media-memes-zodiac-killer",
  "id": "2016-05-04-51",
  "sectionId": "technology",
  "body": "When Ted Cruz dropped out of the Republican presidential race after losing in Indiana, he said there was no “viable path to victory”. But, really, anybody who isn’t a Republican would probably tell you something different: it was the handshake. And probably also that Ted Cruz is the Zodiac killer.  This Vine of Cruz fumbling toward a “triumphant” hand clasp with running mate Carly Fiorina has been viewed more than 3.5m times (even though we assume most people viewed it more than once). It’s been edited from the original video to highlight the strangeness: tendril fingers slithering and grasping awkwardly for each other, like Cthulhu hand puppets. It takes an unbearably long time for the pair to get their fists into the air. There are so many incarnations of the original moment constellating across Twitter, Facebook and other platforms that it’s impossible to track its penetration – but empirically, it’s quite difficult to avoid.  It’s probably absurd to assume that one internet meme could end someone’s political career. But what about lots of them?  “Skewered by social media memes” is the essential story of the Cruz campaign, and the gleeful and prolific satires of the ordinary citizens’ online community surely played a role in exaggerating the candidate’s inherent strangeness, sketching him as a grotesque figure vulnerable to his rivals.            Aside from the persistent and fascinating Zodiac killer meme galleries, here are 13 characters and animals that purportedly look like Cruz, including a blobfish, Grandpa Munster, the Penguin from Batman, and “dogs stung by bees”. Let’s add one more: this famous drawing of France’s King Louis Philippe, in a political cartoon by Honore Daumier dating all the way back to 1803. The unflattering lithograph, called Gargantua, was a protest of corruption and was obscene for its time, depicting Philippe gobbling bags of gold that flow uphill to his gaping mouth. The artist was jailed for his trouble – but the work remains an example of the early impact of political cartoons, which came into their own as a form during the 1800s.  For the first time in a US election cycle, community-generated memes have grown to play a significant role in political discourse, similar to the classic printed cartoon. The anarchic, youth-led online shorthand – which can encompass images with text captions, familiar iconography repurposed in multiple contexts, or even short animations such as gifs and Vines – is no longer just for young people on image boards and in closed groups. In fact, it may even be a sign of how politically engaged young people are today: they’re generating their own image-based political satires. In these memes, the political figure is exaggerated, his context made grotesque or fantastical, just as in traditional political cartooning.  If we agree that memes have played some role, even a small one, in dispossessing the Cruz campaign of dignity, then we can also look at how memes have helped rally disenfranchised youth around progressive candidate Bernie Sanders. A Facebook group called Bernie Sanders Dank Meme Stash (where “dank” is an ironic synonym for cool) has close to 450,000 members devoted mostly to pro-Sanders memes – and to those skewering Cruz, Donald Trump and Hillary Clinton in mostly equal measure.     @ABCPolitics @ABCWorldNews @tedcruz #CarlyFiorina has just become a victim of Zodiak Ted pic.twitter.com/LPKsOlg4cL— ThirtyBirdy (@ThirtyBirdy) May 4, 2016    One of the most popular meme formats that went viral thanks to the group is called “Bernie or Hillary?”, which depicts a fake campaign poster comparing the two candidates’ stances on popular culture topics: Bernie is usually depicted as being relatable or knowledgeable on the issue, while Hillary gives an embarrassing stock answer.  Hillary believes the Olive Garden is “An authentic Italian restaurant for the whole family” while Bernie’s view is “Only when I’m high.” My personal favorite incarnation depicts Bernie with a traditional Royal Dansk tin full of actual butter cookies, while Hillary classically uses hers to hold sewing equipment. It’s so subtle, recapturing the childhood disappointment of finding something boring instead of a treat.  The memes are funny, but they’re also precise and insightful caricatures of actual reservations regarding one liberal candidate versus another. Ultimately the community is more than a humor group; the idiosyncratic satirist CARLES not-so-jokingly suggested that Bernie Sanders Dank Meme Stash could be “a safe haven for those who need reinforcement from non-establishment media streams”.     \"an authentic Italian restaurant for the whole family!\" pic.twitter.com/vl45Mt4PL5— Sassy Sanders (@SassySenSanders) January 30, 2016    According to the online meme library Know Your Meme, the Bernie Sanders Dank Meme Stash was created in October 2015 by college students Will Dowd and Sean Walsh. Meme scientist Ari Spool, who spent many years researching and cataloguing memes at Know Your Meme (though she recently joined Giphy as community curator), has studied the BSDMS closely and notes that age polls that take place in the group seem to suggest participants “overwhelmingly” volunteer their age as 18 to 21.  “It’s a completely different generation than those who voted for Obama the first time,” she says. “These kids don’t remember 9/11; all they have felt were aftershocks, and the effects on their older siblings, the millennials. Our college debt is something they see and understand the full breadth of before they even get into a school, and our difficulty in finding quality work is something they see, too. Let’s not even get started on institutional racism; I didn’t have a newsfeed in high school but they do, and it’s making them ‘woke af’.”  The engagement around memes as political cartoons may even suggest a more passionate youth vote than ever. “Young people are incredibly engaged in political speech, but they are very often thwarted by a system that refuses to support them physically. … You have to show up in person to vote, the system favors the old and stable over the young and unstable,” says Spool, who once campaigned for mayor in New York City. “I think if you analyze what these memes are saying about Bernie, it’s that people are excited because he doesn’t reflect the system that’s currently in place.”     Ted Cruz ends campaign by accidentally hitting, elbowing his wife in the face pic.twitter.com/epO1tzKgTT— Jon Swaine (@jonswaine) May 4, 2016    Nonetheless, there are memes alternately celebrating and denigrating any candidate; the Texts From Hillary meme, in contrast to the tenor of the BSDMS, uses an image of Clinton wearing sunglasses and texting to present her as competent and in charge (“Hi Hil, whatchu doing,” Obama texts; “Running the world,” she replies). There’s even a Ted Cruz Meme Page that up until now has been dedicated to earnestly pro-Cruz memes (Keep Calm and Cruz On is one) but as of the candidate’s exit is devoted to anti-Trump ones.  These new communal political cartoons are a clear component of the present landscape – though their impact is harder to quantify (while Facebook networks swelled with anti-Trump memes and disturbing gifs, he imperviously became the presumptive Republican nominee).  “The meme universe is all about mutability, and the flexibility to express your opinion,” Spool says. “It’s not just about Bernie and Hillary, but whatever the other element in the meme is. That’s what makes it fun.”            Ted Cruz suspends his presidential campaign",
  "webTitle": "Blame it on the Zodiac killer: did social media ruin Ted Cruz's campaign?",
  "webPublicationDate": "2016-05-04T18:48:21Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/04/ted-cruz-campaign-social-media-memes-zodiac-killer",
  "keyword": [
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Leigh Alexander",
      "id": "profile/leigh-alexander"
    }
  ],
  "guardianId": "media/2016/may/04/ted-cruz-campaign-social-media-memes-zodiac-killer"
}