{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/06/shed-of-the-year-triumph-for-gin-saloon-tainted-by-planning-permission-row",
  "id": "2016-05-06-59",
  "sectionId": "uk-news",
  "body": "Is a shed still a shed if it is also a piano bar, a distillery and a small farm shop? Highland council will have to decide after it emerged that the recent winner of Shed of the Year did not have planning permission to change from a disused hen coop to a small enterprise of gin-making and egg-selling.  Walter Micklethwait won the award in 2015 for transforming his dilapidated old wooden hut into a wild west-style saloon, farm shop and fully functioning Crossbill gin distillery. The shed, which sits on the Inshriach Estate in the Scottish Highlands, beat 2,520 entries to win the title by public vote. Shed conversions mostly do not require planning permission if they remain in the original building, but the council needs to be informed if they are going to be used for commercial purposes, even on a small scale.    It’s the silliest shop in the world. All we do is sell eggs and wooden spoons and tiny shoes  Walter Micklethwait     However, it emerged that Micklethwait applied for retrospective planning permission for a change of use of his shed last week.  His proposals are part of a much wider plan for his whole estate, which include rebuilding an old railway station and holiday accommodation on the land. He said they had been “over three or fours years in the works” and were part of an “ongoing conversation with the planning department which has been going on for ages, making sure every detail is perfect”. Micklethwait said the estate’s plans had kept changing, with the shed originally envisaged as a little cottage, which is why it took so long to apply for planning permission.  The saloon, shop and distillery had happened “organically through the creative process of building” so they had not thought to apply for a change of use before they began the project. This was just “formalising” the change, he said, adding that he did not envisage it would cause any problems for the shed’s survival.     Micklethwait and his partner, Lizzy Westman, inside the Inshriach Distillery, the winning shed. Photograph: Cuprinol/Rex/Shutterstock    Micklethwait said: “There’s nothing contentious here – we haven’t built something monstrous that wasn’t supposed to be there; we are just using the shed for something different. It’s such a small-scale operation: there’s no water, there’s no waste, there’s no electricity required. It’s the silliest shop in the world. All we do is sell eggs and wooden spoons and tiny shoes, and we never actually sell alcohol in the bar. We have a turnover of about £10 a week.” The decision to approve the overall estate-wide developments will have to be approved by Highlands council, who were not available for comment, and the Cairngorms national parks authority. Micklethwait admitted that as proud as he was to have won Shed of the Year, it had attracted undue attention to the small-scale operation housed in his old hen coop. “Under normal circumstances, this would usually disappear under the radar and nobody would ever care,” he said, “but because we have a certain profile, especially because of Shed of the Year, people are monitoring us extra closely. That’s really why we have to formalise it.”",
  "webTitle": "Shed of the Year triumph for gin saloon marred by planning permission row",
  "webPublicationDate": "2016-05-06T17:06:36Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/06/shed-of-the-year-triumph-for-gin-saloon-tainted-by-planning-permission-row",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Land rights",
      "id": "environment/land-rights",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "uk-news/2016/may/06/shed-of-the-year-triumph-for-gin-saloon-tainted-by-planning-permission-row"
}