{
  "apiUrl": "https://content.guardianapis.com/british-council-partner-zone/2016/may/10/social-investment-in-asia-an-insiders-view",
  "id": "2016-05-10-259",
  "sectionId": "british-council-partner-zone",
  "body": "Andrew Muirhead. Photograph: AVPN    Following a 20-year career in the UK’s philanthropic sector, Andrew Muirhead moved to Singapore where he is a board director of the Asian Venture Philanthropy Network (AVPN), a member organisation that seeks to increase the flow of financial, human and intellectual capital to the social sector in Asia.  We asked him about social investment and venture philanthropy in the region ahead of AVPN’s Annual Conference (23-25 May, Hong Kong), a leading regional forum on social investment and venture philanthropy.  What brought you to to Asia? How do you describe its social investment scene? In 2013 I was invited by AVPN to speak at their first annual conference, and essentially I was hooked and have been privileged to serve AVPN ever since.  Three things hit me: 1) the calibre of the people I met, with superb educational attainments, sparkling CVs, and strong passion to address societal challenges; 2) in contrast to Europe, Asia was creating wealth, and no matter the base from which you start, wealth creation provides the headroom to address key societal issues; and 3) the depth of the challenges in the region, where a very high percentage of world poverty exists.   Related: Can social enterprise go truly global?    I saw these factors as an exciting opportunity, and the role of AVPN as pivotal to help support an increased flow of human, intellectual and financial capital, towards finding the most effective solutions. I saw a different level of energy in Asia. The region generally works incredibly hard and goes that extra mile. It’s impressive. It’s also important to stress that there is no single Asian social investment market. Each country is unique, and it is vital to respect the cultural and social structures which have developed over centuries.  What do you see as the role of social investment?  Money which balances financial and social impact represents a vital part of the capital spectrum, and ranges from grant to hard edged investing. It’s a potential game-changer. It serves to take previously grant-funded initiatives and where possible, help these to access larger pools of more commercially focused financing.  Are there enough social purpose organisations in Asia operating at sufficient scale to access these larger pools of investment?  I speak to many funders, from philanthropic to impact investors, and regularly hear about insufficient “deal-flow”. But is there? The statistics in many countries suggest that there are many thousands of NGOs, social enterprises and for-profit social purpose enterprises in emerging countries in Asia, with only a fraction of these on the radars of donors and investors. So how would you bridge that gap?  My personal view is that we in the social investing community need to increase the quantity of grant and softer forms of capital to grow good ideas and scale those organisations which show promise. We need to do far more to build the strength of existing entities.  We need to get over our aversion to funding “core”, “overhead” or “capacity building.” Building governance in recipient organisations and putting in place the right human capital to deliver great outcomes should be seen more as an investment and not as an unwelcome drag on the real work. Otherwise the apparent over-supply of impact money looking for a home will ultimately drift away or, even worse, be applied to sub-optimal solutions which underperform.  What is the role of government in supporting the social economy?  Much depends on the starting point and environment in which a government operates.    Related: UK launches international social investment strategy    For example, the UK has adopted a comprehensive approach to building the social economy, creating a group of institutions and structures over recent years, whereas the US has adopted a more tactical approach, with excellent vehicles such as the Social Innovation Fund, and built knowledge around the economic impact of social programmes.  Neither approach is right, nor wrong. The important thing is for governments to consider the realities of where they operate and proceed accordingly. In order to build a better understanding of what’s happening across Asia and support governments to create the best conditions for social economies, AVPN in partnership with British Council, BMW Foundation, GSEF and others is holding the first “Asia Policy Dialogue” on social investment and venture philanthropy. Senior officials from 16 Asian governments, and observers from across Asia and the world will attend the event, which takes place right after the AVPN Conference in Hong Kong.  Has the evolution of the social enterprise sector in Asia lived up to your expectations? I tend to think more about AVPNs goals, and we are tracking well ahead of plan, but are we satisfied? Absolutely not.  We are scratching the surface and must strive to achieve more to reflect the ambition of our excellent membership and, most importantly, support the millions of social entrepreneurs throughout Asia. Andrew Muirhead is a director of the Asian Venture Philanthorpy Network. He has been engaged in the philanthropic sector since 1993. As CEO of Lloyds TSB Foundation for Scotland, he led the development of a wide range of innovative programmes to support NGOS and social enterprises globally. His pioneering work was recognised in the Beacon Prize awards. In 2008 Andrew founded Inspiring Scotland, where he was CEO till 2014 when he joined AVPN as exec vice chair. Inspiring Scotland has been recognised as a model of excellence by Cambridge University in a published review of its first 5-years of operation. A fellow of the Chartered Institute of Bankers in Scotland, Andrew’s non-executive career has spanned broadcasting, the university sector and community dqevelopment. Content on this page is paid for and provided by the British Council, sponsor of the international social enterprise hub",
  "webTitle": "Social investment in Asia – an insider’s view",
  "webPublicationDate": "2016-05-10T09:08:15Z",
  "webUrl": "https://www.theguardian.com/british-council-partner-zone/2016/may/10/social-investment-in-asia-an-insiders-view",
  "keyword": [
    {
      "webTitle": "Social Enterprise British Council Partner zone",
      "id": "british-council-partner-zone/british-council-partner-zone",
      "sectionId": "british-council-partner-zone",
      "sectionName": "GSB British Council partner zone"
    }
  ],
  "authors": [],
  "guardianId": "british-council-partner-zone/2016/may/10/social-investment-in-asia-an-insiders-view"
}