{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/09/my-wife-prefers-masturbation-to-having-sex-with-me",
  "id": "2016-05-09-304",
  "sectionId": "lifeandstyle",
  "body": "My wife prefers masturbation to sex with me. This is devastating to me and my self esteem. There are always a long list of excuses of why she doesn’t feel like talking about it. She has cheated on me a few times, too, and I have forgiven her but never forgotten. I brought up going to see somebody to talk about it, but she won’t. What should I do? Your wife is giving you a great deal of unspoken information, but it is hard for you to take in, probably because it’s painful. There must be specific reasons why you stay in a marriage with someone who not only rejects you sexually, but also allows you to be aware of her alternative sexual choices. If the positives of the relationship outweigh the negatives, then – like many other people in a similar bind – you may decide to continue. Plenty of people choose a sexless marriage, which is usually fine if that’s what both partners desire. But others put up with a situation such as yours because, deep down, they do not believe they can ever have a fair and equitable relationship. Think carefully about what you truly want and need. How important is sex to you? How important is having sex with her to you? Ask that she respect your perfectly valid and urgent need to talk this through. Given the impasse between you, you have a right to insist on counselling. • Pamela Stephenson Connolly is a US-based psychotherapist specialising in sexual disorders. • If you would like advice from Pamela Stephenson Connolly on sexual matters, send us a brief description of your concerns to private.lives@theguardian.com (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online and in print. She regrets that she cannot enter into personal correspondence.",
  "webTitle": "My wife prefers masturbation to having sex with me",
  "webPublicationDate": "2016-05-09T07:00:07Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/09/my-wife-prefers-masturbation-to-having-sex-with-me",
  "keyword": [
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Pamela Stephenson Connolly",
      "id": "profile/pamelastephensonconnolly"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/09/my-wife-prefers-masturbation-to-having-sex-with-me"
}