{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/30/chris-evans-revamped-top-gear-gets-lukewarm-reception",
  "id": "2016-05-30-43",
  "sectionId": "tv-and-radio",
  "body": "Comparisons between Chris Evans’s and Jeremy Clarkson’s Top Gear are not appropriate, programme insiders said in the aftermath of disappointing viewing figures and tepid reviews for Sunday night’s debut of the relaunched show. The BBC2 programme attracted 4.4 million viewers – below the 5 million Evans had hoped for – but sources said that it was unfair to make judgements based on the first episode’s ratings because that did not take into account the impact of the bank holiday and the numbers catching up online.  Evans himself insisted the programme was a “hit.” The presenter tweeted: “Top Gear audience grew throughout the hour. FACT. Won its slot. FACT. Still number one on i Player. FACT. These are THE FACTS folks”.    Top Gear audience grew throughout the hour. FACT. Won its slot. FACT. Still number one on i Player. FACT. These are THE FACTS folks.— Chris Evans (@achrisevans) May 30, 2016    The BBC released a supportive statement. Alan Tyler, its acting controller for entertainment commissioning, said that Evans and co-host Matt LeBlanc had “successfully kicked off a whole new era in style”. He added: “We are really looking forward to bringing our audiences even more thrills as the series continues.”   Related: 'So boring it barely exists': readers review the new Top Gear    Evans told the Guardian last week that he would be disappointed if the programme rated below 5 million, although that would be well below Top Gear’s historic viewer numbers.  The last series, featuring Clarkson, James May and Richard Hammond, averaged 6.4 million viewers. The BBC highlighted the fact that it gained viewers during the hour-long broadcast. A spokesperson added that, by Monday afternoon, Top Gear was the most popular show on iPlayer, with about half a million online views after the BBC2 broadcast, while spin-off show Extra Gear, fronted by motoring journalists Rory Reid and Chris Harris, was the second most watched. Reviews for the first episode were mixed, with some praise for its attempt to stick to the previous incarnation’s format but others lambasting it as a poor attempt to imitate Clarkson and co, who are making their own motoring programme with Amazon. There was criticism of the lack of chemistry between Evans and LeBlanc, though the response to racing driver Sabine Schmitz was broadly positive. The Mail was scathing, describing the revamp as “at best like watching a Top Gear tribute band performing one of those unfunny celebrity sketches on Comic Relief ... It was so bad you could practically hear the champagne corks popping at Amazon HQ”. Andrew Billen in the Times was not convinced by the rapport between Evans and LeBlanc: “Chemistry was what we were looking for here, but their badinage was no more than passable offcuts from an unmade transatlantic buddy movie.” His two-star review concluded: “Would we buy a used car show from this man? On this debut, only after some serious tweaking.” One person close to the production said that comparing Evans’ debut on a warm bank holiday to previous series of Top Gear, which normally aired in winter, early spring or autumn, was “comparing oranges and spanners”. The most recent series shown during the summer launched in June 2013, and attracted 5 million viewers for the opening episode. “It will take time as we know, but comparing volume figures for last night is a little bit unfair,” said the person, who asked not to be named. “There’s plenty for Chris and the chaps to build on. It was after all the very first show. It has plenty of room and time to ‎ breathe and develop.”   Related: New Top Gear review: lots of polish but it's still a secondhand car show    A bright spot for most was the performance of racing driver Sabine Schmitz and Evans’ decision to drop some of Clarkson’s blokeish demeanour.  The Mirror said that even Clarkson’s “most sulky fans” should find a lot to like about the show after his departure and the Telegraph welcomed the new team’s conservative approach. Its four-star review said: “Given time to bed in, there’s little doubt that we will warm to the new regime. This time next year, most people – especially those who don’t subscribe to Amazon – will probably have forgotten what all the fuss was about.” There have been numerous reports that Evans and LeBlanc do not get on, but the former Friends star has dismissed the claims as a “big load of bullshit”, adding that he “didn’t anticipate the ruthlessness of the British press”.",
  "webTitle": "Lukewarm reception greets Chris Evans's revamped Top Gear",
  "webPublicationDate": "2016-05-30T17:50:10Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/30/chris-evans-revamped-top-gear-gets-lukewarm-reception",
  "keyword": [
    {
      "webTitle": "Top Gear",
      "id": "tv-and-radio/top-gear",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Chris Evans",
      "id": "media/chris-evans",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Jeremy Clarkson",
      "id": "media/jeremyclarkson",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Amazon.com",
      "id": "technology/amazon",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "BBC2",
      "id": "media/bbc2",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/30/chris-evans-revamped-top-gear-gets-lukewarm-reception"
}