{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/09/kentucky-derby-african-american-jockeys-horse-racing",
  "id": "2016-05-09-250",
  "sectionId": "sport",
  "body": "The mint juleps were flowing, and the music, supplied by a jazz trio tucked into the dining room, was southern and sweet. Women in elaborately designed hats and men in snappy fedoras selected from a menu in which bourbon played a featured role, their Derby-best attire not deterring them from digging into the ribs that streamed from the kitchen on trays held high about the servers’ heads.  Louisville? Lexington?  Nope. Harlem. On the afternoon of 7 May, a multiracial crowd packed New Harlem Besame to watch the 142nd Kentucky Derby, to celebrate Harlem style, fashion, and food, and to honor the African Americans who played such a prominent role in the early history of the race, only to all but disappear from the sport at the start of the 20th century.    Related: Nyquist produces brilliant run to win Kentucky Derby    The Harlem Derby party was conceived by Rob Owens and Annette Harris to celebrate the heritage that saw African American jockeys ride 12 of the horses in the first Kentucky Derby and win 15 of the first 28 editions of America’s best-known horse race.  “We think it’s really important to get this history out,” said Harris. “Whenever we’d tell people about the history of black jockeys in horse racing, they’d say, ‘What? We didn’t know that,’ and get really excited about it.”  This year’s party, the fourth, honored former jockey Ronnie Tanner, who rode in New York and New Jersey in the 1960s and 70s. He was among the top 10 jockeys at Aqueduct when racing ended there in the winter of 1967, his first season riding in New York, and the top apprentice. The following year, he was featured in an episode of PBS’s Black Journal, and on Saturday, he was introduced to sustained applause by Gatha “Gate” Artis, who’s been clocking horses at New Jersey’s Monmouth Park for 46 years. “It’s been 50 years since I first came to New York and wanted to be a jockey,” said Tanner, a Pittsburgh native. “To be here in New York and in Harlem, where things really got started for me … it feels great.”  In a year in which a sorority at Dartmouth College cancelled its Kentucky Derby-themed party after some students protested that the run for the roses is rooted in a racist history, revelers in Harlem chose to focus not on the long era in which African Americans were excluded from horse racing, but on the important role that they played in it. Newton Hinds III, a principal in the Hinds Property Group in lower Manhattan, grew up in Elmont, New York, close enough to Belmont Park, he said, to smell the horses.  “I think that a lot of legacies that have gone on to be great have come from some of the most horrifying chapters of our nation’s history,” he said, sipping a mint julep at the bar. “But carrying that legacy forward is what’s important. It’s important to recognize what went wrong, but it’s also important not to dismiss the legacy of those pioneers that were there.”  Though African American jockeys, grooms, and hotwalkers used to be ubiquitous, they have all largely disappeared, replaced by Latinos. There are few African American thoroughbred trainers and owners, and few in the offices of racetracks and industry organizations across the country.     The celebrations get into full swing. Photograph: Antoine DeBrill    “At Monmouth,” said Artis, one of the few black clockers in the sport, “we have no African Americans in the offices. Not even one person in the racing office taking entries, and it’s a shame.”    Related: CJ McMahon and the rise and fall of the black jockey    No black jockeys rode in this year’s 20-horse Kentucky Derby field, but that made little difference to the nearly 200 people crowded into Besame when the horses broke from the gate a little after 6:30 pm. Seated closest to the big screen, a woman in a white dress and hat hollered, “That’s my horse!” as longshot Danzing Candy set the early pace, leading through much of the first mile of the race. Nearby, a man in a black fedora confidently counseled a tablemate, apparently the backer of another runner, “Don’t you worry about number 20 — don’t you worry.” (He was right: Danzing Candy finished 15th.) Tanner never rode in the Kentucky Derby, or in any of the races that a casual fan might recognize. Despite his early success, he struggled in New York and rode for the rest of his relatively brief career in New Jersey, convinced that the sport’s predominantly white owners wouldn’t give him a shot. “One of the trainers I rode for told me one day, when I walked into the paddock, ‘Ronnie, act like you don’t speak English, because this owner doesn’t like black people.’ Except he didn’t say ‘black people’; he used another word,” Tanner recounted. “So I kept my mouth shut because that’s the way it was. And when the owner found out I was black, he didn’t ride me anymore.”  Tanner now focuses on telling his story, and those of the black jockeys who came before him. He has represented Ken Browne’s Black Turf Project at events in Kentucky and New York, appearing at last fall’s Equus Film Festival in Manhattan’s East Village, and it’s through Browne that he met Owens, who made him the guest of honor this year. “We want to differentiate ourselves from other Derby parties,” said Owens, who grew up in Kentucky. “This is Harlem, the mecca of black America, and our party is Derby-inspired and Harlem-created. It’s about fashion and style, food and beverage and music, and the sport of horse racing.” “And it’s also,” he went on, “about African American history and achievement, and the contributions we’ve made to the Kentucky Derby and Thoroughbred horse racing.”",
  "webTitle": "Watching the Kentucky Derby in Harlem: 'It's about African American history'",
  "webPublicationDate": "2016-05-09T10:00:11Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/09/kentucky-derby-african-american-jockeys-horse-racing",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Teresa Genaro",
      "id": "profile/teresa-genaro"
    }
  ],
  "guardianId": "sport/2016/may/09/kentucky-derby-african-american-jockeys-horse-racing"
}