{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/peshmerga-review-bernard-henri-levy-cannes-2016",
  "id": "2016-05-20-80",
  "sectionId": "film",
  "body": "Veteran French intellectual Bernard-Henri Lévy was granted a late entry in the official Cannes selection with his absorbing and very well photographed documentary tribute to the peshmerga, the fighting force of the Kurds, battling to establish the state of Kurdistan across the existing states of Syria, Iraq, Iran and Turkey - and now the west’s newest best friends, our allies in the fight against Isis, or Daesh. Lévy’s film is here to remind us that Isis is not simply being fought by the cynics Assad or Putin. Lévy and his crew travel with the peshmerga northwest along enemy lines – though never behind these lines, in enemy territory – across Iraq towards the Sinjar mountains, the site of a brutal Isis massacre in 2014. There is some gripping and scary battle footage, and with camera drones, Lévy gets some breathtaking birds-eye view shots of the cities and plains.   Related: 'Tyranny has gone': Kurds and Yazidis celebrate recapture of Sinjar from Isis    A key moment of the film comes when he shows the peshmerga’s female battalions, and recounts the view that an Isis warrior is horrified above everything else by the idea of getting killed by a woman: it means, says Lévy, that he is unclean, and won’t get to heaven for his 72 virgins. Even if this nugget has been exaggerated – and I suspect it has – it’s an interesting example of the peshmerga’s tradition of equality. They incidentally don’t like to call their fallen comrades “martyrs” because that smacks of the jihadi death cult. Lévy’s film is, of course, far from objective in any normal documentary sense. A more detached film might have wondered aloud if our admiration for the plucky peshmerga is the equivalent of our praise for Afghanistan’s anti-Soviet mujahadeen in the 1980s, where the 21st century jihadis originated. But I think he is right to praise their courage and the fact that the fight against Isis terrorism isn’t simply a matter of waiting for the next act of asymmetrical warfare in western cities.",
  "webTitle": "Peshmerga review – an intellectually gripping tribute to Kurdish fighters battling Isis",
  "webPublicationDate": "2016-05-20T16:25:48Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/peshmerga-review-bernard-henri-levy-cannes-2016",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Bernard-Henri Lévy",
      "id": "world/bernard-henri-levy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kurds",
      "id": "world/kurds",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/20/peshmerga-review-bernard-henri-levy-cannes-2016"
}