{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/manuel-pellegrini-manchester-city-job-offer-england",
  "id": "2016-05-07-42",
  "sectionId": "football",
  "body": "Manuel Pellegrini believes he has several more years as an elite manager and is confident there will be attractive offers for his services after leaving Manchester City. Pellegrini leaves the club in the close season after three years to be replaced by Pep Guardiola. Yet despite turning 63 in September – and City being the 11th club of a 28-year management career – Pellegrini is hungry to continue at the highest level.   Related: Manchester City’s Manuel Pellegrini targets vital top-four finish    “The first option is to continue working immediately,” he said. “I love this profession. I’m sure I can be a top manager for a lot more years. I’m not tired. I don’t suffer with the pressure, I like it. I like it because it [drives you on] much more every day.” Managing another Premier League club is Pellegrini’s preference. “If I continue in England with a team that has a project which is competitive, it is a very important option. If I have to go to another important league in Europe with an important project with a big team, also of course it is an option. I have [a further] option maybe not in Europe but that I must decide with other things.” Pellegrini effects a low-key public persona but denies this means he can be underrated. “No, because when I finished with Málaga [in 2013] I had three or four options, the best teams in Europe. When I finish at Manchester City, I have important options. Also at Real Madrid [in 2010],” he said. Pellegrini also revealed he has previously been offered the chance to manage top Premier League clubs: “I had important options some years ago from Liverpool and before that I had options from Chelsea and Man City, before these owners,” he said. In his three seasons at City Pellegrini has won the Premier League and the Capital One Cup twice, most recently in February. He also took City into the Champions League knockout stage for a first time. In Pellegrini’s first two campaigns they were knocked out by Barcelona in the last 16. This season they reached the semi-finals, losing Wednesday night’s second leg 1-0 at Real Madrid to be eliminated by the same score. Pellegrini believes this run to the final four of the European Cup is his finest achievement this year as it has broken a psychological barrier for the club. He said: “It was very important. This season was my last one and it was important to demonstrate that we could do better and we really did it better. We played in a very good tactical way against Real Madrid. They scored just one. I didn’t expect that we were not going to attack because we didn’t change our mentality. We tried to press. I’m sure that in the next years they will have the last step.   Related: Manchester City v Arsenal: match preview    “The Premier League is the most important competition. If you are not going to qualify for next season’s Champions [League] I don’t think the fans are going to be very happy. Everyone wants to win the Champions League because it’s a special competition but the domestic game motivates a lot more. But if you ask me, yes my best thing this season was not to win the Capital One it was to arrive to the semi-final.” Neither Pellegrini’s side nor Arsenal, their opponents in Sunday’s late kick-off, are yet guaranteed a Champions League berth. Arsenal are in third place on 67 points, City fourth on 64 and Manchester United close behind in fifth on 63 after their win at Norwich on Saturday. Arsenal won the reverse fixture 2-1 and last season drew 2-2 at the Emirates and beat City 2-0 at the Etihad. Pellegrini believes Arsène Wenger’s team adopts a more negative, long-ball game against his side. “Last year they came here in another style of play. Longer passing and more direct. And more players in defence,” he said. When the season finishes Pellegrini will spend time exploring these shores. “When I live in a country I always try to learn about the country – not just England, the UK as a whole so I will stay here some days to do something different. I would like to visit a lot of cities in Scotland, Ireland [and] the south of England.”",
  "webTitle": "Manuel Pellegrini hopes for another job offer in England",
  "webPublicationDate": "2016-05-07T21:30:04Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/manuel-pellegrini-manchester-city-job-offer-england",
  "keyword": [
    {
      "webTitle": "Manuel Pellegrini",
      "id": "football/manuel-pellegrini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/07/manuel-pellegrini-manchester-city-job-offer-england"
}