{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/aston-villa-newcastle-premier-league-report",
  "id": "2016-05-07-83",
  "sectionId": "football",
  "body": "Optimism in the north-east has just relocated itself from Tyneside to Wearside. Other results were going Newcastle United’s way until Sunderland fought back in their game against Chelsea, and with only one more match to play, to Sam Allardyces’s two, this tepid draw against powderpuff Aston Villa returns Rafa Benítez to the bottom three, with limited hope of climbing out, five match unbeaten run or not.. Newcastle’s away form has been abysmal all season, but this was supposed to be their get-out-of-jail card. A team fighting for survival could not ask for more accommodating opponents than a home side who could not manage a shot on target, but if Villa were predictably ordinary Newcastle were surprisingly lacklustre. Even for them. Survival is now out of their hands and on the evidence of this performance - a massive missed opportunity - they cannot argue with the home crowd’s verdict. They are going down with the Villa, possibly as soon as Wednesday unless Benitez’s favourite small club can do him a huge favour. “We didn’t play well,” the Newcastle manager said. “Maybe there was too much anxiety, when you are under pressure you make mistakes. Villa changed their system last week against Watford and with five at the back they were very hard to break down. Our survival now depends on Sunderland more than us, but there is only one thing left for us to concentrate on now. If we get a chance to go into the last day with hope, we have to be ready to take it.”   Related: Jermain Defoe downs Chelsea to give Sunderland hope of escaping drop    The first half was an uneventful and unhurried stroll in the sunshine, the lack of urgency and inspiration all too typical of an end of season game. While that might have been par for the course for the participants whose relegation was confirmed weeks ago, it was distinctly worrying for Newcastle, who were meant making a bid to escape. Apart from the cheers from the travelling sans when Chelsea took the lead at Sunderland, you would never have guessed. Benitez probably spent the entire interval spelling out that if you cannot raise your game at a Villa Park with beachballs and balloons drifting all over the pitch, an aircraft circling the ground bearing the message that Randy Lerner is a Blue and Joleon Lescott being booed by his own fans every time he touched the ball, there could well be a few regrets when the season comes to a conclusion. Apart from the Holte End making slightly more noise than usual almost nothing of note took place before the interval. Papiss Cisse could not get on the end of an early cross from Vernon Anita, and when he had a far post chance half an hour later he volleyed into the ground, though the bottom line was that in 45 minutes of football neither goalkeeper was called upon to make a save. Villa hardly bothered to attack at all until they realised that Newcastle were not exactly putting them under the cosh. When they did their efforts were insipid, summed up by an incident when Kevin Toner spent so long in space on the left waving for the ball that the crowd cheered when he received it, only for the teenager to put his cross straight out of play. The second half promised better when Andros Towsend sent in a threatening cross from the right that might have produced a goal for Newcastle had Cisse managed a better connection or Jack Colback kept his follow-up shot lower. That turned out to be the misfiring Cisse’s last contribution, Benitez replacing him with Aleksandar Mitrovic six minutes into the second half. It would be an exaggeration to suggest that the effect was immediate, but without exactly laying siege to the Villa goal Newcastle did step up their attacking efforts after the break as well as beginning to play with a little more intent. Mitrovic missed a difficult chance when Cheick Tiote hooked the ball over Villa’s back line and the striker’s volley cleared the bar as well as the goalkeeper, at which the home crowd enthusiastically took up their chant of “You’re going down with the Villa”. That refrain was repeated as news filtered through of Sunderland’s fightback against Chelsea, the altered scoreline making a Newcastle win imperative. Play had to be held up 15 minutes from the end while the pitch was cleared of a fresh infestation of plastic inflatables. Benitez, who has seen enough of beachballs to last a lifetime, did not look impressed. He looked even more fed up when six minutes of stoppage time ended with no clear-cut chances but a free kick from which Townsend could try his luck. Last week against Palace a late wonder strike won Newcastle the points. This week the ball went straight to the goalkeeper. Cue Hi Ho Silver Lining. The survival story seems to have moved elsewhere.   Related: Manchester United’s Juan Mata leaves Norwich City in relegation zone",
  "webTitle": "Newcastle United drop back into bottom three after draw with Aston Villa",
  "webPublicationDate": "2016-05-07T16:18:04Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/aston-villa-newcastle-premier-league-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Aston Villa",
      "id": "football/aston-villa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/2016/may/07/aston-villa-newcastle-premier-league-report"
}