{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/16/samphire-tv-food-saturday-kitchen-sunday-brunch",
  "id": "2016-05-16-119",
  "sectionId": "business",
  "body": "UK supermarkets have reported soaring demand for samphire, the salty coastal sea plant also known as sea asparagus, thanks to TV cookery shows. Over the last year, sales of samphire, a healthy accompaniment to fish, have rocketed by 80% at Tesco, thanks to its popularity as an ingredient on BBC1’s Saturday Kitchen and Channel 4’s Sunday Brunch.   Related: A halibut and samphire meen curry recipe inspired by Goa | Feasting    The plant grows naturally near estuary waters and tidal creeks but for the second year running is being commercially harvested for the supermarket in the Vale of Evesham, Worcestershire – an area renowned for the quality of its asparagus. The grower uses glasshouses to replicate coastal temperatures and growing conditions to ensure tip-top condition and flavour.  “Until about five years ago, samphire was still only really known by foodies but since being championed by chefs such as Hugh Fearnley-Whittingstall and Jamie Oliver it is becoming a mainstream delicacy,” said Tesco vegetable buyer Bart Vangorp. “Unless you lived near the sea it was quite hard to find, which is why we decided to stock it to make it easier for our customers to buy.” The vegetable is also stocked by Waitrose – which has reported a sales uplift of 50% year on year – and Marks & Spencer.  Samphire (also known as glasswort) is not really a seaweed, but grows in the tidal zone on muddy, sandy flats, often around estuaries and tidal creeks. A succulent plant of the salicornia species, it resembles a miniature cactus without the spines. In season from mid-May until October, it is best prepared by either lightly steaming or sautéing it. Young shoots can be eaten raw and enjoyed for their crunchiness. The plant, typically sold on fresh-fish counters as well as in supermarket chiller sections, has vibrant green stalks with a crisp texture and succulent tender tips. It has a distinctively salty flavour and is low in calories with virtually no fat. It is also rich in vitamins, especially vitamin C. Tesco’s samphire is supplied by speciality growers Westlands – the UK’s largest producer of edible sea plants. The company started growing samphire seven years ago and initially produced about two tonnes a year, but demand is now so strong that it is on track to harvest about 240 tonnes this year. Peter Taylor, general manager of Westlands, said: “While the British season lasts from mid-May until October, estuary-grown samphire has a notoriously short window of being at its very best, which is about 2-3 weeks from late June to early July, after which it becomes too stringy. It doesn’t need to grow in water – it likes to be moist. And we only use the glasshouse to enhance and lengthen the natural growing days and season.”",
  "webTitle": "Samphire sales soar thanks to television food shows",
  "webPublicationDate": "2016-05-16T16:33:13Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/16/samphire-tv-food-saturday-kitchen-sunday-brunch",
  "keyword": [
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tesco",
      "id": "business/tesco",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Vegetables",
      "id": "lifeandstyle/vegetables",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Smithers",
      "id": "profile/rebeccasmithers"
    }
  ],
  "guardianId": "business/2016/may/16/samphire-tv-food-saturday-kitchen-sunday-brunch"
}