{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/30/why-teenagers-are-so-resistant-to-e-readers",
  "id": "2016-05-30-165",
  "sectionId": "childrens-books-site",
  "body": "There seems to be an idea spouted by many working in the media at the moment, that young people are giving up on traditional media. The BBC took BBC Three off our TV screens recently as it moves online to further target that lucrative 16-24 demographic. The BBC Trust claimed that there was “clear public value in moving BBC Three online, as independent evidence shows younger audiences are watching more online and watching less linear TV”. As made evident by their Twitter feed, many in the country have been left slightly confused by this move. Maybe they’re right to do this, or maybe it’s a mistake. Only time will tell. But the idea is part of a broader sense that young people live the vast majority of their lives on the internet. We don’t care about the BBC, we care about Netflix. Stuff ITV, let’s talk about YouTube. And again, maybe they’re right. I don’t have Netflix, but while I was initially a little upset about BBC Three moving online I quickly realised that I don’t often consume content on a “linear basis” from the BBC: I watch/listen/read it on-demand. The last time I remember sitting down and watching something in the slot it was actually scheduled was back in 2012, when the Olympics were in London. Anything else and it’s on demand.   Related: Can a Kindle ever take the place of a book?    Books just aren’t the same though. I own a Kindle, and love it. Who wouldn’t? If someone came up to you and told you that you could store thousands of books on a device that weighed less than one of those books, and you were a devout book lover, let’s be honest: you’d would take it. And the Kindle works wonders for baggage allowances. Imagine: taking more books than your local library onto an aeroplane and still being within your baggage allowance! But it’s worth remembering that, against all odds, the sale of physical books is on the up and the sale of digital books is falling. A lot. Maybe you’re thinking, “Well, adults and young children read books too! No evidence to say that teens aren’t going digital”. Hah. Well… A survey carried out for the Bookseller Children’s Conference in 2015 claims that 16-24 year olds (the same demographic that BBC Three went online to reach, remember) prefer physical books to digital books, with 64% saying print books were their favourite and 20% saying they didn’t mind. While teens may well be more likely to embrace e-books than those of an older age demographic, I think that’s a really clear indication that we’re not shifting wholesale away from tradition – not when it comes to books anyway.   Related: How ebooks made me an adventurous reader – and a published author    People have their different reasons for this. For me personally, one of the many reasons I’m still more than happy to splurge most of my money in Waterstones is not only the smell of new books (intoxicating though that is), but also the feeling of actually holding a book, and being able to actually have a page turner. You can’t smell a Kindle – you’re holding plastic – and tapping an e-ink screen to turn a page isn’t really the same being able to turn a page. Sure, I love the internet. It’s great. I am more than happy to make use of it, searching for new books to buy and adding them to wishlists so when I have the money I’ll go straight back and order it. I’ll spend great tacts of time watching YouTube videos, writing blog posts, or just procrastinating. And the internet is undoubtedly where I consume most of my visual content, using services like YouTube or iPlayer to do so.   Related: E-readers vs books: the debate    But that’s not the same as the assumption that everything people my age do is filtered through the digital sphere. I’m still able, in my school, to have a conversation with someone about what was on TV last night. We’re not at all disillusioned with traditional mediums of print and publishing; I’m still more than happy to read something that’s written on paper, be that a book or a newspaper, and whilst emails and WhatsApp and these new digital means of communication are useful, nothing’s stopping me from enjoying receiving a letter. Sometimes, innovation just doesn’t beat tradition. No doubt about it, the world is turning increasingly digital. By the end of this year, it’s estimated there will be around 2.13 billion global social media accounts. There are currently 44 million Netflix accounts around the world at the moment. The BBC reported that in January 2016 iPlayer had 315 million requests for TV and radio content, a 2% month-on-month increase. But that doesn’t mean we have no time for tradition any more – and I suspect books will live longer than most.   Related: How I fell in love with my Kindle    Do you still prefer printed books or ebooks? How does that affect how you read? Tell us on Twitter @GdnchildrensBks or by email childrens.books@theguardian.com",
  "webTitle": "Why teenagers are so resistant to e-readers",
  "webPublicationDate": "2016-05-30T07:49:43Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/30/why-teenagers-are-so-resistant-to-e-readers",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "E-readers",
      "id": "technology/ereaders",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/30/why-teenagers-are-so-resistant-to-e-readers"
}