{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/campaign-catchup-coalition-adds-up-the-sum-of-all-fears-then-adds-35bn",
  "id": "2016-05-24-277",
  "sectionId": "australia-news",
  "body": "You’ve heard the one about the opposition being bad on border protection, we all know the words to “jobs and growth”, now the Coalition’s got a new tune: Labor’s Bad At Budgeting. In a bid to distract from Labor’s rigorous and numerous “positive policies”, the government has zeroed in on their expense, costing – one assumes generously – every one to reach a total of $66bn. It’s a somewhat rubbery total because we don’t know what assumptions went into reaching it. Asked how much of that $66bn was the price tag attached to the party’s “aspirational statements”, official campaign spokesman Mathias Cormann said it took in spending that Labor had called for “in one way or another”. Malcolm Turnbull later refused to show reporters the Coalition’s working (“I don’t think you want to see them”) but said the total was ac-tu-ally $67bn. Treasurer Scott Morrison later cleared it up with a chart – sort of.    .@ScottMorrisonMP @MathiasCormann list of Labor's black hole spending. Much discussion abt where figures come from pic.twitter.com/jYpmPm63Xe— Gabrielle Chan (@gabriellechan) May 24, 2016      The chart of death. Is there a black hole in your black hole? Not at all, says @ScottMorrisonMP and @MathiasCormann pic.twitter.com/Tz6fYF3YRI— Gabrielle Chan (@gabriellechan) May 24, 2016    “Worst-case scenario is $67bn, best case is a $32bn black hole,” he said. Well, a margin of error of $35bn seems reasonable.   Shadow treasurer Chris Bowen said the government was putting about a “fantasy”, and that Labor was not about to take “any pious lectures” when the company tax cuts at the centre of government’s budget were “completely and totally unfunded”. Tony Burke suggested this path forward: “During the campaign, Liberal policies will be announced by the Liberal party, Labor policies will be announced by the Labor party.” The Coalition hasn’t publicised its election costings yet, and Turnbull demurred when asked when we might expect them, saying the “real issue” of the day was “the flagrant wastefulness and recklessness” of Labor’s spending. (Not telecommunications blackspots in the electorate of Corangamite in Victoria, where he announced $60m more in funding for mobile phone towers.) Turnbull also referred to “billion dollar Bill”, which, if anything, is complimentary of a man who has been known to drive his mum’s car and be disconcertingly occupied with the price and varieties of lettuce. Anyway, those who live in harbourside mansions shouldn’t throw stones. Shorten, meanwhile, today said Labour would legislate to protect Medicare from privatisation, on top of lifting the rebate freeze. That was the most expensive policy announcement of the campaign so far, not just Labor’s. Trailblazer Nova Peris bows out Nova Peris, Labor Indigenous senator and Julia Gillard’s captain’s pick, has resigned after only one term of office in the Senate. In a statement, she said she will serve her term and “fully support and endorse” her replacement, whoever that might be. “As the first Aboriginal female in federal politics as well as the Labor party’s first Aboriginal member in federal parliament I certainly had challenges, but none that I couldn’t handle or was not prepared for, having already lived a very public and documented life.” Peris said she would continue to fight racism and prejudice against Aboriginal people, and commended the Labor party’s commitment to “affirmative action”, pointing out that the party had endorsed six Aboriginal candidates for the election. She would not be commenting further on her decision, but there were reports she was seeking a job with the AFL. Penny Wong, Labor’s campaign spokesman and leader of the Senate, said Peris was a “trailblazer” and a “champion of change”. But Trish Crossin, the former Labor senator who was bumped by Gillard in favour of Peris, declared in the Australian: “This is what happens when you override a democracy.” Nothing personal there. “I do believe that the first female Indigenous parliament member needed to leave a legacy. And I don’t think this is the sort of legacy I’m referring to.” Nothing personal at all! Crossin will doubtless be pleased to learn that there’ll be no captain’s picks for Peris’s replacement: the decision will go to the ALP national executive. Names most mentioned include Malarndirri McCarthy, a former NT assembly member and journalist, and Marion Scrymgour, a former NT minister and deputy chief minister. Sunday night is fight night Turnbull and Shorten will square off for their first formal debate of the election campaign on Sunday night. In contrast to the people’s forum two weeks ago, which was broadcast on Sky to what Fairfax called “a modest viewing audience”, the hour-long debate at the National Press Club in Canberra will be shown live on the ABC. The leaders will be asked questions by Chris Uhlmann, the moderator and ABC political editor, as well as a panel of three journalists. One hundred uncommitted voters found Shorten to be the winner of the people’s forum. An announcement of the debate is expected tomorrow, following negotiations between the two campaigns. Let the games begin! Best of Bowers     Opposition leader Bill Shorten pays a visit to former leader Kim Beazley at Beazley’s home in Perth on Monday. Photograph: Mike Bowers for the Guardian    Further reading • A big majority of Australians say Malcolm Turnbull is doing little or nothing about climate change (Fairfax). Exclusive polling for Fairfax Media shows two-thirds of voters say the Turnbull government is doing “not very much” or “nothing at all” to combat climate change. • ‘Jobs and growth’ mantra faces tough test (AAP/the Australian) AAP economist Garry Shilson-Josling assesses where, er, exactly those jobs might be. • Coalition, Labor and Greens urged to halve homelessness in next decade Australia’s largest homelessness service providers, including Mission Australia and St Vincent de Paul, have called on the major parties to make homelessness a priority. And also ...     Dr Peter Young said it was ‘outrageous’ the AFP had been ‘used by the government to undertake this sort of covert surveillance’. Photograph: Joel Carrett/AAP    Australian federal police investigated an immigration detention whistleblower and accessed his phone records – in part because of his criticism of asylum seeker policies. Hundreds of pages of investigative file notes and reports surrounding Dr Peter Young were compiled following reports by the ABC and the Australian newspaper in December 2014, which disclosed the medical records of Hamid Khazaei, an asylum seeker on Manus Island who died following a skin infection on his leg. Young, who is a former medical director of mental health for Australia’s detention centres, urged workers from inside the system to be “angry and defiant” about attacks on whistleblowing. Meanwhile, in the rest of the world ... Speculation has been raging over who will fill Daniel Craig’s shoes as James Bond, with Tom Hiddleston, actor and DJ Idris Elba, and Homeland star Damian Lewis among those in the running to take the role of 007. But Gillian Anderson’s hint that she’d accept the role, tweeting a poster showing her as “Jane Bond”, sent social media into a frenzy over the possibilities. You’ve got to admit: she looks the part.    It's Bond. Jane Bond. Thanks for all the votes! (And sorry, don't know who made poster but I love it!) #NextBond pic.twitter.com/f8GC4ZuFgL— Gillian Anderson (@GillianA) May 21, 2016    And if today was a pop song ...    breaking-the adult shop near the Shorten Campaign event was robbed, no reports of what was taken @gabriellechan pic.twitter.com/MZz8zuTCKn— Mikearoo (@mpbowers) May 24, 2016    An armed robber held up an adult sex shop as Bill Shorten held a media conference nearby in the newly created electorate of Burt in Perth’s south-east, AAP reports. Police said an armed robber stole cash from the AdultShop.com store on Albany Highway just before 10am, then fled. Shorten was less than 100 metres away in a medical centre, talking about Medicare. You’ve got any number of songs about stealing to pick from, but the old-timey lawlessness of Adam & The Ants’ Stand And Deliver appealed.            Never miss another catchup: if you’re reading this in the Guardian app, tap on “Australian election briefing” at the top or bottom of this page, then tap on “Follow series” to get an app notification as soon as the Campaign catchup publishes every afternoon.",
  "webTitle": "Campaign catchup: Coalition adds up the sum of all fears, then adds $35bn",
  "webPublicationDate": "2016-05-24T07:27:34Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/campaign-catchup-coalition-adds-up-the-sum-of-all-fears-then-adds-35bn",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nova Peris",
      "id": "australia-news/nova-peris",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [],
  "guardianId": "australia-news/2016/may/24/campaign-catchup-coalition-adds-up-the-sum-of-all-fears-then-adds-35bn"
}