{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/police-car-set-on-fire-as-officers-and-protesters-clash-in-paris",
  "id": "2016-05-18-160",
  "sectionId": "world",
  "body": "A police car was set on fire while officers were still inside as Paris police protesting against public “anti-cop hate” clashed with opponents. Three officers escaped the vehicle before it burst into flames and were said to be shocked but not seriously injured. The public prosecutor’s office has opened an inquiry into attempted murder in relation to the incident in Paris on Wednesday. The attack on the police car was a sign of the level of animosity French police claim they are subjected to by the youth-led protest movements sweeping the country.  Police unions had called on officers, past and present, to attend a lunchtime protest in about 60 towns and cities following two months of often violent protests against controversial legislation introduced by the Socialist government. The unions claim that about 350 of their members have been injured since demonstrations, mainly focused on fiercely contested employment law reforms, began in March. The biggest police protest on Wednesday was at the symbolic Place de la République in Paris, the hub of the Nuit Debout movement, which has set up camp there most nights for the last six weeks. The movement has been particularly outspoken in denouncing alleged police violence in the French capital and several of the 60 other towns and cities across France where it has spread.     The burning police car in Paris. Photograph: Cyrielle Sicard/AFP/Getty Images    As officers gathered in the square, which had been cleared and sealed off, about 300 counter-demonstrators from a group called Emergency, Our Police Are Killers, which had been banned from staging its protest, arrived shouting: “Cops, pigs, assassins,” and: “Everyone detests the police.” They were pushed back by riot police using teargas. Helicopters flew over the central square after a group of people reportedly wearing motorcycle helmets and brandishing sticks attacked a police car parked behind the square along the Saint Martin canal. After smashing the windows, another group allegedly set fire to the vehicle, with television footage appearing to show smoke coming from the car before it became engulfed in flames. Christophe Rouget, an officer with the Interior Security union, said he was not surprised by Wednesday’s attacks and said police were facing “gangs of urban guerrillas”. “There have been some serious attacks … all the groups of urban guerrillas want to destroy city and town centres and attack the police,” Rouget told BFMTV. “There’s a silent majority in favour of the police. The authorities must arrest the vandals … and [then] we can return to a normal situation in society.”     A demonstrator wearing a Guy Fawkes mask gestures as police and protesters clash. Photograph: Joel Saget/AFP/Getty Images    On Monday morning, Jean-Marc Falcone, director general of the Police Nationale, told Europe 1 he was happy a survey in Le Parisien newspaper had shown 80% of French people had a good opinion of the police. Asked about police violence towards the Nuit Debout demonstrators, Falcone added there were 150,000 police and 100,000 gendarmes in France and “there could be a few who might commit reprehensible acts”. “If it is proved they are out of order, and they are disciplined by the law, the authorities will take the necessary measures,” he said. The government has used emergency constitutional powers to push through controversial labour law reforms, including a loosening of the maximum 35-hour working week and a cap on redundancy payments, avoiding a parliamentary vote it would almost certainly have lost – a move that has sparked even greater opposition. On Wednesday, the country’s rail network was severely disrupted by a train drivers’ strike while lorry drivers continued to block major roads in the north and west of the country, and airlines were forced to cancel 15% of flights from Paris Orly airport.",
  "webTitle": "Police car set on fire as officers and protesters clash in Paris",
  "webPublicationDate": "2016-05-18T13:44:10Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/police-car-set-on-fire-as-officers-and-protesters-clash-in-paris",
  "keyword": [
    {
      "webTitle": "Paris",
      "id": "world/paris",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kim Willsher",
      "id": "profile/kim-willsher"
    }
  ],
  "guardianId": "world/2016/may/18/police-car-set-on-fire-as-officers-and-protesters-clash-in-paris"
}