{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/25/stuart-broad-england-sri-lanka",
  "id": "2016-05-25-72",
  "sectionId": "sport",
  "body": "For the second week running at England nets a bowl-off was held, with Jake Ball and Chris Woakes both steaming in at Durham’s blustery Riverside ground hoping to catch the eye of both captain and head coach before Friday’s second Test with Sri Lanka. Before the three-day win at Headingley it was Ball vying with Steven Finn and while the latter’s eventual selection would in normal circumstances see the former next in line, it is a knee injury to the man who balances the side, their all-rounder Ben Stokes, that makes this particular choice for Alastair Cook and Trevor Bayliss less straightforward. Should England, off the back of a one-sided innings victory in Leeds, take an early look at Ball, this summer’s county cricket bolter, but lengthen their tail in the process? Or should the more accomplished batsman in Woakes, himself fresh from a career-best nine for 36 with Warwickshire earlier this week in an exhibition of high-velocity swing, jump the queue? For Stuart Broad there was understandably a fine line to sail down when discussing the issue with the media before the team’s exertions got under way, with Ball his Nottinghamshire colleague and Woakes a Test team-mate on six previous occasions, albeit one who is yet to see his 384 first-class wickets at 25 runs apiece translate to the highest level. “The great thing is that both guys are in good form,” said Broad. “It helps the team relax knowing that whoever replaces Ben Stokes is playing like that. But don’t get me wrong, he will be a big loss. He’s a No6 batsman who is a fantastic bowler as well, so it does change the dynamics a bit.” Broad spoke glowingly of both Ball’s progress and his skill moving the ball both ways, one that has seen the 25-year-old right-armer claim 21 wickets in four county fixtures this summer. And yet the situation of the series, with England 1-0 up with two to play, and the fact that it is Stokes facing six weeks off after surgery, was of greater significance to the world’s No1 Test bowler. “One thing is for sure, Ben Stokes is going to get injured again. We had it with Andrew Flintoff in the past – where do we go when he gets injured? We do need a contingency plan because he’s an all-action cricketer and there will be times where he’s missing for some really big games. So I think you play the side that you would play if it was an absolutely must-win match. And actually, it is one because we could seal the [Test] series this week.” Asked why Woakes, with just eight wickets from six Tests since his debut in 2013, was yet to fire for England in whites, Broad replied: “Test cricket is one of those things you have to adjust to. There is a slightly different length you have to bowl compared to the nibbling county wickets. But it is so early to judge a bowler, especially when those [six] matches have been quite intermittent. “I had to wait 11 Tests for my first five-fer, in Jamaica in 2009. It is a bit of a weird place at the start of your career if you don’t set the place alight. You have to have patience and belief that you’re good enough to deliver. If he gets the chance then I’m sure he will be keen to put in a match-winning performance and you can’t come in with much more confidence than after a nine-fer.” Tickets sales, last reported to be sitting at 45% capacity over the five days, have become an acute talking point in the build-up to this Test, not least since the injury to Stokes denied Durham a homecoming hero upon which to peg a late marketing push. Broad feels England’s record at Test cricket’s most northerly outpost – played five, won five – is reason enough to see the Riverside remain a host venue. There are, however, no further Tests to be held here before the end of 2019, where the current allocation ends, and with seven home summer fixtures mooted to become six thereafter, it could even be the last. Negotiations between Durham and the England and Wales Cricket Board over an extended repayment period for this Test match’s £923,000 staging fee are ongoing as part of a wider discussion over assistance for the club, which despite producing the second-highest number of England players since 1996, is struggling to manage debts of up to £6m. A loss is expected this week, which may see the profitable limited-overs matches preferred in future. The Riverside holds a place in Broad’s heart, of course, as the scene of one of this three Ashes-winning spells, where he kicked up his knees and roared in from the Lumley end to take six Australian wickets and comprehensively settle the 2013 series in a nip-and-tuck match. Three years on, those who do make the trip to Chester-le-street will hope that Sri Lanka’s cricketers, on Wednesday seen practising in numerous layers to combat the rather parky conditions, can put up a greater fight than at Headingley and play their part in a similarly classic encounter.",
  "webTitle": "Woakes or Ball: not a bad choice for England to have, says Stuart Broad",
  "webPublicationDate": "2016-05-25T17:23:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/25/stuart-broad-england-sri-lanka",
  "keyword": [
    {
      "webTitle": "Stuart Broad",
      "id": "sport/stuart-broad",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/25/stuart-broad-england-sri-lanka"
}