{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/03/just-eat-delivers-profit-restaurant-commission-online-takeaway",
  "id": "2016-05-03-209",
  "sectionId": "business",
  "body": "An increase in fees charged to UK restaurants has delivered extra profit for Just Eat, the online takeaway food service. Just Eat, which lets diners order food from 27,000 UK restaurants, increased its commission rate by a percentage point to 13% for existing customers at the start of April. It said restaurants reacted positively to the changes, which also included paying them weekly instead of twice a month. The extra commission meant Just Eat expected annual revenue of £358m, up from an earlier prediction of £350m. After investing some of the extra money, annual earnings are forecast to be £4m higher than expected at £102m to £104m. In the three months to the end of March, the first quarter of Just Eat’s financial year, food orders rose 57% to 31.5m as diners increasingly opted to order takeaways on computers, tablets and phones. Underlying order growth was 41%. Just Eat shares rose 8.5% to 416p after the earnings upgrade and were the biggest gainers in the FTSE 350 index. The company is one of the big successes from the wave of flotations in 2014 when it listed its shares at 260p. The company is tapping into the trend for time-pressed households to order takeaways and increased use of smartphones and tablets. As a result, Britain is predicted to spend almost £8bn a year on pizzas, curries and other takeaway meals by the end of this decade. Just Eat sends orders to restaurants using its service in return for a fee, claiming it is worth the expense for the extra orders generated. The company started life in Denmark in 2001 but moved five years later to the UK, its biggest market. It has operations across Europe as well as in Canada, Latin America and Australia, and has signed up a total of 64,000 restaurants. David Buttress, Just Eat’s chief executive, said: “We have had an excellent start to 2016 and I am delighted with the company’s performance and the momentum in the business. Our focused strategy and improvements to both our consumer offering and restaurant support are working and we are well positioned to continue benefitting from channel shift in the category.”",
  "webTitle": "Just Eat delivers profit rise after hike in restaurant commissions",
  "webPublicationDate": "2016-05-03T11:45:39Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/03/just-eat-delivers-profit-restaurant-commission-online-takeaway",
  "keyword": [
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Online shopping",
      "id": "money/online-shopping",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "E-commerce",
      "id": "technology/efinance",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/03/just-eat-delivers-profit-restaurant-commission-online-takeaway"
}