{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/25/revisiting-roots-how-was-your-family-impacted-by-the-slave-trade",
  "id": "2016-05-25-262",
  "sectionId": "tv-and-radio",
  "body": "An adaptation of Alex Haley’s story of an African who is sold into slavery in America, the original series of Roots won nine Emmys. It was seen by 100 million viewers – among the most watched TV broadcasts of the past 40 years. Now, nearly 40 years on a remake of the epic drama is returning to our screens. Covering the American Revolution, Civil War and emancipation, it chronicles the life of Kunta Kinte and the life of his family over the years. Documenting the appalling plight of African America’s slave ancestors the new show follows films such as Steve McQueen’s 12 Years a Slave. Addressing those who questioned why he made the film McQueen said, “people want to close their eyes on some subjects. They want to keep on going, they don’t want to look behind them.” If you or your family have been affected by the African slave trade we’d like to hear from you. Why is it important to still talk about it today? Should there be more broadcasts like Roots? You can share your views and stories by filling in the form below. We’ll feature a selection of your contributions on the site.",
  "webTitle": "Revisiting Roots: how was your family affected by the slave trade?",
  "webPublicationDate": "2016-05-25T07:45:00Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/25/revisiting-roots-how-was-your-family-impacted-by-the-slave-trade",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/25/revisiting-roots-how-was-your-family-impacted-by-the-slave-trade"
}