{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/15/cymbeline-rsc-review-melly-still",
  "id": "2016-05-15-190",
  "sectionId": "stage",
  "body": "What have we left of Shakespeare? A few accounts of productions and the words he wrote. It is his words that have made the plays live on in his native England and throughout the entire world. The words shape the plays, the characters, the scenes; and the choice of words was made by someone who understood how, on a bare stage, language shapes encounters and encounters shape actions to bring new worlds to life. In this new production of Cymbeline, one of Shakespeare’s most complex and intriguing plays, directed by Melly Still, the words are chivvied about the stage, rattled out by actors hithering and thithering pointlessly but energetically; or they are lingered over, slack-paced, rhythmless, as performers pattern hand gestures to pantomime meanings (or thrust their groins, if there is a sexual allusion – movement direction by Emily Mytton). At times, Shakespeare’s language is abandoned altogether: the actors deliver his lines in (for the most part, poorly spoken) French, or Italian, or Latin (with English surtitles projected on to a backing screen). While this offers temporary relief from the (for the most part) poorly spoken blank verse, it seems an unnecessarily condescending way to indicate the pan-European nature of the Roman Empire – and to suggest its contemporary resonances on the eve of a referendum.     Marcus Griffiths as Cloten with Bethan Cullinane as Innogen. Photograph: Tristram Kenton    Most of the first half felt like an Edinburgh festival fringe production by a group of late-1970s students bursting with ideas. Cymbeline transgenders from King to Queen; her daughter, Innogen, separated from her banished lover, Posthumus, is beset by wicked stepfather and stepbrother (an excellent Marcus Griffiths uncovering layers in the doltish Cloten); the ancient Britons of Cymbeline’s court wear ragged robes made of sacking or tweed suits, while the Romans are sharp-lapelled in dark glasses (Anna Fleischle designs)… There’s a thrown-together enthusiasm about this; a cluttered, chaotic, two-dimensionality that would be promising in students – but the RSC has the time, money and expertise to think through ideas more thoroughly and hone them more sharply for performance. The second half develops a third dimension with the introduction of the disguised banished courtier, Belarius and “his” two children (actually stolen from Cymbeline 20 years earlier). In the wilds of Wales, actions and words match. Character, situation and relationships have an imaginative coherence that gives them emotional reality. This is powerfully developed by Graham Turner as an intense, focused, vigorous Belarius and by Natalie Simpson and James Cooney as his children. It is when she enters this world that Bethan Cullinane’s Innogen comes affectingly to life – ironically, more womanly here, disguised as a boy, than when in torn tutu at court. Dave Price’s music – combinations of strings, wind, percussion and keyboards – is magnificent (although occasionally melodramatically placed). It gives shape and depth and atmosphere and helps to make whole the bittiness of what we see before us. • Cymbeline is at the Royal Shakespeare theatre, Stratford-upon-Avon until 15 Oct",
  "webTitle": "Cymbeline review – thrown-together enthusiasm",
  "webPublicationDate": "2016-05-15T06:59:18Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/15/cymbeline-rsc-review-melly-still",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Royal Shakespeare Company",
      "id": "stage/rsc",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Clare Brennan",
      "id": "profile/clare-brennan"
    }
  ],
  "guardianId": "stage/2016/may/15/cymbeline-rsc-review-melly-still"
}