{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/26/will-leaving-eu-harder-work-europe-uk-workers-abroad",
  "id": "2016-05-26-314",
  "sectionId": "careers",
  "body": "“I’ve always taken our right to freedom of movement for granted, and it’s only now this is being threatened that I realise how truly valuable it is,” says Natalie Collins, a British master’s student who worked as a teacher in Italy last year. Her feeling of insecurity surrounding the Brexit issue is echoed by the 1.22 million Britons already living and working in other EU countries, and the 2.9 million European expats in the UK. If Britain were to leave after 23 June, she and many others fear it would make it much more difficult to work abroad. But Roland Smith, a fellow at UK think tank the Adam Smith Institute, doesn’t think Collins has anything to worry about. “Nothing will happen to them; everything will be as before,” he says. Why is he so sure? Because he believes the only viable option after a Brexit would be to join the European Economic Area (EEA), which would maintain the single market – meaning free movement of goods, services, capital and of course, persons between the remaining member states. So this would have the least effect on UK migrants already working in EU states. It’s what Catherine Barnard, professor in European Union law at Cambridge university, refers to as “doing a Norway” (the country has remained in the EEA despite voting in 1994 to reject EU membership). Free movement is preserved, so British workers would continue to have equal treatment abroad as would EU workers in the UK. But while some such as Smith are adamant this would be the only viable option if the country were to vote leave, the leave campaign’s frontmen, Michael Gove and Boris Johnson, are both adamant that Britain would be better off outside the single market. After all, immigration and free movement have been at the heart of the EU debate for some time.  It has also been argued that being a member of the EEA means “we pay but have no say”. Norway is still the 10th biggest budget contributor, but doesn’t participate in decision-making in Brussels although it has to abide by its policies. This would not appeal to many Brexit supporters who long for more sovereignty. If Britain did leave the single market, it’s possible that the UK could make bilateral agreements with EU member states, which could include free movement of persons, such as Switzerland’s deal. But after a Swiss referendum in 2014 where the country voted in favour of quotas for EU migrants, it’s hard to believe that free movement would be guaranteed if Britain went down this route.   Related: Work after Brexit: the biggest winners and losers for UK jobs    Barnard believes many Britons will be put off moving abroad to work in EU states because “UK workers will no longer be able to rely on any EU-related rights” if there’s a “pure” Brexit (leaving the single market). Without these EU rights, potential expats would have to rely on domestic immigration law. And the reality may be that highly skilled workers will be the most desirable, meaning low-skilled labourers will have the most difficulty getting visas to work abroad.  “As a Brit I take for granted how easy it is to move and work here [Germany]. Legally it’s no more difficult than moving within the UK,” says Tom Cox, who’s been living and working as a freelance journalist in Berlin for the last four months. “With a Brexit, British expats would be shunted from the ‘welcome’ to the ‘questionable’ pile. I’m worried because I’d have to apply for a visa to work in Berlin, and there’s always a risk of rejection.” However, Barnard emphasises that UK migrants needn’t panic. “Even if there’s a vote to leave on 23 June, it won’t look any different on 24 June,” she says. “In terms of rights for people, nothing will change until the article 50 process has been completed, and there’s a two-year negotiating period.” (Article 50 of the Lisbon Treaty allows member states to withdraw from the union.) So for the near future at least, working migrants would be protected under existing EU laws. John Springford, a senior research fellow at the Centre for European Reform echoes Barnard’s sentiments. “Those who have already left the UK are probably going to have their rights respected,” he says. There is also an argument that anyone who has already moved has vested rights under international law. “There are alternative safety nets,” Barnard says. All EU states are signatories of the European Convention on Human Rights – separate to EU law – so anyone working in members states will have protection under the European Convention, “which means they can’t be just promptly deported”. So for British expats who moved to EU member states before 23 June it’s likely that little will change in terms of their jobs and right to work – at least for the foreseeable future. But without knowing what negotiations would take if Britain were to vote leave, many people will have to come to terms with this uncertainty. Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "Will leaving the EU make it harder to work in Europe?",
  "webPublicationDate": "2016-05-26T06:00:03Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/26/will-leaving-eu-harder-work-europe-uk-workers-abroad",
  "keyword": [
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Job hunting",
      "id": "money/job-hunting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Naomi Larsson",
      "id": "profile/naomi-larsson"
    }
  ],
  "guardianId": "careers/2016/may/26/will-leaving-eu-harder-work-europe-uk-workers-abroad"
}