{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/trails-of-2016-job-low-satisfaction-company-short-termism",
  "id": "2016-05-09-261",
  "sectionId": "commentisfree",
  "body": "Are you satisfied with your job? If you are anything like those recently surveyed by the Chartered Institute of Personnel and Development (CIPD), then the answer is probably no. The figures tell us that the big squeeze on UK workers following the 2008 crash continues unabated and might even be getting worse. Job satisfaction has reached a two-year low, according to the survey. Most of us do a rough job satisfaction calculation every day. We ask ourselves, typically on that long and dreary commute to the office: is our job giving us more than it takes? If the answer is yes, then we are generally satisfied. But the CIPD survey shows that more are saying no. In fact, one in four UK employees are looking to leave their jobs.   Related: Are these the world's most boring jobs? | Guardian readers and Sarah Marsh    What might be causing this malaise? Why has work become so bad for so many? One basic driver is money. The way in which wages and salaries have flatlined over the last 20 years is deeply shocking. But things got really bad after the 2008 crisis. Between 2009 and 2014 real wages fell every year, something that hasn’t happened since the Victorian era. We decide whether our pay is fair or not in absolute and relative terms. If our wages are barely covering the basic cost of living – rent, energy, food – then we feel under-rewarded in absolute terms. But then we compare what we get to others. From this perspective a bitter sense of injustice can grow. For example, even those lucky enough to get a whopping 5% pay increase this year (great in absolute terms) will still feel dissatisfied when they see BP CEO Bob Dudley’s sickening £14m pay package. Unless you’re one of those Panamanian-based one-percenters, feeling ripped off becomes a basic attitude and that takes its toll on workforce morale. This is why inequality is bad for everyone, not just the poor. The CIPD survey also cites bad management as a cause of job dissatisfaction. We have all seen one of these individuals weaving their witchcraft in the office. Workers I have spoken with over the years express amazement not only at the damage one superior can cause over a short period, but that senior management ever thought it a good idea to hire them.    For many workers there is no way to get gain better skills, get ahead or promoted    Look what recently happened to New Zealand’s leading media firm MediaWorks – a drama that has gripped the nation for the last year. Mark Weldon was as hired as CEO in August 2014, with no background in media. He was a high-flier, charismatic, a mover and a shaker in the banking world. However, his management style soon began to bite: namely, a mass exodus of talented news readers, producers and writers. Strangely enough, the senior board supported him up to the last moment, even as the human wreckage was plain to see. An exit sounds lovely but is unrealistic for most. For those unable to quit their jobs there are hundreds of online forums and coaching sites designed to help you cope with a difficult boss, or even an office psychopath. This is no doubt a better option than a growing (and worrying) trend in the US. The National Bureau of Statistics found that one in every 10 managers who die are killed. The next cause of job dissatisfaction picked up in the CIPD survey is lack of training and development. For many workers there is no way to get gain better skills, get ahead or promoted. UK businesses are notorious for under-investment in capital and staff training. For large multinational firms, this is because they adhere to a “stretch and extract” business model, otherwise known as asset sweating. Just look at our national rail services, for example. The deep flaw with shareholder capitalism as it is religiously practised in the UK is that long-term investment is counted as a “loss” on the quarterly report for some offshore investor looking for quick returns. It encourages a short-term squeeze of employees, equipment and customers, and the government ( ie taxpayer) is usually left with the bill for investment.   Related: Why work is much easier than love | Alain de Botton    This is one of the major reasons the UK economy is suffering a dire skills deficit and ultra-low productivity levels compared with other EU counties. Workers are not able to better themselves on the job. Human beings thrive on mastery and self-development. But if most of our day is spent somewhere that explicitly forbids that, then of course we will be unhappy, stuck in a rut. The situation is exacerbated in the new workplaces that celebrate flat hierarchies, no job titles and informal structures, like Zappos. According to the CIPD, instead of motivating workers, these environments can actually enhance a sense of disempowerment because there are no formal channels for promotion. And favouritism will inevitable flourish in such informal work conditions. But I think the problem goes deeper. We are constantly reminded that we live in a vibrant democracy. As rational adults we have control over our destinies. But none of this seems to apply to the 92,120 hours we spend in paid employment over a lifetime. That disconnect between democratic self-determination and the realities of work appears to be widening. One only wonders whether a refreshing democratic spring breeze might someday blow into the offices and firms of the UK, transforming work into something worthwhile again.",
  "webTitle": "The trials of a 2016 job: why so many of us are unhappy at work | Peter Fleming",
  "webPublicationDate": "2016-05-09T09:17:29Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/trails-of-2016-job-low-satisfaction-company-short-termism",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work-life balance",
      "id": "money/work-life-balance",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Fleming",
      "id": "profile/peter-fleming"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/trails-of-2016-job-low-satisfaction-company-short-termism"
}