{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/04/ftse-slips-back-on-miners-and-sainsbury-but-next-and-bae-buck-trend",
  "id": "2016-05-04-283",
  "sectionId": "business",
  "body": "Leading shares in the UK are dipping lower again but reasonable eurozone services surveys are providing some support, even helping European markets edge higher. Mining shares are among the biggest losers on the FTSE 100 on continuing concerns about the strength of the global economy and thus demand for commodities, but BAE Systems has climbed 1% to 481.2p after saying it had made a good start to the year. The statement comes ahead of its annual meeting, but analyst Sandy Morris at Jefferies remained cautious:  The AGM statement says BAE has “good momentum”, but provides no real substance for that assertion, in our view. The breadth of BAE’s business and programmes does make it robust, even were there no further export for Typhoon, but we believe there is arguably still some uncertainty about the rate of growth BAE can sustain over the next three years. BAE appears to have made a satisfactory start to 2016, but has arguably not been able to generate any excitement. We recognise the backdrop looks more positive. Certainly, the conflict in Yemen appears intractable despite the recent peace negotiations in Kuwait (although the Saudi-led coalition has halted the bombing campaign). On the other hand, the Russian defence budget is under pressure and may now reduce. Looking across BAE’s major US peers, we think it fair to summarise the first quarter of 2016 as having been pretty uneventful in terms of organic growth in sales and the development of order backlogs. We venture BAE is in the same camp.  Next has also moved higher, up 212p at £51.90, leading the FTSE 100 risers and recovering from weakness despite downgrading its profit forecasts for the third time in five months. But Sainsbury disappointed with its results, falling 16.1p to 269.6p and helping drag rival Morrisons down 7.7p to 183.2p and Tesco 5.25p lower to 164p. As for the mining shares, BHP Billiton is down 58.9p at 816.4p as copper continued to slide and, perhaps more significantly, Brazilian prosecutors filed a $43.5bn lawsuit against the company and peer Vale for a dam collapse last year which killed 19 people and polluted a major river. Elsewhere Royal Dutch Shell A shares are down 15.5p at 1739.5p after the oil company cut its 2016 spending by 10% following the completion of its takeover of BG, citing continuing low oil prices. Overall the FTSE 100 has fallen 38.33 points to 6147.26, not helped by news that the UK construction sector had grown at its slowest rate in nearly three years, albeit bad economic news delays the prospect of any UK rate rise.",
  "webTitle": "FTSE slips back on miners and Sainsbury, but Next and BAE buck trend",
  "webPublicationDate": "2016-05-04T08:49:08Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/04/ftse-slips-back-on-miners-and-sainsbury-but-next-and-bae-buck-trend",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BAE Systems",
      "id": "business/baesystems",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Next",
      "id": "business/next",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "J Sainsbury",
      "id": "business/j-sainsbury",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Morrisons",
      "id": "business/morrisons",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tesco",
      "id": "business/tesco",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BHP Billiton",
      "id": "business/bhpbilliton",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Royal Dutch Shell",
      "id": "business/royaldutchshell",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/04/ftse-slips-back-on-miners-and-sainsbury-but-next-and-bae-buck-trend"
}