{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/12/scandal-veep-house-of-cards-political-tv-dramas-donald-trump",
  "id": "2016-05-12-113",
  "sectionId": "tv-and-radio",
  "body": "It’s been over a week since Donald Trump’s last remaining rivals surrendered and he became the presumptive GOP presidential nominee. On Shonda Rhimes’ ABC political drama Scandal, though, Republican elites just managed to maneuver a lightly fictionalised version of Trump out of the primary. Last Thursday’s episode was surreal to watch, as the show built suspense around vulgar, bigoted billionaire outsider Hollis Doyle’s (Gregg Henry) rise to frontrunner status – teasing a disastrous outcome that had already happened in real life.   Despite its attempts to mirror reality, Scandal will end its fifth season on Thursday night amid series-low ratings. It’s struggling to hold the attention of viewers who are inundated with election news every day, their appetites exhausted by prime time. The show’s writers may have been canny enough to mold Doyle after Trump, but even a team so steeped in hyperbole couldn’t match the real candidate’s unscripted rants for sheer entertainment value. Scandal is joined in this sad state of political television affairs by Veep and House of Cards. Poor timing isn’t the main problem. In fact, when these shows premiered within a year of each other in 2012 and 2013, each series brought its own brand of pessimism – Scandal’s high camp, Veep’s eye-rolling disbelief, and House of Cards’ unrelenting cynicism – to its depictions of the political class. Back then, these shows reflected the relentless disappointments of an era marked by a shocking government surveillance scandal, social media that inflated tiny gaffes into national news stories, and 24/7 online and cable-news punditry creating narratives around both. As real headlines documented outrage after outrage, television fed our collective cynicism with harsh portraits of the personalities behind them.      Julia Louis-Dreyfus as Selina Meyer: eye-rolling disbelief. Photograph: Paul Schiraldi Photography    Presented to us as Washington’s number one fixer, Scandal protagonist Olivia Pope (Kerry Washington) became an avatar for the idea of politics as a game of manipulation. In front of her fictional CNN cameras and behind the scenes, she packages messy realities in attractive cover stories that play exactly as she predicts they will. On last week’s episode, for example, she helped an African American candidate played by Norm Lewis abort his campaign with a staged rant about Doyle’s racism; Olivia is sure voters will write him off as an angry black man, and they do. Scandal is a show full of catchphrases, and Olivia’s favorite is, “It’s handled.” Though she is constantly haunted by the fallout of her actions, she’s willing to lie, kill and steal elections to achieve her objectives. The only way to beat her is to craft and sell a more persuasive narrative. And the only character who does that on a regular basis is the ultimate insider: Olivia’s father Rowan (Joe Morton), the onetime autocratic leader of a black-ops agency that only a handful of high-level politicians knew existed.     The scheming Underwoods of Netflix’s House of Cards seem too competent in the age of Trump. Photograph: Melinda Sue Gordon/AP    Netflix’s House of Cards takes a similar view of politics, pitting morally compromised power players against each other in a quest to sway allies, destroy rivals, and control the all-important media narrative. Its characters are much darker than Scandal’s, brushing straight past soap-opera conniving to movie-villain evil. Central couple Frank and Claire Underwood (Kevin Spacey and Robin Wright) resemble contemporary Macbeths, scheming their way to the White House. While Olivia Pope frets over whether she can still wear the “white hat” of righteousness despite her misdeeds, the Underwoods happily don black ones. At one point in the show’s recent fourth season, Claire articulates what sets her and Frank apart: “We are willing to go one step farther than anyone else.” That observation comes midway through the season released this past March, which sees Frank campaigning to win the Democratic nomination and a second term of a presidency he inherited through manipulation. Hardly a supportive helpmate, Claire sabotages him at every turn. She only relents when he complies with an outlandish scheme to make her his running mate. The couple’s Republican rival (Joel Kinnaman), meanwhile, wins an enormous following by broadcasting his photogenic family’s every kiss and bedtime story on social media. In the background, journalist Tom Hammerschmidt (Boris McGiver) laboriously reports out a story that threatens to expose the Underwoods for the criminals they are.  It seems bizarre to call House of Cards and Scandal naive. But in both of these storylines, they certainly demonstrate more confidence in Washington insiders and the press that covers them than the current primary season can possibly inspire. Both shows assume that if a presidential candidate (or any politician looking to achieve a given aim) makes the right backroom deals and hits all the right marks in front of the media, they’re bound to succeed. Whatever other doubts they may cast, House of Cards and Scandal make high-ranking politicians look like competent, seasoned operators who can get things done.  Trump’s candidacy has, to put it mildly, debunked that impression. Disdained and campaigned against by Republican leadership, he’s also been the subject of a constant stream of negative press coverage that began well before he announced his run by denouncing Mexican immigrants as rapists. Since then, incredulous stories and outraged op-eds have followed him from victory to victory. A rape accusation, a proposed ban on Muslims entering the country, violence against protesters at his rallies: none of that has hurt Trump. The press’s failure – whether you see it as a failure of reporting or influence or both – went well beyond an inability to dissuade his supporters, though. For months, pundits representing all points on the political spectrum remained in denial that he could win the nomination. (Now they’re punishing themselves with inventive forms of self-flagellation.) None of these insiders predicted the public would reject media narratives and party talking points in favor of a pissed-off outsider who openly performed his frustration with those things. Although his platform couldn’t be more different from Trump’s, Bernie Sanders’ surprisingly strong showing against Hillary Clinton suggests no shortage of this sentiment even on the Democratic side.     Veep’s Selina Meyer, surrounded by petty children and incompetent buffoons, comes closest to addressing the situation in America now. Photograph: HBO    Of the three shows, then, the HBO comedy Veep came closest to capturing the tone of this particular election – and not just because its characters talk the way Trump would tweet if he’d read English at Oxford like creator Armando Iannucci. In the world of Selina Meyer (Julia Louis-Dreyfus), a vice-president who’s promoted to Potus after three seasons and a first lady’s suicide attempt, it’s not shrewd manipulators but petty children and incompetent buffoons who populate the highest ranks of government. Veep’s characters constantly mess up, often in public. The show places exactly as much confidence in the executive branch as the Republican National Convention has inspired during this primary cycle. For the first three episodes of its current, fifth season, Veep has spotlighted one particular instance of government incompetence: a boondoggle of a Nevada recount, with Selena’s second term at stake. Meanwhile, Chinese hackers are penetrating White House servers, which at least allows Selina to blame them for a mean tweet she accidentally made public. These scenarios couldn’t be more reflective of an election where mistakes on Twitter really have led to humiliation on the national stage. But Veep’s tight focus on a president and her inner circle still prevents it from spotlighting the political players who have defined 2016: not just the outsiders in the race, but the public that has embraced their messages.  Perhaps the problem with all of these shows is that they imagine a state of affairs more stable than our own. Their characters inhabit realms where most people trust the government, or at least the media – and where well-crafted narratives work the way they’re supposed to even when they’re spurious. If the last year has taught us anything, it’s that media narratives don’t always have the effect they intend.",
  "webTitle": "How Scandal, Veep and House of Cards have fallen prey to Trump madness",
  "webPublicationDate": "2016-05-12T16:45:45Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/12/scandal-veep-house-of-cards-political-tv-dramas-donald-trump",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Veep",
      "id": "tv-and-radio/veep",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "House of Cards",
      "id": "tv-and-radio/house-of-cards",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Judy Berman",
      "id": "profile/judy-berman"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/12/scandal-veep-house-of-cards-political-tv-dramas-donald-trump"
}