{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/30/daniel-sturridge-trains-england-squad-portugal-friendy-prove-fitness-euro-2016",
  "id": "2016-05-30-120",
  "sectionId": "football",
  "body": "Daniel Sturridge trained with the rest of the England squad at London Colney on Monday as he attempts to prove his fitness for Euro 2016 after a recent calf injury. The Liverpool striker, a scorer in the Europa League final against Sevilla, did not feature in last Friday’s friendly victory over Australia at the Stadium of Light for all that Roy Hodgson had made it clear he did not consider the niggle likely to keep the forward out of the tournament. The player trained on his own over the weekend but joined the group on Monday morning, taking part in the warm-up and their initial ball-work session.   Related: Marcus Rashford earns £20,000-a-week long-term deal from Manchester United    Ryan Bertrand was the only absentee from training, with the Southampton left-back apparently undergoing treatment for an unspecified injury. In his absence, Gary Neville took the six available defenders and Eric Dier in a separate drill, initially pairing Chris Smalling with John Stones, impressive in the narrow wins over Turkey and Australia, at centre-half. Dier operated as a deep-lying midfielder while Jack Wilshere worked with the more attack-minded personnel, under the supervision of Ray Lewington, in the opposite half of the pitch. Hodgson will name his 23-man party for the finals in France on Tuesday afternoon ahead of Uefa’s midnight deadline. The Leicester midfielder Danny Drinkwater is expected to be stood down, with the management effectively left to debate whether Sturridge, Marcus Rashford – a scorer on debut on Friday – or Andros Townsend is then omitted from the current 25-man party. The national manager had always intended to take five strikers only to lose Danny Welbeck to a serious knee injury towards the end of the domestic campaign, prompting Townsend’s call-up as reward for encouraging club form at Newcastle. The Manchester City midfielder Fabian Delph has already withdrawn with a groin complaint. England’s player media conferences, initially scheduled for this afternoon at the team’s hotel in Watford, have now been cancelled as Hodgson considers the make-up of his party for Euro 2016. The manager, whose side welcome Portugal to Wembley on Thursday, will tell the two players who are being released from the squad after training tomorrow.",
  "webTitle": "Daniel Sturridge trains with England squad before Portugal friendly",
  "webPublicationDate": "2016-05-30T11:49:28Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/30/daniel-sturridge-trains-england-squad-portugal-friendy-prove-fitness-euro-2016",
  "keyword": [
    {
      "webTitle": "Daniel Sturridge",
      "id": "football/daniel-sturridge",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/30/daniel-sturridge-trains-england-squad-portugal-friendy-prove-fitness-euro-2016"
}