{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/heyneke-meyer-stuart-lancaster-bath-mike-ford-saracens",
  "id": "2016-05-17-19",
  "sectionId": "sport",
  "body": "The search for a new director of rugby has begun at Bath with names as diverse as Heyneke Meyer, Pat Lam, Gregor Townsend and Stuart Lancaster linked with the role vacated by Mike Ford on Monday. A year ago, Ford was the Premiership’s director of rugby of the season; now his team’s ninth-placed finish has inclined the Bath chairman, Bruce Craig, to send him on his way. “It was an honour to be part of the Bath Family for four years,” wrote Ford on Twitter. “Thank you to the staff and players, past and present, for their commitment. Thank you to the Bath Family for your unbelievable support. Disappointed I couldn’t take the next step with you! I leave Bath Rugby with so many wonderful memories and now look forward to embracing the new opportunities that lie ahead.”   Related: Mike Ford looking forward to ‘embracing new opportunities’ after leaving Bath    Meanwhile, on the other side of the country, a club with a settled panel of staff were polishing the Champions Cup and preparing for a home semi-final in the Premiership play-offs. Mark McCall, Saracens’ director of rugby, rued the departure of his rival. “It’s really sad, actually,” he said. “It hasn’t been like that for a few years. When I first arrived, for the first couple of years, there’d be four or five people who’d be there at the Premiership launch who weren’t at the end of the season, but that hasn’t been the case for quite a long time. If you look at the clubs who have done OK over the years in England, in Ireland, in France, they’ve all had continuity, not just with the head coach but with staff and players who have been there for a bit. If you chop and change all the time you’re never going to be successful in the long term.” Saracens were not exactly models of consistency themselves in the early years of the professional era, but in 2009 they settled on a new regime under Brendan Venter, who brought in McCall the same year. The latter assumed the reins a year and a half later and has patiently cultivated the current squad. Last weekend’s European triumph was achieved as much as anything by a cohesion that can only be fostered over time.“The club had a certain reputation seven years ago when Brendan started this project,” said McCall. “The intention was to try to make it a bit more home grown, but you also need your signings from outside the club. I think we’ve got a really good balance of those who’ve come through the system and some outstanding people who haven’t. Our starting XV on the weekend had 11 English guys.” The most successful English clubs of recent years, Saracens, Leicester, Northampton and Harlequins, are all notable for continuity of regime, as are the latest darlings of the English game, Exeter. Wasps, too, stuck with Dai Young, despite flirting with relegation in 2012, his first season, despite the glories they had grown used to the decade before. This weekend’s Premiership semi-finals will serve as testament to the virtues of a chairman’s patience.",
  "webTitle": "Heyneke Meyer and Stuart Lancaster linked with vacant Bath coaching post",
  "webPublicationDate": "2016-05-17T21:19:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/heyneke-meyer-stuart-lancaster-bath-mike-ford-saracens",
  "keyword": [
    {
      "webTitle": "Bath",
      "id": "sport/bath",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Stuart Lancaster",
      "id": "sport/stuart-lancaster",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Aylwin",
      "id": "profile/michaelaylwin"
    }
  ],
  "guardianId": "sport/2016/may/17/heyneke-meyer-stuart-lancaster-bath-mike-ford-saracens"
}