{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/06/edna-obrien-literature-dying-animal",
  "id": "2016-05-06-292",
  "sectionId": "books",
  "body": "I read in a quiet corner of the room, sitting in a porter’s chair, reminiscent of gatekeepers’ chairs of long ago, fenced in by wide protruding wings. I read slowly, repeating the words out loud, since sound and rhythm are an intrinsic part of the creativity. Quite quickly I can tell if a work is, or is not, for me. Story and its inner dynamic is a most mysterious thing. It can be overt, as in JM Coetzee’s Disgrace, or covert, as in WG Sebald’s Rings of Saturn, to mention just two of the more recent proponents of the magic properties within the word. I recently read Teju Cole’s Open City, which has something of Sebald’s stealth. Beginning in New York City, the narrator, with a canny insouciance, sets out from the Cathedral of St John the Divine, along the Hudson, where the noise of the traffic drowns out the rustle of the leaves. On his further walks, hearing music from near and far, there are encounters with strangers, mostly migrants, the powerless living under the shadow of power. He notes the changing colours in the sky, from blue to daubed russet, the migrating birds “with their tireless little hearts”, that for him (and possibly us) constitute augury. It is a sort of modern Pilgrim’s Progress, but such is the sorcery that the author draws us in to become witnesses to life’s deliberate and random cruelties. We have lived the book. It may be because of our unhinged and fractured times, but some modern fiction seems to lose its way because of a glut of language, a whole smorgasbord of it, as if words were not enough to convey the prevailing frenzy. There are stories with an idiom that reflect the verve and strut of our time, but the piling on of word and image is such that truth is sabotaged and feeling sacrificed for swagger. Oceans brim, skies bleed, nights are wrought with drugs, sex and slaughter, but such is the inundation that we get repetition rather than revelation and crucially the private transaction between unknown reader and unknown author is lost. I think of Flaubert’s long, lonely gestation in the writing of Madame Bovary and the letters to his mistress Louise Colet, admitting that it took months to complete a short paragraph, choosing and assembling the words, with the cold eye of a mortician. Scenes unfold naturally, Emma Bovary’s long blue veil under her man’s hat, the velvet of Rodolphe’s coat, the ruddy earth, interspersed with heather and violets, all rich prelude to Emma’s shuddering capitulation. Emma, with her instinct for luxury and hunger for adventure, could be the stuff of any novelette then or now, but the greatness of the book is that Flaubert had lived every moment of it in his imagination, he knew that world inside out, its stagnancy, its hypocrisy, its cruelties, and the histrionic woman who never ceased to believe in the primordial consummation (and maybe transformation) through carnal love. A woman he likened to himself. There was a time when I was very fond of inundations of language. I used to read The Autumn of a Patriarch by Gabriel García Márquez over and over again, staggered by its virtuosity, the crumbling mansion with its weeds and its cow flops, the stench of lepers and dead roses, harlots with their runts and the insane, defeated general, waiting, indeed believing, he would be re-enthroned and that “the salt of health” would be restored to him. Now, 20 or 30 years later, I prefer the sparing cinematic style of Chronicle of a Death Foretold. García Márquez dispensed with a lot of words as he aged. For example, on the day in Chronicle that Santiago Nasar is slaughtered by two righteous, avenging brothers, all we learn after the frenzied and macabre deed is that Santiago went down the steps to his own house in as dignified a manner as was possible, holding his entrails, and that on the last step he stumbled. Now, there is no escaping the fact that James Joyce also drew us into a labyrinth of language, his ascensions of poetry so dizzying, his epiphanies on a par with scripture, but such was his innate genius, he always knew the exact moment to pull back. Take for instance this paean to womankind – “a woman to her lover clinging, the more the more. She trusts me, her hand gentle, the longlashed eyes. No where the blue hell am I.” Samuel Beckett, when once asked why Joyce was so great, simply said, “he made the words do the work”, likening his method to any great silversmith or goldsmith, beating the words to his exact, omniscient requirement. It is impossible not to form a feeling, or a whole raft of feelings, about an author. We like, we dislike, we love, we rebuke, we empathise. I think of Kafka, wishing (or half wishing) to have his works destroyed, pieces that he called “fragmentations against his loneliness”, and I marvel at his humility. I think of Charlotte Brontë, writing to Monsieur Héger in Brussels, asking him not to consider her “raving mad” because of her infatuation, the same Charlotte Brontë who suffered the deaths of sisters and a brother, hearing the wind blow, feeling the keenness of the frost, having to rally to do the daily duties, to keep hope and energy alive in that mourning household. And still she wrote masterpieces. It is this stoical courage and the gift of transcendence that emboldens us, to call writers our friends. In her preface to The Common Reader, Virginia Woolf quoted Dr Johnson as saying that the ideal reader ought to be uncorrupted by literary prejudice, but she might also have added literary jealousy. Here was a woman who read with such deep, insightful intuition, who raised the battle cry for women authors, and was the first ever to ask the question why no woman wrote an extraordinary poem or fragment in Elizabethan or Jacobean England, when language had reached its apotheosis. The great plays by men are strewn with luminous heroines – Rosalind, Desdemona, Lady Macbeth, Phèdre, the Duchess of Malfi, yet not even a single monologue by a woman has survived. The reason, as Woolf points out, is lamentably simple. Women, even from the privileged classes, could not read or write, as they had not been sent to school. They did not learn grammar or logic or Greek or Latin and were entirely the property of a father and then a husband, chosen by that father for them to beget children. A woman with literary leanings would be suspected of witchcraft or harlotry and be locked away for it. Virginia also imagines that Shakespeare had a sister, Judith, possessed of the heat and violence native to a poet’s heart. Now, Judith also attempted to break into the literary world, went to London, as her brother had done, stood outside a theatre feeding the horses, in the hope of being admitted, except that she wasn’t. Eventually, worn down from ridicule, obstacle and repeated rejections, Judith kills herself at some crossroads, where the buses fly by at Elephant and Castle. So here is Woolf, champion of the mute and the great, who nevertheless bristled at the thought of a rival usurping her place as the forerunner of modernism. It was Joyce. His works, she deemed, were that of a self-taught man, egotistic, insistent, raw, striking and ultimately nauseating. Her most damning insult owes more to English snobbery than to aesthetic sensibility. Joyce was “uncouth and underbred”. Great writers are often dismissive, excoriating and even savage towards other great writers. How can one reconcile the author of War and Peace with some of his more extreme opinions? When Tolstoy was convalescing in the Crimea in the winter of 1901, Chekhov paid a visit and on his departure, Tolstoy said, “Kiss me goodbye” and then with his former quick-fire energy, said “But I still can’t stand your plays. Shakespeare’s are terrible, but yours are even worse!” But it is Tolstoy’s pamphlet on Shakespeare that reveals the full thrust of his spleen. Shakespeare was not an artist. King Lear was stupid, all verbiage, unnatural, unintelligible, bombastic, vulgar, tedious, full of wild ravings and mirthless jokes. Shakespeare’s fame was due to a mass hypnosis in Germany, championed by Goethe and furthered by German professors at the end of the 18th century. George Orwell called it malice and malice it is, but one has to ask why Tolstoy in old age evolved into Lear. Having renounced his title, his estate, his family and his copyrights, Tolstoy set out on foot in appalling weather in mid-winter, arriving 10 days later at Astapovo railway station, close to death, his last intelligible words being “I love many things. I love all people.”   Related: The Little Red Chairs by Edna O’Brien review – the banality of evil brought home    Vladimir Nabokov loved literature and confirmed that love in his brilliant essays, but he also exulted in slaughter. Sigmund Freud was a medieval quack, William Faulkner (Herman Melville’s heir) “a corn cob chronicler” and Boris Pasternak’s Dr Zhivago was vilely written. But Nabokov’s most sweeping invective was left for all female writers and Thomas Mann. Women, with the exception of Jane Austen and that only because of Mansfield Park, could not write well, while Mann was a mediocrity. We shall never know what Nabokov thought of Emily Dickinson’s mystical bulletins, or of Sylvia Plath’s daring, innovative assault on language. It is possible that the Brontës, Woolf, Edith Wharton, Karen Blixen, Adrienne Rich and scores of inspired women were all consigned to a bottom drawer. And how could Nabokov dismiss The Magic Mountain, that great 20th-century parable of political blindness, where idealists, such as Hans Castorp, cut themselves off in the rarefied milieu of a sanatorium, only to be thrown into battle, Hans Castorp, his face in the mire, a field awash with death, scattered bits of humanity and muck, having to get up, trudge on and vanish out of sight. I come out of my reading corner, back to the daily chores and demands, to the schisms and terrors of the world and I look around at my shelves, heaving with books, and wonder if the next occupant will tear them down and the porter’s chair will be assigned to a rubbish dump. I think of George Steiner’s great essay, “The Retreat from the Word”, written in 1961, depicting those islands of privacy and silence, which the reading of a book entails. With a searing eye, he envisaged an altered world, a society in search of easier, bolder distractions and of pleasures less perplexing to the brain. Then I have to ask myself if, in 20 or 30 years, literature will be an essential branch of life. Will it seep into the fabric of social and political thought, will it have its faithful zealots, or will there be a falling away, which Steiner foresaw. In short, is it a dying animal?",
  "webTitle": "Edna O’Brien: 'Is literature a dying animal?'",
  "webPublicationDate": "2016-05-06T08:00:19Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/06/edna-obrien-literature-dying-animal",
  "keyword": [
    {
      "webTitle": "Edna O'Brien",
      "id": "books/edna-o-brien",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/06/edna-obrien-literature-dying-animal"
}