{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/philip-pullman-why-i-love-comics",
  "id": "2016-05-14-201",
  "sectionId": "lifeandstyle",
  "body": "Philip Pullman was seduced by something lurid and American when he was nine. He was in Australia at the time. It was there that he first got his hands on Superman and Batman comics, suppressed in strait-laced 1950s United Kingdom. “There had been a big scare about horror comics in Britain,” he recalls. MPs had asked questions in the parliament and there were calls for censorship following the publication in 1954 of Seduction of the Innocent, a book by the psychiatrist Fredric Wertham, which argued that comics caused juvenile delinquency. “American comics had an air of the horrible, the corrupt, the deadly evil about them so you didn’t often see them in this country,” says the novelist, now 69. In Britain, little Philip read morally edifying comics, such as the Eagle. “My parents tolerated me reading comics because they knew I was also reading ‘proper’ books, too.” So, did they frown on comics? “Not all of them. Nobody frowned on the Eagle. It was edited by the Reverend Marcus Morris and was absolutely full of stuff about being a good chap and helping others. Boys of my age loved it because of Dan Dare [the stirringly British sci-fi space pilot]. Adults liked it because of the moral tone.” Pullman’s life changed when, in 1954, his father, Alfred, an RAF pilot who had been part of Britain’s crushing of the Mau Mau rebellion in Kenya, was killed there in a plane crash. Later, Philip’s widowed mother, Audrey, took the family to Australia for nearly two years. “I was lucky because I was able to read the American comics I couldn’t get in this country. I used to tremble with excitement every week when the paperboy threw them on to the lawn.” What made him tremble? “The storytelling was so swift, so energetic. I loved the fantastical situations, the world of Gotham City with the criminals and the guns, the bat symbol on the clouds – all that stuff. It was thrilling. But, mainly, looking back, it was the swiftness and the ease with which you could follow the story.” Six decades on, the award-winning author says that what he learned about storytelling from those allegedly morally corrupting American comics proved key to his bestselling His Dark Materials trilogy and his later fiction. He learned from them fast cutting between scenes, fantastical milieux, spare dialogue, quickfire narrative momentum – not to mention how to discombobulate readers by shifting times and introducing characters elliptically. Those qualities are just the ones Pullman seeks to bring now to a comic story he’s written called The Adventures of John Blake: The Mystery of the Ghost Ship. It’s a high-seas adventure involving the crew of a time-travelling schooner, a device that seems to riff on the legend of the Flying Dutchman. In 2008, he wrote a comic story featuring the same hero for the now defunct weekly British children’s anthology comic, DFC, set up by his publisher, David Fickling. He enjoyed the character and setting so much that he wrote another John Blake story as a film script. “I could see a lot more stories there waiting to be told. I loved the idea of picking up members of the crew and losing them on the way. One of the members of the crew was a Roman engineer, but he turns out to be tremendous with diesel engines – that sort of thing. Another is a Devonshire farm boy captured as a slave by Barbary pirates.” Illustrator Fred Fordham has now adapted that script, with some visual cues from Pullman (“There’s a British spy in it, for example, and I suggested to Fred that he should look like Dominic West playing 007”), for Fickling’s successful successor to the DFC, called the Phoenix magazine. The Mystery of the Ghost Ship will be published in 30 weekly instalments in the magazine starting later this month, and next year as a graphic novel. As we chat in Pullman’s publisher’s offices in Oxford, we compare the first few pages of The Mystery of the Ghost Ship with classic British comic strips like Billy Bunter and Lord Snooty. The most obvious difference is how the speech bubbles of the latter are stuffed with text. In contrast, Pullman’s John Blake story has frame after frame without words, letting the pictures tell the story. What dialogue there is is as terse and snappy as it would be in a comic instalment of a Batman serial. That 60-year-old exposure to corrupting US comics is still paying dividends.     A page from The Adventures of John Blake: The Mystery of the Ghost Ship by Philip Pullman and Fred Fordham Illustration: Fred Fordham/Philip Pullman    Why, I ask Pullman as we compare these comics, do Lord Snooty and his ilk have more rabbit than Sainsbury’s? Didn’t their writers know a picture’s worth a thousand words? “I think those words are there to reassure the parents and the teachers that this was reading,” says Pullman. “It’s not just fun, it’s actually reading.” But that leads to a deeper question. Why are the British are so queasy about comics? “I think it comes from Pope Gregory the Great in 580 something,” says Pullman unexpectedly. “He said, what words are for the reader, pictures are for those who cannot read. But what that pronouncement did was to set up a hierarchy of esteem, so to speak: if you were clever you had words; if you’re not very clever you have pictures. That has remained almost unchanged for over 1,500 years.” That can’t be the whole story. After all, in the US, Japan and France graphic novels are popular, and even respectable. What’s our problem? Maybe the puritans had something to do with it,” Pullman suggests. “The iconoclasm and the destroying of the statues and stained glass. The sense that these are vain fripperies and we should go back to the purity of language without pictures. I’m just guessing.” In any case, Pullman argues, that contempt for the visual deserves overturning. “Comics are a wonderful form. You can do so much with it.” Things undreamt of, no doubt, in Fredric Wertham’s philosophy. Pullman cites Art Spiegelman’s Maus, for example, an 80s comic strip based on the Holocaust experiences of the author’s father, and, more recently, the work of American cartoonist Scott McCloud. “McCloud has written about comics in comic form very cleverly and very interestingly. He produced a book recently called the Sculptor – all the complicated things that a grownup modern love story should be.” Comics, that is to say, can be sophisticated literature and hardly just for kids.    Did he let his two sons, both now grown up, read comics? ‘I was shoving them into their hands’    Their importance for children should not be underestimated. Pullman recalls visiting a school in Swindon in the early 1990s and noticing a copy of Watchmen, the now iconic comic-book series deconstructing the superhero genre, that was created by British writer Alan Moore, sticking out of a boy’s schoolbag. “I said to the boy: ‘So you’re reading Watchmen,’ and he said yeah, in the tone of ‘another adult’s going to patronise me’. Then we had a discussion that was analogous to literary discussion. Children take to comics naturally and are able to talk about them with great freedom and knowledge.” Did he let his two sons, both grown up, read comics? “I was shoving them into their hands!” He remembers in particular Judge Dredd. “He was great.” But comics are still, he suspects, not quite respectable in Britain. That attitude is part of a contempt for the visual, reinforced by how children are taught at school. If only, he suggests, kids were taught how to draw rather than “express themselves” in art class. “We can expect children to write a story and can point out ways that they can improve. But we can’t ask kids to draw a comic because they don’t know how to draw. We need to encourage children to look – really look and capture what they see. Rather than taking pictures on their phones. That’s why I’m so keen on initiatives like The Big Draw.” Pullman believes that schools are letting children down in terms of how they express themselves imaginatively. They are not taught to draw and, worse he thinks, are not encouraged to write stories in any appealing way. “I’m filled with unhappiness for the children at school, the English stuff they have to do these days. ‘Literacy’, as they call it. It’s terrifying and wicked and monstrous. One of the things children are told to do is to make a plan first. Write your plan and then write your story. Spend 15 minutes on the plan and 45 minutes on the story.” Pullman knows from experience as a writer that this is the wrong way to go about it. “I tried writing out a plot with the second or third novel I wrote, and it was so boring, so desperately boring. “It’s not that I don’t write a plan, but I write the story first and then write the plan to see where I’ve gone. And I see that that bit needs to be moved there and I can do without that bit. But you need some timber before you can start doing the carpentry.” It’s as if, Pullman suggests, pupils are being taught how to write stories or write any piece of composition in such a dull, bureaucratic way that they will be put off using imagination. That, at least, is in line with current government policy, he suggests waspishly. “[Education Secretary] Nicky Morgan said we don’t need the arts in education because you can’t make any money from them. Her point was that you can’t become a hedge fund manager if you learn to draw or write stories. It’s no good to you – that was the implication.” What does Pullman suggest should be done? “You have to ask children to do something unnatural to them, which is to disregard what they are told by grownups. Teachers are wrong about this. “They are not wrong because they are bad people; they are wrong because they have to do this or they’ll go to prison. They’ll get the sack and go to prison unless they do what they’re told, but it’s wrong. It’s a wrong way of writing. It’s a wrong way of reading. It doesn’t understand the meaning and purpose of these things, and in the end it’ll fail and it’ll fall and it’ll fade away.”    Academies are going to make a lot of money for a few people – they’re going to close village schools    When Pullman worked as a teacher (which, after studying English at Exeter College, Oxford, he did in the 1970s and 80s, chiefly to support his fiction writing), he says he was much freer than his successors are. “I enjoyed it because this was before the national curriculum came in, before teachers were told what to do every bit of the day. I could decide to do the things I wanted to do, which was to tell stories, really. When I meet kids I taught now – they’re not kids, they’re parents, some of them – they do remember the stories you told them. They might not remember the seven times table or the sequence of the kings of England but they remember that story you told them about Orpheus and Eurydice.” I ask this former teacher if he’s looking forward to all state schools becoming academies outside local authority control, in line with government policy (although this has recently been watered down). “I think it’s a disturbing idea.” Why? “Education and health were always matters of charity. You educated children and you helped the sick because they were good things to do, not because you were going to make money out of them. If you let the money-making principle, the profit-seeking motive, anywhere near education and health, things go bad. I think the first person to utter that was Enoch Powell. What academies are going to do is make a lot of money for a few people. They’re going to close the village schools because they can’t make any money out of them. They’re going to insist that every child is taught in exactly the same way.” Pullman cites a tweet by his friend, the former children’s laureate Michael Rosen, which links to a research paper by the Centre for High-Performance (a team of academics from at the universities of Oxford and Kingston and London Business School) on how to turn round a failing school. One suggestion is to “exclude low-achieving pupils”. Why does that suggestion make Pullman so angry? “Because the aim is to make money, and these people stop you making money so chuck them out. Then presumably the local authority has to deal with the resulting mess.I fear education, like our health service and very soon the BBC, will be in the hands of barbarians and vandals intent on destroying things that have worked to our benefit for many years.” I take a sidelong look at Pullman and notice a change from when I last interviewed him eight years ago. A long ponytail is dangling down his back. What is that about? Pullman sighs: “I made the mistake a few years ago of making a vow not to cut my hair until I’d finished the Book of Dust. And it was the stupidest thing I’ve ever done. I hate this bloody pony tail! I wish I could cut the ruddy thing off!” But he can’t: it’s the trichological equivalent of Jacob Marley’s chains. The Book of Dust is Pullman’s long-awaited volume in the His Dark Materials sequence. It’s not a prequel or a sequel, he explains, but a long book that will feature some old and some new characters. Do you have a date to hand in the manuscript? “I never do. The publisher’s given up expecting that from me.” He concedes that writing the John Blake comic slowed the progress of writing the novel. “It was bit of an interruption, but it doesn’t take up much of my attention any more.” Pullman also demurs when I suggest that his new role as executive producer on the BBC’s adaptation of the His Dark Materials trilogy by the Bafta-nominated TV writer Jack Thorne, which has just been announced, might slow his progress, too. That TV series, at least, promises to be a corrective to The Golden Compass, the 2007 film version of the first book of the His Dark Materials trilogy, starring Nicole Kidman and Daniel Craig. He’s clearly not the film’s biggest fan. “I was very happy with the cast, the performances I think are uniformly excellent.” The armour for the bear Iorek Byrnison was not what he wanted, I understand. “Everybody makes that too twiddly. It’s supposed to be just a dented sheet of rusty iron. But it was other things as well. It was too twiddly design-wise.” He has high hopes for the BBC version. “Television is a better medium for it because you can tell the whole story in a long series. When I read it aloud for the audiobook, the first book took me 11 hours. You can’t compress that into two hours without losing a great deal. So I’m very happy it’s going to be on telly.” As I shake Philip Pullman’s hand in farewell, I say, with the greatest respect, that I hope the next time we meet he’s had a haircut. Britons may be not visually unsophisticated but prevailing opinion is right about one thing. Ponytails are unacceptable. Next week: Read Guardian Family’s exclusive extract. To follow John Blake’s adventure every week, subscribe to The Phoenix, thephoenixcomic.co.uk/guardian. Sign up by Monday and catch up with a free copy of episode one. The full adventure will be published in graphic novel form by David Fickling Books in May 2017",
  "webTitle": "Philip Pullman: Why I love comics",
  "webPublicationDate": "2016-05-14T04:59:28Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/philip-pullman-why-i-love-comics",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Philip Pullman",
      "id": "books/philippullman",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Jeffries",
      "id": "profile/stuartjeffries"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/philip-pullman-why-i-love-comics"
}