{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/17/manchester-united-bournemouth-premier-league-match-report",
  "id": "2016-05-17-21",
  "sectionId": "football",
  "body": "The season that Manchester United would rather forget ended in the pain of missing out on Champions League football to Manchester City on goal difference. They were inferior to their rivals by a glaring 16 goals, with Louis van Gaal’s strugglers beating opposition goalkeepers 49 times, the club’s poorest return since the 46 of 1989-90. This win confirms the Dutchman’s side will play in the Europa League but this is not the goal that Ed Woodward, the executive vice-chairman, demanded of his manager for the campaign. Last season United qualified for the Champions League and to his credit Van Gaal acknowledged his team is in reverse. “Of course because our aim in the first year and also the second and the third shall be Champions League,” said the 64-year-old.   Related: Leicester City arrive in Thailand for a victory tour    He is, though, confident of still being in charge for the first match of next season. “Yes. Because I have signed a three-year contract,” the Dutchman insisted. Van Gaal was booed before he said a few words to the sparse crowd ahead of the players’ “lap of appreciation”. The manager said: “I want to thank you for your unconditional support. Wherever we have played, however the things have gone on the field, you never let us down. Thank you for that and we want to bring the FA Cup home to you.” Asked later about the jeers, Van Gaal said: “The fans are expecting a lot but I think these expectations are much too high. We are a team in transition and I said that when I started here at Manchester United. Maybe I need to bring over the message much clearer than I have done.” Despite this Van Gaal claims United can win a 21st championship next term. “It is always possible because Leicester City was more or less a relegation team,” he said. “We are fourth and fifth. But in sport nothing is normal, you have to show it and fight for it.” Van Gaal can partly repair his reputation by beating Crystal Palace at Wembley on Saturday to claim the FA Cup, but whether it will be sufficient to save his job is to be decided. “I came here to win a title,” he said, “and the FA Cup is a very important title.” The Dutchman has to face the fact that the threadbare attendance, which followed Sunday’s postponement of this fixture due to the discovery of a dummy bomb , contained many dissenters. The banners reading: “Time to go Louis, not good enough” and “Hopefully bye bye Van Gaal” were a fair summation of how far his stock has fallen, though at least he came through with no injuries after fielding the same XI that had been due to start on Sunday. Into the entertainment vacuum which was the opening half stepped the visiting fans, who had a veritable ball at the expense of their opposite numbers. To the trusty standby of “is this a Library?” were added “Champions League you’re having a laugh”, and “we’ve got the Special One” in praise of Eddie Howe, Bournemouth’s manager. Telling here was the lack of comeback from the United support. Instead they were becalmed, much like the slumbering outfit Van Gaal so often sends out. United claimed a couple of corners and the impressive Wayne Rooney, again a playmaking midfielder, pinged the ball around. Yet what Van Gaal would characterise as scheming football designed to dismantle a side was actually the plodding fare many of the faithful cannot stomach. Rooney showed his undoubted class by starting and finishing the move that gave his side the lead. The captain stroked the ball left to Cameron Borthwick-Jackson. He found Anthony Martial, who engineered a one-two with Juan Mata, and when the Frenchman crossed Marcus Rashford dummied and there was Rooney to make it 1-0 with an 18th goal of the campaign. United brightened after the break. Michael Carrick came close to doubling the lead, in a rare moment of direct action from this Van Gaal team. Instead of the chess-move strategy, the midfielder decided to unleash a 30-yard rocket that swerved a couple of times and crashed back off Adam Federici’s bar. This helped raise the atmosphere as the hubbub normally heard at a high-end game now filled the stadium. United were coasting though while they held only a single-goal lead they had to take care to protect their advantage. They did rove forward whenever possible, Juan Mata the next player to trouble Federici, with a low shot the goalkeeper saved well. United’s second came when Rooney’s pass found Antonio Valencia and he nodded back across goal for Rashford to bang home. Young, a late replacement, added the third from another excellent Rooney pass. Bournemouth scored a consolation in stoppage time when Max Gradel’s shot, which would otherwise have sped wide, was diverted into his own net by Chris Smalling. This meant David De Gea missed out on a share of the Golden Glove. “Mentally for the players, they had a lot of plans beyond the game on Sunday and those had to change,” said Howe. “Mentally when you think the season is over, to have to extend it was difficult. We did our best, but Man United were too good for us.” But are they good enough to save their manager’s job? This is the question only Woodward can answer.",
  "webTitle": "Louis van Gaal barracked as Manchester United ease past Bournemouth",
  "webPublicationDate": "2016-05-17T21:03:40Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/17/manchester-united-bournemouth-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bournemouth",
      "id": "football/bournemouth",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/17/manchester-united-bournemouth-premier-league-match-report"
}