{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/26/dangerous-police-recording-system-putting-children-at-risk-mps-say",
  "id": "2016-05-25-4",
  "sectionId": "society",
  "body": "At least 10,000 children who go missing could be at “terrible risk” because a “dangerous” police recording system means they fall off the radar, an all-party group of MPs has said. Ann Coffey, the Labour chair of the all-party inquiry, said that a new “absent” category introduced in the police recording system was dangerous and should be scrapped. “It is not fit for purpose,” she said. “It was introduced to save time but has turned out to be a blunt, crude assessment tool that leaves children who are regularly classed as absent in danger of sexual exploitation and of being groomed by criminal gangs. “It is scary that exploited young people are falling off the radar and no one knows what is happening to them.” The inquiry by the all-party parliamentary group for runaway and missing children said a two-tier police recording system should be abandoned. It was introduced after guidance in 2013 asked forces to class reports of missing children as either “missing” or “absent”. Those regarded officially as “missing” receive an active police response but those classed as “absent” are considered to be at “no apparent risk”. Officers are told to take no immediate action but keep the case under review. But the MPs inquiry heard of individual cases in which “absent” children had been groomed for sexual exploitation or criminal activity such as drug-running. In one case a 15-year-old girl was classed as “absent” after her family reported her missing and were told not to waste police time as she was living with “an older boyfriend”. She was away from home for four weeks before she was reclassified as “missing” when concerns were raised about sexual exploitation, trafficking and drugs. Some children were found to have been recorded as “absent” between 11 and 137 times despite many of them being at risk of child sexual exploitation. The longest period a child was recorded as “absent” was 20 days and 16 hours. The MPs say the latest figures show that 9,780 children went “off the radar” in a total of 21,399 incidents in 2014/15 because police classed them as “absent” rather than “missing”. Chief constable Mike Veale, the National Police Chiefs’ Council lead for missing persons, said he had ordered a review of all 43 forces in England and Wales of this complex issue and a bid is being submitted to the Home Office to fund a national missing persons database.  “It’s important to remember that going missing is often a symptom of deeper challenges in a young person’s life. By the time they disappear, many opportunities to intervene early and address the underlying causes have already been missed,” said Veale.  “This is not a problem the police can solve on their own. We need all agencies – including health and social services – to come together and focus on providing consistent, coordinated and timely support to those in need.”",
  "webTitle": "'Dangerous' police recording system putting children at risk, MPs say",
  "webPublicationDate": "2016-05-25T23:01:10Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/26/dangerous-police-recording-system-putting-children-at-risk-mps-say",
  "keyword": [
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "society/2016/may/26/dangerous-police-recording-system-putting-children-at-risk-mps-say"
}