{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/04/domestic-workers-minimum-wage-study-california",
  "id": "2016-05-04-185",
  "sectionId": "us-news",
  "body": "One in six employers of domestic workers fails to pay the minimum wage in California, according to unprecedented research on workers who are often left behind when cities and states reform labor laws and raise wages. In the first study of its kind on an industry that typically avoids scrutiny, researchers with the University of California Los Angeles Labor Center found that out of two million domestic employers in the state – those who hire people for house cleaning, home care support and childcare – roughly 17% violate the minimum wage law. That means as many as 340,000 workers could be making below minimum wage, according to the report published on Wednesday, which was shared exclusively with the Guardian and marks the first comprehensive survey of domestic work employers in the state. “It’s an industry and a workforce that was historically left out of labor protections and labor policy,” said Saba Waheed, research director of the UCLA Labor Center and co-author of the study. “Socially and culturally, it’s a type of work that isn’t always valued.” Although previous research has analyzed the experiences of domestic workers, the report – titled Profile, Practices, and Needs of California’s Domestic Work Employers – is the first large-scale survey of the people who hire these workers, with findings based on responses from a randomly selected pool of 501 people. The report, which found that 16% of all households in California hire domestic workers in their homes, comes as cities and states across the country are moving to increase their minimum wages and provide mandatory sick days and parental leave.      With California and New York passing legislation to gradually raise their statewide minimum wages to $15 an hour and Oregon passing a similar measure, advocates say it is crucial that workers in industries that operate underground and frequently violate labor protections are not excluded from the new benefits.    Employers may not know they’re not paying the minimum wage … You have to think about your home as a workplace  Saba Waheed, UCLA Labor Center     The surveys, conducted from October 2015 to January 2016, found that 17% of domestic employers in California paid below the minimum wage, which was $9 per hour in 2015 and increased to $10 per hour this year. Five percent paid rates matching the minimum wage and 17% paid “low wages” of $9.01 to $13.83 an hour. Out of an estimated 380,000 childcare employers, 42% were paying below minimum wage, according to the report. Additionally, although a small percentage of employers said they had domestic employees work overtime, almost none of them properly paid them for those hours. Unlike some companies that willfully exploit vulnerable low-wage workers, the minimum wage violations in domestic work are largely tied to the informal nature of the industry and the fact that, as the study found, a majority of employers pay some kind of flat rate instead of hourly wages, according to Waheed.  “It’s a symptom of the lack of structures in the industry,” she said. “Employers may not even know they’re not paying the minimum wage … You have to think about your home as a workplace.”      The report more broadly highlights the ways in which people across a wide range of demographics are increasingly relying on domestic work – with low-income households representing 44% of all domestic employers. Some employers are “not poor enough to get access to certain subsidies, but then are not making enough to be able to afford the home care support they need”, Waheed said.     When you devalue the work, we’re devaluing ourselves as seniors, people with disabilities, as parents  Jessica Lehman, Senior and Disability Action     While low-income employers tend to pay lower wages or below the minimum required by law, 21% of moderate- or high-income employers also pay workers low wages, according to the report. The data highlights the need for states to expand and enforce industry labor protections and develop mechanisms to enforce basic labor laws for workers in homes, the report said. Although wage violations against domestic workers appear to be rampant, employees infrequently file complaints, according to data provided by Paola Laverde, spokeswoman for California’s department of industrial relations. In 2015, domestic workers filed 230 wage claims across the state – a small fraction of the nearly 30,000 total claims that year, she said. “My experience in the employers I come across is that they want to be treating the workers fairly,” said Lindsay Imai Hong, an organizer with Hand in Hand, a national association of domestic employers, which encourages people to sign a “fair care pledge”, saying they will pay cleaners and other home workers fair wages and offer paid time off. “For some, it really is an education issue,” she said. “A lot of families don’t have the resources either of time or of information to go about learning how to become a fair employer in their home.” The report also calls for stronger public investments in childcare and home-care programs and policies – so that low-income families can access the domestic support they need and employees can have better working conditions. Jessica Lehman, executive director of not-for-profit organization Senior and Disability Action, has used a wheelchair all her life and started hiring home attendants when she was 18 years old. “At 18, what did I know about hiring people? At any age, most people don’t think of themselves as a boss and as a supervisor,” said Lehman, a member of the research team behind the report. When employees receive fair wages and have proper working conditions, it can lead to long-term sustainable relationships with employers, Lehman added.  “It really hurts everyone if we’re not thinking of it as a real job. When you devalue the work, we’re devaluing ourselves as seniors, people with disabilities, as parents, as people who really depend on workers.”",
  "webTitle": "One in six cleaners, childcare helpers in California paid below minimum wage",
  "webPublicationDate": "2016-05-04T13:00:11Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/04/domestic-workers-minimum-wage-study-california",
  "keyword": [
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Minimum wage",
      "id": "us-news/us-minimum-wage",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US work & careers",
      "id": "money/work-careers-us",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "global-development/2016/may/04/domestic-workers-minimum-wage-study-california"
}