{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/lunatic-coaches-controlling-managers-and-overzealous-parents-are-wrecking-kids-sport",
  "id": "2016-05-14-39",
  "sectionId": "sport",
  "body": "Tim was a psycho soccer dad. As I stood beside the pitch all those winter Saturdays in Canberra, the frozen grass crunching underfoot, the chill wind belting through my ski jacket, I heard stories about what a monster this guy was. He was – is – a good guy. So I found the stories – abusing a child umpire, arguments with other parents, relentlessly pushing little girls to win, post-match sulks, parents asking him to absent himself – hard to believe. With my son, now 17, I’d had my own terrible experiences of lunatic coaches, controlling managers, and parents living vicariously through on-pitch progeny. One under-sevens coach, a Brit, would dress down the kids (including his own) so ferociously they’d cry. He once told them they were “rubbish”. My son answered: “We’re not rubbish – we’re just little kids”. Intimidated by a six-year-old with a sturdier emotional foundation, he responded, “Rubbish son, you’re just rubbish.” I suppressed a violent impulse; he’d been in the military. There was the psychopath known in my house as “Kick-it-to-Bill”. Kick-it-to-Bill ran the line, delivering a stream-of-consciousness invective-fuelled commentary (there was an actual coach whom he assiduously ignored) while his wife loitered way back, pretending to speak on the phone. Whenever one of our boys had possession he’d yell, “Kick-it-to-Bill, Kick-it-to-Bill!” His son, Bill. Kick-it-to-Bill lost me long before he abused a 13-year old referee – “Hey, ref, were you born fuckin’ blind you stupid cunt?” The ref, teary, tremulous, bravely told Kick-it-to-Bill: “Sir, the language rules apply to parents, too.” I couldn’t believe it when another demented dad backed Kick-it-to-Bill, saying to the kid, “You idiot ref – it was clearly a foul.” I told them they were out of order. Boofhead II stuck his flushed face into mine and demanded: “Who the fuck’s side are you on?” Kids’ soccer lost me right there. But back to Tim, with whom I’ve recently reconnected. This week he shared with me this insight into his descent into soccer parent madness. “It is easy for me to admit that I was a feral soccer dad. I forgot that kids’ sport is meant to be about fun. I now realise that the reason both girls stopped playing a sport that they were both very good at is that they couldn’t handle the pressure that I put on them,” he says. The “madness kicked in” when he began coaching a team of six girls who had not been chosen in the mixed boy/girl teams because he “didn’t want these little girls to get smashed each week”. “I took it upon myself ... to limit the damage ... I was appalling. Not only did I have no idea how to coach but it certainly wasn’t about fun for anyone. The stress and desperation I displayed must have been embarrassing for my wife. But I didn’t notice and didn’t care. I was too far gone in damage control mode,” he recalls. “The teens hired as mentors coached the kids to just take the goal kicks by booting the ball straight up the middle ... I basically completely overrode these young teenagers’ instructions ... While my instructions were right, what I did was wrong. However, the greater issue here was not ‘it’s-only-a-game-let’s-not-take-it-so-seriously’ it was ‘stop-telling-my-kids-to-do-things-that-make-them-lose!’” The team stopped getting flogged. Some parents were pleased. But he knew others were “appalled” at his behaviour. The obsession – “the madness” – escalated as Tim took on increasing club roles and coached both his daughters’ teams. “I put ... miles too much pressure on them both to perform. I took every match far too seriously. I obsessed over the match just past and the game coming up. My girls would win if I had to drag them to it myself. It never occurred to me that I was scaring them away from it,” he says. “In one game our arch enemies’ (yes, I had an arch enemy side!) coach ... sent one of his squad out to ‘play-the-girl-not-the-ball’ ... we lost to a lucky goal. I was beside myself. I tried to rally support amongst the other parents to ... well, I can’t even remember what I wanted done now. Talk about taking it all too seriously. My girls saw that. They heard me ranting. How could they possibly have thought it was fun?” Tim was coaching two teams, setting up the fields and the barbecue on Saturday mornings, running three age groups and attending monthly board meetings. It segued into summer training and weeknight futsal. Despite the emphasis on winning, Tim insists he wasn’t always a “fire-breathing gorgon”. He encouraged them and praised each girl after every match – even designed special individual awards for each at the seasons’ end. But there’s no doubt, he says, that “it had consumed my life”. “ My girls had immense pressure on them to perform each week so Daddy could win ... I was trying to win and they had to help Daddy to do that. Couldn’t they understand that?” he says. “One Saturday morning I found myself – a big, fat, six foot-plus man – loudly questioning a 14-year-old girl referee’s decision. I apologised to her after the game but I had already destroyed her day. What a bad example. What a douche bag. All perspective lost. We need referees and there I was yelling at a kid. I still feel the shame.” Eventually Tim realised his girls needed better, more objective coaches who didn’t disproportionately pressure them. He gradually withdrew. “In trying to be egalitarian I forgot to represent my own kids’ interests and my girls got trodden on by the very people I’d often raised up into roles, whose kids I’d guided and forgiven when they’d often acted atrociously ... I still have unresolved issues with a number of people I still feel personally betrayed by. Talk about taking it all too seriously. It was kids’ soccer!” Each child is, of course, different. I have one that doesn’t care, win or lose, another that can only compete to win and a third who refuses to compete because she does not believe games should involve winning or losing. I’m glad Tim’s self-awareness finally kicked in. But I’m convinced the sporting grounds of this nation – and the world – are seething with Kick-it-to-Bills.",
  "webTitle": "Lunatic coaches, controlling managers and overzealous parents are wrecking kids' sport",
  "webPublicationDate": "2016-05-14T21:59:50Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/lunatic-coaches-controlling-managers-and-overzealous-parents-are-wrecking-kids-sport",
  "keyword": [
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Daley",
      "id": "profile/paul-daley"
    }
  ],
  "guardianId": "sport/2016/may/15/lunatic-coaches-controlling-managers-and-overzealous-parents-are-wrecking-kids-sport"
}