{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/11/seafood-industry-sustainable-fishing-salmon-overfishing",
  "id": "2016-05-11-46",
  "sectionId": "sustainable-business",
  "body": "The global sustainable seafood market hit $11.5bn in retail sales last year, a result of commitments by large restaurant chains and retailers such as Walmart, Whole Foods, Ikea and McDonald’s to source certified seafood and address decades of mismanagement, according to a report released today.   Related: Off the hook: can a new study in the Pacific reel in unsustainable fishing?    Whether caught in the wild or farmed, seafood that has been certified as sustainably sourced by groups such as the Marine Stewardship Council, Friends of the Sea, the Aquaculture Stewardship Council or Best Aquaculture Practices now accounts for 14% of worldwide seafood production, up from 0.5% in 2005, according to State of Sustainability Initiatives Review, produced by an alliance of international organizations. That growth is 10 times faster than the market for conventional seafood. Certification typically ensures legal and transparent practices, including making sure the catch is legal and the fishing methods won’t quickly deplete the stock. An estimated 3 billion people worldwide depend on seafood as their primary source of protein. The seafood industry’s trade value reached $140bn in 2014, according to the report. “Ecosystem collapse was the main driver of certification standards in the seafood industry,” says lead author Jason Potts, senior associate with the International Institute for Sustainable Development in Montreal. As a result, fish caught in the wild accounts for the majority of certified sustainable seafood. But the practice of raising fish on farms – aquaculture – is also gaining certification. Aquaculture has grown to generate more than $60bn in annual revenues, overtaking wild-caught seafood sales worldwide. The Aquaculture Stewardship Council, which certifies farm-raised seafood (primarily salmon, tilapia and pangasius), certified its first product, a tilapia from Indonesia, in 2012. Last year, the ASC certified 688,138 metric tons of seafood, far less than the Marine Stewardship Council, which only deals with wild catch. However, ASC’s program grew at 98% a year between 2012 and 2015. While sustainable seafood has found a growing market in the US and Europe, awareness of certification labels among consumers is low. Only 33% of consumers recognize the label issued by the Marine Stewardship Council (MSC), for example, despite an increasing amount of seafood being certified. But the lack of recognition of the labels doesn’t necessarily mean consumers don’t care about the source of their sushi and fish stew. Reports about how illegal fishing and overfishing could decimate species such as tuna are raising public awareness of the impact of growing seafood consumption. Recent stories of modern-day slavery in the Thai fishing industry, which provides seafood to US and European consumers via retailers such as Walmart and Costco, have inspired a shrimp boycott in the US and prompted those businesses to track and monitor their suppliers more closely. Those reports of poor labor practices have also prompted organizations such as MSC to develop a policy on forced labor. The types and origin of seafood that gain certification remain relatively concentrated among a handful of species and mostly from developed nations. The report notes that only five species groups account for two-thirds of the world’s certified production: Peruvian anchoveta (which is primarily used as fishmeal and fish oil), cod (including Alaska pollock), salmon, tuna and mackerel. Likewise, the bulk of certified seafood production is occurring in only five countries: Peru, the US, Norway, Chile and Russia.   Related: Entrepreneurs turn billion dollar seafood waste into profitable products    Most of the fishermen and seafood dealers in the developing world aren’t seeking certification even though they supply the majority of the global market. Developing countries produce 80% of global seafood. Asia, in particular, accounts for 69% of global seafood production, but only 11% of the certified sustainable seafood market, the report says. Changing fishing practices requires investments and time, something most fishermen wouldn’t make unless they see financial benefits. “Sustainable seafood standards may not be as sensitive to developing country issues,” Potts says. However, securing certification will help seafood suppliers from developing countries market their catch to buyers in the US and other markets that have created demand for sustainable seafood. Organizations such as The Nature Conservancy are also running training programs to improve fishing techniques of fishing crews in Asia. MSC is working on persuading fishing companies in developing nations to certify their catch, says Adisa Amanor-Wilks, a spokesperson for MSC. The organization offers to help businesses secure funding to gather the data necessary for certification. Developing a consumer demand for certified seafood in the developing world will also require investments to market and demonstrate the merit of buying sustainable catch, says Monica Jain, founder of Fish 2.0, a sustainable seafood competition in California that links entrepreneurs with investors worldwide. “I’m seeing and hearing from impact investors in Asia that have an interest in sustainable seafood,” Jain says. “We’re beginning to see buyer behavior demand more sustainability in Asia and other places.”",
  "webTitle": "Reeling it in: global sustainable seafood market hits $11.5bn",
  "webPublicationDate": "2016-05-11T20:11:11Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/11/seafood-industry-sustainable-fishing-salmon-overfishing",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fishing",
      "id": "environment/fishing",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Food",
      "id": "environment/food",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Clare Leschin-Hoar",
      "id": "profile/clare-leschin-hoar"
    }
  ],
  "guardianId": "sustainable-business/2016/may/11/seafood-industry-sustainable-fishing-salmon-overfishing"
}