{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/war-to-sweatshop-for-child-refugees",
  "id": "2016-05-06-330",
  "sectionId": "world",
  "body": "Hamza sits at a sewing machine in a gloomy warehouse in southern Turkey, where he works 12 hours a day, six days a week. The Syrian can perform most of the roles on the assembly line: he knows how to mould leather into the shape of a shoe, or attach its sole with glue. Today Hamza threads its different parts together with the machine, and his boss looks on approvingly. “He can make 400 shoes a day,” says the factory manager. “He’s a real man.” Only he’s not. Aged just 13, Hamza is in fact a child. And so are more than a third of the workers in this sweatshop. This is no anomaly. According to Unicef, more than half of Turkey’s 2.7 million registered Syrian refugees are children – and nearly 80% of them are not in school. Across the wider region, Unicef estimates that half of school-age Syrians – 2.8 million children – have no means of accessing education.     A small boy makes shoes in the factory. Photograph: Ahmed Deeb    Campaigners believe that many of the rest are in work, for salaries far below the minimum wage. In the southern city where Hamza lives, extensive surveys by local aid groups suggest that the city’s Syrian schools have capacity for just 21,000 school-age Syrians, well under a third of the local total.   Related: Homesick, lonely, sleepless – and these are the lucky child refugees    “The other two-thirds are definitely all working,” says Kais al-Dairi, director of the Syrian Relief Network, the coalition of aid groups that conducted the research. “And of the 21,000, according to the teachers, many of them sometimes leave school early. They say: ‘I have a job, I must support my family.’” With this situation replicated in hundreds of cities across the Middle East, Dairi says the harm done to vast numbers of Syrian children – some of whom have spent half a decade out of school – is by now irreversible. “Even if everything stopped now and we had peace, we would just be doing damage control,” says Dairi. “We have lost a generation. We are trying not to lose a second one.” Hamza’s life is a good example of why this is all happening. Two years ago, his father was reportedly beheaded by Isis fighters in northern Syria, so his family fled to Turkey. There, his mother works as a housekeeper for the family’s elderly landlords, in exchange for a lower rent. But with Hamza’s father dead, the family has no other means of earning a money. So to put food on the table, he and his younger brothers, Tarek and Hammouda, work in this local shoe factory. Their daily wage is less than $10 – lower than the retail price of every pair of shoes they make. “I would love to go to school, I miss reading and writing,” says Hamza. “But if I go to school, nobody is going to bring food to my home.”     Shoes made in the factory. Photograph: Ahmed Deeb    At their spartan one-room home nearby, Hamza’s mother nods in agreement. “They have to work,” she says of her children. “If they don’t work then we can’t live.” For researchers at Hayata Destek, a Turkish non-governmental organisation that works with Syrians, Hamza’s predicament is familiar. According to their surveys of Syrians in Istanbul, 60% of Syrian families have a household income between 500 and 1,500 Turkish lira (£120-£360) a month. “But when you look at what they spend per month, it’s around 1,600,” says Gonca Girit McDaniel, a programme coordinator at Hayata Destek. “They’re spending more than they earn, and so they have to borrow money – or let their children work.” Syrian adults’ wages are so low because they don’t have the default right to work in Turkey, so employers can get away with paying them far below the minimum wage. New labour laws enacted in January were meant to help solve this situation – but in reality little has changed. Rather than giving Syrians the blanket right to work, the law instead only allows those with contracts to apply for work permits – but for most people this is not a realistic prospect. Most employers don’t want to give out contracts. “We can’t get a work permit,” says Zakariah, a 37-year-old Syrian working in an Istanbul sweatshop. “It’s impossible. If [employers] helped us get a work permit, they’d have to pay us like Turkish workers – and they would never want to do that.” As a result, Zakariah still earns less than the minimum wage, which makes it impossible for him to feed his six young children without additional income. So he has reluctantly sent his eldest son, 12-year-old Sayed, to work in a separate sweatshop. “I wish he could be educated,” says Zakariah. “If we were in Syria, I wouldn’t have let him work under any circumstances. But my salary is only 1,200 Turkish lira, and we can’t survive on that.”     Hamza at work. Photograph: Ahmed Deeb    Sometimes children work because it is easier for them to find jobs. Research by Hayata Destek suggests that in nearly half of Syrian families in Hatay, a city in southern Turkey with a huge Syrian population, the only breadwinner is a child. “There is a huge lack of employment for adults,” explains Sezen Yalcin, a child protection programme manager for Hayata Destek. “Because adults are less vulnerable than children, employers want younger employees who they can pressure more, and who they can exploit more.”   Related: First laughs since Syria: the clowns getting refugee children smiling    A lack of access to education is another indirect cause of child labour. Syrian children have the theoretical right to an education in Turkey – but the reality is sometimes different. Interviewees report months-long delays in processing their paperwork, which in turn means their children lack the identification documents necessary to enrol in school. Loopholes in the law also give Turkish headteachers the right not to admit Syrians if their presence would conceivably affect the learning of Turkish students. Last year Bouchra, a Syrian single mother in Istanbul, tried to enrol her son in a local Turkish school – but was rebuffed by the headteacher. He told Bouchra that she would need to pay the equivalent of two months’ salary for a service that legally should be given to her free. Three months later, Bouchra’s son was finally admitted to a new school, specially built for Syrians – but only after she had presented local officials with a list of 500 local Syrian children who were out of education. The Syrian Relief Network reports a similar problem in Gaziantep. Only a handful of Syrians are enrolled in Turkish schools. There are 42 newly built Syrian-only schools – but with an average capacity of just 500, there is still no space for more than 70,000 school-age Syrians in the city. All this will have terrifying consequences, campaigners warn. In the short term, working children are being exposed to frequent abuse. “Sexual harassment is very common, and so is physical abuse,” says the Syrian Relief Network’s Kais al-Dairi. “I have interviewed kids and they say in their innocent way, ‘this guy held my hand, this guy tried to lead me here, this guy tried to touch me here’.”     Children in the factory. Photograph: Ahmed Deeb    Zakariah’s son reports being beaten by his sweatshop manager. “The boss beats me with a screwdriver, metal, whatever is in his hand,” says Sayed. “Once he told me to turn off the radio, and then I don’t know why, but he threw a bottle at me.” Asked about child abuse in the city where Hamza lives, his manager agrees it is rife in other sweatshops. But he says his factory is different, all his child employees are treated with respect, and that he sometimes organises lessons for them. “I’m not employing these kids because I need their work,” says the man, who was a civil servant before he fled Syria. “Instead, I’m letting them work here because they need to help their families.” In the long term, campaigners fear that rocketing child labour and school dropout rates will create a frustrated, uneducated generation that has little means of playing a productive role in society, in Syria or elsewhere. At best, many may struggle to integrate – and at worst, some may turn to violence.   Related: Quarter of child refugees arriving in EU travelled without parents    “A trend of particular concern is the increase in child recruitment [in the Syrian civil war],” Unicef announced recently. “Children report being actively encouraged to join the war by parties to the conflict offering gifts and ‘salaries’ of up to US$400 a month.” According to Dairi, at least some of these child soldiers are returning from Turkey, unable to build a life there. “This is really happening,” he says. “I’ve seen tens of cases. They are very frustrated, they are humiliated every day, they have no future, so they want to go back to Syria. And the only thing they can do in Syria is hold a gun.” And while this complex dynamic persists, some Syrian parents say that Europe inevitably remains an attractive option for them, regardless of recent restrictions on refugee movements. “It’s not for me, it’s for my children,” says Zakariah. “I want all my children to go to Europe so that they can go to school.” Some names have been changed. Additional reporting: Eiad Abdulatif and Abdelsalam Dallal.",
  "webTitle": "From war in Syria to a Turkish sweatshop for child refugees",
  "webPublicationDate": "2016-05-06T06:00:16Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/war-to-sweatshop-for-child-refugees",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Child labour",
      "id": "law/child-labour",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "world/2016/may/06/war-to-sweatshop-for-child-refugees"
}