{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/24/soviet-russian-illustration-propaganda-for-kids",
  "id": "2016-05-24-281",
  "sectionId": "artanddesign",
  "body": "In 1925, Galina and Olga Chichagova illustrated a two-panel poster that called for a revolution in children’s illustration in the new Soviet Union. The left panel featured traditional characters from Russian fairytales and folklore – kings, queens, the Firebird, the witch Baba Yaga and, my favourite, a crocodile in elegant nightcap and dressing gown. “Out,” read the caption, “with mysticism and fantasy of children’s books!!” Meanwhile, the right panel depicted what the sisters thought fellow artists should be illustrating to improve the first generation of little Soviet citizens. Under the beneficent eye of Lenin were images of young pioneers in red neckerchiefs, working on collective farms, as well as illustrations of Red Army cavalry troops riding into battle, factories, and aircraft. Anthropomorphised crocodiles, apparently, weren’t sufficiently revolutionary.  “Give a new child’s book,” went the caption. “Work, battle, technology, nature – the new reality of childhood.”     In one cautionary tale, a bourgeois capitalist eats too much ice cream and freezes to death    This call to revolutionise children’s illustration was part of socialism’s bigger political struggle. “In the great arsenal with which the bourgeoisie fought against socialism, children’s books occupied a prominent role,” wrote one L Kormchii in the Bolshevik newspaper Pravda in 1918, “The bourgeoisie, well aware of the force of children’s books, took advantage of them to strengthen their own power … We struggle and we die, but before we drown in our own blood, we must seize these weapons from enemy hands.”  “The idea was to abolish fantasy literature and illustration because they were seen as bourgeois and unhelpful to the revolution,” says Olivia Ahmad, curator of A New Childhood: Picture Books from Soviet Russia. Imagine if Harry Potter or Julia Donaldson and Axel Scheffler’s Room on the Broom were deemed unacceptably counter revolutionary.  In one cautionary tale called Ice Cream, by writer Samuil Marshak and illustrator Vladimir Lebvedev, a bourgeois capitalist eats too much ice cream and freezes to death. In Red Neck, a poem by Nicolia Aseev, a faithful Young Pioneer (the Soviet youth group) refuses to take off his red neckerchief even when attacked by a raging bull, thus demonstrating doughty revolutionary commitment even in the face of an unpleasant goring.   Related: Inside the Rainbow: Russian children's literature 1920-1935 - in pictures    Soviet children’s literature was fun in the 1920s and early 30s, even while it propagandised for socialism and helped Soviet children to do what many of their parents could not, namely read. Just as the Soviet Union needed to be electrified and industrialised at breakneck pace, so the children of the revolution needed to be educated fast if their homeland was to survive in a hostile world. Cheaply produced, captivatingly illustrated books were the answer. Early Soviet picture books, explains Ahmad, were printed lithographically on to cheap paper, then folded and stapled to create 10-15 page paperbacks. Children’s books were, then, part of the Soviet political struggle. But the revolution is not so much in the text as in the images. What Walter Benjamin wrote of Moscow during his 1927 visit – “Each thought, each day, each life lies here as on a laboratory table” – is true of the thrilling changes in illustrations for children’s books during the early years of the Soviet experiment.  The illustrations for Red Neck, for instance, were done by Natan Altman, a theatre designer and cubo-futurist sculptor. Here Altman’s figurative line drawings were laid over angular abstract shapes, a design which we are familiar with, but in the 1920s must have been discombobulating to Russian eyes.      A tale of two squares … El Lissitzky’s 1922 Suprematist Tale in Six Constructions.    The great Russian artist El Lissitzky went further. In About Two Squares: a Suprematist Tale in Six Constructions, he riffed on recent Russian avant garde experiments by borrowing Kazimir Malevich’s black square. In the story, the black square joins a red square that represents communism and both head off on a dialectical space trip. The two flat shapes crash to Earth causing destruction in three dimensions – a kind of abstractionist depiction of the Bolshevik revolution – from which emerges a new Earth built in the red of communism.  The book format itself was the scene of revolutionary experiment. In Isaak Eberil’s illustrations for A Cinema Book About How the Pioneer Hans Saved the Strike Committee, our hero alerts strikers about the approaching police. But what’s exciting is not the message but the format: the images were printed as mock film reel, which kids were encouraged to cut out and project themselves (somehow). Similarly, Aleksei Laptev’s book The Five Year Plan illustrates the state of farming, coal and iron production in 1927, but what’s wonderful about it is that each page can be folded out to reveal planned expansions in each sector by 1932. When fully opened, the book is two metres long. If I’d been a 10-year-old Russian child in 1927, I would so have wanted that for my bedroom wall.     Are we nearly there yet? … Aleksei Laptev’s illustrations for The Five Year Plan.    My favourite works in the show are Alisa Poret’s illustrations for How the Revolution was Won, featuring scenes from October 1917, not least because she uses an elevated perspective borrowed from Soviet film pioneers like Dziga Vertov and Eisenstein to give an epic tenor to her material.  Such works were in an ideological struggle with earlier, illustrated children’s books. Ahmad shows me some sumptuous pre-revolutionary illustrations by Alexander Benois for his 1904 Alphabet in Pictures series. One frame illustrates a letter alongside a teeming array of expensive looking dolls. You can almost smell the privilege, hear nanny padding across the nursery carpet. Another letter is illustrated with some toffs in powdered wigs looking at the stars through their telescopes from their St Petersburg terrace. Though charming, these images depict a world that Bolshevism sought to overcome. Contrast Benois’s illustrations with Vladimir Lebedev’s 1925 Alphabet, in which each letter is starkly printed in black and decorated with tersely expressed, yet vibrant animal figures. It’s an alphabet for a new era - for the children of the revolution.     Alisa Poret’s illustrations for How the Revolution Was Won.    One of the exhibition’s heroes is the artist Vera Ermolaeva, a Russian pioneer of non-objective art, suprematism, and constructivism. In 1918 she founded the first Soviet children’s book publisher, a collective called Segondia (Today). She and her fellow artists used basic materials, flat perspective and distorted proportions, thereby forging a link between pre-Revolutionary avant garde art, old depictions of Russian folklore and the revolutionary demands of the day. Ermolaeva’s illustrations are among the most endearing in the show. One is a poster for a poem called Cockerel, another the cover illustration for a volume of Walt Whitman’s poem O, Pioneers! But her story is tragic. In 1934, she was arrested for “anti-Soviet activities” and sent to a work camp in Kazakhstan, where she was shot in 1937. Recently, she was honoured by Russian women, including members of Pussy Riot, who founded the Vera Ermolaeva Foundation of Contemporary Feminist Art to support female artists.     Vera Ermolaeva illustration from 1927.    The era hymned by this exhibition came to an end, Ahmad argues, in 1934 when the All-Union Congress of Soviet Writers adopted socialist realism as the only tolerable aesthetic style. Non-objectivism? Constructivism? Suprematism? Surrealism? Primitivism? All these isms, which had been so important in the flourishing of children’s illustration in the previous decade and a half, were deemed inimical to the Soviet state.  By then, censorship and greater state control over publishing was becoming more intense. For instance, El Lissitzky’s Yiddish-language book The Only Kid became one of the first titles to be destroyed following renewed state censorship in the 1930s of the leading language of Russian Jews.  Increased censorship prompted the exile of many avant garde artists who had revolutionised children’s illustration during the previous decade and a half. Russian emigrés Nathalie Parain and Feodor Rojanovsky, for instance, went to France where they created the beloved Père Castor series of illustrated children’s books. Other artists, such as Marshak and Lebedev, stayed and tailored their work to fit the new Stalinist order.  The excitement of the early years of the Soviet experiment in children’s books may have been over, but it had an important afterlife. Soviet books brought to Britain inspired the creation of the Puffin Picture books in 1940. And now there is this exhibition, the first of its kind in Britain, to remind us of that scarcely conceivable, utopian moment when children’s books were a place for avant garde experiment and revolutionary political struggle.   A New Childhood is at the House of Illustration, 27 May–11 September.",
  "webTitle": "Out with bourgeois crocodiles! How the Soviets rewrote children's books",
  "webPublicationDate": "2016-05-24T07:00:04Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/24/soviet-russian-illustration-propaganda-for-kids",
  "keyword": [
    {
      "webTitle": "Illustration",
      "id": "artanddesign/illustration",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Jeffries",
      "id": "profile/stuartjeffries"
    }
  ],
  "guardianId": "artanddesign/2016/may/24/soviet-russian-illustration-propaganda-for-kids"
}