{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/20/v-for-violet-alison-rattle-review",
  "id": "2016-05-20-287",
  "sectionId": "childrens-books-site",
  "body": "Alison Rattle writes a classic teen love story set in the 1960s, but with an unexpected dark twist when a serial killing spree of young teenage girls comes into play. The protagonist, Violet White, then sets out to uncover the truth about who murdered the missing girls. Firstly, I thought that Rattle had successfully created a pessimistic voice in Violet, encompassing the downtrodden attitude of some British people after the harsh times throughout the second world war. Contextually, the book was very strong and perhaps provides some insight into the lives of teenagers specifically in post-war society. Rattle even thinks to provide little contextual details, such as an allusion to food rationing throughout the war, and how this affected young people at the time. However, in terms of providing a strong and gripping plot, I think Rattle is less successful. The classic girl-meets-boy tale has been done to death in teen books and the leading male character, Beau, who is Violet’s love interest, is less of an in-depth character and more of an archetype for the classic, leather-jacket wearing bad boy that every girl dreams of. I do not think that Rattle’s clichéd framework for the novel would particularly stand out to a teenage reader, who must have read almost the same story several times before.         I thought that the introduction of the murder mystery was an interesting way to add a third dimension to the so-far bland storyline, but when the murderer was finally revealed, I felt a bit of an anti-climax, as (WARNING: MINI SPOILER ALERT) I felt Rattle played it safe by choosing a character that the reader did not know too well, and therefore would not be emotionally effected by the big reveal. A stronger decision would have been for Rattle to give the murderer role to someone very close to the character of Violet, someone that we would feel betrayed by if we were to find out they were the murderer. Also, while Rattle makes an admirable effort to incorporate all issues facing teenagers today, from feuding with your best friend to understanding and accepting homosexuality, I think that many of these issues were not spoken of in enough depth to create a lasting effect on the reader. For example, the idea of homosexuality in the 1960s was introduced far too late in the book for the reader to really think about it as much as they perhaps should have, and I think Rattle was in too big a rush to end the story to really create an emotionally effective ending.   Related: How do I get involved in the Guardian children's books site?    Overall rating: 4/10 If you are a reader who would be interested in finding out more about life in the 1960s, the context in this book could really be of use to you. However, if you are searching for a teen novel that is vastly different and says something new, I don’t think the clichéd themes of romance in this novel will particularly resonate with you. Personally, I did not enjoy the way in which the ending seemed far too fleeting and rushed, but I think that it is worth reading this book for yourself, as it may appeal to you much more than it did to me.  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "V for Violet by Alison Rattle – review",
  "webPublicationDate": "2016-05-20T08:00:35Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/20/v-for-violet-alison-rattle-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Historical fiction (children and teens)",
      "id": "books/childrens-historical-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "War (children and teens)",
      "id": "books/childrens-war",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/20/v-for-violet-alison-rattle-review"
}