{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/manu-tuilagi-england-doubtful-hamstring-injury-australia",
  "id": "2016-05-21-46",
  "sectionId": "sport",
  "body": "Manu Tuilagi is likely to miss England’s tour of Australia with a hamstring injury picked up in Saracens’ 44-17 win over Leicester in the first of the Premiership play-offs. On a disappointing day for Eddie Jones – who announces his England squad on Sunday – his midfield may be further disrupted by the loss of Owen Farrell, who came off in the same game clutching his ribs. The Saracens fly-half is touch-and-go for next weekend’s final. But Tuilagi is the main concern for England. It is understood the centre, who has been plagued by groin and hamstring injuries for two years, has suffered a grade-two hamstring tear, which he has suffered before, an injury that tends to carry a six-week layoff. Richard Cockerill, his director of rugby, was unable to confirm the extent of the injury, but said: “Manu’s pulled his hamstring. I don’t know how badly. We’ll assess it over the next 48 hours. He came off pretty quickly, so it doesn’t look brilliant, but we’ll see.” Mark McCall was similarly uncertain about Farrell’s injury, picked up when he was hit by two tackles in the same passage of play. “I don’t know the extent of it yet. He’s got a bang on the rib, and you know ribs can go one way or the other. Hopefully, it’s the right way.” Cockerill refused to blame Tuilagi’s early exit for the result, but once again expressed his dislike for the artificial surface at Allianz Park.“If you get more purchase on the pitch, you put more force through your body and that causes more problems,” Cockerill said. “I’m not a fan of the artificial pitches at all. For me they could take them all out and make every Premiership side have a DESSO field (grass mixed with natural fibres) or a proper grass one that’s mixed so that you have a good surface for the whole year.”",
  "webTitle": "England’s Manu Tuilagi doubtful for Australia tour with hamstring tear",
  "webPublicationDate": "2016-05-21T21:00:24Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/manu-tuilagi-england-doubtful-hamstring-injury-australia",
  "keyword": [
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Manu Tuilagi",
      "id": "sport/manu-tuilagi",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Owen Farrell",
      "id": "sport/owen-farrell",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leicester",
      "id": "sport/leicestertigers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Aylwin",
      "id": "profile/michaelaylwin"
    }
  ],
  "guardianId": "sport/2016/may/21/manu-tuilagi-england-doubtful-hamstring-injury-australia"
}