{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/05/truce-junior-doctors-tough-decisions-jeremy-hunt-bma",
  "id": "2016-05-05-87",
  "sectionId": "society",
  "body": "After eight months of anger, belligerence and entrenched positions, including eight days of strikes disrupting already under-pressure hospitals, is the junior doctors dispute finally coming to an end?  Maybe. The positive reception that greeted the idea of a five-day truce, suggested by the Academy of Medical Royal Colleges, augurs well for hopes that this messy, highly destructive saga will be resolved soon, possibly through fresh talks that could start as early as Monday. Jeremy Hunt and the British Medical Association, the best of enemies, both welcomed the planned cessation in hostilities. “We are willing to play our part,” the health secretary said. “We will pause introduction of the new contract for five days from Monday should the [BMA’s] junior doctors committee agree to return to talks. This is a significant show of good faith by the government to break the deadlock.”  Dr Johann Malawana, the chair of that committee (JDC), was equally constructive. Stressing that junior doctors had always wanted an agreed rather than imposed settlement, he said: “As suggested by the academy, we are keen to restart talks with an open mind. It is critical to find a way forward on all the outstanding issues – which are more than just pay – and hope that a new offer is made that can break the impasse.” However, that common resolve may not necessarily lead to formal talks, or any new talks to an actual agreement. Hunt’s welcome for the truce was qualified. He made it clear that he would only talk if the BMA agreed to commit in writing in advance that it would discuss Saturday working – the issue over which two months of Acas-brokered discussions broke down in early February – and also agreed to recommend any proposed settlement to its members. Those are both very demanding preconditions for the doctors’ union to accept, as he well knows, especially negotiations over Saturdays becoming part of a junior doctor’s normal working week. Until now that has been a “red line” issue – something they simply would not discuss. The 60-plus members of the JDC will have the final say on that when they discuss their next steps at a scheduled meeting on Saturday morning. Getting agreement will be very hard, particularly on something that involves them staging a considerable climbdown. Some JDC members are pragmatic about what to do now, given that eight walkouts have strengthened rather than weakened Hunt’s will to win; others back an indefinite all-out strike that they believe will show Hunt he cannot push junior doctors around. The chances of any talks ultimately producing a lasting agreement are hampered by similar issues. The divisions over tactics within the JDC are so great, and loathing of Hunt so intense, that it is hard to see them abandoning their opposition to mandatory Saturday working, then agreeing to a series of compromises to resolve the outstanding issues and then getting junior doctors as a whole to rubberstamp whatever package finally emerges.   Related: Junior doctors' strike has become the mother of all deadlocks    Yet they must do all of that to avoid being seen as the unreasonable ones, the wreckers. While public opinion has stayed largely on their side, the might of government is ranged against them, the implementation of the hated new contract continues apace and their options – or at least options that do not involve putting patients at risk – are very limited indeed. No wonder a senior figure in the NHS, sympathetic to the juniors’ cause, said: “Five pounds says they screw it up.” Beyond that lie other difficulties, including some for Hunt. Will he compromise further on Saturday working, so that only mornings until 1pm count as part of standard hours? Will he amend the supposedly final contract published on 31 March so that it does not discriminate against female medics, especially those with children – flaws acknowledged in the government’s own equality impact assessment? And will he remove the catch-all clause, not included in the government’s “best and final offer” of 10 February, which could lead to junior doctors’ working lives being changed yet again if their bosses decide it is necessary? Pragmatism, leadership and a willingness to do a deal, even if that involves backtracking on previous positions, will decide whether the truce brings peace at last.",
  "webTitle": "Terms of truce leave junior doctors facing tough decisions",
  "webPublicationDate": "2016-05-05T17:37:38Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/05/truce-junior-doctors-tough-decisions-jeremy-hunt-bma",
  "keyword": [
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    }
  ],
  "guardianId": "society/2016/may/05/truce-junior-doctors-tough-decisions-jeremy-hunt-bma"
}