{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/london-empty-towers-very-british-corruption-tainted-wealth",
  "id": "2016-05-25-37",
  "sectionId": "commentisfree",
  "body": "Now we know. The glitzy 50-storey tower that looms over London’s Vauxhall and Pimlico is, as the Guardian revealed yesterday, just a stack of bank deposits. Once dubbed Prescott Tower, after the minister who approved it against all advice, it is virtually empty.   Related: Sadiq Khan condemns foreign investors' use of London homes as 'gold bricks'    At night, vulgar lighting more suited to a casino cannot conceal the fact that its interior is dark, owned by absent Russians, Nigerians and Chinese. It makes no more contribution to London than a gold bar in a bank vault, but is far more prominent, a great smudge of tainted wealth on the city’s horizon. In 2003 London’s first elected mayor, Ken Livingstone, was dazzled by a dinner invitation to the Villa Katoushka outside Cannes. His hosts were the titans of London’s property world and he was reportedly soon in thrall to them. He said he would offer them “the potential to make very good profits” in his new London. He especially wanted tall buildings; the taller the better. The developer Gerald Ronson lauded him for his remarkable “vision”. Tony Pidgley of Berkeley Homes called him “refreshing”. The mayor was as good as his word. He backed Ronson’s monster Heron Tower in the City. He backed Prescott’s Vauxhall tower. He backed the Bermondsey Shard. He even spent taxpayers’ money on lawyers to support developers at public inquiries. At the time the Tory leader of Wandsworth, Eddie Lister, assailed Livingstone’s obsession with towers as a “one-man dictatorship”. David Cameron’s then cities spokesman, John Gummer, compared Livingstone to Mussolini, and spoke of the towers as “the vulgarity of bigness”. Yet when Cameron came to power, this was all forgotten. In London, property is the most potent lobby. The Tory mayor, Boris Johnson, increased Livingstone’s rate of tower approvals, while Lister gratefully took office as his tall-buildings champion.   Related: 'Tower for the toffs': UK's tallest skyscraper and playground of the rich    There was no published plan for the drastic surgery being inflicted on London’s appearance. No limit was set to the towers’ location or height. No one took care of their appearance or bulk, their civic significance or their role in the life of the capital. Some 80% of the approvals were for luxury flats, chiefly marketed as speculations in east Asia. Such has been the rate of unrestricted growth, there seems no reason to doubt the dystopian vision of London’s future depicted in the last Star Trek movie. Johnson’s current legacy to London is 54,000 luxury flats priced at over £1m, about to hit a market that even before the present downturn needed just 4,000 a year. This bubble simply has to burst. The waste of building resources, energy and space, the sheer market-wrecking bad planning, beggars belief. Towers have a perfectly reputable place in the history of cities. By their nature they dominate. They mark victories and royal palaces; they signify civic centres and clustered downtowns. The tallest towers, in the United Arab Emirates, Malaysia, Singapore and China, reflect the priapic obsessions of dictators and the celebrity cravings of banana republics. Civilised cities such as Paris, Rome, Amsterdam – even New York, Boston and San Francisco – either ban new towers from historic areas or zone them into clusters. Above all they show some consideration for the aesthetics of place.    'They are the product of speculative flows of often 'dodgy' cash, seeking an unregulated property market    No such considerations applied to the Vauxhall tower. Some people like towers, though few want them everywhere. Architects love them as “icons”, as bankers love money. Some cities desperate for space, such as Hong Kong and Shanghai, build high to cram in the poor, often in dire conditions. Studies from Jane Jacobs to Lynsey Hanley catalogue the impact of high living on family life and community cohesion. In London, as the Guardian shows, these buildings have nothing to do with housing supply, let alone low-cost supply. Their front doors are manned not by concierges, but by security guards, like banks. They are the product of speculative flows of often “dodgy” cash, seeking an unregulated property market that asks no questions and seeks a quick profit. That is all. Most cities, ironically including Hong Kong and Singapore, in some way restrict foreign or non-resident acquisition of property, as do most New York condominiums. In London gullible politicians and venal architects have conspired to suborn a great city, simply because towers seemed vaguely macho and money smells sweet. Nor do towers have to do with population density. The idea that modern cities must “go high” as part of the densification cause is rubbish. External landscaping and internal servicing makes them costly and inefficient. The densest parts of London are the crowded and desirable low-rise terraces of Victorian Islington, Camden and Kensington. The recently proposed Paddington Pole, the height of the Shard, had just 330 flats on 72 storeys. Adjacent, Victorian Bayswater could supply 400 on the same plot. London has seen nothing yet. A row of giant blocks is about to rise around the Shell Centre behind the National Theatre. The 50-storey cucumber-shaped One Blackfriars is emerging on the bank of the Thames opposite the Embankment. It will intrude on views of the City far more than does the Shard. The line of the Thames will be marked by a series of jagged broken teeth. Prescott’s tower at Vauxhall is to be joined by two more apartment stacks next door, one even higher. Next to Battersea power station is a crowded over-development on an almost Hong Kong scale, named Malaysia Square and aimed at the Asian super-rich. Johnson helped sell it in 2014 by actually unveiling the development not in London but in Kuala Lumpur. It will probably go bust and end up as slums. At least the poor may one day live there. Livingstone and Johnson promoted these towers not because they cared where ordinary Londoners would live, or because they had a coherent vision of how a historic city should look in the 21st century. They knew they were planning “dead” speculations, because plenty of people told them so. They went ahead because powerful men with money and a gift for flattery just asked. It was very British sort of corruption. The appearance of these structures on the London horizon must rank as the saddest episode in the city’s recent history. We must live with them forever. But we shall not forget their facilitators.",
  "webTitle": "London’s empty towers mark a very British form of corruption | Simon Jenkins",
  "webPublicationDate": "2016-05-25T19:29:29Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/london-empty-towers-very-british-corruption-tainted-wealth",
  "keyword": [
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Jenkins",
      "id": "profile/simonjenkins"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/london-empty-towers-very-british-corruption-tainted-wealth"
}