{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/11/jian-ghomeshi-apology-charges-dropped",
  "id": "2016-05-11-109",
  "sectionId": "world",
  "body": "After 18 months of pointed silence, one of Canada’s most familiar voices resonated loudly in a Toronto courtroom on Wednesday when former broadcaster Jian Ghomeshi expressed “deep regret” for workplace behaviour that resulted in a charge of sexual assault. The apology saved the once-idolized broadcaster from a second criminal trial and put an end to legal proceedings over a string of sexual assault allegations. His sensational trial on a previous set of charges ended in March with a blanket acquittal that outraged activists and survivors of sexual violence.   Related: Canada urged to rethink approach to sexual assault after Ghomeshi acquittal    Wednesday’s apology formed part of a deal to withdraw the final charge against Ghomeshi, which stemmed from allegations that in 2008 he had sexually assaulted a former co-worker, Kathryn Borel.  Recommending the agreement as “entirely reasonable and appropriate”, prosecutor Michael Callaghan recounted how Ghomeshi, while working as host of the popular Q radio show on the Canadian Broadcasting Corporation (CBC), approached Borel while she was bending over her desk at work, “held her waist and pressed himself back and forth repeatedly into her buttocks”. Along with the apology, Ghomeshi agreed to keep the peace and have no contact with Borel for the next 12 months. “I now recognize that I crossed boundaries inappropriately,” Ghomeshi said, reading a statement that brought a quiet end to a legal ordeal his celebrity lawyer Marie Henein called “one of the most intensely public trials in our history”. “I enjoyed a position of privilege in my job at the CBC as the host of a program I loved,” Ghomeshi intoned, adding that he “did not show the respect that I should have” to Borel. His conduct, Ghomeshi added, was “sexually inappropriate”. The deal marked the end for the fifth and final sexual assault charge Ghomeshi has beaten since police launched an investigation against him in 2014.  More than 20 women came forward with allegations of being slapped, punched, bitten, choked or smothered by the radio host.   Related: Jian Ghomeshi trial: first complainant claiming sexual assault goes public    But despite hearing testimony that he had mistreated several women, judge William Horkins dismissed four charges in March after a dramatic trial in which witnesses contradicted themselves and attempted to suppress inconvenient details about their relationship with the accused. One of the accusers, Canadian actress and army reservist Lucy DeCoutere, admitted in court that she had proposed sex with Ghomeshi the day after he allegedly choked her, but hadn’t previously told police or prosecutors.  In a scathing decision, Horkins concluded that none of the witnesses who had complained about Ghomeshi were believable beyond a reasonable doubt. At the end of the final proceeding, Henein was quick to note that her client remained officially innocent of any criminal act. Ghomeshi’s apology “was not an admission or a plea”, she told the court. The results did little to satisfy either the protesters who lined the court steps or Borel, who expressed her reservations to reporters after the hearing.     Kathryn Borel: ‘Jian Ghomeshi has apologized, but only to me. There are 20 other women who have … made serious allegations about his violent behavior.’ Photograph: Mark Blinch/AP    “Every day over the course of a three-year period, Ghomeshi made it clear to me that he could do what he wanted to my body,” she said. “He made it clear that he could humiliate me repeatedly and walk away with impunity.” Speaking outside the court, Borel noted that Ghomeshi had yet to apologize to any of the other women who complained to police about his alleged harassment. “All he has said is that they’re all lying and that he’s not guilty,” she said. “And remember, that’s what he said about me.” Borel was also sharply critical of the public broadcaster for refusing to act on her initial complaint. “When I went to the CBC for help, what I received in return was a directive that yes, he could do this, and it was my job to let him ... His whims were more important than my humanity and my dignity.” Ghomeshi’s final escape did little to soothe critics who see his trial as an example of all that is wrong with how Canada deals with cases of sexual assault. On the other hand, it clearly established Henein as the most accomplished criminal defense attorney in the country. Nor did the result satisfy the complainants in the original trial. “With my case, he never admitted that he assaulted me,” said Linda Redgrave, who testified in February that Ghomeshi had interrupted a romantic encounter by unexpectedly punching her and knocking her to the ground.  Horkins dismissed the woman’s testimony in part because she failed to tell police that she had emailed Ghomeshi a picture of herself in a bikini shortly after the encounter. “He never admitted that he assaulted me,” Redgrave complained on Wednesday. “Where’s my apology?”",
  "webTitle": "Jian Ghomeshi apologizes to former colleague as part of deal to drop charge",
  "webPublicationDate": "2016-05-11T17:00:58Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/11/jian-ghomeshi-apology-charges-dropped",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Barber",
      "id": "profile/john-barber"
    }
  ],
  "guardianId": "world/2016/may/11/jian-ghomeshi-apology-charges-dropped"
}