{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/22/paul-mccartney-the-biography-by-philip-norman-digested-read",
  "id": "2016-05-22-80",
  "sectionId": "books",
  "body": "As a 22-year-old reporter on the Northern Echo in 1965, I was lucky enough to meet the Beatles backstage at a gig in Newcastle. Paul McCartney threw me his violin bass and told me he was a skinflint, before turning left out of the dressing room to go and play before hordes of screaming fans. Not quite believing my luck at having landed such a scoop, I immediately decided to devote the rest of my life to cataloguing everything to do with the Beatles in obsessive detail. In 1981, I published Shout!, which most sensible people agree is the most definitive account of the Beatles ever written. In that book – and indeed in my later biography of John Lennon – I may have given the impression that Paul was the least talented member of the Beatles, a musician who had piggybacked on the talent of John and whose later career with Wings was an abject failure. I want to state firmly now that I have always thought that Paul was a total genius and at least the equal of John. If I sounded somewhat scathing about Paul, it was because I was jealous of his talent and couldn’t come to terms with the fact that he was better looking than me.           Newly released footage of the Beatles backstage in 1965    While watching Paul headline the Olympics closing ceremony in front of the Queen in 2012, it occurred to me that he might be quite grateful if I was to write an 800-page book about him. So I asked his publicist if he would speak to me. Unfortunately, Paul said he would be quite busy for the next 25 years, but that I was free to talk to every single person who had ever met him, and to scour the cuttings library for detail.   Related: Paul McCartney: The Biography by Philip Norman – review    Paul was born in a much more run-down area of Liverpool than John, which leads me to speculate that when John wrote the line “a working-class hero is something to be” he was subconsciously paying homage to Paul. Certainly, Paul’s early life was not easy, and he has never got over the death of his mother, but he was by far the cleverest person in his class at school, winning a prize for his essay on William the Conqueror that contained no spelling mistakes whatsoever. When he was 16, Paul became friends with George Harrison, and they both began playing with John, who was older. John was very impressed with Paul’s musical talent and they later went on play together in Hamburg and at the Cavern Club in Liverpool. While in Germany, Paul bought a cheap watch and wrote a letter to his father to tell him about it.  Paul did not find it easy that all of his compositions were accredited to Lennon-McCartney, and it psychologically scarred him that not enough people know he wrote Yesterday all by himself, in the gents’ toilets of Abbey Road Studios when he was a bit stoned. There can be no doubt that Paul has always been a bit vain and, for the last 50 years, has employed a woman called Vi to comb his legs for him. Paul’s legs are unnaturally hirsute and can get terribly matted if not given daily attention.      The breakup of the Beatles, which was brilliantly described in my book Shout!, was very difficult for Paul and he went off to live in Scotland with Linda, whom nobody liked but him. After a brief period of seclusion while the couple devoted themselves to their wonderful children, Paul decided to form Wings. Some people have been critical of the fact that he paid other members of the band next to nothing but, after much soul-searching, I now find that he paid them exactly the right amount. And I’ve always thought that Linda had a lovely singing voice. Mull of Kintyre is my favourite song ever. Paul was very sad when Linda died, and his grief may have unbalanced his mind and made him marry the delusional Heather Mills. Much to his children’s relief, that marriage ended acrimoniously and Paul is now very happy with Nancy Shevell. Two years ago, I was lucky enough to meet Paul for a second time at a gig in Liverpool. “Hello, Phil,” he said, before turning right to go on stage. Which was nice. Digested read, digested: Help!",
  "webTitle": "Paul McCartney: The Biography by Philip Norman – digested read",
  "webPublicationDate": "2016-05-22T14:00:05Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/22/paul-mccartney-the-biography-by-philip-norman-digested-read",
  "keyword": [
    {
      "webTitle": "Paul McCartney",
      "id": "music/paulmccartney",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "The Beatles",
      "id": "music/thebeatles",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "books/2016/may/22/paul-mccartney-the-biography-by-philip-norman-digested-read"
}