{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/20/going-forward-jo-brand-nurse-kim-review",
  "id": "2016-05-20-313",
  "sectionId": "tv-and-radio",
  "body": "It’s all about old age, dementia, marbles and losing them today. I know, sexy! First, Going Forward (BBC4). Nurse Kim Wilde (Jo Brand, who also co-wrote) – last seen in stark, dark comedy Getting On, about a geriatric ward – has left the NHS and now works for private domiciliary care company Buccaneer 2000. (It’s the kind of company where the ghastly phrase “going forward” comes naturally to management types. Good title). That should be better for Kim, in terms of working conditions, flexibility, remuneration etc, right? Oh, guess what, actually not. The hours are horrendous, she’s messed about, bullied and paid peanuts. Nor is it much better for the cared for. When it was the council who did it things were much better, says one of Kim’s patients, an old lady who ate a packet of chocolate biscuits for breakfast because no one came in the morning (unless they did, and she’s forgotten). Kim’s running late, but she finds time to help Mrs Biscuits Breakfast with a 50th birthday card for the son who never visits. She’ll post it too, once she’s put a stamp on it. Kim’s like that, she’ll do a bit extra, and won’t get thanked for it. It’s not just about Nurse Kim’s work this time. Things are hard at home too. The toaster’s not popping up for a start, and while she’s looking into that, the work tunic she was ironing gets burnt. When she finally gets through to Buccaneer 2000 after hours of on-hold hell, she’s told she’ll have to pay £32 for a new one. Meanwhile husband Dave (Omid Djalili), a private driver, is moaning about the deductions on his payslip (understandably, they’re more than his take-home). Their son’s not going to school today because he’s got to look after his baby. The baby’s great gran – Kim’s mum – is old and not well. And there’s a damp patch on the wall. Hilarious. Actually it’s not – hilarious. To be honest I didn’t laugh once. Maybe a couple of snorts of appreciative recognition. Even Getting On, which wasn’t very funny, was funnier, mainly because of the hopeless doctor character played by Vicki Pepperdine. Here Dave and his driver pal Terry (Tom Davis) provide if not actual laughs then at least some lightness, but it’s relative lightness – about corporate exploitation, professional dissatisfaction, failure … Hahaha. So it’s not that funny, for a comedy. But it is sharply observed, nicely performed, with credible dialogue, some of which is surely improvised. The days when sitcom meant a door opening, someone walking in and delivering a one-line, then pausing for the canned laughter, are nearly over, thankfully. Plus it captures a hellish world where people come second to profit, a world of care that doesn’t care. And it will strike a chord with – or maybe send a shudder through – anyone who has ever worried about money, or has or will have elderly relatives who need or will need help. Everyone, in other words. Next, Alzheimer’s ambassador Angela Rippon, 71, sets out to find The Truth About Dementia (BBC1). In her cute little sports car (Angela used to present Top Gear you may remember, which she managed to do without punching anyone). It’s not just a journalistic journey, it’s also a personal one. Some of her best friends have dementia, her mother had it and, unsurprisingly, she’s worried it might get her too. So she revisits her mum, through photos and memories, and drops in on her old pal Bob who’s got it and his wife Ida who is struggling to cope. And then she talks to the people in white coats who are trying to find a way of defeating it. At the extraordinary Queen Square Brain Bank she meets a healthy brain, firm and white like a fresh young cauliflower, and one from someone who had Alzheimer’s, more like a pickled walnut. The professor (blue coat actually, and purple gloves) slices it up, like a truffle, to show us the hippocampus, where memories are stored. Or aren’t, in the case of the walnut. Angela undergoes tests herself – cognitive, a brain scan, and finally a DNA test – to see if she’s showing any signs of dementia or has any extra risk of getting Alzheimer’s. The results: sharp as a whip, nothing abnormal, no extra risk, respectively. Phew. God, I can’t remember that name and address in her cognitive test, a couple of hours after hearing it repeated several times. Harry … Ramsden? (No, he’s the fish man, and he was in Going Forward, oddly, in Baghdad even more oddly.) Harry Barnes! At 73 Orchard Road, Grove? No, it’s gone, help. Actually you can help yourself, a bit. Learning another language is good, as is any kind of mental exercise, plus lots of sleep. Quick, do the sudoku now, and sign up for that Chinese class. Then go to bed.",
  "webTitle": "Going Forward review – a serious comedy but don't expect to laugh",
  "webPublicationDate": "2016-05-20T06:20:33Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/20/going-forward-jo-brand-nurse-kim-review",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Jo Brand",
      "id": "culture/jo-brand",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/20/going-forward-jo-brand-nurse-kim-review"
}