{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/07/remortgage-second-charge-mortgage-home-improvements-pros-cons",
  "id": "2016-05-07-184",
  "sectionId": "money",
  "body": "While many homeowners dream of the day they will be mortgage-free, growing numbers of people are opting to take out a second mortgage. And they’re using the money to finance everything from home extensions to IVF treatment. According to the latest data, so-called second charge mortgage lending is galloping ahead and has leapt to its highest level since 2008. During the year to 29 February, £887m of second mortgages were taken out by homeowners. That’s 36% up on the year to February 2015, and more than three times the £293m of second mortgages in 2011-12. Why are people choosing to saddle themselves with a second mortgage? How do they work, how expensive are they, and what are the downsides? And why not just take a further advance from your existing lender? A second charge mortgage is a loan that allows you to use any equity you have in your home as security, and it effectively sits on top of your existing mortgage. You usually get one from a separate lender – there are a number of specialist firms. If you take one out, it means you will have two mortgages on your home; the main mortgage will always take precedence over the second home loan. But wouldn’t it be better to just remortgage – or take out a further advance from the same lender – if you need to raise some extra cash? The answer is that for some people it wouldn’t make sense to refinance their main mortgage, while others don’t have that option. “It doesn’t always suit borrowers to remortgage,” says Mark Harris, chief executive of broker SPF Private Clients. “For example, borrowers with a super-low lifetime base rate tracker may potentially lose this rate if they remortgage, so they may prefer a second charge to run alongside it.” The same might apply to people with interest-only deals.   Related: Home truths about remortgaging to pay off other debts    Some homeowners may find that if they approach their current lender to ask for a further loan, it will only say yes on the condition that they re-mortgage the whole of their original mortgage at a new higher rate, or agree to be moved from an interest-only loan to a repayment mortgage. Other borrowers are unable to re-mortgage with their existing provider because of their age – some older borrowers won’t pass the affordability tests – or a change in circumstances that has resulted in a drop in income. Meanwhile, if your mortgage has a high early repayment charge, it may be cheaper for you to take out a second mortgage rather than remortgage, points out the Money Advice Service website, set up by the government. It gives the example of “John and Claire”, who have a £200,000 five-year fixed-rate mortgage with three years left to run which has an early redemption penalty of 5% of the loan’s value – ie, £10,000. They want to borrow £25,000 for home improvements, but if they remortgage, they will have to pay the £10,000 penalty, and there is no guarantee that they will be able to get a better interest rate than they are currently paying – in fact, they may have to pay more. If they take out a second charge mortgage, they will pay a higher interest rate on the £25,000 than they pay on their main mortgage, plus the fees for arranging it, but this will still be much less than paying the £10,000 penalty and possibly a higher rate on their first mortgage. A further advance from their existing mortgage lender will probably be a better bet for a lot of people. However, some homeowners have found themselves “trapped” with a lender that will not allow a further advance, says specialist lender Precise Mortgages. Simon Collins, product technical manager at brokers John Charcol, has seen a big rise in the number of people applying for a second charge mortgage during the last couple of years. “They aren’t as expensive as they used to be,” he says, adding that they are no longer “the dark sheep of the mortgage family”.    If you need to borrow a small amount of money, you are better off going for an unsecured product such as a personal loan    Rates on second charge mortgages have indeed fallen – but some people will still feel they are too high. The lowest rate in 2012 was 6.9%, but by last year it was about 4.55%, Collins says. Last week, Precise Mortgages said it was offering rates starting at 4.45%, with base rate tracker and fixed-rate loans available from £5,000, while Shawbrook Bank’s rates start at 4.49%, with variable and fixed-rate loans from £3,000. Some of the specialist firms charge a lot more – up to 10% or 15% in some cases, although, as Collins says, “The higher rates are likely to be for the more challenging cases – those who have probably got some adverse credit, but don’t want to sacrifice their main mortgage rate.” The affordability requirements for second mortgages can be less onerous than for standard home loans. Nevertheless, taking one out is “a serious step”, says the Money Advice Service. It adds that while some people have signed up for one in order to consolidate their debts, because a second charge mortgage can run for 25 to 30 years, this means you may end up paying more interest in the long term. You are also converting unsecured credit into secured credit, and if you don’t pay your second mortgage, the lender could start possession proceedings. “If you need to borrow a small amount of money, you are better off going for an unsecured product such as a personal loan. If you don’t have a large early repayment charge on your mortgage and you have some equity in your home and your circumstances haven’t changed, you’ll almost certainly be better off remortgaging or taking out a further advance from the same lender,” states the Money Advice Service website. One bit of good news is that, as of March this year, both first and second charge mortgages are now regulated under the same regime by the Financial Conduct Authority (the latter used to be separately regulated as consumer credit). The Finance & Leasing Association, which issued the latest industry data, says that although new lending in the second charge mortgage market jumped in 2015, “it remained significantly below pre-crisis levels, when it peaked at more than £5bn [a year].”",
  "webTitle": "Is a remortgage or second charge mortgage right for home improvements?",
  "webPublicationDate": "2016-05-07T05:58:06Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/07/remortgage-second-charge-mortgage-home-improvements-pros-cons",
  "keyword": [
    {
      "webTitle": "Remortgaging",
      "id": "money/remortgaging",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Home improvements",
      "id": "money/homeimprovements",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Mortgages",
      "id": "money/mortgages",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Household bills",
      "id": "money/household-bills",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Financial Conduct Authority",
      "id": "business/financial-conduct-authority",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Jones",
      "id": "profile/rupertjones"
    }
  ],
  "guardianId": "money/2016/may/07/remortgage-second-charge-mortgage-home-improvements-pros-cons"
}