{
  "apiUrl": "https://content.guardianapis.com/fashion/fashion-blog/2016/may/20/round-sunglasses-the-humblebrag-shades",
  "id": "2016-05-20-205",
  "sectionId": "fashion",
  "body": "How did round sunglasses – the “Difficult Spice” of all sunglasses shapes – become the most worn types amongst celebrities? They are beloved by Gigi and Bella Hadid, while pony-tailed singer Ariana Grande wears a vintage Chanel pair in her new video. She called them her “favourite glasses in the world”.     Megan Draper (Jessica Pare) completes her beach look in Mad Men season six. Photograph: Michael Yarish/AMC/AMC       Janis Joplin hides her insecurities behind her rock-star glasses. Photograph: Michael Ochs Archives    Unlike the oversized shades so beloved by mid-noughties era the Olsens or the trusty aviators, the circular shape is notoriously difficult to pull off. The round glass shape does not complement all face shapes. My friend calls them the glasses equivalent of a #humblebrag. The queen bee message relayed by the wearer is loud and clear. They say: “Hey, I’m good-looking enough to pull them off!” They have also, along with flower-crowns and anything that looks like a doilie, become a mainstay of #celebritiesatcoachella. Which links them back to their rise to prominence in the 60s (think Janis Joplin, hiding her insecurities behind her rock-star glasses or Mad Men’s Megan Draper, completing her beach-ready look with her curved shades) and their place in the rock pantheon (John Lennon, Prince, Kurt Cobain). Like the leather jacket, they are a signifier of rock-star grit without, you know, having to actually get dirty.  It makes sense that in 2016 – an era of bite-sized, collage-style curation – round sunglasses would make a comeback. They are a nod to self-loving, outlaw cool.",
  "webTitle": "Round sunglasses – the humblebrag shades",
  "webPublicationDate": "2016-05-20T11:37:47Z",
  "webUrl": "https://www.theguardian.com/fashion/fashion-blog/2016/may/20/round-sunglasses-the-humblebrag-shades",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Accessories",
      "id": "fashion/accessories",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Ariana Grande",
      "id": "music/ariana-grande",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "fashion/fashion-blog/2016/may/20/round-sunglasses-the-humblebrag-shades"
}