{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/04/kitchen-gadgets-review-lekue-macaron-kit-magic",
  "id": "2016-05-04-249",
  "sectionId": "lifeandstyle",
  "body": "What? The Lékué macaron kit (£39, selfridges.com) is a silicone mat embossed with concentric circles, and a nozzled, flexible drum. Almond meringue batter piped in mounds may be baked on sheet. Why? These meringue fancies have had their day, like 90s dance-pop. Yet I can’t let either go. Heeeeyy, macaron-a!   Related: Kitchen gadgets review: Tea Maker from Sage – ‘like a unicorn rebranded as a sharp horse’    Well? Sad times – my fashionista friends tell me macarons are over. As over as the cupcakes before them. Who knows which sweet treat will grab the zeitgeist next – cakepops, cronuts, canneles? (I find food fads fascinating, and also alliteration.) The revolution will probably be televised: the cupcake vogue was sparked by a single episode of Sex and the City; macarons trace their resurgence to Sofia Coppola’s Marie Antoinette. Then again, everyone remembers Keith eating a scotch egg in The Office, but Pharrell didn’t release a signature line of porky balls after that. I’m happy to stick with macarons. I love their crisp, chewy creaminess, and their ability to hold mad flavours. However, baking these buggers – unlike predicting food fads – is an exact science. It involves triple-sifting, whisking, macaronage, some praying. Making Italian meringue requires the Hadron Collider. Enter Lékué, with a kit that helps. A bit. I had a go at making some, which went as wrong as it’s possible to go. It can’t help you mix almond batter to the perfect consistency, which is the hard bit. My first undersifted, overcooked batch resembled whelk shells or, more realistically, dog turds. Instead of a smooth top, the next batch sported 50 cracked nipples. (I gifted them to a pregnant friend.)     Rhik pipes his blue goo in perfect portions. Photograph: Martin Godwin for the Guardian    Eventually, I ladle a more promising mix into the piping gadget, a sort of icing bellows. It has no advantage over a piping bag, but does resemble a Japanese kettle. The mat, however, earns its keep. Lipped circles ringfence the batter, leading to evenly risen domes. Placed on a baking tray, it also insulates the meringue’s “feet” – necessary for chewy innards. Magic is unlocked. Now, like Willy Wonka, I can’t stop whipping up pastel dreams in my ethically questionable factory. Who cares if macarons have fallen out of fashion? Like multicoloured yoyos, they’ll be back. Anyway, in my experience, best-before dates are best ignored. Any downside? I keep calling them macaroons, which a) are small coconut cakes, and b) sound like a seaside euphemism for ladies’ jubblies. Counter, drawer, back of the cupboard? Window-dressing the patisserie you’ll soon be opening. Or resting on the massive belly you’ll soon be having. 3/5",
  "webTitle": "Kitchen gadgets review: Lékué macaron kit – ‘magic is unlocked, Willy Wonka-style’",
  "webPublicationDate": "2016-05-04T10:26:01Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/04/kitchen-gadgets-review-lekue-macaron-kit-magic",
  "keyword": [
    {
      "webTitle": "Baking",
      "id": "lifeandstyle/baking",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "French food and drink",
      "id": "lifeandstyle/french-food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Cake",
      "id": "lifeandstyle/cake",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Dessert",
      "id": "lifeandstyle/dessert",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gadgets",
      "id": "technology/gadgets",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Rhik Samadder",
      "id": "profile/rhik-samadder"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/04/kitchen-gadgets-review-lekue-macaron-kit-magic"
}