{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/22/sexual-health-little-attention-crisis-devastating-results-reproductive-healthcare-world-humanitarian-summit",
  "id": "2016-05-22-139",
  "sectionId": "global-development",
  "body": "About 125 million people are affected by crises. A quarter of those people are female and of reproductive age – and women are 14 times more likely than men to die in a crisis. On Monday global thinkers, activists and politicians will come together for the world humanitarian summit in Istanbul to tackle some of these issues. It’s time for them and us to act as the world faces the largest refugee crisis since the second world war. One thing often overlooked when a conflict, natural disaster, or crisis strikes is a comprehensive and responsive approach to health. Sexual and reproductive health often gets little attention, with devastating consequences. That’s why we will be pushing these issues during a special session at the summit.   Related: Access to the life-saving services of a midwife is a gender rights issue | Isabella Lövin    Reproductive health issues are compounded during a crisis. About 60% of preventable maternal deaths take place in crises and fragile settings. We know that, when a woman in need of care and protection has travelled for days to reach a shelter or camp, she will often arrive to find no doctor or sterile equipment. We also know that in times of crisis, girls are more likely to be married off at a young age, and women and girls are at increased risk of trafficking and rape.  The International Planned Parenthood Federation (IPPF) focuses on these issues. We make sure that the “dignity kits” we give women and girls in our care contain not only the essentials, such as underwear and sanitary towels, but also items like a sarong, so they can cover themselves while changing in the camp – crucial if they have no tent. Small things like this can protect women and girls from violence. Longer-term, we work with women and girls to build their resilience and help them take part in decision-making processes in refugee settings. We see tackling gender norms as a vital part of the services we offer. From experience, we know that the demand for sexual and reproductive healthcare is much higher than normal in crisis situations. These are essential services and must form part of any humanitarian response. There is already a life-saving package for delivering sexual and reproductive health, recognised by the UN and other agencies.  We need to ensure that there is a coordinated response to provide sexual and reproductive healthcare on the ground, one which has the same status as other humanitarian responses such as those surrounding food, shelter, water and sanitation.  We urge governments to include reproductive health in their own humanitarian response delivery. Donor governments need to ensure that services are more equitably distributed between conflict zones and natural disasters. We will continue to hold the banner for sexual and reproductive rights to be given the status they deserve to ensure that the rights of women and girls, boys and men are protected. A comprehensive response that includes sexual and reproductive health will help people to rebuild their lives after their worlds are turned upside down. • Tewodros Melesse is director general of the International Planned Parenthood Federation",
  "webTitle": "Sexual health gets little attention in a crisis, with devastating results | Tewodros Melesse",
  "webPublicationDate": "2016-05-22T08:00:37Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/22/sexual-health-little-attention-crisis-devastating-results-reproductive-healthcare-world-humanitarian-summit",
  "keyword": [
    {
      "webTitle": "Reproductive rights (developing countries)",
      "id": "global-development/reproductive-rights-developing-countries",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/22/sexual-health-little-attention-crisis-devastating-results-reproductive-healthcare-world-humanitarian-summit"
}