{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-avirtual",
  "id": "2016-05-02-180",
  "sectionId": "small-business-network",
  "body": "Richard Walton, founder of AVirtual, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   We supply high quality virtual personal assistants to entrepreneurs, founders and managers all over the UK. It all started at the beginning of 2015 when I was spending lonely weekends on business and personal administration instead of playing with my children.  I wanted a PA but didn’t have the funds or need for full time help, so looked online for virtual assistants. The options were vast but did not meet my exact requirements, From $2 an hour for someone in the Philippines to £25 an hour for someone in the UK, the price point and level of service did not match up. In the end, I decided to look in Cape Town, South Africa where I spent a lot of time on business and AVirtual was born. Cape Town is full of well educated professionals willing to work for much less than in the UK and has a similar culture and time zone, which made it a perfect match.  Combining a mixture of PPC, PR and heavy networking we have maintained a growth rate of over 35% a month. Our clients range from independent consultants, property firms, trendy startups and even a few high net worth individuals who use our PA’s as personal concierges. There is a real demand for our services. Most SME’s cannot afford or do not need a full time PA, yet most business leaders waste up to five hours a week on administration tasks.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: AVirtual",
  "webPublicationDate": "2016-05-02T10:31:05Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-avirtual",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-avirtual"
}