{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/donald-trump-publicist-alias-jimmy-kimmel-live",
  "id": "2016-05-26-303",
  "sectionId": "us-news",
  "body": "Donald Trump admitted to using aliases in the past during an interview on Wednesday with late-night talkshow host Jimmy Kimmel. Less than two weeks after denying that he ever pretended to be a publicist named John Miller or John Barron in promoting his business affairs with reporters, Trump admitted on Wednesday that “over the years I have used aliases”. He added “I used the name Barron” and explained that was the inspiration for the name of his youngest son, Barron Trump. The presumptive Republican nominee had previously admitted under oath to using aliases and was infamous for doing so among New York reporters in the 1980s. However, Trump denied he had done so earlier this month after audio emerged several weeks ago of Trump posing as “John Miller” in a 1991 interview with a reporter for People magazine.    Related: Donald Trump takes poll lead over Hillary Clinton – is it time to panic?    Trump still denied to Kimmel that it was his voice in the audio, first published by the Washington Post, saying “to me that didn’t sound like my voice”. However, shortly after the 1991 interview to People, he had admitted it was him, claiming it was “a joke gone awry”. Trump’s appearance on Jimmy Kimmel Live! was nearly solo when R&B singer The Weeknd and rapper Belly canceled their performance in protest at the Republican’s appearance. Belly said he canceled because he didn’t want to share a stage with Trump. “I feel like the way I was raised was to be able to see through all the titles in this world from religion to race,” Belly said in a statement. “I just didn’t want to feel like I was a part of a celebration for somebody who has beliefs that majority of us don’t agree with.” Trump has been criticized for his comments on topics including women, refugees, immigrants and Muslims, such as when he said some Mexican immigrants in the US illegally were “rapists” and when he called for a ban on Muslim immigration into the United States.  A Trump spokeswoman did not immediately respond to an email seeking comment on The Weeknd and Belly.  Representatives for The Weeknd did not immediately respond to emails seeking comment. The Jimmy Kimmel show had no comment, a representative said. As of 7.21pm local time, the show’s website listed jazz musician Gregory Porter as the night’s musical guest.  “I’m here on a campaign of positivity and love and to contribute what I can to music,” Belly said. “I create songs people go to sleep and wake up to, songs that they fall in love to. For me, being Muslim and being somebody that appreciates my access here in America, I love the fact that I’m able to be here. To play my part in this business is a privilege and a beautiful thing. The fact that I could lose that ability through the actions of someone such as Donald Trump isn’t right to me. At all.”  As for Trump, he also told Kimmel he was unsure about what the right approach was to transgender bathrooms. When asked his opinion about the current controversy about whether people should be allowed to use the public restroom that matches their gender identity, Trump replied, “What I support is let the states decide … And I hope the states will do the right thing.” When asked what the right thing was, Trump simply said, “I mean, I don’t know yet.”   Related: Noam Chomsky on Donald Trump: 'Almost a death knell for the human species'    The interview came before Trump was scheduled to appear at a campaign fundraiser from which reporters were barred. The billionaire, who long boasted that he was self-funding, insisted that “much of the [money] goes to the Republican party” and that the donors will be “very rich people, very successful people, and in some cases very liberal people … who are voting for me”. The money goes to the Trump campaign and the RNC, as well as 11 different state Republican parties to boost the presumptive nominee’s efforts under the aegis of the Trump Victory Committee.",
  "webTitle": "Donald Trump admits to using aliases two weeks after denying it",
  "webPublicationDate": "2016-05-26T06:28:13Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/donald-trump-publicist-alias-jimmy-kimmel-live",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Jimmy Kimmel",
      "id": "tv-and-radio/jimmy-kimmel",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/26/donald-trump-publicist-alias-jimmy-kimmel-live"
}