{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/27/you-are-the-ref-no-374-cristiano-ronaldo",
  "id": "2016-05-27-249",
  "sectionId": "football",
  "body": "Click to enlarge, and debate the strip below the line.  Keith Hackett’s verdict 1) Goal. First things first: there’s obviously no offside here, and any appeals are pretty desperate. Second, I would only consider ruling that the striker’s action represented deliberate violent conduct if he had fired the ball in a manner clearly intended to cause injury. As it is, I see no convincing reason to disallow the goal. Thanks to Tony Middleton. 2) First, calm things down and have a word with the away team’s staff. The priority here is to get the game played, and there are various options. If there’s time, it might be possible to source a spare set of shirts outside the ground. If not, the visitors could borrow a change strip from the home club, provided there are no issues with sponsors. Failing that, tell them to play with their own shirts turned inside out. Not ideal, but good enough. Thanks to Chris Jackson. 3) First, your fourth official has way overstepped the mark here: he cannot sanction substitutions independently just because you are busy – tell him in no uncertain terms that he has made a difficult situation worse. Second, as play has not restarted, ask the substitute to leave the field of play . Third, request a PA announcement to make clear to everyone that the injured player was dismissed. The fact that you did not actually brandish a red card before the player left the pitch is irrelevant. Your decision stands. Thanks to Malcolm South.   You are the Umpire is back for the summer. For a chance to have your cricketing question answered by umpire John Holder, email you.are.the.umpire@observer.co.uk.",
  "webTitle": "You are the Ref No 374: Cristiano Ronaldo",
  "webPublicationDate": "2016-05-27T08:30:01Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/27/you-are-the-ref-no-374-cristiano-ronaldo",
  "keyword": [
    {
      "webTitle": "Laws of football",
      "id": "football/laws-of-football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Cristiano Ronaldo",
      "id": "football/ronaldo",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/27/you-are-the-ref-no-374-cristiano-ronaldo"
}