{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/07/david-hepworth-radio-review",
  "id": "2016-05-07-153",
  "sectionId": "tv-and-radio",
  "body": "My favourite programme of the week begins: “Hello, I’m Nicola Clase, the Swedish ambassador to the UK, and I’m here to talk about the Eurovision Song Contest and why diplomats should take it more seriously.” If there’s a better use of a diplomat’s time than The Swedish Ambassador’s Guide To Eurovision (Wednesday, 9am, BBC World Service), I’d be intrigued to know what it is. As Clase and her many experts and former combatants argue, Eurovision, like war, is politics conducted by other means. It took the UK a long time to catch up with Eurovision’s realpolitik. In 1974, when the Portuguese entry was a protest against the country’s colonial wars dressed up as a love song, we somehow thought it was acceptable to have our entry sung by Olivia Newton-John, not only a foreigner but, more seriously, an Australian. Clase points out how countries that feel their national identity is under threat, such as the nations of eastern Europe under communism, make an application to take part in Eurovision a priority the minute their sovereignty is asserted. She talks to Daniel Gould, who can make $100,000 a year gambling on the contest. He finds it helpful to have a good knowledge of all the small countries that have suffered at the hands of the big countries and have long memories.  16 5 66 (Tuesday, 11.30am, Radio 4) was the day that both the Beach Boys’ Pet Sounds and Bob Dylan’s Blonde On Blonde were first released. Not that the releasing of records was an exact science back in those days. This was when records were largely retailed by Boots and WH Smith and only a minority of people owned the technology to play them on. This programme talks to the people who played on the original recordings. The session musicians who performed on Bob Dylan’s Sad Eyed Lady Of The Lowlands, for instance, assumed it was going to finish about 10 minutes before it did. The Compass: Shakespeare In The World (Thursday, 10pm, BBC World Service) congratulates the scribbler for managing to come up with work that still manages to reflect “politics, race, love and the human condition” all over the modern world. Since Shakespeare probably wouldn’t have recognised any of the above as subdivisions of experience, it seems odd that we should congratulate him on keeping up. Instead, maybe we should be chiding ourselves for thinking we’re somehow ahead of him. Further marking Shakespeare’s anniversary is The Bard Brain Of Britain (Sunday, 1.30pm, Radio 4) in which academics compete with John Sessions and Fiona Shaw for the honour of calling themselves the top expert on the man and his works. The book of the week is Fingers In The Sparkle Jar (Weekdays, 9.45am Radio 4), the candid memoir of TV naturalist Chris Packham. It begins with a suicide bid. Morrissey and interactions with kestrels soon follow.",
  "webTitle": "This week’s best radio: The Swedish Ambassador’s Guide To Eurovision",
  "webPublicationDate": "2016-05-07T08:00:09Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/07/david-hepworth-radio-review",
  "keyword": [
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hepworth",
      "id": "profile/davidhepworth"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/07/david-hepworth-radio-review"
}