{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/29/laal-asian-dub-foundation-review",
  "id": "2016-05-29-71",
  "sectionId": "music",
  "body": "In 1988, Eddy Grant brought the anti-apartheid campaign to the British charts with Gimme Hope Jo’anna, a classic political pop song that mixed an angry message with a gloriously upbeat melody. Now it has been revived and reworked to attack the Taliban by the Pakistani band Laal. Their UK debut alongside the British veterans Asian Dub Foundation included a memorable encore, as the two bands came together under pictures of Malala Yousafzai, the teenage Nobel prize winner and education campaigner who survived a Taliban attack. “They’ve got a system just like apartheid, they keep women in subjection,” sang Mahvash Waqar, and the crowd joined her in the chorus, chanting “you give me hope Malala”. It was a bravely emotional song from a Lahore band who specialise in mixing upbeat melodies with political courage. Laal is led by Taimur Rahman, an unlikely pop star in his mid-20s who is also an assistant professor at Lahore University of Management Sciences and the author of a book on class structure in Pakistan. With Laal, he started out attacking military dictatorship but now campaigns for human rights and against religious extremism. The Taliban hate him and the band, of course, and he never announces their tour dates around country villages on social media, for fear of reprisals.     Asian Dub Foundation’s MC Aktarvata and Steve Savale. Photograph: Andy Sheppard/Redferns    Rahman arrived dressed in denim, clutching an electric guitar and sharing vocals with Waqar, his wife. They were backed by his cousin Haider Rahman, providing impressive solos on bamboo flute, and by a second electric guitar, bass and drums. Their opening set was in Urdu, and had it not been for the film clips and translations on a screen behind the stage, any non–Urdu speaker might have assumed that Laal were entertaining folk-rockers with a good line in dance tunes. They started with songs featuring lyrics by “progressive Urdu writers” from the 1930s, before moving on to a bhangra song celebrating Sufi poetry, and an impressive, stomping anti-Taliban rock anthem Dehshatgardi Murdabad (Death to Terrorism). By the time they had reached Utho Meri Duniya (Arise My People) based on the poetry of Allama Iqbal, the front of the hall was packed with dancers. Asian Dub Foundation, who followed, have clearly been energised by their latest lineup, and by the songs on their latest album, More Signal More Noise. Their entertaining, attacking set mixed bhangra, hip-hop, guitar rock and reggae, and included an impressive flute and beat-boxing session from Nathan Lee as well as an inspired treatment of their new instrumental Blade Ragga. They were joined by Laal for the revival of Rebel Warrior and encores which included the Malala tribute and a reworking of Nusrat Fateh Ali Khan’s Qawwali classic Mustt Mustt. Once remixed by Massive Attack, the Sufi devotional song was now treated as an extended, pounding workout that included a duel between the two flautists. This adventurous Alchemy festival event had been billed as a “poignant peace concert”, and was an exuberant attack on intolerance. The Taliban would have loathed it.",
  "webTitle": "Laal/Asian Dub Foundation review – an exuberant attack on intolerance",
  "webPublicationDate": "2016-05-29T16:13:36Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/29/laal-asian-dub-foundation-review",
  "keyword": [
    {
      "webTitle": "World music",
      "id": "music/worldmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Asian Dub Foundation",
      "id": "music/asian-dub-foundation",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/29/laal-asian-dub-foundation-review"
}