{
  "apiUrl": "https://content.guardianapis.com/artanddesign/jonathanjonesblog/2016/may/05/a-century-of-dada-anti-war-artists-mainstream-con",
  "id": "2016-05-05-132",
  "sectionId": "artanddesign",
  "body": "It began in horror. It has ended in farce.  A century ago the world was two years into an apocalyptic war: and 1916 saw it turn more murderous yet with the Battle of the Somme, killing almost 20,000 British soldiers on its first day alone.   Related: How dada spawned the art of anarchy | Jonathan Jones    That same year a group of mostly German pacifists in exile in neutral Switzerland started the Cabaret Voltaire in Zurich. They beat sinister sounds on drums, dressed in bizarre costumes, changed incomprehensible poetry and exhibited art apparently made by chance. Dada was born. Its leaders Hugo Ball and Richard Huelsenbeck would soon be joined by groups all over Europe and as far afield as New York, who shared their contempt for a civilisation that sent its young to die in the trenches.  Dada was an uncompromising youth rebellion. In art, it was a revolution. The photomontages of Hannah Hoch, the dreamlike collages of Max Ernst, the private wonderland of Kurt Schwitters and the readymades of Marcel Duchamp were all part of its attack on what it saw as the lies and emptiness of high culture.  A hundred years later, it would be a colossal understatement to call dada a living influence on art. It is not just an inspiration, in many ways it defines what art now is. The key dada belief – that the elevated aesthetic realm is a lie and only readymade objects, photographs, collage and performance get close to the raw truth of real life – is common currency. The installations of the Swiss artist Thomas Hirschhorn, for instance, have the ramshackle look and moral rage of dada happenings a hundred years ago. Paul McCarthy is another 21st century artist whose savage humour resembles the mamas and papas of dada.     A rebellious leader ... Hugo Ball, one of the founders of dada, reciting his poems at Cabaret Voltaire in 1916. Photograph: Apic/Getty Images    Yet in its transformation from a tiny but brilliant protest art movement against the first world war into a mainstay of the big-money, mass-audience art of our time, dada has suffered a living death. It has become zombie dada, corporate dada, sellout dada. Zurich itself is, appropriately enough, home to one of the world’s biggest art dealers, Hauser and Wirth, which is – naturally – marking the centenary with an exhibition of highly sellable dada masterpieces.  The first sign that dada was turning from subversive menace to mainstream con came when its British working class grandchild was absorbed into the establishment. In his brilliant 1989 book Lipstick Traces, the critic Greil Marcus argues that punk rock was a resurrection of the 1916 dada spirit, tracing a line from Johnny Rotten singing God Save the Queen right back to Hugo Ball reciting nonsense at the Cabaret Voltaire. Since he wrote that, both punk and dada have gone mainstream (indeed, John Lydon saw the book as a lethal academic swaddling). Punk itself is 40 years old now, and its extravagant anniversary celebrations have rightly been attacked as the cosy embrace of the establishment. Malcolm McLaren’s son Joe Corré has vowed to destroy £5m worth of punk relics in protest against the movement becoming “like a fucking museum piece or a tribute act”. I wish I had a vast collection of dada art so I could burn it. Punk’s wartime ancestor has been tamed; it has been trivialised, and it has been misappropriated. Every art fair, every biennale, sees itself as a dangerous dada happening. Art world events drip with the deluded atmosphere of “subversion”, the art’s readymade aesthetics and supposed radicalism echoing – with a tin ear – the wild dada freedoms of 1916.  The art world is entertainment for some of the world’s richest people, and today’s dadaist art is sold by galleries that are multimillion euro businesses. Would the original dadaists be fooled for a second by a cardboard Hirschhorn installation patrolled by designer clad gallery staff? No. They would feel sick at the transformation of barely coherent rage to readymade cultural gimmick.",
  "webTitle": "A century of Dada: from anti-war artists to mainstream con artists",
  "webPublicationDate": "2016-05-05T15:28:55Z",
  "webUrl": "https://www.theguardian.com/artanddesign/jonathanjonesblog/2016/may/05/a-century-of-dada-anti-war-artists-mainstream-con",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Installation",
      "id": "artanddesign/installation",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Performance art",
      "id": "artanddesign/performance-art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "The art market",
      "id": "artanddesign/art-market",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/jonathanjonesblog/2016/may/05/a-century-of-dada-anti-war-artists-mainstream-con"
}