{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/23/bristol-mayor-marvin-rees-racism-inequality",
  "id": "2016-05-23-304",
  "sectionId": "cities",
  "body": "‘I don’t want to be tagged as the black mayor. I’m a mayor for all of the city,” says Marvin Rees. “But my story of growing up here as a mixed-race kid does matter. There is something special about that.” Earlier this month, Rees defeated the incumbent mayor of his home city of Bristol with a final vote-share of 63%. In London, Sadiq Khan’s win was being held up as a huge moment for Britain’s Muslim population, and welcome proof that divisive, borderline-hateful campaigning is often more likely to backfire than succeed – but 120 miles up the M4, an equally dazzling story was playing out. Rees, after all, had become not just the local elections’ other big Labour story, but also the UK’s first directly elected black mayor. Moreover, in a city with a history intertwined with slavery and the black community’s fight for rights and recognition, his arrival in power was deeply symbolic. “Fifty years ago, my dad arrived here from Jamaica to signs saying: ‘No Irish, no blacks, no dogs’,” Rees tells me. “At around the same time, we had the Bristol bus boycott because they wouldn’t employ black and Asian people. And now they’ve elected a mixed-race guy to be mayor. That says something about the journey Bristol has been on.” He checks himself, wondering aloud whether to carry on in this vein, and referring to what tends to happen to his quotes in quickfire news stories. There’s a pause. “I’ll be open, ’cos this is a longer piece, isn’t it?” he says, eventually. “I grew up in Bristol, and I would walk to school and have guys drive past me calling me a nigger. This was not unusual; this was normal. Normal. But it was strange, because, for me, there was a strange cocktail of race and class.” His mum and extended family, after all, were white, and at primary school he was the only black kid in his class. “Some of the closest people to us were poor, white kids. They were our natural cohort. My primary carers were white, and from a really well-known, old Bristol family. My great grandad was one of Bristol’s first taxi drivers.” When there were riots in the St Pauls area of the city in 1980, “a black kid said to me: ‘Marv – whose side are you going to be on in a war between black and white?’ I couldn’t answer. I didn’t know how to.” His complex background, Rees says, puts him in a good position to navigate tensions in the city that still linger. “I got to a point where I thought, ‘You know what? If the world can’t cope with my identity, it’s not me that’s the problem,’” he says. “I’m here and I’m present. It’s the categories that are a problem, and the way they box us in. That’s where I stand now. I talk to mixed-race kids, and I think there’s a really rich seam there to be mined, about identity, Britishness, belonging and not belonging, and how we make peace after historical injustices.” How would he characterise what he has had to contend with? “Oh, where do I fit? And do I fit?” And how does he feel now? “When I was growing up, I probably thought it would have been really nice to have just slotted into a box. We all want that, don’t we? ‘It would be really nice to get rid of this complexity that I don’t have words for, and not be a problem for anyone.’ But now, no: I think there’s something really rich in it.” Rees is a 44-year-old father of three who lives on the southern edge of central Bristol. He has a fascinating backstory. Before he went to Swansea University, he came close to signing up as an officer in the Royal Marines (“They kept on telling me: ‘You’ll be the first British-born black Royal Marine officer’”), before a minor eye defect ruled him out. After graduation, he spent time in the US working for campaigning and community-organising groups – including Sojourners, a famous church-based organisation rooted in Washington DC and largely focused on inner-city poverty. This experience clearly shaped how he does his politics: rather than use the dried-up vocabulary of many UK politicians (“hard-working families” and all that), he tends to talk in incisive, inspirational terms that link specific issues to great causes, in the manner of someone running for office in the US.     Rees at the St Mark’s community cafe in Easton, Bristol. Photograph: Adrian Sherratt for the Guardian    Rees joined the Labour party in 2004, having spent time with the campaign group Operation Black Vote, one of whose founders presented him with a simple argument: “‘You’ve got a great analysis of why the world is rubbish. But what are you going to do about it?’ The challenge was: join a party, get yourself elected and take up a position of influence.” When Bristol was the only English city to vote for a mayoral system in the referendums of 2012, he stood as the Labour candidate for mayor and lost – to George Ferguson, an independent, who spent four years as a vivid figurehead for the city and an unquestionably creative politician, but was criticised for doing too little about Bristol’s rising problems with housing and inequality. This year, by contrast, Rees’s win was portrayed as a loud shout from the city’s more neglected neighbourhoods, and a sign that Bristolians had belatedly accepted the mayoralty’s importance: turnout rocketed from 24% to 45%, and, whereas Ferguson’s win had been based on 31,000 first-preference votes, Rees got 56,000.   Related: Bristol campaigners to disrupt auction of council homes    He is taking office just as Bristol faces testing circumstances. Two years ago, the Sunday Times hailed it as Britain’s best city to live in, praising its “great shopping, great scenery and great social scene”. Bristol remains a byword for admirable social diversity and vibrant community politics, based on a shared idea of defying convention and doing it yourself (as seen in everything from food recycling co-ops to self-built community centres). Last year, it was Europe’s official green capital. But as word of the city’s wonders has spread, it has also thrown its problems into sharp relief. As a 40-minute walk around its central neighbourhoods – from, say, opulent Clifton to down-at-heel Lawrence Hill – proves, it is a city characterised by glaring inequality, which seems in many ways to be getting worse. “We have a story to tell,” says Rees. “And it’s a fantastic story; it’s a true story. But the integrity of us telling that story is undermined by the fact that 25% of our kids are in poverty, inequality is increasing and the city is increasingly unaffordable. That’s no way to run the place. I think it’s a challenge for all of us – for our moral integrity and our future economic strength. At the moment, we haven’t cracked it. I’m not saying it’s easy. But the first thing you have to do is recognise it and not pretend it’s not an issue.” As in other rapidly changing cities, gentrification is a charged issue, with many long-term residents feeling pushed out. The basic story is simple: people (and companies) fleeing London contribute to double-digit house-price inflation, rents soar and the character of renowned areas of the city – particularly St Paul’s, the byword for Bristol’s black community where Rees spent some of his childhood – is said to be under real threat. Rees is all too aware of the issue: his own sister, he says, recently decided to move back to Bristol from London, but discovered it was prohibitively expensive. “When I was in the US in the 90s, in Washington – that was when I first came into contact with this idea of gentrification,” he says. “Columbia Heights, the neighbourhood where I was living, was being gentrified. And then I came back to Bristol, and I had a sense that this stuff was bubbling away. In the last year, I’ve heard people here start to use the word a lot. “It breaks down communities, it creates instability. There’s a tangible sense of resentment. And it’s not the fault of individual people. Some people have been very sensitive to being at the forefront of that gentrification. But it’s about a system. Because of the way housing markets work, everyone’s being pushed around. It’s poor people and middle-income people – and now even people who earn good money – who can’t afford to live in a place.”     Hitting the streets in Bristol. Photograph: Adrian Sherratt for the Guardian    Rees is about to appoint a dedicated “lead” on housing, who will try to get to grips with all this. As well as pledging to protect children’s centres, increase school places and concentrate on apprenticeships, his campaign promised a drive to build 2,000 new homes a year by 2020, including 800 that would be “affordable” – with, he assures me, a particular emphasis on rented social housing. If that seems modest, he says he has complex planning issues to deal with, as well as edicts from central government – such as a push to sell off publicly owned land. But he talks about the challenges with an energetic sense of purpose – particularly when it comes to the paltry share of new housing developments given over to “affordable” homes. The city council has an official target of up to 40% – but, as was recently revealed by the super-vigilant city news outlet the Bristol Cable, many projects have delivered nothing at all. “I went to meet one developer, and I asked them: ‘Who’s going to live here?’” Rees recalls. “And they came up with a beautiful description that sounded like something from an estate agent: ‘Forward-looking people, after something different.’ I said, ‘No – who’s going to live here?’ And a colleague of mine said: ‘Are there any affordable homes?’ They said, ‘No.’ They just kept on saying they’d come up with a community building for local people. But who’s going to live in a place where you can do salsa or pilates for £20 an hour? We need homes for people, not more community venues. That’s Lazarus economics, whereby rich people sit round a table and a few crumbs fall off.           Flatpack democracy: the new English political revolt    “I said to them, ‘If you build a development with no affordable housing, it has an impact. It’s not a neutral act. It’s actually harmful. And if I become mayor, I’ll end up spending money on the social consequences of you doing a development that compounds our inequalities. Inequality costs money, right? So what you’re doing is asking me to support something I think will hurt Bristol.’ It is not an option to come here and expect to do development without making sure there are houses for real people.” While Jeremy Corbyn was hardly in the foreground of Khan’s London campaign – and Khan followed his win by further distancing himself from the Labour leader – he seem to have a much more harmonious relationship with Rees. Corbyn visited Bristol a few times during the mayoral campaign and returned hours after Rees’s triumph, praising him as someone with “a fantastic personality [with] this ability to unite the whole city to face the problems you all have”. Rees voted for Andy Burnham in last year’s leadership election, but gives Corbyn his due. “Jeremy has been fantastically supportive to me, and I really appreciate that. I think he understood my story and what it could potentially represent.” He then pauses. “But my thing was, this was a Bristol election, and some of the people who mobilised around me were people who have known me since I was a kid. They weren’t thinking about that conversation that happens in the Westminster bubble.” Signifiers for the troubling aspects of Bristol’s past are not hard to find: one thinks, for example, of Edward Colston, the 17th- and 18th-century slave trader and philanthropist whose statue stands in the city centre, and whose name adorns the Colston Hall, one of the city’s key arts venues. At a time when Oxford University students have demanded the removal of the now-infamous statue of Cecil Rhodes, I suggest, such features of the cityscape are more highly charged than ever. Rees won’t be drawn on the Colston statue (“a landmine question,” he says), so I try another tack. Is further addressing the slave era’s legacy on his agenda? “It’s always on my agenda. But I think something has already been done.” He cracks a smile. “I got elected.” • This article was amended on 23 May 2016. An earlier version described Marvin Rees as the UK’s first black mayor; that has been amended to say he is the first directly elected black mayor.",
  "webTitle": "Bristol mayor Marvin Rees: ‘My dad arrived to signs saying​: ​No Irish, no blacks, no dogs’",
  "webPublicationDate": "2016-05-23T06:00:04Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/23/bristol-mayor-marvin-rees-racism-inequality",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Bristol",
      "id": "uk/bristol",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "City mayors",
      "id": "cities/city-mayors",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "John Harris",
      "id": "profile/johnharris"
    }
  ],
  "guardianId": "cities/2016/may/23/bristol-mayor-marvin-rees-racism-inequality"
}