{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/01/mike-coupe-sainsburys-results-argos",
  "id": "2016-05-01-145",
  "sectionId": "business",
  "body": "Mike Coupe, the chief executive of Sainsbury’s, is, by all accounts, a pretty decent guitarist. The regular Glastonbury-goer is handy enough with the instrument to have braved playing in front of 5,000 colleagues at several Sainsbury’s conferences. One wonders if, when he tunes up at his next gig, he’ll be playing a version of Can I Change My Mind?, the 1969 hit by Tyrone Davis (who may or may not be related to Coupe’s predecessor but one, Sir Peter). That track might be considered appropriate for a man who, having previously argued against the supermarket buying Argos, went and put in a bid for it anyway, once he’d taken over as the grocer’s front man. We’re sure to hear more about that deal this week when Sainsbury’s announces its results, not least because the grocery sector’s lyrics are beginning to repeat as much as those on a scratched bit of vinyl. The presence of the discounters still weighs heavily on the sector – even if the majors are under less pressure of late – while among the big four there are questions about what will happen to the seemingly recovering Morrisons (also reporting this week) if Asda decides to perform again. All of which means that talk about how the Argos deal might play out is far more likely to get the City on its feet. Take it from the top, Mike. Jenkins adds value The country has been deprived of the hypnotic oratory skills of former Barclays boss Antony Jenkins for far too long – but fret not. The great man returns to the podium this week. At a House of Commons event, run by the financial-services thinktank New City Agenda, Jenkins will revisit his favoured theme of “turning values into value” as he explains how the only way for the banking sector to generate sustainable returns over the long term is to act “at all times with good values”. “In the past, banks were too aggressive, too self-serving and too focused on the short term, and these events have led to trust in the industry sinking to an all-time low,” the publicity material for the event bills him as saying – and it’s hard to quibble with any of that. Still, before Jenkins was a crusading chief executive of Barclays, he had been in the driving seat of the high-street part of that bank as it merrily sold payment protection insurance (PPI) to people who never needed it or could have claimed on it. Strangely, that vignette seems to have been omitted from the publicity for this week’s event. Space constraints, presumably. Glaxo still not immune Protests at GlaxoSmithKline’s annual meeting in London’s Queen Elizabeth II conference centre are nothing new – as anyone who owned shares during the tenure of former boss Jean-Pierre Garnier will recall. Campaigners used to gather to protest about how much JP was trousering. Investors had to squeeze past folk dressed in giant fat cat suits and others wearing T-shirts saying “Greed Still Kills” just to gain access to their free tea and biscuits. So maybe it’s not news that there’s a protest in the pipeline for Glaxo this week, when it holds its annual meeting in the usual spot, although the topic is probably more important. Shareholders are being urged to use the gathering to put pressure on Glaxo to lower the price of its life-saving pneumonia vaccines. Médecins Sans Frontières (MSF) has just delivered a petition to Glaxo (and another to rival Pfizer) asking that the vaccine prices be cut to $5 for each child in developing countries. Glaxo says it has lowered the price it charges Gavi, the non-profit vaccine alliance operating in a small number of countries, to $3.05 from next year, just covering its cost. But Greg Elder of MSF asks: “What’s the point of a life-saving vaccine if the most vulnerable people can’t afford it?” Developing...",
  "webTitle": "A tough gig for Sainsbury’s Coupe",
  "webPublicationDate": "2016-05-01T08:00:50Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/01/mike-coupe-sainsburys-results-argos",
  "keyword": [
    {
      "webTitle": "J Sainsbury",
      "id": "business/j-sainsbury",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Antony Jenkins",
      "id": "business/antony-jenkins",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "GlaxoSmithKline",
      "id": "business/glaxosmithkline",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Goodley",
      "id": "profile/simongoodley"
    }
  ],
  "guardianId": "business/2016/may/01/mike-coupe-sainsburys-results-argos"
}