{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/01/diane-abbott-smear-labour-antisemitism-problem-andrew-marr",
  "id": "2016-05-01-129",
  "sectionId": "politics",
  "body": "Jeremy Corbyn faced further calls for a tougher crackdown on antisemitism within Labour on Sunday after one of his allies dismissed the crisis as a “smear” against the party and its members.  Diane Abbott, the shadow international development secretary, dismissed claims that the party had a problem with antisemitism, provoking fresh criticism of the Labour leadership.  She suggested the problem was procedural and instead lay within Labour’s rules governing antisemitic and other racist comments, which she said would be corrected following a review of the party’s guidelines.  “Every single claim of antisemitism – I think 12 – has resulted in a suspension. Ken was suspended within hours. That is 12 allegations when 200,000 [new members] have joined the party,” Abbott said. “It’s a smear to say that Labour has a problem with antisemitism. It is something like a smear against ordinary party members.”  Her comments, made on the BBC’s Andrew Marr show on Sunday morning, was followed by more criticism of the leadership’s response to repeated claims of antisemitism by Labour MPs and one major party donor. On Friday, Corbyn suspended Ken Livingstone from the party and announced an independent inquiry into antisemitism in Labour, to be led by Shami Chakrabarti, the former head of Liberty. It follows incendiary comments by the former London mayor that appeared to claim that Adolf Hitler, whose regime was responsible for the deaths of six million Jews, supported Zionism.  Livingstone has refused to apologise to the Jewish community for the comments. He said this weekend the row was not about antisemitism but rather a plot by “embittered old Blairite MPs” to destabilise Corbyn’s leadership.     Ken Livingstone on Saturday. Photograph: Neil Hall/Reuters    In a heated exchange over the party’s response to the comments, Marr challenged Abbott to explain why, if Labour had no broader problem with antisemitism, the leader had announced an inquiry into the issue.  The shadow minister implied that the problem was with the rules of the party: “There are issues about process. There is nothing in the rules about racism, antisemitism and Islamophobia. We are going to make the rules explicit.”  Corbyn later reaffirmed his pledge to rid the party of all forms of racism. Speaking at a May Day rally in London, the Labour leader said the party “stands absolutely against racism in any form”. He said: “We stand united as a Labour movement recognising our faith diversity, our ethnic diversity, and from that diversity comes up strength.”   Related: Ken Livingstone blames 'embittered Blairite MPs' for antisemitism row    However, Labour donor Michael Foster, who gave the party £400,000 before the general election in which he stood as a candidate, said some members of the party’s leadership continued to “vilify Jews as part of their political shtick”. He called for the Chakrabarti inquiry to be widened, and said on BBC Radio 4’s The World this Weekend he would not donate to the party nationally because of the leadership’s approach. Meanwhile, many others within the parliamentary party remained dismayed at the response from Abbott following contrite comments by the shadow chancellor, John McDonnell, on Saturday. Ben Bradshaw, the former culture minister, said Labour members were furious at how allegations of antisemitism had been handled.  “I’m increasingly of the view that Ken Livingstone is a Conservative party spy who’s been planted in the Labour party and has been sleeping and has now emerged to try to do as much damage as he possibly can.  “And that’s certainly the view of my loyal Labour party members and activists and voters who came up to me all day yesterday saying: what is going on? They were outraged by his comments. If he comes back into the party, they won’t vote for our party. It’s a really serious issue,” he said. Louise Ellman, the Jewish MP for Liverpool Riverside, said the response had been “much too slow”. The party is investigating a complaint that she has been subject to antisemitic abuse at a meeting of the local party.  Len McCluskey, the head of Unite, Britain’s biggest union and the party’s biggest donor, criticised Livingstone and backed his suspension. However, he told Pienaar’s Politics on BBC Radio 5 Live: “This is nothing more than a cynical attempt to manipulate antisemitism for political ends because it is all about constantly challenging Jeremy Corbyn’s leadership. “The idea that there is an antisemitic crisis within the Labour party is absolutely offensive but it is being used in order to challenge Jeremy Corbyn. Once the mood music of antisemitism dies down, then next week and the week after there will be another subject. It is an issue that comes up because somebody says something stupid and then immediately it becomes a crisis.” Corbyn announced an independent review last week and pledged to tighten party codes of conduct in an attempt to control the row over antisemitism, which has seen the MP Naz Shah as well as Livingstone suspended by the party.   Related: Corbyn may not be antisemitic. But is he a real leader? | Matthew d’Ancona    He has faced calls from Israeli politicians and diplomats to give a more “unequivocal” condemnation, and warnings – including from the party’s London mayoral candidate, Sadiq Khan – that Labour would be punished in the 5 May elections. Mark Regev, Israel’s ambassador to London, called for Corbyn to distance himself from Hamas, which he described as an antisemitic organisation. “The left has a wonderful, proud history of fighting antisemitism, but we have seen some language over the last two or three weeks which is very concerning,” Regev said. “They have the right to criticise the Israeli government, Israeli citizens do it every day,” he said. “It is about demonising the Jewish state. It is not about criticising this or that Israeli policy; it is about the demonising and vilification of my country and its very right to exist. “It is important that the leadership is not neutral or agnostic about antisemitism. I’ll give you an example; you have had too many people of the progressive side of politics who have embraced Hamas and Hezbollah. Both of them are antisemitic organisations. You just have to read their charters which read like The Protocols of the Elders of Zion.   “If you are progressive, you are embracing an organisation which is homophobic, which is misogynistic and which is openly antisemitic – what is progressive about that? There needs to be an unequivocal message from the leadership saying there is no solidarity with antisemites.”",
  "webTitle": "Diane Abbott says claims of antisemitism within Labour are smear",
  "webPublicationDate": "2016-05-01T10:39:45Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/01/diane-abbott-smear-labour-antisemitism-problem-andrew-marr",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Diane Abbott",
      "id": "politics/diane-abbott",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Andrew Marr",
      "id": "media/andrewmarr",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rajeev Syal",
      "id": "profile/rajeev-syal"
    }
  ],
  "guardianId": "politics/2016/may/01/diane-abbott-smear-labour-antisemitism-problem-andrew-marr"
}