{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/liverpool-manchester-united-hopes-european-hopes",
  "id": "2016-05-11-317",
  "sectionId": "football",
  "body": "Manchester United’s defeat to West Ham on Tuesday night has handed the initiative back to Manchester City in the race for the fourth Champions League spot but there is still a scenario that could see Louis van Gaal’s side miss out on European competition altogether. With just Sunday’s final match against Bournemouth to come at Old Trafford on Sunday, United know they need to win to have any chance of overhauling their city rivals’ two point lead. A draw at Swansea City is likely to be enough for Manchester City though given their vastly superior goal difference, in which case United would have to settle for fifth place and a guaranteed place in the Europa League group stages.   Related: West Ham promise to ban fans for life after Upton Park violence    Anything other than victory on Sunday, however, and things could get very complicated. A win for Liverpool against Chelsea on Wednesday night would mean there would be three teams who could still overhaul Manchester United on the final day – West Ham United, Southampton and Jürgen Klopp’s side. One point would be enough to guarantee at least a seventh-placed finish but even that may not be enough to qualify for next season’s Europa League. Once more, Liverpool could hold the key. Should they beat Sevilla in the final of the Europa League, Liverpool will play in next season’s Champions League as one of five English representatives. If they can also win at West Brom on the final day and end up finishing in the top seven, that would mean the Premier League loses one of its spots in the Europa League which is potentially bad news for Manchester United, Southampton or West Ham. However an eighth-placed finish for Liverpool and victory in the final would mean the Premier League has eight representatives in Europe next season. Of course, the FA Cup final against Crystal Palace will give United another shot at qualification if they miss out through their league placing with the winners moving straight into the Europa League group stages. Meanwhile, Southampton must beat Palace on Sunday and hope they can at least overhaul one of the sides above them to book a second successive season of European football, while victory for West Ham at Stoke City would guarantee them at least sixth place.",
  "webTitle": "Why Liverpool could hold the key to Manchester United’s European hopes",
  "webPublicationDate": "2016-05-11T08:10:34Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/liverpool-manchester-united-hopes-european-hopes",
  "keyword": [
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Southampton",
      "id": "football/southampton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/11/liverpool-manchester-united-hopes-european-hopes"
}