{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/19/supreme-court-ruling-celebrity-threesome-injunction",
  "id": "2016-05-18-10",
  "sectionId": "law",
  "body": "The supreme court is set to deliver its long-awaited decision on a privacy injunction preventing identification of a celebrity said to have taken part in a three-way sexual encounter. The case has escalated into a public battle over the issue of whether or not orders banning publication can, or should, be sustained in an era when websites outside UK courts’ jurisdiction can be read from Britain. The dispute is between the Sun on Sunday newspaper and the claimant, identified only by the initials PJS, who is in the entertainment business and is said to have had an extramarital affair with another couple about four years ago. Details of the supposed affair have already been widely reported in Scottish, US and other foreign newspapers, beyond the jurisdiction of the courts of England and Wales. The supreme court heard the case as an emergency last month and has been considering its response for the past four weeks. The issue at stake – whether injunctions should be upheld by the courts despite information being published on the internet outside the jurisdiction – will have far-reaching consequences for all future privacy cases. Desmond Browne QC, representing PJS, told the supreme court last month: “This case has been hailed by some as the death knell of the privacy injunction. We hope that reports of its death have been greatly exaggerated.” Naming the celebrity, he has argued, would be devastating for the family’s children. Gavin Millar QC, for News Group Newspapers, has argued that because PJS, who is married to YMA, had put details of their relationship into the public domain, it was in the public interest that the newspaper should publish an account of his sexual encounters with others. He has asked the supreme court to set aside the temporary injunction. The Sun on Sunday was originally told by the courts that it could not publish the story because the entertainer and his partner had an “open relationship” and therefore there was an expectation that his sexual encounters would remain private.  The ruling will be broadcast live on the supreme court’s website.",
  "webTitle": "Supreme court to give ruling on 'celebrity threesome' injunction",
  "webPublicationDate": "2016-05-18T23:01:09Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/19/supreme-court-ruling-celebrity-threesome-injunction",
  "keyword": [
    {
      "webTitle": "Injunctions",
      "id": "law/injunctions",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK supreme court",
      "id": "law/uk-supreme-court",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Privacy",
      "id": "world/privacy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Privacy & the media",
      "id": "media/privacy",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sun on Sunday",
      "id": "media/sun-on-sunday",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "News UK",
      "id": "media/newsinternational",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "law/2016/may/19/supreme-court-ruling-celebrity-threesome-injunction"
}