{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/13/brazil-rio-plinda-spiritualism-religion-fran-bryson",
  "id": "2016-05-13-155",
  "sectionId": "travel",
  "body": "Parading with a samba school at the Sambódromo in Rio carnival is an amazing, once-in-a-lifetime experience. But one of my favourite places to celebrate carnaval is in the colonial city of Olinda in Brazil’s north-east. Before and during carnival, giant puppets roam the streets accompanied by brass bands and dancers. It’s not as slick as the Rio parade but more family-friendly, a real folk festival.     Fran Bryson … ‘Whatever it is, Brazilians throw themselves into it one million per cent’    There’s a surprise around every corner in Brazil. Many westerners assume that because Brazil was colonised by Europeans, it will be familiar, but the non-European influence in the country is profound. Brazil had more – a lot more – African slaves than the US, and their cultural influence runs deep. You see it not only in faces but in other fundamental ways, like the rhythms of Brazilian music.  The African influence is also obvious in the huge range of religions. Religion in my world tends to be a sombre business but in Brazil they are vibrant, vigorous and animated – and they all borrow from each other. You’ll find deities from African-rooted Candomblé depicted next to an image of the Virgin Mary. And religious activity in Brazil is accompanied by music that, at the very least, makes you want to tap your foot or, more often, leap up and dance as if it’s your last day on Earth. In my first months in Brazil, I noticed plastic, wooden or wax limbs for sale: legs, arms, livers, ears, breasts and more. I was confused, not having had much contact with Catholicism. Ex-votos, I learned, can also be objects. I’ve seen miniature cars, townhouses, churches, motorcycle helmets and ballgowns used to thank the saints (and Brazil has many popular saints) for interventions such as good exam results, lotto wins or cancer cures.     Ex-voto plastic body parts in Bonfim church, Salvador. Photograph: Alamy    People come from all over the world to seek the help of João de Deus (John of God), the leader of a Christian-spiritist sect in a town called Abadiânia, near Brasília. The healer-medium reputedly channels spirits such as King Solomon and St Francis of Assisi. Some days, as many as 2,000 people seek his help. On some, he performs invisible surgery, and sometimes he operates live on the stage. They show it on giant screens as you wait in the queues to see him – it’s pretty gruesome. I dressed in white, as everyone does, and joined the flock of patients moving towards the healing centre. I felt like an extra in an episode of Doctor Who.     People hoping to be cured by João de Deus raise their arms at the Casa de Dom Inacio de Loyola, in Abadiânia. Photograph: Getty Images    Ayahuasca, a hallucinogen, is the central tool of certain Brazilian cults. I visited the headquarters of one, the Santo Daime, whose whole religious practice relies on taking the drug. Their mother-church is in the Amazon jungle, two days by road and river from the nearest city. Ayahuasca, the drinking of which is compulsory for all ceremony attendees, is supposed to heighten your senses, sometimes provide telepathic abilities and bring you closer to God and the spirits. But it only brought me closer to a porcelain-covered hole in the ground as I expelled everything except, in all likelihood, my demons. I’m glad I’m not vegetarian because the best dishes in Brazil feature meat. In churrascarias (barbecue restaurants), waiters walk around with huge skewers of meat – lamb, beef, chicken livers, wings and chorizo sausage. My favourite is a chain called Fogo de Chão. On the table is a little disc that’s red on one side and green on the other. Green side up means they’ll stop and carve meat directly on to your plate. Red side up means you’re taking a rest. Problem is, I forget to put the red side up because I’m too distracted by the sheer theatre of it.      Picanha (rump cap), many Brazilians’ favourite cut of beef, at the Fogo de Chão churrascaria. Photograph: PR    This may sound a little strange but I really like some of Brazil’s borders. In Australia, as with the UK, our borders are defined by ocean. They’re solid, substantial, obvious. There’s a dusty town in the far south where horse-drawn carts are still a common sight. On the Brazilian side of the street the town is spelled Chuí and on the Uruguayan side it’s Chuy. I once crossed that road – the border – about 10 times in five minutes, just because I could. You can shop on either side using either country’s currency. If you’re in Rio, take the ferry across Guanabara Bay to Niterói and walk to the Museum of Contemporary Art, a saucer-shaped modernist structure designed by Oscar Niemeyer. The views across the water to Rio are spectacular. Grab a beer from a kiosk and sit and watch the planes take off from the city’s domestic airport – they seem to float off the ground, rising in front of the looming figure of Christ, then bank to avoid Sugar Loaf mountain.     Museum of Contemporary Art in Niterói has stunning views back to Rio. Photograph: Alamy    I discovered the best Brazilian breakfast, tapioca pancakes, in Maceió, capital of the small north-eastern state of Alagoas. It’s a sweet city that doesn’t see many foreign tourists. Between the main road and the beach are kiosks that offer pancakes with toppings sweet or savoury – they’re perfect for breakfast or a snack on the way to the long beach that flanks the city. The commitment, effort and enthusiasm that Brazilians put into everything they do fills me with admiration. Whether it’s a religious event, a soccer game, a festival or carnival, Brazilians throw themselves into it one million per cent – it’s like they have an obligation to do so. • Fran Bryson is the author of In Brazil (Scribe, £14.99). To order a copy for £11.99, including UK p&p, visit bookshop.theguardian.com or call 0330 333 6846",
  "webTitle": "Brazil: 'there's a surprise around every corner'",
  "webPublicationDate": "2016-05-13T13:48:39Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/13/brazil-rio-plinda-spiritualism-religion-fran-bryson",
  "keyword": [
    {
      "webTitle": "Brazil holidays",
      "id": "travel/brazil",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Festivals",
      "id": "travel/festivals",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "South America holidays",
      "id": "travel/southamerica",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Dunford",
      "id": "profile/janedunford"
    }
  ],
  "guardianId": "travel/2016/may/13/brazil-rio-plinda-spiritualism-religion-fran-bryson"
}