{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/nadiya-savchenko-ukraine-if-you-need-me-to-be-president-i-will",
  "id": "2016-05-27-135",
  "sectionId": "world",
  "body": "Freed Ukrainian pilot Nadiya Savchenko has said she is prepared to become president after returning from Russia in a prisoner exchange. “Ukrainians, if you need me to be president, I’ll be president,” Savchenko told journalists in Kiev. “To be honest, I won’t say that I want to be. I love to fly. But if I need to, I’ll do everything, I’ll go down this road.” Ukraine’s first female military pilot, Savchenko was elected to parliament and appointed to the parliamentary assembly of the Council of Europe during nearly two years in captivity, and some have wondered if she will be the country’s next leader.  She received a hero’s welcome when she flew to Kiev on Wednesday after being pardoned by Vladimir Putin.  Savchenko’s return was also a victory for the embattled president, Petro Poroshenko, who pledged to return Crimea and eastern Ukraine “just as we brought back Nadiya”.           Who is Nadiya Savchenko?    Savchenko had been captured fighting against pro-Russian separatists in eastern Ukraine in June 2014 and charged with complicity in the deaths of two Russian journalists who died in an artillery strike. A Russian court sentenced her to 22 years in prison in March after a trial that was condemned by western countries. Before her press conference, Savchenko took a dip in a fountain on Independence Square and sang the national anthem with well-wishers. She promised to form committees to free political prisoners and return occupied territories, as well as fight corruption in the Ukrainian army. She also defended her comrades in the Aidar battalion, which Amnesty International has accused of war crimes. “You sit on the couch and ask us how we fought. We fought the way we had to. Or you think that saints are fighting there?” she said.    Related: Eurovision 2016: Ukraine's Jamala wins with politically charged 1944    Savchenko said she did not blame anyone for her long captivity and would not have been taken alive if she had a grenade. Two Russian special forces officers who were captured in eastern Ukraine and convicted of terrorism were flown to Moscow on Wednesday as part of the exchange. Despite her release, G7 leaders said on Thursday that sanctions against Russia could only be rolled back when it fulfilled peace plan commitments agreed in the Belarusian capital, Minsk. The Ukrainian embassy in Belarus said Savchenko could join the Trilateral Contact Group on Ukraine in Minsk, which includes representatives of Ukraine, Russia and the eastern Ukraine separatists and works for a diplomatic resolution to the conflict.",
  "webTitle": "Nadiya Savchenko: 'Ukraine, if you need me to be president, I will'",
  "webPublicationDate": "2016-05-27T13:54:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/nadiya-savchenko-ukraine-if-you-need-me-to-be-president-i-will",
  "keyword": [
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Vladimir Putin",
      "id": "world/vladimir-putin",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alec Luhn",
      "id": "profile/alec-luhn"
    }
  ],
  "guardianId": "world/2016/may/27/nadiya-savchenko-ukraine-if-you-need-me-to-be-president-i-will"
}