{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/09/predictability-routine-key-job-satisfaction",
  "id": "2016-05-09-333",
  "sectionId": "careers",
  "body": "Last year, absenteeism (days of work lost due to stress, illness, anxiety or depression) grew by 25%, according to figures from the Labour Force Survey, that’s 17 billion working days. While we are being given more options to fit work around our outside responsibilities – since June 2014 all workers have had the right, by law, to request flexible working after 26 weeks, there is a suggestion that stability could be preferable. A small US survey found unpredictability to be the biggest factor contributing to workplace stress. So could a role that is more predictable, and which allows for a better work-life balance, offer greater job satisfaction?  Take Ricky Rusby: Monday to Friday, his alarm goes off at 4am. Shortly afterwards he cycles to Westminster, London. By 6am he’s joined his two teammates on a refuse collection truck, clearing the city streets of the bags and bins that have piled up over the previous day. Fifty-year-old Rusby’s routine has changed fairly little during his 30 years as a refuse collector for Westminster council and, more recently, Veolia, a waste, water and energy management company. He enjoys the sense of routine.  Dr Gail Kinman, professor of occupational health psychology at the University of Bedfordshire, says: “Work-life conflict is one of the main causes of upset and stress, of lack of time with family, and of a failure to enjoy your social life.” She adds that a more predictable job where you have go into work at set times, take breaks (rather than eating lunch while working) and have time to interact with your workmates could make you happier.  Claire Oliver, who is a team leader for Bright and Beautiful domestic cleaning services near Margate in Kent, enjoys the sense of camaraderie among her colleagues – they also work to a strict schedule.  The 44-year-old single mum took on the job part-time to fund her MA in English. She says of her teammates: “We are all women, most of us are single parents, or at least have had children. So there’s quite a deep understanding of how life can be as a working mother.” Dr Luke Sullivan, a clinical psychologist and an ambassador for the Minds at Work campaign, agrees strong ties with colleagues can add value to your job. “Those relationships are very much what sustain people within the workplace. The number one benefit of working is that we have contact with other people.” Meanwhile, Kinman says work that is physically demanding, but less emotionally or mentally draining, could also be beneficial for relationships outside of work. This is true for Rusby who enjoys time off with his wife – the couple have been together for 30 years and take regular holidays including to the US, Australia, Singapore and South America. They also designate a weekend, at least a couple of times a month, to enjoy London, whether it’s visiting an exhibition or trying out a new restaurant.  Kurt Neumann, 32, has also been in the same industry for a significant time – he is now in his sixth year as a waiter. He enjoys providing good customer service. “If people go away and they’re happy, and say ‘I’ve had a good time, a great meal and great service’, that lifts my day.” While customers can have a positive influence on Neumann’s job, they are occasionally the worst part. “Sometimes you get people that come along, order six beers and get completely hammered. I have to go over to them and be like, ‘Come on guys, it’s 6pm. You don’t need to swear, calm down’. Some are great about it and others give you lip and then your job gets really awkward” However, Neumann and his colleagues back one another up in such situations. The variety of people he meets at work is a positive. “In hospitality there’s a high staff turnover, so you meet a lot of people that you’d never meet anywhere else, except maybe in school – working in a team is my favourite part of the job.”    Related: How to deal with stress at work    Focusing on the upsides can be a good approach to being happy at work. Kinman says: “If you hate your job and you’re seen to hate it you’ll give the impression you think you’re too good. Your co-workers are not going to like you, so you’re not going to get their support.”  Kinman adds that while in the long-term no one can survive working 40 hours a week in a job they hate, making small changes can alter your perception of a job you don’t enjoy. If it is becoming too routine for your liking she suggests talking to your manager and discussing ways to make the job your own – playing to your strengths and interests. For Oliver, job satisfaction comes, in part, from creating time and space for customers in stressful situations. “We’ve got an old couple we clean for and the guy is really poorly. Everytime that I go in [to clean] they are very kind to us, very sweet, very grateful. There’s that human touch I think, that feeling you’re doing something to help people.” Kinman suggests a couple of other tactics if you’ve lost motivation at work – or are feeling overwhelmed. You could try setting yourself short-term goals. For every unfavourable task you complete, or tough project you round up, give yourself a small reward. And short-term goals can work alongside long-term ambitions. If your job is not something you see as part of your long-term career plans, but will help you in terms of experience or building up savings, consider how it could benefit you in the future – perhaps build up an itinerary for an exciting year or two in the future.  Lastly, Kinman says: “Try to find somebody you can use as a bit of a coach. Somebody that understands your long-term goals – a friend you can let off steam to.” Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "Familiarity breeds content: embracing routine can make you happier at work",
  "webPublicationDate": "2016-05-09T06:00:06Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/09/predictability-routine-key-job-satisfaction",
  "keyword": [
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Job hunting",
      "id": "money/job-hunting",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Featherstone",
      "id": "profile/emma-featherstone"
    }
  ],
  "guardianId": "careers/2016/may/09/predictability-routine-key-job-satisfaction"
}