{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/10/humanitarian-law-violations-stop-them-world-humanitarian-summit",
  "id": "2016-05-10-273",
  "sectionId": "global-development",
  "body": "The recent airstrike on a camp for Syrians displaced from their homes is the latest in a long line of tragedies resulting from the disregard that certain parties to conflict hold for international humanitarian law. The UN under-secretary general for humanitarian affairs, the UN high commissioner for human rights, the French foreign ministry, the White House and many others have all spoken out against this horrific attack, yet frustrations abound with the inability of the international community to stop them from happening.   Related: Britain must stand up to defend humanitarian law, say MPs    While a recent resolution from the UN security council condemning attacks against medical facilities and their staff is welcome, it is only the starting point. Condemning violations is not enough – they must be stopped. This frustration has prompted the withdrawal of the highly respected Médecins Sans Frontières‎ (MSF), one of the integral cogs in the humanitarian system, from participation in the first world humanitarian summit, due to take place in Istanbul this month. MSF staff work in harrowing conditions on the frontlines of humanitarian response – in cities like Aleppo, Kunduz and Taiz – and this level of commitment can cost them their lives. In announcing their withdrawal, MSF said: “We no longer have any hope that the summit will address the weaknesses in humanitarian action and emergency response, particularly in conflict areas or epidemic situations.” With attacks on medical facilities continuing, MSF’s anger is widely shared. But the cross-party international development committee believes that the summit can and must bring about action to uphold the law. The committee has held an inquiry into the global humanitarian system, and publishes a report – the world humanitarian summit: priorities for reform – on Tuesday. In the report, the committee sets out six areas that are essential for the summit to deliver on its promise of a humanitarian system that better serves the needs of people affected by conflict or disaster. First and foremost is action on international humanitarian law. As the report points out, the problem is not the absence of binding laws, but the persistent failure to comply with or enforce them. So how do we bring about change when parties to conflict are not abiding by the rules? In his pre-summit report, the UN secretary general refers to the flouting of law as “contagious” – when states disrespect the basic rules governing the conduct of war, they invite others to do the same. All parties to conflict need to obey the rules.   Related: MSF brands humanitarian summit 'a fig-leaf of good intentions' as it pulls out    Genuine, universal political commitment reinforced by action is required, and the summit is a perfect starting point. It can send a strong message that complying with the law is not optional. We need to reinvigorate and accelerate negotiations for a global intergovernmental mechanism for compliance. Another option is to start strengthening capacities to investigate and prosecute violations, so that states that do not respect the law can be held to account. MSF raised concerns that the summit will “minimise the responsibility of states”. MSF is right to recognise this risk, however I believe that the summit is an opportunity for leaders to reaffirm their responsibilities. Governments have legal accountabilities; an example of this is the situation in Yemen. As demonstrated by our recent report, the UK government is accountable for its responses to conflicts, including with regard to its role through arms sales. We were indebted to MSF and other humanitarian organisations for the compelling evidence on the scale of the crisis in Yemen.  Through Tuesday’s report, attendance at the summit and the subsequent follow-up, the international development committee will push for the UK government to deliver on its obligations to international law. The UN secretary general’s report for the summit is titled One humanity: shared responsibility. Parliamentarians the world over must ensure that the right commitments are made by states and the right actions are taken to keep them. This is a responsibility that the international development committee will take very seriously in Istanbul.",
  "webTitle": "Don't just condemn humanitarian law violations. Stop them | Stephen Twigg",
  "webPublicationDate": "2016-05-10T08:40:54Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/10/humanitarian-law-violations-stop-them-world-humanitarian-summit",
  "keyword": [
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Twigg",
      "id": "profile/stephen-twigg"
    }
  ],
  "guardianId": "global-development/2016/may/10/humanitarian-law-violations-stop-them-world-humanitarian-summit"
}