{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/19/thomas-friends-the-great-race-film-review-animation-tank-engine",
  "id": "2016-05-19-41",
  "sectionId": "film",
  "body": "Ah, Thomas! Will you never learn? Once again, the perpetually impetuous tank engine (voiced by John Hasler) gets himself in a bit of bother when he tries a new paint job so he can compete in a best decorated engine contest on the mainland; he ends up looking like a half-finished Jackson Pollock for most of the running time. Luckily, Sodor-newcomer Ashima (Tina Desai), a multicoloured bombshell from India with eyes like Aishwarya Rai, doesn’t seem to mind and sees through the bluster and blunders to Thomas’s innate good nature. While the inclusive, just-be-yourself moral message is didactically sound, this CGI phase of the animated train franchise sorely lacks the charm of the original low-tech shows. The limited, exaggerated expressions on the models were exactly what made them so charming. Plus, this specific instalment is kind of a snooze compared with 2011’s comparatively pacey, sinister Day of the Diesels or the complex human-locomotive interactions of Sodor’s Legend of the Lost Treasure from last year. Also, there’s not enough of Emily here, the Scots-voiced tomboy train with the elegantly long funnel.         Watch the trailer for The Great Race",
  "webTitle": "Thomas & Friends: The Great Race review – moral goodness, but lacking charm",
  "webPublicationDate": "2016-05-19T20:00:20Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/19/thomas-friends-the-great-race-film-review-animation-tank-engine",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "film/family",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Animation",
      "id": "film/animation",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Leslie Felperin",
      "id": "profile/lesliefelperin"
    }
  ],
  "guardianId": "film/2016/may/19/thomas-friends-the-great-race-film-review-animation-tank-engine"
}