{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/04/bitcoin-craig-wright-promises-extraordinary-evidence-prove-identity",
  "id": "2016-05-04-132",
  "sectionId": "technology",
  "body": "Craig Wright, the Australian computer scientist who claims to have created the cryptocurrency bitcoin in 2008 under the pseudonym Satoshi Nakamoto, has promised to provide fresh evidence to back up his claim. In a blogpost on his website, Wright says “over the coming days, I will be hosting a series of pieces that will lay the foundations for this extraordinary claim”, including transferring bitcoin from “an early block” and posting “independently verifiable documents”. “You should be sceptical. You should question. I would,” Wright adds, concluding: “I will present what I believe to be ‘extraordinary proof’ and ask only that it be independently validated. Ultimately, I can do no more than that.” When he first publicly claimed to be Nakamoto, in interviews with the BBC, Economist and GQ Magazine, Wright promised to post proof on his website. But the material he posted was far from convincing for many experts: most damningly, the cryptographic evidence appeared to have been directly copied from a 2009 bitcoin transaction. Wright’s promise of further proof doesn’t address the oddities in his original blogpost, except for obliquely claiming that he would post evidence “addressing some of the false allegations that have been levelled”. But for some of his original supporters, those discrepancies are already enough to prompt disavowals of Wright’s claims. Gavin Andresen, formerly the chief scientist at the currency’s guiding body, the Bitcoin Foundation, had been the most important backer of the man who would be Satoshi. All the initial reports cited Andresen’s belief of Wright, which was based on a private demonstration in April, as an important point in his favour. But following Wright’s bizarre initial blogpost, Andresen expressed doubt, telling security researcher Dan Kaminsky: “I was as surprised by the ‘proof’ as anyone, and don’t yet know exactly what is going on.” “It was a mistake to agree to publish my post before I saw his – I assumed his post would simply be a signed message anybody could easily verify,” he added. “OF COURSE he should just publish a signed message or (equivalently) move some [bitcoin] through the key associated with an early block.” For some, such as academic Zeynep Tefekci, even the evidence Wright is now promising may not be enough to overcome the doubts instilled by his initially underwhelming evidence. Moving bitcoin from an “early block”, for instance, would only conclusively prove that Wright held the private keys of Nakamoto if the block was the very first one made: the so-called “genesis block”, containing the first 50 bitcoins ever mined. In his latest post, Wright wrote at least one thing that everyone can agree with. “For some there is no burden of proof high enough, no evidence that cannot be dismissed as fabrication or manipulation.”",
  "webTitle": "Bitcoin: Craig Wright promises new evidence to prove identity",
  "webPublicationDate": "2016-05-04T15:08:54Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/04/bitcoin-craig-wright-promises-extraordinary-evidence-prove-identity",
  "keyword": [
    {
      "webTitle": "Bitcoin",
      "id": "technology/bitcoin",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Cryptocurrencies",
      "id": "technology/cryptocurrencies",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "E-commerce",
      "id": "technology/efinance",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Hern",
      "id": "profile/alex-hern"
    }
  ],
  "guardianId": "technology/2016/may/04/bitcoin-craig-wright-promises-extraordinary-evidence-prove-identity"
}