{
  "apiUrl": "https://content.guardianapis.com/guardian-masterclasses/2016/may/13/from-clueless-to-clued-up-how-to-solve-the-guardian-cryptic-crossword-john-halpern-course",
  "id": "2016-05-13-238",
  "sectionId": "guardian-masterclasses",
  "body": "This course has now passed – but we update our programme all the time. For information on our full range of classes, sign up to the Guardian Masterclasses newsletter, follow us on Twitter, or keep an eye on our calendar  Do cryptic crosswords leave you a bit puzzled? Or perhaps you solve a few clues, then run out of steam? Come along to our fun-filled Masterclass and you’ll learn how to have a good crack at the cryptic crossword – and perhaps even finish it! This hands-on class is led by John Halpern (aka Paul), one of the Guardian’s leading crossword setters. During the course, you’ll be introduced to the 12 types of cryptic clues – from anagrams to deletions and abbreviations – and learn how to recognise and solve them. Over the course of the day, you’ll receive expert insights into how crosswords are written (a bit like learning how magic tricks are done) and get involved in practical activities, where you’ll tackle cryptic clues and solve a whole puzzle as a team. Content  A brief history of the cryptic crossword An introduction to the different types of cryptic crosswords across various newspapers, plus insights into how they’re written  The 12 types of cryptic clue – how to spot them and solve them  Session 1 – anagrams, hiddens and double definitions  Session 2 – reversals, containers and sound-alikes  Session 3 – deletions, cryptic definitions, charades Session 4 – abbreviations, &Lit, miscellaneous Session 5 – solving a full cryptic crossword – yippee!  Practical activities – learn how to crack each of the 12 types of cryptic clue, then solve a whole puzzle as a team  Handouts to help you to solve cryptic clues and continue improving your skills after the class  Regular opportunities for feedback and Q&A – plus a few laughs along the way  Tutor profile John Halpern (aka Paul) is the Guardian and the UK’s most published cryptic crossword setter. His crosswords also appear in the Financial Times, The Independent and The Times, among other publications. John lives in Brighton and is married to a woman whose name is an anagram of ‘entail’; they have a son whose name is hidden in the word ‘taramasalata’. He’s the author of The Centenary of the Crossword and tweets @crypticpaul. Details This course has now passed – but we update our programme all the time. For information on our full range of classes, sign up to the Guardian Masterclasses newsletter, follow us on Twitter, or keep an eye on our calendar  Date: Sunday 17 July 2016Times: 10am-4pmLocation: The Guardian, Kings Place, 90 York Way, London N1 9GUPrice: £129 (includes VAT, booking fee, lunch and drinks)Event capacity: 36 You may also be interested in…  How to write a cryptic crossword: A three-week course at the Guardian  Sign up to our newsletter and you’ll be among the first to find out about our latest courses and special offers. You can also follow us on Twitter, and read our latest articles and interviews on our blog. Information on Guardian Masterclasses To contact us, click here. Terms and conditions can be found here. Returns policyTickets may be refunded if you contact us at least 14 days before the course start date. Please see our terms and conditions for more information on our refund policy.",
  "webTitle": "From clueless to clued up: How to solve the Guardian cryptic crossword",
  "webPublicationDate": "2016-05-13T10:18:07Z",
  "webUrl": "https://www.theguardian.com/guardian-masterclasses/2016/may/13/from-clueless-to-clued-up-how-to-solve-the-guardian-cryptic-crossword-john-halpern-course",
  "keyword": [
    {
      "webTitle": "Guardian Masterclasses",
      "id": "guardian-masterclasses/guardian-masterclasses",
      "sectionId": "guardian-masterclasses",
      "sectionName": "Guardian Masterclasses"
    }
  ],
  "authors": [],
  "guardianId": "guardian-masterclasses/2016/may/13/from-clueless-to-clued-up-how-to-solve-the-guardian-cryptic-crossword-john-halpern-course"
}