{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/05/ministers-willing-to-pause-imposition-of-junior-doctors-contract",
  "id": "2016-05-05-176",
  "sectionId": "society",
  "body": "The warring parties in the junior doctors dispute are set to return to the negotiating table for the first time since January after agreeing to a pause in hostilities. The government has agreed to hold off imposing the unpopular contract for five days from Monday and the BMA has agreed not to call further strikes while both sides attempt to reach a resolution to the bitter eight-month dispute.  The breakthrough came after a plea from the Academy of Medical Royal Colleges for a truce amid few signs that either side was willing to budge from their increasingly entrenched positions. It raises the prospect of fresh talks being held at the start of next week.    Related: Terms of truce leave junior doctors facing tough decisions    Hunt wrote to the academy on Thursday, saying he was willing to pause introduction of the new contract if the doctors’ union agreed to discuss Saturday pay, the major sticking point.  “This is a significant show of good faith by the government to break the deadlock,” he said. “We now need the BMA to agree to negotiate on Saturday pay, the biggest single area of difference, in order for the talks to proceed.” The BMA had already said, in response to the academy’s initiative, that it was prepared to hold off calling further strikes to enable fresh talks to take place. After Hunt’s offer, Dr Johann Malawana, the BMA’s junior doctor chair, said: “Junior doctors have said since the outset that we want to reach a negotiated agreement, and have repeatedly urged the government to re-enter talks. “As suggested by the academy, we are keen to restart talks with an open mind. It is critical to find a way forward on all the outstanding issues – which are more than just pay – and hope that a new offer is made that can break the impasse.” Two months of talks, brokered by the Advisory, Conciliation and Arbitration Service (Acas), collapsed at the end of January, with both sides blaming the other’s perceived intransigence for the failure to reach an agreement on Saturday working. The government wants to reclassify Saturday as a normal working day, but the BMA says junior doctors must be entitled to a premium rate of pay for all weekend working, as they do now. There have been four more walkouts since the end of January – one strike was held while talks were ongoing – leading to the cancellation of tens of thousands of operations. Concerns about patient safety escalated during the latest round of industrial action last week, which for the first time was an “all-out” strike that included junior doctors in emergency care. But with both sides at loggerheads, it was becoming increasingly difficult to see a way out until the academy’s intervention.    Related: I've never felt prouder of the NHS than when my grandmother died    The BMA was refusing to return to the negotiating table unless the government lifted the threat of imposition, while the Department of Health would not back away from introducing the contract and said that the doctor’s union must be prepared to discuss Saturday pay. A BMA junior doctors committee meeting on Saturday was due to discuss ways of ramping up industrial action, including an indefinite walkout or mass resignation. In a letter to Dame Sue Bailey, chair of the academy, Hunt wrote that the government remains committed to introducing the new contract in August but is willing to agree to a temporary suspension “to play our part”. He wrote: “The JDC [junior doctors committee] have previously backed away from their own written agreement made through Acas to negotiate on unsocial hours and Saturday pay.  “In the light of this I hope you can agree with our position that any talks should not proceed unless we have written agreement from the JDC that they will agree to negotiate substantively and in good faith on this single biggest outstanding disagreement and that they would ratify and recommend any negotiated agreement to their members.” Hunt stressed that discussion must be focused on issues that were outstanding in February before talks collapsed and must not visit the “90% of issues that were agreed”.",
  "webTitle": "Junior doctors' row: Jeremy Hunt and BMA to restart contract talks",
  "webPublicationDate": "2016-05-05T13:31:01Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/05/ministers-willing-to-pause-imposition-of-junior-doctors-contract",
  "keyword": [
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Industrial action",
      "id": "uk-news/industrial-action",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Haroon Siddique",
      "id": "profile/haroonsiddique"
    }
  ],
  "guardianId": "society/2016/may/05/ministers-willing-to-pause-imposition-of-junior-doctors-contract"
}