{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/31/boring-election-alliance-sex-marijuana-parties",
  "id": "2016-05-30-2",
  "sectionId": "australia-news",
  "body": "One upside to new Senate voting rules is that they have driven a micro-party alliance giving rise to Australia’s first apparently irresistible political platform: sex, drugs and rock’n’roll. Well, sex and drugs anyway. The Australian Sex party and the Marijuana (Hemp) party – in a liaison aimed at corralling the progressive end of the minor party vote – are running their “joint ticket” in all states and territories except New South Wales and Victoria, where they will preference each other. Still, Fiona Patten, whose role as an MP in the Victorian state upper house gives the Sex party real skin in the political game, notes the party’s previous teamwork with Gotye’s Basics Rock’n’roll party. “We’ve got strong arts policies and we certainly support rock’n’roll,” she says.   Related: Campaign catchup: what if no one wins the election?    Patten is no more inclined to talk down the idea of the dream platform than to discourage the inexhaustible supply of double entendres that can be read into talk of plans to stimulate certain industries, take the progressive vote higher and so on. “The Sex party and HEMP come together on that issue,” she says. Is that another one or is this some kind of Freudian game?  Blue frivolity aside, the platform led by the Sex party shows an organisation that has evolved beyond a lobby group for the sex industry and anti-censorship movement into one that embraces the full range of progressive voter concerns without the Labor party’s burden of having to temper its pitch for the swinging centre (not that kind of swinging). It has a leader in Patten who will not shy away from press releases such as the one on Monday in which she tells anti-Islam protesters at a Coburg shopping centre: “Take your messages of hate – and piss off!” The Sex party occupies a vacuum left by mainstream party inaction on legal reforms with not insignificant popular support, from euthanasia to abortion, marriage equality, legal aid access and prison reform, humane processing of asylum seekers and medical and recreational cannabis. All of which may sound familiar to Greens supporters (not that kind of green). Where the Greens and the Sex party essentially differ, according to Patten, is in tax matters, a function of the latter’s roots in essentially being a small business lobby group. It is also displeased with the Greens’ role in teaming with the Liberals to change Senate voting rules in a manner likely to see the drying up of preference swaps that previously propelled micro-party candidates into office. It is likely to withhold its preferences from the Greens in various theatres, which could be a boon to Labor. The Sex and Hemp coalition candidates are not to be trifled with. In NSW the Sex party lead candidate is Ross Fitzgerald, a prominent historian and former politics professor who coauthored an official history of Queensland and sat on parole boards in two states. Meredith Doig, a serial corporate and educational board member and former Rio Tinto and Ford manager, is perhaps the party’s best chance of a Senate seat, running in Victoria.    On all these issues the church is interfering with our secular lives and basically telling us what we should do  Robin Bristow     Robin Bristow, the lead Senate candidate for Queensland, is a successful Noosa architect and LGBTI rights activist, who took part in the first gay pride march in his native South Africa. Michael Harding, the Hemp Queensland Senate candidate, No 2 on the ticket, is an army veteran who suffered post-traumatic stress disorder after witnessing atrocities in Afghanistan. Harding, who spent two years on pharmaceuticals for PTSD, is an advocate for medicinal cannabis as an alternative after researching its use in US states like Colorado at the instigation of veterans’ groups. Asked about the prospects of edging out Australia’s darling of the far right, Pauline Hanson, in the Senate, Bristow says the main focus of the Sex party/Hemp campaign is an unresolved issue that, according to one Ipsos poll at least, has far greater traction with voters: taxing the churches. With multinational tax avoidance on the political radar, the Sex/Hemp ticket point a finger at churches as “the far bigger tax avoider living in every suburb and small town in Queensland”.     Robin Bristow, Michael Harding and Kirsty Patten, candidates for the joint ticket of the Sex party and Marijuana party. Photograph: David Mildren    They say the tax-free status of church activities that come under the banner of “advancing religion” – from property deals to share trading, poker machine income, wineries, insurance companies, hotels and breakfast cereal companies – should apply only to explicitly charitable works. Plenty seem to agree.  Bristow says taxing churches has “64% support from the general population, so I think that’s going to be a lot higher than Pauline’s support base”. He notes Scott Morrison, the federal treasurer, is a regular worshipper at the Pentecostal Hillsong church, which along with the Seventh Day Adventists and the Catholic church, are “all allowed to compete on an unlevel playing field with their business empires just because the treasurer and the government of the day support the notion that anyone who ‘promotes religion’ is entitled not to pay tax”. Bristow says the rub with this “incredible rort” comes when those churches seek to exert influence in government on marriage equality, abortion laws, and sex and gender issues education in schools.  “On all these issues the church is interfering with our secular lives and basically telling us what we should do,” he says.  “Queensland has the worst sex education in Australia and this is the results of that.” A bit of payroll tax, fringe benefits tax and council rates – and by a bit they mean a billion dollars or more worth a year – are fair enough to expect in return, the Sex party argues. As if that is not enough of a shot over the bows of traditional moral guardians, there is the unashamed call for drug law reform which recognises the right of pot smokers to be treated in the same way as the nation’s drinkers. In a campaign where Greens senators, by calling for policies advocated by no less a mainstream figure than former Australian federal police commander Mick Palmer, end up being photoshopped on newspaper front pages with ice pipes, there appears little point in a party like Hemp pulling its punches.    I’m getting approached by people in their 80s who are saying I’m voting for Sex party  Fiona Patten     Hemp spokesman Andrew Kavasilas obliges, arguing in colourful terms that Australia would be a better place if more people smoked pot instead of drinking. “If marijuana were to replace alcohol as the major social tonic in society, there would be less aggression on the streets, lower road tolls, less domestic violence, better sleeping patterns, more creative work output and less vomit on the streets,” Kavasilas says. Cannabis law reform is becoming a more crowded space this election. The one-time “human headline” and broadcaster Derryn Hinch is calling for it with his “Derryn Hinch Justice Party”, which is gunning to unseat Ricky Muir for a Victorian Senate spot.  And Greg Chipp, son of Democrats founder Don Chipp, is also running for the Senate in Victoria for his Drug Law Reform Australia party – even using a cannabis leaf logo, much to the chagrin of the longer-standing Hemp. Patten, who returned last month from Oregon in the US where “the sky has not fallen in” because of its legal cannabis industry, says the real model to watch will be California, which will have learnt from the early adopters’ mistakes (chiefly taxation scope) when it legalises the industry later this year. The biggest domino to fall in an anti-prohibition push across the US will have some Australian observers wondering if or when it will make it to these shores. Patten says for Australia to follow by legalising, regulating and taxing our largest black market, is “not inevitable but the most sensible approach” to a reported $5bn industry which currently “just puts money into the hands of crime gangs”. “Every single ex member of parliament I speak to says, it’s just ridiculous, the war on drugs, we should just legalise it, tax it, regulate it,” she says. “Privately, I get a lot of support in parliament but they’re all too risk averse, they’re all scared. Again, it’s actually more likely to be religious organisations that are calling to ban it. “I’m not a conspiracy theorist but if you were to legalise it, you may put a dent in big pharma, you may put dent in the alcohol industry, so I worry if there’s pressure for those industries to stop the tide. “If you have a Sex Party/Hemp senator, you can be certain it’s on the agenda.” Australian states have only recently begun moving on medical cannabis, which Hemp has advocated for decades ago.   Related: Deal and no deal: decoding Turnbull and Shorten's double talk on minority rule | Lenore Taylor    Patten says the sex, drugs and rock’n’roll platform predictably will attract a portion of the youth vote. But she says support seems be increasing among early baby boomers who are nudging their 70s, and some even older. “Because we’ve also had a very strong stance on euthanasia, I must say I’m getting approached by people in their 80s who are saying I’m voting for Sex party,” Patten says. “And they’re also the people who want access to medicinal marijuana. “It’s the women who wear purple, who say I don’t give a shit, who fought for reproductive rights and the right of women to drink in the front bar. “It’s the independently minded baby boomer who is looking at their own mortality – also, is probably quite familiar with marijuana, so the fear campaigns are not running through for them.” If more of these people, who could be dubbed the dying-with-dignity-but-growing-old-disgracefully crowd, materialise, the grey vote may never look the same.",
  "webTitle": "Boring election? Alliance of Sex and Marijuana parties aims to change all that",
  "webPublicationDate": "2016-05-30T23:47:28Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/31/boring-election-alliance-sex-marijuana-parties",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/31/boring-election-alliance-sex-marijuana-parties"
}