{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/07/governments-war-drugs-decriminalisation",
  "id": "2016-05-07-135",
  "sectionId": "global-development-professionals-network",
  "body": "The dominoes keep falling. Ireland is the latest country to begin the process of decriminalising small amounts of drugs such as heroin, cocaine and cannabis for personal use. It joins at least 25 more countries around the world that have decided to remove users – not drugs – from the criminal justice system.  Other countries are going even further. Canada, the Czech Republic, Portugal, New Zealand, Uruguay and the United States are among those challenging the status quo. Rather than prohibit all drugs, as is currently advocated by international law, they are exploring new approaches to regulating them. If more states move in this direction, then the entire drug control regime risks collapsing.     In spite of decades of pursuing a 'drug free world', they are more accessible and widely consumed than ever    The change in approach is motivated by a sense that current approaches are failing and their side effects are catastrophic. At the centre of the drug control regime are the 1961, 1971 and 1988 drug conventions that selectively criminalise drugs. These laws are overseen by the International Narcotics Control Board, the United Nations Commission on Narcotic Drugs and the United Nations Office on Drugs and Crime.  The fact is that in spite of decades of pursuing a “drug free world”, drugs are more accessible and widely consumed than ever. Steep penalties for drug producers, dealers and users has not budged supply or demand in half a century. In fact, prohibition appears to multiply the price of hard drugs like cocaine tenfold. The half-century war on drugs has turned into a war on people. It has contributed to a surge in violent crime wherever drugs are produced, sold and consumed. Hundreds of thousands of people are killed each year in the name of prohibition, many in Afghanistan, Brazil, Colombia, and Mexico. The criminalisation of drugs has also resulted in swollen prisons bursting with small-time dealers and users, corroded and corrupted law enforcement and judicial institutions, and expanded the power and profits of cartels and gangs worldwide.   Related: The war on drugs has failed: time to stop fighting and start thinking    Easily the most powerful way to reverse the catastrophic effects of wayward counter-narcotics policies is to regulate drugs. This has long been considered heresy, but attitudes are changing. There is growing acceptance that regulation can put governments in control.  Whether you take drugs or not, most reasonable people would rather have a publicly-administered regulatory body oversee drugs – which are harmful in varying degrees depending on the product – than a shadowy unaccountable organised crime group. In some ways at present drugs already are regulated, but by cartels from Colombia to Mexico.  Regulation is not the same as legalisation. All regulatory efforts should focus on preventing use and avoiding abuse. The first message to people contemplating using them is “don’t do drugs”. But rather than resorting to scare tactics, parents, teachers, social workers and doctors must offer an honest explanation about what they are and how they cause harm.      In some ways drugs already are regulated, by cartels from Colombia to Mexico. Photograph: Pedro Pardo/AFP/Getty Images    Yet even these simple messages are complicated by the pervasive fear and illegality accompanying drugs. Even so, if one’s child intends to do drugs, most guardians would prefer a regulated system that monitors the quality of what’s on offer, treats drug dependents with compassion and manages access with sensible warnings and education.  Regulation is eminently preferable to the current approach. When would-be producers, dealers and users are criminalised, the drug industry goes underground. Producers and dealers become active participants in criminal economy. Deals are enforced with brutal levels of violence given the absence of any resort to courts. Actual and potential users are provided with poor information, become fearful for their lives, and do not seek treatment and care. As efforts to regulate alcohol, tobacco, pharmaceuticals, and other dangerous products show, many of their harmful effects can be curbed with publicly-managed checks and balances.     In the same way that prohibition is not advisable, a commercial free-for-all is also to be avoided    What does regulation entail? Countries, states and cities are experimenting with de facto decriminalisation, prescription-based approaches, strict market regulation, loose regulation, and even commercial promotion as in some US states.  There are different ways to practically making drugs available in controlled manner, including medical prescription, sales in pharmacies, licensed sales and premises, and even unlicensed providers. For example, Uruguay, one of Latin America´s safest countries, never criminalized drug use and started regulating the production and sale of cannabis in 2013. The system offers multiple possibilities - users can grow up to six plants, can join cannabis clubs, or they can purchase cannabis from pharmacies later this year.   Related: Countries must be honest about conflict deaths to know the true impact of war on development    Just as different societies adopt distinct approaches to controlling dangerous substances, so too should they explore regulation in ways that are aligned with their needs and capacities and based on scientific evidence.  In the same way that prohibition is not advisable, a commercial free-for-all is also to be avoided. Any regulatory measures must be taken prudently and with careful attention to their potential harms and evidence of what works, and what does not. The problem is that under the current international drug control regime, governments are restricted even from taking these tentative steps. Robert Muggah is the research director of the Igarapé Institute and affiliated with the World Economic Forum’s Global Agenda Council on Fragility, Conflict and Violence. Ilona Szabo de Carvalho is the executive director of the Igarapé Institute and a Young Global Leader of the World Economic Forum. Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "Why governments worldwide are changing tack in the war on drugs",
  "webPublicationDate": "2016-05-07T09:00:10Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/07/governments-war-drugs-decriminalisation",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Muggah",
      "id": "profile/robert-muggah"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/07/governments-war-drugs-decriminalisation"
}