{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/09/aidan-obrien-defends-derby-hope-us-army-ranger",
  "id": "2016-05-09-207",
  "sectionId": "sport",
  "body": "Aidan O’Brien’s remote, tranquil stable is the perfect place to induce calmness in racehorses and on Monday it would also have been the place to soothe fretful fans of his US Army Ranger following an unimpressive Derby trial last week. The colt scrambled home by a short-head in the Chester Vase, beating a tenderly ridden stablemate who was carrying more weight, but O’Brien was ready here with a list of reasons to be cheerful about that outcome.   Related: Derby favourite US Army Ranger just beats stablemate in Chester Vase    “Everyone is knocking this horse but they shouldn’t,” the trainer said quietly as he watched US Army Ranger floating up the gallops with an unraced lead horse. “I was very happy.” One of the main reasons for that response is a change in the way O’Brien approaches this fortnight of prep-races, the emphasis having shifted from winning to learning. “We’ve had a lot of horses that won the trials and were disappointing in the Derby. If we have them in a way that they go for the trials and they bolt in, they don’t improve. I would always rather get beat, knowing that the horse is going to improve and knowing something tactically about the horse.” Learning is of particular importance in the case of US Army Ranger, who did not race as a two-year-old and has a lot of catching up to do. O’Brien calls him babyish and reports that he was whinnying almost immediately after the Chester race. “The poor horse was so green. He was kind of saying: ‘What’s after happening to me?’” A symptom of that greenness, which O’Brien also referred to as “stage fright”, was that the colt apparently did not change his leading leg after being switched to challenge up the inside rail in the final quarter-mile, with the result that “he never really got racing,” according to the trainer. The colt, we are told, was too busy looking at the crowd on one side and his stablemate on the other to do the professional thing, switch his leading leg and quicken. Whether such a horse can progress enough to make the most of his chance in the Derby three weeks on Saturday is a fair question. He is having an easy week or so before his preparation is quickly ramped up once more and O’Brien says he will see the evidence, at that stage, of how much US Army Ranger has learned from Chester. The Irishman does not deny that the 11-2 shot is his main hope of a sixth Derby success but there are others. Idaho, Shogun and Port Douglas appear to have done enough to earn their places. Deauville and Black Sea may yet do so in York’s Dante Stakes on Thursday.   Related: Minding’s 1,000 Guineas superiority prompts talk of gatecrashing Derby    But O’Brien poured cold water on the idea of running his 1,000 Guineas winner, Minding, in the Derby. The main issue is not the expected one, that his Coolmore employers would much rather win the race with a colt, but the trainer’s doubts about her stamina, which would be less thoroughly tested in the Oaks. “My experience with the lads, as they get older, the commercial thing doesn’t matter as much as when I came here 20 years ago. They want to run in the big races and have the best chance of winning. But you can’t say for sure that Minding will get a mile and a half. “Because there has to be a question mark about stamina with her, I would imagine, just thinking the way the lads think, they would prefer to go gently, gently, finding out about that and go against the fillies first and then go on, if she proves it, and go against the colts later on.” But O’Brien is, as ever, anxious that you should not interpret his words as indicating a final decision has been made. “Nothing’s written in stone and they reserve the right to change their mind in five minutes,” he adds.   Related: Midterm passes his Derby Trial examination at Sandown    On the face of it, the value of O’Brien’s two Dante runners will lie mostly in giving him an idea of how his horses compare with the likes of Midterm, the Sir Michael Stoute-trained Dante favourite. He describes Deauville as “a very solid horse” who may have had one run too many when well beaten in the Racing Post Trophy. He has little to say about Black Sea but notes that Ryan Moore “gave him a very good ride” when he narrowly won a Listed contest last time. Perhaps this Derby, like the last one, will not contain an O’Brien colt quite good enough to fight out the finish but his stable seems, as ever, to be heaving with talent. Near the top of the list is Found, a Breeders’ Cup winner who could take in the Coronation Cup at Epsom or the Prince of Wales’s Stakes at Royal Ascot next month. There is also Vancouver, a hefty sprinter who won a Grade One in Australia and will soon make his Irish debut as a prep for Ascot. A size bigger again is De Coronado, a three-year-old brother to Zenyatta who is some way off being ready to make his racecourse debut. O’Brien calls him “the biggest horse we’ve had here”. A notable absentee is O’Brien’s son, Joseph, who is on day one of the course run by the Irish Turf Club that will lead to him having a licence in his own name. In the meantime, Joseph’s horses are running in his father’s name. “I’m having a great time,” O’Brien Sr says. “I’m getting winners all over the place.”",
  "webTitle": "Aidan O’Brien defends his chief Coolmore Derby hope US Army Ranger",
  "webPublicationDate": "2016-05-09T11:58:42Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/09/aidan-obrien-defends-derby-hope-us-army-ranger",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/09/aidan-obrien-defends-derby-hope-us-army-ranger"
}