{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/26/food-firms-should-be-forced-to-tailor-products-to-healthy-targets-say-experts",
  "id": "2016-05-25-6",
  "sectionId": "society",
  "body": "Ministers should force food companies to make their products healthier using targets for the amount of fat, salt and sugar they should contain, a coalition of 30 health and food organisations has said. The Obesity Health Alliance is demanding a ban on TV adverts for junk food before the 9pm watershed so fewer children see them. The alliance wants the government to make both policies key elements of its eagerly awaited childhood obesity strategy, which is now due to be unveiled in the summer after being delayed from its planned publication last autumn.   Related: Junk food billboards, posters and digital ads targeting kids face ban    Fresh opinion polling shows the majority of voters are worried about the amount of sugar in everyday foodstuffs and want firm action to reduce it. Almost two-thirds (64%) believe the government should do more to reduce the amount of sugar that is added to a wide range of products. Three-quarters (77%) are concerned about high sugar levels, with 42% “very concerned”. The public also backs a clampdown on the marketing of junk food to children, according to the YouGov poll of 1,774 adults interviewed online in January in research funded by Cancer Research UK.  Seven in 10 (71%) think junk food marketing makes it harder for children to eat healthily, while even more – 78% – want promotion of such products during family-oriented shows such as the X Factor to be reduced in order to limit their exposure.  “Alarmingly, some children are consuming as much as three times the maximum recommended amounts of added sugar.,” said Prof John Wass, an expert on obesity from the Royal College of Physicians, a member of the alliance calling for a crackdown. “Food and drink manufacturers must be prepared to reduce the amount of sugar and fat in their products. And the fairest way to make this happen is for the government to set targets independent of the food and drink industry,” Wass added. The childhood obesity strategy had been delayed “far too long” and ministers must bring forward proposals to tackle soaring levels of dangerous overweight as a matter of urgency, he said.    Related: The fats and the furious: how the row over diet heated up    The Food and Drink Federation, which represents producers, rejected mandatory reformulation as “both unworkable and profoundly undesirable”. Tim Rycroft, its director of corporate affairs, said: “Food and drink companies have a proud record of voluntarily removing salt - and more recently fat and sugar too – from their products. This process must, by necessity, proceed at a speed that consumer tastes allow. “Since the technical challenges of reformulation differ almost from one product to the next, there cannot be a ‘one size fits all’ approach, so mandatory reformulation is both unworkable and profoundly undesirable.” Amanda McLean, director of World Cancer Research Fund, warned that ever expanding waistlines would have disastrous health consequences. “With about two-thirds of English adults being overweight or obese, we urgently need to stop this country’s spiralling obesity trend so that our children can grow up to be healthy adults. “Being overweight or obese is linked to a number of health issues, and our evidence shows that it increases the risk of 11 common cancers including of the breast, prostate and bowel. Approximately 25,000 cancer cases could be prevented every year in the UK if everyone was a healthy weight”, McLean added.  Jeremy Hunt, the health secretary, has promised the strategy will be “bold” and mark a break with the previous policy of relying on food and drink firms to voluntarily change their products and marketing through the responsibility deal. George Osborne, the chancellor, has pledged to bring in a sugar tax on heavily sugared soft and fizzy drinks in 2018.  However, it is unclear to what extent the strategy will incorporate the proposals drawn up last year by Public Health England, the government’s advisors, to tackle over-consumption of sugar. It recommended the introduction of a “broad, structured and transparently monitored programme of gradual sugar reduction in everyday food and drink products, combined with reductions in portion sizes”.  PHE has also backed tough new restrictions on the marketing and advertising of high-sugar food and drink to both children and adults across all media, but not specifically a 9pm ban on TV advertisements.  Rycroft also insisted that firms were already improving the marketing of their products. “The UK has some of the strictest rules on advertising going and children today see far fewer ads for high fat, sugar, salt foods than in previous years.  “Britain’s food and drink manufacturers recently committed to support a change to advertising codes which would stop adverts for HFSS [high in fat, salt and sugar] products being targeted at under-16s in any medium, including online. This voluntary action brings online restrictions into line with those already around children’s TV programmes and recognises that children are increasingly spending time online,” he added.  A Department of Health spokesman said: “It is shocking that one in three children leave school overweight or obese. We are determined to tackle this and our comprehensive childhood obesity strategy will build on the soft drinks industry levy. It will look at everything that contributes to a child becoming overweight and set out what more can be done by all sides.”",
  "webTitle": "Food firms should be forced to tailor products to healthy targets, say experts",
  "webPublicationDate": "2016-05-25T23:01:10Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/26/food-firms-should-be-forced-to-tailor-products-to-healthy-targets-say-experts",
  "keyword": [
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sugar",
      "id": "society/sugar",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Obesity",
      "id": "society/obesity",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    }
  ],
  "guardianId": "society/2016/may/26/food-firms-should-be-forced-to-tailor-products-to-healthy-targets-say-experts"
}