{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/14/eu-referendum-youth-vote-registration-countdown",
  "id": "2016-05-14-58",
  "sectionId": "politics",
  "body": "Only 23 days remain until the 7 June deadline for registering to vote in the EU referendum, and Amy Longland, a 22-year-old student at Nottingham university, is campaigning hard. She is desperate to raise awareness about what’s at stake for what could be dubbed “Generation E” – those suddenly confronted with the possibility of living their adult lives outside a union that most take for granted. “I don’t want the prejudices of the older generation to decide this for our generation,” she says. “Our grandparents should not decide our future for us.” She has good reason to worry. At last year’s general election, only 43% of those aged 18-24 voted, compared with 78% of over-65s. Up to 4 million in the same age group are still not on the electoral register. Longland, like many young people, is in favour of staying in the EU, but fears too many of her contemporaries will not bother to register in time for referendum day on 23 June. Their future in Europe would then be determined by Eurosceptic older voters, who are much more likely to turn out on the day. Last night in the university campus pub, the Mooch Bar, she and the rest of the Nottingham Students for Europe organised a Eurovision Song Contest party: sign a registration form, available in the bar, and you could win a £25 travel voucher if you picked the winning country out of a hat. “This is really important,” said Longland. “We can enjoy the right to travel easily in Europe and to study in Europe. We are the easyJet generation. We take it for granted. It would be a huge shame if we turned our back on all that.” Up and down the country, groups of young people are stirring into action. But can those who are engaged and motivated connect with enough of their contemporaries to turn apathy into interest? And with so little time to spare? The charity Bite the Ballot, which persuaded hundreds of thousands to register before the last general election, is to set up “democracy cafes” in Starbucks branches, laying on experts to explain how to register and vote, and what the referendum is all about (Bite the Ballot does not take sides but merely encourages participation). On 31 May it will organise a flashmob in Albert Square, Manchester, with thousands of young people forming a giant X. Then, on 4 June, it plans a “thunderclap” on social media to tell young people that they have just three days left to register and influence their futures. Harriet Kingaby, 32, and Bethan Harris, 30, who both have jobs in communications and strategy, are now lending much of their time to a new campaign called We Are Europe, working out of cafes in Bristol. Again, their objective is to get young people to register, and then to inspire them to go out to vote. Harris says she and a small group of friends got involved because they felt their generation had been “locked out” of decision making and let down by the system for too long, and had to use this chance to strike back. “As a generation of millennials, we want to create a better world, but we have felt excluded from decision making,” she said. “We all protested about Iraq and we were not listened to. There is no one representing our generation in parliament on the issues that matter to us. In the civil service, there is no ministry for young people. We feel locked out. It is becoming intensely frustrating. “We have endured a recession and endless austerity, which has impacted on us as a generation, and we are the people most affected by current policies. We are all young professionals. The reason we have got so fired up by this referendum is not that we are Europhiles or that we love the EU – although we do think it has been hugely beneficial for us. But it is a sense that this [Brexit] would be another massive step backwards, and our generation can’t take any more of that. We are the difference between an in and an out vote.” There are now more than 50 campaigns on university campuses pushing students to register and then to vote, and a clear majority are pro-EU. Tanya Williams of Bite the Ballot has worked on previous registration campaigns and is now doing so in Brent, north London. Outside the universities, she says, it is an uphill struggle and, at first, the feedback is often not good. “It is very hard. People will at first say no, and that they are not bothered, and it makes no difference, but you have to battle through. Then, some time later, you sometimes find the same people have got involved after all. It really can make a difference.” We Are Europe believes that Leave campaigners are deliberating staying away from students because they know that most young people want to stay in, and if they highlighted the need to register they would be shooting themselves in the foot. They cite comments last week from Arron Banks, the Ukip donor and founder of Leave.EU, who declared: “If turnout is low, we win. If it’s high, we lose. Our strategy is to bore the electorate into submission, and it’s working.” Students for Europe, meanwhile, will launch a poster and social media campaign on Monday asking: “Where are you on 23 June? Home? Uni? Glasto? Register to Vote Now.” The Electoral Commission is sending out a giant mailshot this weekend to 28 million households, explaining how to register and vote. Back in Nottingham, Longland is telling students that the referendum vote is not like a general election, where the first-past-the-post system often makes people think their vote makes no difference. This time it will. “We have just got to up our game and show that in this referendum we really can make the difference – because we really can.”     Don’t know: Feron Grant. Photograph: Sophia Evans for the Observer    NOT REGISTERED, UNDECIDED Feron Grant, 32 Painter and decorator, LondonI’m not registered. I had meant to, I just didn’t get round to doing it. To be honest, I don’t know how I’d vote. The EU is a bit tricky. Where I work, in the building trade, you’ve got a lot of EU people. I would say [immigration from the EU] probably makes it a little harder, workwise. I’ve got friends from the EU working with me every day but when they come, they’ll work for anything so it makes it harder for a proper professional like me. I’ve got my NVQ and stuff but it’s a challenge for you to get work because they’ll take [work] for anything. So we could say “leave” and that would stop people from coming here, but then you might also stop big business deals – there might be rich people that are coming to build big buildings and give other people work. A lot of the big businesses say that there will be difficulties if we leave. I do talk about it with friends all the time, but we always come round to the same spot. I don’t know.     Remain: Hannah Capstick. Photograph: Sophia Evans for the Observer    REGISTERED, SUPPORTS REMAIN Hannah Capstick, 22Studying for a graduate diploma in law, LeedsAmong my friendship group, people didn’t vote in the local elections. It wasn’t just because they hadn’t got registered in time; it was because they’re just not engaged and not interested. It’s really frustrating because generally I would think that young people would want to stay in, but they’re not going to vote - and the all the old isolationist people are going to be voting. I think [young people’s apathy] is linked to representation and the idea that the people representing us are very disconnected. It’s to do with the attitudes of politicians and how they behave. How can you respect a politician like Boris Johnson who has two letters prepared, depending on the way things go. How can you feel inspired by him being one of the leaders of the Leave campaign? I don’t think either campaign has been especially powerful or impressive. It hasn’t swayed me either way. I knew how I was going to vote before, and it hasn’t really affected me.     Don’t know: Biuram Billan. Photograph: Sophia Evans for the Observer    REGISTERED BUT NOT SURE WHETHER HE’LL VOTE Biuram Billan, 21  Economics student, LondonThey’re saying we’re going to lose backing from other countries [if we leave the EU]. Then we’re buggered. I don’t want us to turn into North Korea. But I also don’t want our country to have to bail other countries out. Why have we got to bail out Greece? To be honest, if I was to vote, I would probably listen to my mum. If I hadn’t got so much studying going on and had a lot of free time, I would look at what’s going on. I’d Google it, but only for, like, five minutes, and then I’d decide. But I’m not doing much about it because I’m concentrating on other stuff. No one knows what will happen if we leave and what will happen if we don’t. It’s all guesses. It’s such a small issue in my head, to be honest, that I haven’t thought about it much. I missed [the last] vote for the mayor as well. I’ve got exams, and I was at uni studying. It’s not a high priority for me to go all the way back to Essex [where I am registered] and vote.     Remain: Martine Valle. Photograph: Sophia Evans for the Observer    NOT YET REGISTERED, SUPPORTS REMAIN Martine Valle, 25  Student midwife, Castleford, West YorksI’m not registered to vote but I want to vote to stay. I just think that we get a lot of benefits from being in the European Union, like the free movement of people. I think that the rightwing media and the conservative government are scapegoating people all the time to influence how we feel about the EU. They talk about these massive influxes of people who don’t bring anything to the economy, when in fact it’s been proven that they do. Why not stay? And what would we do if we left – we’re just some little island in the middle of the sea. Young people I know aren’t talking lots about it - this is the first discussion I’ve had about the EU. I just don’t think it’s an issue that people are engaging with. There are other things going on: Syria, the austerity measures here… I don’t think it’s on the agenda for most people. I don’t think there will be a very good turnout among young people – which is quite sad.     Leave: Darren Grimes.    REGISTERED, SUPPORTS LEAVE Darren Grimes, 22Brighton University student, fashion and business studies, who has set up BeLeave, a group representing young people in the campaign for a leave vote in the EU referendumI don’t think politicians have done enough to reach out to young people. I think that’s wrong and that young people deserve the chance to make an informed and rational choice in the debate. I set up BeLeave to put forward an optimistic case for those young people who do believe we’re better off and have a brighter future outside of the EU. As the debate progresses, and young people start to see Boris Johnson telling them: look, this is going to be your last chance, and it might be your only chance, and this is a referendum that will impact upon your life more than any other generation … Once they start to get this message, and start to think: maybe I should give this a bit more attention … that might boost turnout. But there is a fear that young people are slightly forgotten about in this debate so far, and maybe won’t turn out in high numbers.     ‘Remain’: Eugene Shaw. Photograph: Sophia Evans for the Observer    REGISTERED, SUPPORTS REMAIN Eugene Shaw, 24  Mechanical engineering student, KentYeah, of course I’m going to vote and I am registered. I want us to stay, because there are a lot of advantages [to being in the EU]. I wasn’t a fan of the EU until I read the news and realised that the pros outweigh the cons. Normally you plan a holiday during summer and visit European countries, but after Brexit you would have to get a visa. It’s a hassle and nobody wants that hassle. I’m thinking one day of moving out of London to somewhere in Europe where life would be cheaper. I’m a mechanical engineering student in my second year and most of the engineering companies are in Germany, France and Spain. VW, for example, is a German company and that’s where we aspire to work. So if we leave it’s going to affect [employment opportunities] as well. There are not many good mechanical engineering companies in the UK. I’m a football fan and a supporter of Manchester United. I realised that some of the football players and teams might leave [if Britain left the EU]. That alone puts me off. I love the diversity of football in the UK, and we don’t have that many good English players, to be honest.     Leave: Ziyad Korman. Photograph: Sophia Evans for the Observer    REGISTERED, SUPPORTS LEAVE Ziyad Korman, 29Warehouse worker, London  I’m going to vote out. It’s not fair on the citizens here - we’re hardly getting any jobs. I’m not really interested in this kind of thing. There are one or two television shows [on the referendum debate] that I have watched but I’m not really bothered. With my background, we’re not really interested in this kind of stuff. But everyone that I know, they want to vote out - there are hardly any houses, and rents have gone up in London as the population has grown.",
  "webTitle": "Youth vote targeted for registration before EU referendum",
  "webPublicationDate": "2016-05-14T20:00:05Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/14/eu-referendum-youth-vote-registration-countdown",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Toby Helm",
      "id": "profile/tobyhelm"
    },
    {
      "webTitle": "Rebecca Ratcliffe",
      "id": "profile/rebecca-ratcliffe"
    }
  ],
  "guardianId": "politics/2016/may/14/eu-referendum-youth-vote-registration-countdown"
}