{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/23/cashless-britain-advances-contactless-debit-cards-thrive",
  "id": "2016-05-22-3",
  "sectionId": "money",
  "body": "Britain has passed another milestone on the path to a cashless society, with 2015 the first year that cash was used for less than half of all payments by consumers. Cash usage will be eclipsed by debit cards and contactless payments by 2021, according to Payments UK, which represents the major banks, building societies and payment providers.  In 2015 cash made up 45.1% of payments, compared with 64% in 2005, and is expected to fall to just a quarter by 2025. It will largely be replaced with payments by contactless cards, which have soared in popularity.  Contactless payments grew threefold in 2015, with more than a billion “wave and pay” transactions over the year. Since the start of 2016 contactless use has gathered pace, particularly on the London Underground network. On the high street, one in six card purchases are now contactless, with Tesco leading the way. But Payments UK’s annual review of how households pay for goods and services reveals that the death of the cheque has been much exaggerated. It said that 546m cheques were written in 2015, despite the fact most retailers now refuse to accept them.  The Payments Council, the predecessor to Payments UK, provoked a storm of protest in 2009 when it proposed a complete withdrawal of cheques by 2018. Following a consumer revolt the plans were abandoned, and today the body says cheques remain a “convenient and secure method” for making payments.  Its annual report charts the changing nature of how British households choose to spend their money. The average adult makes a total of 648 payments a year, including cash, equal to 54 a month. Debit cards were used for 20 payments a month, with computers processing 19,276 debit card payments every minute in the UK in 2015. On average, individuals make six direct debit payments a month and use their credit cards four times, but standing orders are less popular at just 0.7 a month.  The amount of money now transferred through the direct debit system is vast. In 2015 debits to pay mortgages, rents, energy and other bills were worth £1.22tn.  Debit card use is up 10% in 2015 compared with 2014, while credit card usage was up 9%. In total, 38.2bn payments of all forms were made across the UK in 2015, including 1.5bn that were made between businesses.   Related: Contactless payments mean card fraud now happens after cancellation    Adrian Buckle, chief economist at Payments UK, said: “This year’s UK Payment Markets report reveals a picture of consumers and businesses more ready than ever to reassess how they make payments and make the most of the convenient, cost-effective and innovative options that are available.” Barclaycard said the biggest increase in contactless payments has been among Britain’s over-60s, with the number of users up 116% over the past year – more than any other age group. But not everyone wants to join the contactless revolution. A survey last week by the security company Defender Note found that 30% of consumers want banks to ask them before issuing them with contactless cards. It suggested that customers with contactless cards are twice as likely to report being victims of financial fraud.  However, banks say contactless fraud is very low. Figures from the UK Cards Association show that in the first six months of 2015 there were £516,500 of fraudulent transactions on contactless cards – the equivalent of 2p for every £100 spent using the technology. This year payment by mobile phone is expected to increase dramatically. Android Pay went live across most of Britain’s banks and building societies last week, and is already accepted at 460,000 retail payment points.",
  "webTitle": "Cashless Britain advances as contactless and debit cards thrive",
  "webPublicationDate": "2016-05-22T23:01:22Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/23/cashless-britain-advances-contactless-debit-cards-thrive",
  "keyword": [
    {
      "webTitle": "Contactless payments",
      "id": "money/contactless-payments",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Android",
      "id": "technology/android",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Current accounts",
      "id": "money/currentaccounts",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Banks and building societies",
      "id": "money/banks",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Consumer spending",
      "id": "business/consumerspending",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Telecoms",
      "id": "technology/telecoms",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Collinson",
      "id": "profile/patrickcollinson"
    }
  ],
  "guardianId": "money/2016/may/23/cashless-britain-advances-contactless-debit-cards-thrive"
}