{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/12/entrepreneur-tasty-profit-food-business-supermarkets",
  "id": "2016-05-12-138",
  "sectionId": "small-business-network",
  "body": "Taking on and turning around a failing business requires a keen eye for market potential, nerves of steel and, usually, a wealth of experience. When Julianne Ponan took over struggling food retailer Creative Nature she was just 22. The company had losses of more than £56,000, but within 18 months she had taken it into profit, assisted by just one other member of staff. In 2011, Ponan – a business management and finance graduate – had returned to the UK from a spell working in China in the banking sector. She says: “I’d always wanted to develop my own brand; I suffer from a food allergy that can be life-threatening and planned to produce a range of natural foods free from nuts, gluten and dairy produce.” It was her father, an entrepreneur and a business investor, who brought Creative Nature to her attention, and she was able to quickly identify the reasons why the business was failing: she saw an absence of core strategy, no specific product range and no real sense of direction. Undeterred, Ponan bought the company and began developing a new product range, based around her own allergies and food intolerances. She began to fill the gaps in the market where she was unable to find a healthy product she could eat. She also brought in Matthew Ford, whom she had first met a few years earlier when they were both stacking shelves in a supermarket. A teacher by profession, Ford joined Creative Nature as operations manager. “We were starting from scratch, trying to work out how and where to market the products, and Matthew handled that brilliantly,” says Ponan. With a clear focus on the “superfood” and “free-from” categories, she began approaching larger retailers and, after a huge amount of effort, succeeded in getting the complete Creative Nature range into online supermarket Ocado. She says: “It is very difficult to get hold of the buyers, but I eventually met them at an exhibition, pitched to them on the stand, and they agreed to take our products. Last year, our sales on Ocado had increased by 1,721%, and at that stage we were still only a two-person team.” Around the same time, late 2014, Creative Nature became a supplier to Tesco. This summer the brand will launch in Asda. Ponan is also having success with overseas sales, achieving steady growth in Ireland and Germany. The team has expanded, too, and now has seven full-time staff at the company’s headquarters in West Molesey, Surrey, and 10 part-time employees based at their warehouses in Manchester and Wales. The Creative Nature team also includes two apprentices, whom Ponan has thoroughly enjoyed mentoring. She says: “They are both doing really well, and it is so rewarding to see them gaining skills and experience and really growing with the business.” She is equally passionate about sharing her business experiences with other young entrepreneurs, and is a mentor with Virgin StartUps and a regular keynote speaker at business events such as The Business Show. “I feel I can relate to new business owners who are just starting out and hope I can help them overcome problems around things like finance and PR that I faced early on,” she says. Ford, who nominated Ponan, says he has been impressed by her tenacity as a business owner and the way in which she has tackled the many challenges she encountered when she took on Creative Nature, as well as her hands-on leadership style. He says: “She is a great leader – always out front in the pitches to buyers, and leading by example in the business. Julianne just gets stuck into whatever needs doing, and is a huge inspiration to everyone in the team.”  Julianne Ponan was shortlisted in the Small Business Showcase competition’s Leader of the Year category. Find out more about the competition here.  The Leader of Year category of the Small Business Showcase is decided by a public vote. You can vote for your favourite leader among the three shortlisted by completing the form below.       Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "Entrepreneur rustles up tasty profit at struggling food business",
  "webPublicationDate": "2016-05-12T15:58:48Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/12/entrepreneur-tasty-profit-food-business-supermarkets",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Small Business Showcase Shortlisted",
      "id": "small-business-network/small-business-showcase-shortlisted",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Coleman",
      "id": "profile/alison-coleman"
    }
  ],
  "guardianId": "small-business-network/2016/may/12/entrepreneur-tasty-profit-food-business-supermarkets"
}