{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/frank-de-boer-leaves-ajax-everton",
  "id": "2016-05-12-311",
  "sectionId": "football",
  "body": "The Ajax coach Frank de Boer is to leave the Dutch side after five and a half years in charge, the club announced on Thursday.   Related: Sunderland safe after Lamine Koné double sinks crumbling Everton    De Boer has been mentioned as a potential replacement at Everton for Roberto Martínez, whose hold on his job looks increasingly flimsy after a 3-0 defeat at Sunderland on Tuesday. Everton have won only one of their past 10 matches. De Boer’s agent, Guido Albers, claimed last weekend that the former Holland international “would love to join a club like Everton”. De Boer said on confirming his departure from Ajax that he did not know what his next move would be. The 45-year-old’s contract at Ajax runs out next year but after their final-day implosion in the Dutch title race the club announced they had agreed to part ways after their tour of China is completed. That begins on Friday and ends next Thursday. Ajax went into Sunday’s final round of matches level on points with the defending champions PSV Eindhoven but with a superior goal difference. With their opponents, De Graafschap, sitting second from bottom, Ajax were favourites to deliver a fifth title under De Boer but could manage no better than a 1-1 draw, allowing PSV to finish two points clear at the top of the table. “I began to realise it was time for something else,” De Boer said on Thursday. “That is better for me and I think also for Ajax. What I will do, I do not know yet. A year without a club is also an option. I’ll see what comes my way.” His agent recently told the Dutch broadcaster NOS: “He would love to join a club like Everton or Valencia. It’s all about the right philosophy and how they play football. That is what Frank is looking for. I have told Ajax there is no other club and I have not held discussions with anyone.”",
  "webTitle": "Frank de Boer to leave Ajax after agent says Dutchman would love Everton job",
  "webPublicationDate": "2016-05-12T08:36:53Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/frank-de-boer-leaves-ajax-everton",
  "keyword": [
    {
      "webTitle": "Ajax",
      "id": "football/ajax",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/12/frank-de-boer-leaves-ajax-everton"
}