{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/07/donald-trump-attacks-goofy-elizabeth-warren-in-victory-speech",
  "id": "2016-05-07-94",
  "sectionId": "us-news",
  "body": "Presumptive Republican presidential nominee Donald Trump has struck out at Democrat senator Elizabeth Warren as he begins to turn his attention away from the primaries and towards the general election in November.   Related: Reality check: Does the electoral map work in Trump's favor?    Thousands of Trump supporters turned out in Eugene, Oregon, to witness their candidate in his week of triumph over the Republican party; the queue, sweating in the hot bright sunlight, snaked out away from the convention centre and spilled from the compound into the street. By the time of the event’s scheduled start at 7pm, the hall was near-full with five thousand people, according to one staffer, still outside. There were so many people that it overwhelmed the cell networks, crashing internet connections in the hall. “Our country is going to hell,” Trump told the crowd, grinning a little, and adapting his usual refrain slightly. “But the good news is, we’re going to make it greater, greater, greater, greater, greater than ever before.” Trump’s speech hinted at the direction his campaign may now take as he refocuses on November after seeing off all 18 of his Republican opponents. In Oregon, Trump started on the Hillary Clinton attacks early – and, several times in the speech, he also launched salvos against Warren, the Massachusetts senator whom some have floated as a possible running-mate for Clinton. “She’s goofy,” Trump said of Warren, echoing comments he made on Friday evening on Twitter. “I think Hillary should pick her as a running-mate. I’d love to run against her. “By the way, nobody respects women more,” Trump said of himself, in a sing-song voice. “Did you see what Hillary Clinton did to the women Bill had affairs with?” Trump added. “And they’re going after me with women? Give me a break,” he continued.   Related: Republicans plunged into five stages of grief over Trump's unstoppable rise    If Trump is going to re-tool his campaign to look more “presidential”, as he has regularly promised to do in recent weeks, there was little sign of it in this speech, which retained much of the aggressive campaigning identity which has characterized his primary run. At the gates to the car park, a core group of several hundred protesters were still gathered, chanting: “Whose streets? Our streets,” when the speech ended. “Those anti-fascist types coming out?” one Trump supporter in a red Make America Great Again hat said, as they marched to the exit afterwards, which was blocked by protesters. “I thought they were too poor to come out.”  Other attendees talked about being “ready for a fight” as they filed toward the exits, but the protest had a congenial atmosphere.  “Dude,” one man wearing tie-dyed, harem pants shouted with disbelief at the people exiting the arena into the warm night. “You came here [to Oregon], got a Trump towel, but you didn’t get any weed?”",
  "webTitle": "Trump attacks Hillary Clinton and 'goofy' Elizabeth Warren in victory speech",
  "webPublicationDate": "2016-05-07T15:36:57Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/07/donald-trump-attacks-goofy-elizabeth-warren-in-victory-speech",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "us-news/2016/may/07/donald-trump-attacks-goofy-elizabeth-warren-in-victory-speech"
}