{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/17/university-research-academic-bragging-grants",
  "id": "2016-05-17-314",
  "sectionId": "education",
  "body": "The Master said: “Do not be concerned that you have no position, be concerned that you have what it takes to merit a position. Do not be concerned that no one recognises you, seek that which is worthy of recognition.” For all his considerable merits, Confucius, whose words these are, would have made a rotten academic mentor at today’s university. Nowadays, it is all about show. If you are applying for a research grant, for instance, you need an imaginative “public engagement” plan. You will swear to saturate social media with updates and novelties. At the same time you won’t forget the more old-fashioned folk, with colourful exhibitions at the local library, and maybe something on the radio.    With his ‘Why I am so wise’ and ‘Why I am so clever’ chapters, Nietzsche was clearly ahead of his time    Could this be a little worrying? After all, at the time when you are applying for the grant, you haven’t yet done the work. Maybe your research will be a disappointment and you can’t show what you hoped. What do you do? An exhibition in the style of Magritte: “This is not a research result”? A Beckett-inspired radio play “Waiting for thermonuclear fusion?” Of course not. If you can’t promise a positive result, you don’t even get the grant. Friedrich Nietzsche perhaps had the right idea. His autobiographical Ecce Homo begins with the chapters: Why I am so wise, Why I am so clever, and Why I write such good books. Admittedly his academic career was long over by then, curtailed by illness, and this was his last significant publication before his catastrophic descent into mental illness. Nevertheless, in this, as in so many matters, Nietzsche was clearly ahead of his time. The philosopher Bernard Williams, in his paper Politics and Moral Character, argued that the characteristics that allow politicians to rise to the top might not be the virtues we seek in those who govern us: “Lying, or at least concealment and the making of misleading statements; breaking promises; special pleading; temporary coalition with the distasteful; sacrifice of the interests of worthy persons to those of unworthy persons; and (at least if in a sufficiently important position) coercion up to blackmail”. Now, I would not want to try too close a comparison with academia, but there is something to be said for the reverse argument. That is, those who exhibit highly admirable academic characteristics such as caution, refusal to exaggerate, humility, deference to the achievement of others, and support of their colleagues will have a much harder time rising to the top. But then, not wishing to rise to the top is another admirable trait, so perhaps it all works out after all.   Related: As history shows, prizes don’t always end up in the right place    How have we got into this academic bragging contest? I suspect in part it is the unintended consequence of a series of well-intentioned attempts to defend universities against government cuts. Committees of vice-chancellors have lobbied successive governments with claims about the critical contribution higher education makes to the economy, to science and innovation, to culture, and to the creative industries. But ministers and civil servants have been well trained on their own degree courses not to trust anything without evidence. And they have learned from Williams and others that it is corrupt to divert public money to your former teachers, at least until you have the paperwork. What is the evidence that universities actually make a difference? What, exactly, are these life-changing or life-affirming contributions? So the call is cascaded to individual academics: prove you are worth it. After all, we are spending from the public purse and therefore must be held to account. In the end, it is hard to argue that this is entirely the wrong approach. No one undertakes research without hoping it will make a contribution. The university sector needs to be proud of its collective achievements, and if we don’t publicise how can we even know what they are? It would, though, be nice to cut out some of the boastfulness, without falling into what Aristotle regarded as the opposite vice of mock modesty. And so what is the golden mean between these two vices? Fittingly, perhaps, Aristotle pointed out that it lacks a name. But we know it when we see it: owning what one has achieved, neither more nor less.",
  "webTitle": "University research and the rise of academic bragging contests",
  "webPublicationDate": "2016-05-17T05:45:35Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/17/university-research-academic-bragging-grants",
  "keyword": [
    {
      "webTitle": "Research funding",
      "id": "education/researchfunding",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Research",
      "id": "education/research",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Wolff",
      "id": "profile/jonathanwolff"
    }
  ],
  "guardianId": "education/2016/may/17/university-research-academic-bragging-grants"
}