{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/05/south-yorkshire-police-tried-to-spin-evidence-at-hillsborough-inquests",
  "id": "2016-05-05-99",
  "sectionId": "football",
  "body": "South Yorkshire police sought to influence media reporting of the recent inquests into the deaths of 96 people in the Hillsborough disaster and secure positive coverage, according to a former communications specialist employed by the embattled force. Hayley Court told the Guardian she was instructed to emphasise evidence considered favourable to the force to journalists attending the hearings, including allegations of misbehaviour by Liverpool supporters.    Related: Hillsborough disaster: deadly mistakes and lies that lasted decades    She said she felt duty-bound to expose the South Yorkshire police’s media strategy – which she said she refused to follow and always complained was unethical – now the inquests were concluded, with the jury’s verdicts of unlawful killing and exoneration of supporters. “The South Yorkshire police, having made a full apology for the Hillsborough disaster in 2012, should not have been seeking to spread the blame on to others, including Liverpool supporters, at the inquests, and seeking to influence the media to take that line,” Court said. She added: “I tried to make this point in every formal way within the South Yorkshire police, but in response I faced criticism for my own performance and felt bullied. The police are upheld as models of behaviour in society; South Yorkshire police rely now on being a very different force from 1989, yet unfortunately there are still similarities. It is so important for public confidence in the police that South Yorkshire police finally recognise this and reform.” Court, an experienced journalist who worked from 2010-13 for Hampshire constabulary as a media relations officer, was the acting director of communications for the Association of Chief Police Officers when she was headhunted by South Yorkshire police to work specifically on the Hillsborough inquests.  She said she believed it was an opportunity to help South Yorkshire police deal truthfully and face their failings which caused the disaster, and their conduct in the aftermath, when the force blamed innocent supporters who were the victims of the lethal crush at the 1989 FA Cup semi-final between Liverpool and Nottingham Forest. She planned to write objective, daily reports from the inquests for the force’s website, and to prepare for its stance afterwards, which she believed should be to accept responsibility. However, from her first day in the job, 19 May 2014, Court said she was expected to be a “spin doctor” for the force at the inquests at the court in Warrington. Court said she was told: “Your job is to round up the media at the end of the day and tell them: ‘This is the line.’” Court said it was clear to her that the “line” was to prominently highlight evidence that suggested South Yorkshire police’s failings were not in fact to blame for the disaster, and to stress any evidence given by witnesses that supporters had misbehaved.   Related: Hillsborough families criticise South Yorkshire PCC over inquest tactics    “I took that as being told my job was to tell the media what they would be reporting, which isn’t ethical or even possible to do,” Court said. “No self-respecting member of the press is going to listen to that, especially from a press officer working for one of the culprits of the Hillsborough disaster. It was an impossible task – and secondly, I just wasn’t prepared to get involved in doing it.” In a 20-week review of Court’s performance, in November 2014, when she was signed off sick with depression following her complaints of bullying, the South Yorkshire police head of communications, Carrie Goodwin, acknowledged: “Hayley disclosed that she felt she had been asked to act in an unethical manner in that she should coerce the media.” Goodwin said she believed Court had misunderstood the instruction, and that in fact: “Hayley was asked to encourage the media to report on the positives (as well as accepting that they would report the negatives).”  However, Goodwin accepted that: “The suggestion of how Hayley might do this would have presented SYP in an unprofessional light as it did not meet with ‘media etiquette’.” Another internal report, on Court’s complaint that she was being bullied, made it clear that South Yorkshire police believed media coverage of the Hillsborough inquests was biased against them, and managers claimed Court had failed to redress it. The internal investigation did not uphold that there had been “intentional bullying” of Court, but did find that “a number of process issues” in how she had been managed, including not having been set clear objectives for her role when she started at the Hillsborough inquests and negative feedback, had “caused Hayley to feel like she was the victim of bullying”. The report, which the Guardian has seen, also concluded that Court herself had “performance issues” to address. These included, the report stated: “A failure to proactively redress the obvious imbalance in the media reporting of the inquests to the extent that evidential matters, significant to the force, were not being reported accurately.” In response to detailed questions from the Guardian, South Yorkshire police did not clarify what evidence at the inquests into the 96 deaths it had considered “significant to the force” or “positive”, nor in what way it had considered there was “obvious imbalance” in the media coverage. In a statement, the force said: “Specifically in relation to the concerns raised about suggested unethical practices … these were not substantiated at the time [through the force’s grievance procedures].”     The chief constable of South Yorkshire police, David Crompton, was suspended in the wake of the Hillsborough inquest findings. Photograph: Dave Higgens/PA    After the verdicts last week, lawyers for families whose relatives were among the 96 people to die at Hillsborough furiously criticised South Yorkshire police’s stance at the inquests, accusing the force of going back on its 2012 apology, and seeking to avoid responsibility and maintain its “cover-up” of blaming supporters. Families’ lawyers complained that this adversarial approach doubled the length and multiplied the costs of the inquests, and caused the families great unnecessary distress. Court told the Guardian that her experience working within the South Yorkshire police team at the inquests confirmed that view of the force’s legal strategy. The chief constable, David Crompton, was suspended last Wednesday by Alan Billings, the South Yorkshire police and crime commissioner, whom families have also criticised for failing to hold Crompton to account for the way the force conducted the inquests. Describing the last two years as “without a doubt, the most difficult experience of my life”, Court has this week made a full statement to the Independent Police Complaints Commission about her experience. She says she is not bitter, and remains supportive of the police and proud to have served for six years. Members of her family are police officers, and her partner is a serving officer in the South Yorkshire police. “I have worked with incredibly talented and dedicated individuals and people who are as horrified by what has happened in relation to the Hillsborough inquests as I am,” she said. “I hate seeing good people tarred with the brush of collusion and cover-up, and believe the force needs to sincerely recognise its terrible management of the Hillsborough inquests.” In its statement in response, the South Yorkshire police acknowledged Court’s “serious concerns” about her role within its Hillsborough team. “It is clear that the staff member remains concerned about her experiences, and following the outcome of the Hillsborough inquests, we would like to talk to her and give these matters further consideration.”",
  "webTitle": "Hillsborough: South Yorkshire police 'tried to spin' inquests evidence",
  "webPublicationDate": "2016-05-05T17:10:14Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/05/south-yorkshire-police-tried-to-spin-evidence-at-hillsborough-inquests",
  "keyword": [
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Conn",
      "id": "profile/davidconn"
    }
  ],
  "guardianId": "football/2016/may/05/south-yorkshire-police-tried-to-spin-evidence-at-hillsborough-inquests"
}