{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/claudio-ranieri-leicester-city-almost-quit",
  "id": "2016-05-07-40",
  "sectionId": "football",
  "body": "Claudio Ranieri may have achieved his first top-tier title in three decades in management but the man who helped inspire Leicester has admitted a tough start to his career in Italy nearly made him give up coaching. With the Premier League trophy in his hands, Ranieri buried the notion he was eternally the bridesmaid after second-place finishes at Roma, Juventus and Monaco. The 64-year-old Italian’s first teams were the amateur side Vigor Lamezia in Calabria in 1986 and then Puteolana near Naples, and he considered packing the job in, only to be saved by an outbreak of player power and a measure of good fortune.   Related: Leicester City’s triumph: the inside story of an extraordinary season | Stuart James    “Yes of course,” said Ranieri when asked if had contemplated his future outside football. “At the beginning at Puteolana and Lamezia, I was top of the league without losing any match but there was something strange that I didn’t like – I don’t want to tell you what – and I said: ‘Bye bye, I’m going home.’ And I left. The second year started more or less the same. I took a little team [Puteolana] in Serie C without players: I played one match with 10 players, if I remember well, not 11. “But you know, something strange arrived and they sacked me. And I said: ‘This is not my job, I love the pitch, I love football but there is so much politics and I am not a politics man. I’m a clear man.’ So I said: ‘It’s not my job.’ Then they sacked again the other two coaches. And they also changed the owner. And the owner called me back to finish the season. They were already relegated but the players said: ‘We want Claudio again.’ And then I was waiting and suddenly I received a call from Cagliari because we beat Cagliari – it as a little team against a giant because Cagliari was a big team for Serie C – and from that, easy!” When Ranieri arrived at Leicester last July there was a widespread perception his time as a top-flight manager had passed after a miserable period as manager of the Greek national team. But Ranieri said his lowest point came when at Valencia in 2005. “Somebody said to me ‘the worst moment was Greece’ but no, the worst moment was the second year in Valencia. I said to [the] owner and sporting director: ‘This will be a hard, hard season because this season achieved something more than is possible.’ They won the title in Spain, the Uefa Cup under [Rafael] Benítez and now it will be a very difficult season. They said: ‘Now we bring you back to Valencia because everyone loves you.’ And I said: ‘Yes but you have help me.’ [They said:] ‘Yes Claudio, yes Claudio.’ Then sack Claudio.”           Christian Fuchs soaks Claudio Ranieri with champagne",
  "webTitle": "Leicester’s Claudio Ranieri admits he almost quit management in 1988",
  "webPublicationDate": "2016-05-07T21:30:04Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/claudio-ranieri-leicester-city-almost-quit",
  "keyword": [
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Martin",
      "id": "profile/andymartin"
    }
  ],
  "guardianId": "football/2016/may/07/claudio-ranieri-leicester-city-almost-quit"
}