{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/03/associated-press-lawsuit-discrimination-sonya-ross-for-slugs",
  "id": "2016-05-03-20",
  "sectionId": "media",
  "body": "The Associated Press’s race and ethnicity editor is suing the global news network, alleging that she has been marginalized and discriminated against because of her race, sex and age. Sonya Ross, who is black, filed a lawsuit against her employer on Monday. Ross says in her suit that she was denied opportunities, promotions and adequate resources to do her current job. Ross started working at the AP as an intern in 1986 and was appointed its first race and ethnicity editor in 2010. Ross’s suit comes less than a week after two black women in their sixties filed a class action lawsuit against their boss at the New York Times, alleging that the paper’s chief executive Mark Thompson created an office culture of “deplorable discrimination” based on age, race and gender. In her suit, Ross says she filed a complaint of discrimination with the US Department of Labor’s Office of Federal Contract Compliance Programs in 2012. According to the lawsuit, the office finished its investigation in February, and found that the AP “allowed, and tolerated, a climate of hostility toward African American employees”. “Ms Ross has continued to work at AP under conditions that have been extremely stressful and humiliating,” the suit says. “She senses antipathy toward her on AP’s part, and believes AP wants to destroy her credibility in the media industry in retaliation for her complaints about her former boss, and for triggering the investigation that led to this finding of discrimination by the federal Department of Labor.” A spokesperson for the AP declined to respond to the claims, saying the organization didn’t comment on personnel matters. The suit describes Ross’s ascent from a general assignment reporter in Atlanta to a White House reporter and eventually editor in the AP’s Washington bureau. The suit says that the AP’s Washington bureau chief from 2008 to 2010 “began marginalizing Ms Ross, singling her out for criticism, and creating a hostile and abusive environment”. The chief is not named in the suit, but Ron Fournier, now a senior political columnist for National Journal, held the job during that time. Fournier did not immediately respond to an email from the Guardian seeking comment. Ross cites multiple complaints in the lawsuit, including an occasion in 2010 where her job “was posted while she still occupied it”. Ross says she was told the posting was made in error. Ross says in the suit she went nearly five years without a promotion. She wasn’t promoted to race and ethnicity editor until more than a year after she first suggested the role in 2009, according to the suit. When she was promoted, the suit says the AP gave her few resources for the job, no budget authority for assigning stories and promised a 2% pay increase only after she protested. Ross then didn’t receive the promised pay increase until three years later, the suit alleges. In 2015, the AP added additional reporters and a co-editor to Ross’s team, a change “which diluted Ms Ross’ management authority and to which she vehemently objected”, according the lawsuit. “Although these changes were publicly characterized, and perceived, as a promotion, Ms Ross received no increase in pay.” Ross is seeking compensatory damages in addition to back and front pay she says she was denied. Ross referred inquiries to her attorneys, who did not immediately respond to emails seeking additional comment.",
  "webTitle": "AP's race and ethnicity editor sues news agency for discrimination",
  "webPublicationDate": "2016-05-03T20:49:36Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/03/associated-press-lawsuit-discrimination-sonya-ross-for-slugs",
  "keyword": [
    {
      "webTitle": "Associated Press",
      "id": "media/associated-press",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "News agencies",
      "id": "media/news-agencies",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US press and publishing",
      "id": "media/us-press-publishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Ciara McCarthy",
      "id": "profile/ciara-mccarthy"
    }
  ],
  "guardianId": "media/2016/may/03/associated-press-lawsuit-discrimination-sonya-ross-for-slugs"
}