{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/lemonade-for-black-men-jay-z-drake-kanye-kendrik-lamar",
  "id": "2016-05-06-260",
  "sectionId": "music",
  "body": "Last Thursday, I sat on a panel at The New School with Jamilah Lemieux, Johnetta Elzie, Terrell Starr, and Chris Witherspoon to talk about how new media affects and informs social activism, art, journalism and our understanding of what it means to be black.  Oh, and Lemonade. We definitely talked a lot about Lemonade. Because it was FDALD (five days after Lemonade dropped) and both it and the conversations surrounding it were fresh on everyone’s minds. During our conversation, Jamilah expressed that she’d like to see a moment like that for black men, where an ambitious, powerful, vulnerable, and important work that centered on our relationships was consumed, deconstructed and treasured the way Lemonade has been. But, as Jamilah and a few other panelists and audience members asked, who’d create it? One reason why Lemonade has become such a landmark cultural moment is that Beyonce is firmly past superstar status and is now an icon. An institution. Everything she does, by virtue of her being the one doing it, is important. Lemonade is big as fuck because Beyonce is big as fuck. And while there are multiple black male artists who are legitimate stars, none today are as famous and popular as she is. (Also, are we even sure that a Black male Lemonade moment would be wanted? A part of me feels like that type of deep dive into a black man’s emotional and spiritual journey in connection to his relationship life is something we desire more in theory than in practice. Even if there was a guy as big and popular as Beyonce is right now, I have doubts that a similar type of work would be received the way hers has been. I just don’t know if America is quite ready to see how that sausage is made.) When you consider each of the criteria necessary to make something like this – popularity, platform, a level of Stanishness possessed by the fans, a level of artistic and creative autonomy, a public history, a history of critical and commercial success, talent, tirelessness, ambition and the courage to be as vulnerable as Lemonade is – we’re left with six contemporary artists who could maybe create it. They are listed below, in order from “least likely to make a Lemonade” to “most likely to make a Lemonade.” J Cole     Rapper J Cole performs onstage. Photograph: Kevin Mazur/Getty Images for Anheuser-Busch    A case for why J Cole can make a Lemonade: Although the North Carolina-bred rapper is the least popular person on this list, he perhaps induces the greatest amount of stan-dom among his fans. They’re basically Bernie Sanders supporters. He also seems to be ambitious enough to attempt to create that type of work. And he’s light-skinned. A case for why he won’t: Because as talented as J Cole is, he’s not particularlyinteresting. Or compelling. Or not “not boring as all the fucks”. Like, I can totally imagine him naming his Lemonade “J Cole’s Forest Hills Interpretation of Lemonade”. Earnestness is good for a guidance counselor or a fireman in a movie about a family of fireman, but earnestness on wax is a fucking Ambien. Frank Ocean     Frank Ocean Photograph: Publicity image from music company    A case for why Frank Ocean can make a Lemonade: He seems to have both the potential for compelling personal experiences to pull from and the creative chops to pull it off. Also, he’s currently pop culture’s most vulnerable artist. You listen to Frank Ocean’s music and you want to, I don’t know, help him find an apartment on Craiglist cause he’s new to the city and really struggling right now and needs a friend. He’s practically a baby in an unstrapped car seat. A case for why he won’t: No one – Frank Ocean included, apparently – is quite sure if Frank Ocean actually enjoys making music. Or if he’s even alive right now. Drake     Drake Views album, digital booklet Photograph: PR Company Handout    A case for why Drake can make a Lemonade: He’s the biggest black male artist in music right now, so there’s that. He also has the pseudo vulnerability thing mastered, so I imagine it doesn’t take much to be actually vulnerable instead of a passive-aggressively subtle fuckboy with a Dominican uncle’s torso. A case for why he won’t: Despite releasing the exact same album five different times, he’s already the biggest black male artist in music. So there’s no real incentive for him to stop being a passive-aggressively subtle fuckboy with a Dominican uncle’s torso. Also, I can’t see any men over 35 not named Peter Gunz getting any emotional cues from his music. (At least not admitting to it.) Jay Z     Jay Z. Photograph: Kevin Mazur/Getty Images    A case for why Jay Z can make a Lemonade: Like anyone reading this wouldn’t be interested in a 12-track version of his interpretation of the events that led to the creation of Lemonade. Remember that scene at the beginning of Mad Max: Fury Road when Immortan Joe was about to turn on the giant shower head and everyone was wanting underneath, desperate for any drop of water? That would be me waiting for Jay Z’s Lemons. A case for why he won’t: He’d never do anything to throw his wife under the bus. Except, apparently, Becky With The Good Hair. Kanye West     Kanye West arrives on the red carpet for the 2016 Costume Institute Benefit at The Metropolitan Museum of Art. Photograph: Justin Lane/EPA    A case for why Kanye West could make a Lemonade: He actually kinda did already. My Beautiful Dark Twisted Fantasy was intended on being that type of watershed moment for him. It even came with a 35-minute film everyone forgot about but should definitely watch again now just to see how absurd and ridiculous it is. A case for why he won’t: Kanye actually meets each of the criteria listed in the intro. He has the name and the platform, his fans have a streak of standom in them, he’s pretty much artistically and creatively autonomous, he has a history of critical and commercial success, and he seems to possess the talent, tirelessness, ambition, and the courage to be as vulnerable as Lemonade is. To be honest, 808s and Heartbreak went even further down the emotional pit than Lemonade does. But what’s holding him back is that far fewer people wish to connect to his emotional journey. Because his antics and his personal relationships have turned a large percentage of his fans into either grudging fans or ex-fans. And even fewer people want to connect to the esoteric and increasingly inaccessible music he’s mined from it. Kendrick Lamar     Kendrick Lamar performs onstage at Coachella. Photograph: Kevin Winter/Getty Images for Coachella    A case for why Kendrick Lamar could make a Lemonade: No one in pop culture is in a better position to craft this type of work and induce this type of response than he is. And it would be a natural progression to go from Good Kid, M.A.A.D City to To Pimp a Butterfly to a concept album articulating a Black male’s relationship journey and each of the accompanying fears and anxieties. A case for why he won’t: He’s a bit too young right now for that to connect with black men in a way that Lemonade did with black women. Also, considering some of the criticism he’s received for some less than progressive things he’s said about women and activism, I’m not quite sure if he’s ready to make something like that yet. But we’ll see. This piece was originally posted on Very Smart Brothas",
  "webTitle": "Who can make a Lemonade for black men?",
  "webPublicationDate": "2016-05-06T10:00:22Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/lemonade-for-black-men-jay-z-drake-kanye-kendrik-lamar",
  "keyword": [
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/06/lemonade-for-black-men-jay-z-drake-kanye-kendrik-lamar"
}