{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/02/overfishing-42bn-tuna-industry-risk-collapse",
  "id": "2016-05-02-249",
  "sectionId": "sustainable-business",
  "body": "Overfishing is jeopardising a global tuna industry worth more than $42bn (£29bn), according to the first assessment of its kind. A report produced by the Pew Charitable Trusts has highlighted the significant revenues that fishermen, processors and retailers are generating from severely depleted species of tuna. Taken together, the seven most commercially important tuna species – skipjack, albacore, bigeye, yellowfin, atlantic bluefin, Pacific bluefin and southern bluefin – generated $12bn (£8bn) for fishermen in 2014, while the full value, including the total amount paid by the final consumer at supermarkets and restaurants around the world, was estimated to be $42bn (£29bn). “It’s no secret that tuna are big business,” said Amanda Nickson, Pew’s director of global tuna conservation. “Now, for the first time, we’re able to put an actual price on what’s at stake in the fight for the conservation and sustainable management of these commercially and ecologically important fish.” The report also highlights how tuna is a vital source of revenue to fishing communities, particularly Pacific Islands. The total catch in the Pacific Ocean was estimated at $22bn in 2014.  Pew says that income will be at risk unless companies and governments, particularly Japan, US and those in the EU, can agree to catch limits that allow stocks to recover. Five out of the eight tuna species are at risk of extinction due to overfishing, according to conservationists.       “The tussle at the moment is a lot to do with the fact that as the less affluent players, particularly the islands in the Pacific, realise the value of the resource they have, they will want to take a stake in that. And those who have historically fished it do not necessarily want to give that stake away.  “We don’t want to see tuna stocks depleting because the countries involved can’t agree sensibly on the management of them,” said Nickson, who called for scientifically-informed catch limits to enable heavily depleted stocks, such as Pacific bluefin tuna, to recover and prevent others such as skipjack becoming overfished.     In 2014, 17,000 metric tonnes of bluefin tuna was caught with a retail value of £530m. Photograph: Pew Charitable Trust    Most of the tuna industry is currently paying “lip service” to efforts to better manage tuna stocks, said Nickson, but she praised the steps being taken by some UK retailers and processors. Tesco, Sainsbury’s, Asda, M&S, Morrisons and Co-op recently backed a call to cut yellowfin tuna catches in the Indian Ocean in an effort to help stocks recover. “You’ve got two ways that we are going to see change in the supply chain,” said Nickson. “Either a regulatory process saying you can only catch this much, forcing the industry to adjust to that, or you are going to see market pressure from retailers saying we don’t want to purchase from any place that can’t actually demonstrate specific sustainability steps. Consumers should be able to buy tuna and not have to worry about where it is from. It is up to retailers and processors to better manage stocks.” Much of the concern from conservation experts in recent years has centred on bluefin tuna stocks. Although not yet classified by the International Union for Conservation of Nature as endangered (it is listed as vulnerable), Pacific bluefin tuna has seen stocks depleted to less than 3% of its historic levels. It was just under 4% in 2012. The report estimated that the 17,000 metric tonnes of pacific bluefin caught in 2014 had a final value of $770m. In comparison, the 2.8m metric tonnes of skipjack caught in 2014, not currently overfished and most often used for canned tuna, had an end final value of $17.7bn.",
  "webTitle": "Overfishing puts $42bn tuna industry at risk of collapse",
  "webPublicationDate": "2016-05-02T06:00:16Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/02/overfishing-42bn-tuna-industry-risk-collapse",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fish",
      "id": "lifeandstyle/fish",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fishing",
      "id": "environment/fishing",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Food",
      "id": "environment/food",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Seafood",
      "id": "lifeandstyle/seafood",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Levitt",
      "id": "profile/tom-levitt"
    }
  ],
  "guardianId": "sustainable-business/2016/may/02/overfishing-42bn-tuna-industry-risk-collapse"
}