{
  "apiUrl": "https://content.guardianapis.com/science/political-science/2016/may/20/the-science-museum-is-free-so-what-is-bp-buying",
  "id": "2016-05-20-222",
  "sectionId": "science",
  "body": "“I’d prefer the wording not to focus on environmental damage” – those were the words used in an email by the company Shell, as it attempted to muscle in on the Science Museum’s curatorial decision making. In 2014, Shell had been a sponsor of the museum’s climate science exhibition but once that controversial email had been unearthed – as the result of a freedom of information request – there was no going back. The museum’s reputation was damaged and the end of Shell’s sponsorship became inevitable.  Earlier this month, the campaign group, Art Not Oil, published a damning report into the “corrupting influence” of another fossil fuel giant – BP – on the museums and galleries it sponsors. Once again, it places the Science Museum in the spotlight.  At its recent AGM, BP’s chief executive Bob Dudley insisted that the company gives money with “no strings attached” but documents cited in the report paint the opposite picture. Rather than furthering the understanding of science, BP appears to have been using the Science Museum in order to sharpen its spin and advance its strategic interests with policymakers. Curatorial independence is highly prized in the culture sector but for the Science Museum, BP has often been an exception to the rule. When the museum redeveloped its energy gallery in 2004, BP played a “hands-on” role. An article posted on BP’s website at the time (but now no longer available) described a “BP advisory board headed by Peter Mather, BP head of country, UK” with “10 experts from BP … to help with content for the exhibits.” And the Science Museum’s sponsorship liaison manager said: “We would like to help [BP] meet their objectives on different levels, including corporate responsibility, education strategy and global strategy.” In the intervening 12 years – despite BP’s failure to go “beyond petroleum” as the company once promised – the Science Museum has continued to bend to the company’s demands. It was the sponsor of the museum’s recent Cosmonauts exhibition where it was Bob Dudley and not the museum who personally invited John Whittingdale, secretary of state for culture, media and sport, to the launch dinner. One email showed BP trying to shift the exhibition launch date away from days when “you’d struggle to engage senior officials” in Russia and away from times when BP’s “senior Russia team” would not be in the country. BP currently has a 19.75% stake in the Russian state-owned oil and gas company, Rosneft. And when the Science Museum’s director, Ian Blatchford, subsequently received the Pushkin medal for the Cosmonauts exhibition from Vladimir Putin, the company gained sponsorship recognition at the very top. The museum also continues to help BP with its “education strategy”. It currently partners with the museum on the Ultimate STEM challenge, a competition for key stage 3 children that this year saw students asked to design – with no hint of irony – “a more efficient oil tanker”. In 2004, BP’s head of future fuels described young people as the “energy consumers who will use and choose which energy to use in the future”. It gave the new Energy gallery the whiff of a PR-venture and the Ultimate STEM challenge looks no different. These ethical questions around BP’s influence over the Science Museum form part of a wider debate about how research is carried out and communicated. Earlier this year, over 100 leading researchers called on the American Geophysical Union (AGU) to drop Exxon as a sponsor, following revelations that it misled the public about the risks of climate change. Despite the outcry, the AGU defended Exxon and kept them on board. Other fossil fuel links to research institutions include UCL’s BHP Billiton Institute for Sustainable Resources and the Shell professor of earth sciences at Oxford. These companies are buying a sheen of objectivity and legitimacy by associating their brands with top research bodies – and this in turn helps to shore up their political influence. The Museums Association recently launched a new Code of Ethics which makes it clear that museums should “support free speech and freedom of expression”. But when it comes to BP, the Science Museum has been only too willing to sideline freedom of expression in order to protect the interests of its sponsor. Public trust in scientific research and its communication must come first, and in light of the evidence we’ve assembled, the museum should now end its relationship with BP. Visitors to the Science Museum deserve more than a showroom for “BP-branded science” – something that is already well past its use-by date. Dr Chris Garrard is a composer, researcher and the lead author of Art Not Oil’s report on “BP’s Cultural Sponsorship – A Corrupting Influence.” View the full report here.",
  "webTitle": "The Science Museum is free – so what is BP buying?",
  "webPublicationDate": "2016-05-20T11:05:57Z",
  "webUrl": "https://www.theguardian.com/science/political-science/2016/may/20/the-science-museum-is-free-so-what-is-bp-buying",
  "keyword": [
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science policy",
      "id": "science/science-policy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "BP",
      "id": "business/bp",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "science/political-science/2016/may/20/the-science-museum-is-free-so-what-is-bp-buying"
}