{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/12/sri-lanka-kumar-sangakkara-headingley-first-test-england",
  "id": "2016-05-12-13",
  "sectionId": "sport",
  "body": "Kumar Sangakkara has bemoaned the domestic system in Sri Lanka that, in his view, means the country’s cricketers learning their trade at international level and makes their upcoming Test series with England a battle to be competitive. Sangakkara, scorer of 12,400 Test runs, was part of the side that in 2014 capitalised on England’s angst following their Ashes whitewash in Australia to secure a 1-0 series victory under the then captain Mahela Jayawardene, with a tense 100-run win at Headingley, scene of next week’s first Test, that was secured off the penultimate ball of the match.   Related: Nick Compton survives in England squad but there is plenty to play for | Mike Selvey    The pair are now retired and Sangakkara sees this tour as the “first tough step” in a rebuilding period for Sri Lanka. The job, he believes, is made harder by players entering the national setup unprepared, something Trevor Bayliss, the England head coach, picked up on during his four years in charge from 2007-11. “We produce players in spite of the system,” said Sangakkara, who had a short spell as a selector during the recent World Twenty20. “We have a wonderful school system – around 400 – but then 20 first-class clubs compete, where good cricketers come in and get lost. “We have talent spread too thinly and the three-day cricket is not played to a standard that is acceptable. When Bayliss was with us he said we have to teach cricketers to play first-class cricket when they play for Sri Lanka. That’s not a good place to be. Every few years we produce players who defy odds but we need to fix the system and quickly.” Experience for the current squad comes in the shape of the captain Angelo Mathews and wicketkeeper-batsman Dinesh Chandimal, and the opening partnership from the 2014 series, Dimuth Karunaratne and Kaushal Silva, also remains in place. While an unnamed member of that pairing contacted Sangakkara before next Thursday’s Headingley Test to inquire about the pitch, with the left-hander having played there for Surrey this week in the innings defeat to champions Yorkshire, he insists the team have moved on from himself and Jayawardene. Sangakkara said: “I got a text yesterday from one of our openers, saying: ‘How are you doing? We’ve not spoken in a while.’ I texted back: ‘Are you sure you want to talk about me or do you want to know about the wicket at Headingley?’ He admitted it was the wicket. “You do get calls and you try to give as much information as is needed. Not too much jargon or overloading, just a bit of what they need. Angelo will definitely call Mahela and they will ask me about conditions. But they have got over our retirements. Everyone talks about it but the side have no baggage and they are going to be up for the job. “I’m not expecting this Sri Lankan side to perform miracles but I want them to compete and stay in the fight for long enough to be presented with a chance to maybe win a Test match.” The one bright spark for Sri Lanka in their rain-affected first warm-up at Chelmsford this week – a match dominated by Essex – came in the shape of the No3 batsman Kusal Mendis, who top-scored in their first innings with 66 and, at only 21, looks a talent. Sangakkara remains frustrated, however, that the wicketkeeper-batsman Kusal Perera is absent from the tour party because of a five-month suspension for doping that has only just been withdrawn by the International Cricket Council this week. Perera tested positive for the banned performance-enhancing substance 19-Norandrostenedione last December only for an independent expert brought in by the ICC to find fault in the Qatar-based testing facility’s findings meaning the charge was dropped. Sangakkara added: “I’m extremely confused as to what happened. The labs in Qatar came back with an adverse finding in one of his urine samples and named the steroid that was found. Then over the last few days they have withdrawn that, saying there’s been a mistake. “The poor boy has been out for quite a long time. He’s 25, one of the most exciting talents we have, a wicketkeeper, a strong batsman. He’s good enough to be here. But the sad fact is that when you are provisionally banned, you can’t even train, using the facilities that international teams use. It’s a sad situation but thankfully that’s all over and he can carry on what he loves doing. But unfortunately Sri Lanka has lost a remarkable player for quite some time now.”",
  "webTitle": "Sri Lanka produce decent Test players despite system, says Kumar Sangakkara",
  "webPublicationDate": "2016-05-12T21:54:25Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/12/sri-lanka-kumar-sangakkara-headingley-first-test-england",
  "keyword": [
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/12/sri-lanka-kumar-sangakkara-headingley-first-test-england"
}