{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/08/east-iceland-new-flights-fjords-volcanoes",
  "id": "2016-05-08-135",
  "sectionId": "travel",
  "body": "Denni Karlsson and I are standing by a glacial river as it hammers through a rocky gorge. Beside us is a wooden crate, the size of an old tea chest. It sits on two slender cables that stretch across the torrent 10 metres below. “This cableway was the traditional route across the river, part of life in the highlands,” says Denni, who runs horse riding tours of East Iceland from the farmhouse where he now lives with wife Arna Bjarnadóttur. “The last man who farmed here once fell out of it in the middle. He was hauled out unconscious somewhere downstream, but was back at work three days later.” We are in Fljótsdalur, an upland valley made famous in the 1930s by novelist Gunnar Gunnarsson, who lived up here. His tales of stoical people battling the elements of ice, water and fire (of the volcanic sort) still ring true today.   Iceland map     Denni tells me that one of his own horses was lost on the high plateau that borders the great ice cap of Vatnajokull for a whole year, and has just been found. I get in the crate and haul myself over the river – without mishap – to an abandoned house. I peer in at the old bedstead and table: life was abominably hard here, and people were often forced to leave when their luck turned. An hour later, back at Denni’s home, Arna shows me the Bible they found when they took over the dwelling, which had also been abandoned. “It’s dated 1728, and we think it was left behind when the volcano, Askja, erupted in 1875. The family emigrated to America.”     Denni and Arna in the traditional longhouse at Fljótsdalur    Despite all the departures, however, East Iceland is now experiencing a small but significant return, with people coming back, often to family roots, and finding new ways to make a living, often through tourism. Film-maker Denni was born in East Iceland, but has lived in Rejkjavik and the US. He and Arna are now based here and have built a traditional bađstofa or longhouse for guests. Their fascinating collection of artefacts and antiques from Fljótsdalur history are dotted around. Like many others they believe in slow food and slow tourism: “We encourage guests to go walking, chat in the kitchen, or just play with the dog.” It’s a philosophy I find all over the area. Many farms use volunteering websites such as helpx.net or workaway.info to bring in visitors who want to stay longer and earn their keep. At one farm they sang the praises of a British student who had just spent a fortnight painting the barn, between making excellent pancakes and doing hill walks.     Fáskrúðsfjörður waterfall on the road to Egilsstaðir    The main town in East Iceland is Egilsstaðir, which made headlines in 2012 when the local council voted to accept the video evidence for a giant Nessie-style monster in their lake. In the Salt Bistro, I chat to Stefán Bogi Sveinsson who was president of the council at that time. “I was called on to adjudicate on whether a medieval monster existed,” he says, with a twinkle in his eye. “People here are really not far from the old mythology. I voted in favour.” I ask if the renaissance is real, too. “Yes, I think it is,” he says. “I moved back here from Reykjavik myself and there are plenty of others. We’ve got this new flight coming in from Gatwick and people are investing in small businesses – like this bistro.” A spectacular drive over mountains takes me to some of these new, tourism-driven businesses. At Karlsstaðir, on the shores of Berufjörđur, I find Svavar Eysteinsson and Berglind Häsler, who manage to be farmers, vegan sausage-makers, guesthouse-owners and Icelandic pop stars. In 2014 their band, Prins Póló, scored a massive hit on the island with the theme tune for the film Paris of the North. Now Svavar is out rounding up sheep for his uncle and Berglind is setting up the ovens for their latest venture: a crowd-funded cottage industry making turnip crisps.     Seyðisfjörður, a beautiful small town of clapboard houses in Norwegian style    “I was worried we would be bored,” says Berglind, “but in fact we get loads of people dropping in. I don’t think I could ever go back to Reykjavik.” The drive around these fjords is breathtaking. Waterfalls plunge over cliffs into the ocean and crags tickle the clouds. Amid it all there is a winding road and a smattering of red-roofed farms. East of Egilsstaðir I eventually reach Seyðisfjörður, a thriving port that is home to just 650 people and yet manages to support an art school, a cinema, a theatre, restaurants, and bars. It also has several beautifully restored wooden houses, some of which have been converted into the Hotel Aldan. I stay at what was the bank, and eat in a bistro, watching a strange assortment of art students, fishermen and farmers come and go. You could spend a few days here very easily, maybe taking a trip down to Skálanes at the fjord’s mouth, where a field centre-cum-guesthouse lies next to an eider duck colony.     Skúli Júlíusson on Snæfell    Time is limited, however, and next morning I have to meet Skúli Júlíusson who is going to take me up Snæfell –one of several Icelandic mountains that go by this name. It’s the highest peak in the area, and permanently covered in ice. We drive to its base and then set off across a rising slope of volcanic gravel and rock which gets steeper and becomes ice. We attach crampons. The views are increasingly spectacular: delicate veins of shining silver water, marble lava fields patched with golden lichen and emerald green moss. Everything is stark and treeless. At the summit we get a panorama that includes active Bárðarbunga volcano. We return by the same route to the car. The walk has not been long, but I am a bit cold and agree to Skúli’s suggestion of a hot shower. So why are we heading into the wilderness? Skúli chuckles. “You’ll see.”     A welcome shower in a hot waterfall after the climb.    At the end of a gravel track we get out and walk. There is grass here and I can see a line of steam rising from the ground. After a few minutes the mystery is revealed: a waterfall in the wilderness that spouts continuously at 38C. It’s miraculous. The nearest thing to it would be to turn on your shower at home, very hot, then leave it running, forever. We soak for an hour in the pool under the falls, until sunset reminds us to leave. I experience a strange sensation: I’m in cornucopia-denial. I need more time in East Iceland.• The trip was provided by Discover the World (01737 214250, discover-the-world.co.uk) whose seven-night Exploring East Fjords holiday costs from £1,271pp, including return flights from Gatwick to Egilsstaðir, car hire and B&B accommodation (Snaefell climb £216pp)",
  "webTitle": "A tale of ice and fire: touring East Iceland",
  "webPublicationDate": "2016-05-08T09:00:03Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/08/east-iceland-new-flights-fjords-volcanoes",
  "keyword": [
    {
      "webTitle": "Iceland holidays",
      "id": "travel/iceland",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Walking holidays",
      "id": "travel/walkingholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Adventure travel",
      "id": "travel/adventure",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Rushby",
      "id": "profile/kevinrushby"
    }
  ],
  "guardianId": "travel/2016/may/08/east-iceland-new-flights-fjords-volcanoes"
}