{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/23/britain-destiny-in-a-struggling-european-union",
  "id": "2016-05-23-57",
  "sectionId": "politics",
  "body": "Larry Elliott (Brexit may be the best answer to a dying eurozone, 19 May) paints a grim picture of the European future in making a case for Brexit. But he fails to explain how the UK leaving the EU will help us, or the wider continent. The UK, by virtue of geography and its economic and political structures, is fully impacted by whatever happens in Europe.   Related: Brexit may be the best answer to a dying eurozone  | Larry Elliott    Elliott is right, the EU faces an existential crisis made worse by a dysfunctional economic and monetary union. But the crisis is about far more than the euro. The union, like the rest of the world, is grappling with the consequences of post-cold-war economic globalisation. The power and destructive potential of multinational corporations, the weakening of democracy, grotesque levels of inequality within and between nations, potentially catastrophic climate change, mass migration food insecurity, water shortages, and wars over natural resources indicate a deeply conflicted 21st century. John Gray in his book Straw Dogs described globalisation as “the chaotic drift of new technologies”. None of these challenges will be helped by a resurgence in Europe of the twin spectres of nostalgia and nationalism, or a return to the patchwork of 48 rivalrous nation states set up by the treaty of Versailles. The UK must play a full role in shaping Europe’s response to contemporary threats. Yanis Varoufakis (Why we must save the EU, The long read, 5 April) argued that Europeans face a choice: either we commit to democratic renewal based on compromise and solidarity between neighbours, or we face the return of authoritarianism and mass repression. We should vote to remain on 23 June, and then vote for a UK government that will reverse the ruinous neoliberal agenda promoted by successive British governments and spread like a virus throughout Europe. Governments need to reconnect with grassroots movements to secure a better future.Dr Simon SweeneyUniversity of York • Larry Elliott is right about the eurozone: without fiscal union and democratic legitimacy, it has become a deflationary disaster zone akin to the inter-war gold standard. All the more surprising, then, that he appears to endorse Angela Merkel’s dictum that “If the euro fails, Europe fails”. If, as he implies, a federal fiscal union complete with powers to tax, spend and borrow is unattainable, it does not follow that we are stuck with the current stasis. The alternative is to break up the eurozone, preferably by arranging for Germany and its “hard currency” satellites to leave, regroup around a reincarnated D-mark and let it appreciate against the euro. No doubt this would involve a huge loss of face for Europe’s political elite. But the accompanying crisis would also provide an opportunity to give the EU a new lease of life as a transnational counterweight to the unbridled power of global capital.David PurdyStirling • Larry Elliott overeggs the pudding in saying that Tony Benn’s dystopian vision of the EU “proved entirely accurate”. Within a decade Jacques Delors was the EU president, the social chapter of workers’ rights later became, and still is, enshrined by treaty; and many of Benn’s erstwhile supporters on the left became Europhiles. The point is that paradigms and policies in the EU change from “right” to “left” and vice versa. But solutions to the neoliberal dominance of the EU and eurozone have to come first from progressive alternatives at national level. When more convincing and popular alternatives lead to a few such national governments in the main EU states, then the personnel and policies of the EU as a whole can change. Brexit would simply make that wider shift more difficult, strengthen quasi-fascist and xenophobic parties across Europe and swap the undemocratic, pro-market elites dominating the EU with the UK’s own local version; probably sans even the social chapter.Bryn JonesBath • Larry Elliott is surely right in his gloomy assessment of the state of the EU. But it must be wrong for us to leave Europe to sort out its troubles without us. Europe’s fate will be ours too. Our departure might well lead to further collapse of the union and, who knows, perhaps the return of increasingly fractious nation states that will all too easily fall into war with each other again. The first half of the last century is a reminder of what can happen; the second half an indication of how countries united in a common purpose, however imperfect its realisation, can live peacefully together. God knows, European institutions need root-and-branch reform but, however hard this may be to achieve, Britain must play an active and leading role in bringing it about – from the inside.Richard GriffithsSyderstone, Norfolk • The subheading on Larry Elliott’s column is “Staying in the EU means hitching ourselves to an undemocratic project run by and for a remote elite”. That’s probably why we feel completely at home.Bill LintonLondon • I agree with Larry Elliott’s conviction that Europe isn’t working. Unfortunately I have yet to read any alternative political or economic plan that could deliver a viable alternative. While Brexit may be the equivalent of deserting a sinking ship, we’d still end up in the water without a paddle. If we’re serious about Brexit, we should have begun by designing its successor. The referendum encourages us to jump, as we scream “save me”. Martin LondonHenllan, Denbighshire  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Britain’s destiny in a struggling European Union | Letters",
  "webPublicationDate": "2016-05-23T18:43:21Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/23/britain-destiny-in-a-struggling-european-union",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Euro",
      "id": "business/euro",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European monetary union",
      "id": "business/emu",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Central Bank",
      "id": "business/european-central-bank",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Currencies",
      "id": "business/currencies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Euro",
      "id": "world/euro",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/23/britain-destiny-in-a-struggling-european-union"
}