{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/donald-trump-secret-weapon-bernie-sanders-debate-hillary-clinton",
  "id": "2016-05-27-89",
  "sectionId": "commentisfree",
  "body": "On Jimmy Kimmel Live on Wednesday, the presumptive GOP presidential nominee, Donald Trump, was asked if he would be willing to debate the Democratic presidential hopeful, Senator Bernie Sanders. Trump said that if Senator Sanders was willing to donate money to charity to do it, then Trump would be willing to debate him. Bernie Sanders – via his Twitter account – quickly accepted the offer. It’s still not clear if the debate will actually take place. But Trump and Bernie Sanders on a stage together would certainly be a spectacle for many reasons, not the least of which is that Sanders is arguably Trump’s most potent weapon against Hillary Clinton. The Sanders-Clinton clash, which was once decidedly civil (Sanders even defended Clinton over her email scandal in an early Democratic debate) has now become white hot. Sanders’ chances of securing the Democratic nomination may still be remote, but his attacks against Clinton have become more and more intense. And the latest polls ahead of the important California primary show a serious narrowing of Clinton’s lead. These attacks are working. And while they might not bring Sanders within striking distance of the nomination, they are making it easier for someone else to defeat Clinton – namely Trump. On 23 March, Clinton led Trump in general election polling by an average of more than 11 points, according to the Real Clear Politics average of polls. Today, Clinton’s lead has evaporated – and, for a moment this week Trump actually led Clinton by a narrow margin. This is in part thanks to Bernie Sanders supporters. According to the most recent Washington Post/ABC News poll 20% of individuals who voted for Sanders in the Democratic primary intend to vote for Donald Trump in November – twice what it was in the same poll in March. Clinton supporters hope that these numbers are inflated and that the vast majority of Sanders supporters will vote for Hillary Clinton in November. That may be the case, but even this short-term bounce for Trump has had an election-altering effect – it has taken the wind out of the sails of the #NeverTrump movement. It was once considered almost a given that if Trump won the GOP nomination he would face not only Clinton in the fall, but also an independent conservative candidate running as a more “traditional” Republican. Trump’s dismal general election poll numbers provided encouragement to the #NeverTrump movement pushing for an independent candidate in the race. They argued that Trump could never win and that his inevitable landslide defeat would also lead to a disaster down ballot – threatening Republican control of the Senate, key governorships and possibly even the house. Fortunately for Trump, while his main rival Ted Cruz stepped aside the moment it became clear he had no path to the nomination, Bernie Sanders is refusing to go quietly. As Sanders savages Clinton, Trump’s poll numbers rise, and the most potent argument for a #NeverTrump independent presidential bid evaporates. Indeed, according to reports, Mitt Romney, the Republican standard-bearer in 2012 and the most outspoken #NeverTrump proponent, has abandoned efforts to recruit a conservative to run as an independent. It remains to be seen if Trump and Sanders will share that debate stage. If they do, I wonder if Trump will take the opportunity to thank his unlikely ally. Without the Vermont senator and his withering attacks on Clinton, this would probably be a very different race: one that would be much more difficult for Donald Trump to win.",
  "webTitle": "Is Bernie Sanders making a Trump presidency more likely? | Christopher R Barron",
  "webPublicationDate": "2016-05-27T16:10:56Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/donald-trump-secret-weapon-bernie-sanders-debate-hillary-clinton",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Christopher R Barron",
      "id": "profile/christopher-r-barron"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/donald-trump-secret-weapon-bernie-sanders-debate-hillary-clinton"
}