{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/ex-pakistan-pm-gilanis-kidnapped-son-ali-haider-gilani-rescued-in-afghanistan",
  "id": "2016-05-10-170",
  "sectionId": "world",
  "body": "The son of a former Pakistani prime minister who was kidnapped by militants during an election rally in 2013 has been rescued in Afghanistan, Islamabad has announced. Ali Haider Gilani was freed after three years in captivity in a joint operation by Afghan and US forces, Pakistan’s foreign ministry said. The news was delivered in a phone call between Hanif Atmar, Afghanistan’s national security adviser, and Sartaj Aziz, Pakistan’s senior foreign affairs official. Gilani was recovered in Paktika, a province that borders Pakistan, and officials said he would be moved to Kabul for a medical check-up before being returned home. The rescue operation came at a time of renewed tension between the two neighbouring countries, with Kabul once again accusing Islamabad of not tackling the sanctuaries enjoyed by the Afghan Taliban in Pakistan. The Nato-led coalition in Afghanistan said the operation was carried out by US special forces and Afghan commandos. “The counterterror mission was planned and launched after evidence of terrorist activity was confirmed,” a coalition statement said. “Four enemy combatants were killed as a result of the operation. No other injuries or damage was observed or reported.” Gilani was 27 when he was grabbed during the last day of his campaign to be elected to the Punjab assembly from Multan, the political base of his father Yousaf Raza Gilani, who served as Pakistan People’s party (PPP) prime minister from 2008 to 2012.  Gunmen opened fire on the party gathering, killing two guards who attempted to protect Gilani and injuring several others. Gilani was reportedly bleeding as he was dragged into a vehicle and driven away. Last year, his father revealed he had spoken to his son after his kidnappers allowed him to call his family. The freeing of the 30-year-old comes just two months after Gilani’s friend Shahbaz Taseer regained his freedom after a similar ordeal. Taseer was kidnapped in August 2011 after gunmen dragged him out of his Mercedes sports car in the streets of his upmarket Lahore neighbourhood. Both men are part of the country’s wealthy PPP establishment. Taseer’s father, Salmaan, was the party’s designated governor of Punjab province when he was killed by one of his bodyguards in January 2011. Taseer has made a remarkable readjustment to normal life since he surfaced at a restaurant in the Pakistani province of Balochistan and asked to make a phone call to his parents. Despite the trauma of his time in captivity, which included torture sessions and the tearing out of his fingernails, Taseer has written streams of good-natured and humorous tweets about his ordeal.  On Tuesday, Taseer greeted the return of his friend with a simple tweet carrying the Pakistani flag:    Welcome back @haidergilani 🇵🇰— Shahbaz Taseer (@ShahbazTaseer) May 10, 2016",
  "webTitle": "Ex-Pakistan PM Gilani's kidnapped son rescued in Afghanistan",
  "webPublicationDate": "2016-05-10T12:47:33Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/ex-pakistan-pm-gilanis-kidnapped-son-ali-haider-gilani-rescued-in-afghanistan",
  "keyword": [
    {
      "webTitle": "Pakistan",
      "id": "world/pakistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Boone",
      "id": "profile/jon-boone"
    }
  ],
  "guardianId": "world/2016/may/10/ex-pakistan-pm-gilanis-kidnapped-son-ali-haider-gilani-rescued-in-afghanistan"
}