{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/guatemalan-town-migrants-american-dream",
  "id": "2016-05-25-213",
  "sectionId": "world",
  "body": "Honofre Peres doesn’t know whether he should stay or go. The 36-year-old builder wants his four children to stay in school, but construction work is sporadic and poorly paid, and he’s struggling to cover his costs. That was why last year he borrowed 65,000 quetzales ($8,000) to pay a coyote, or people smuggler, and make the treacherous journey north, by bus, fishing boat and cargo truck, in hope of reaching the US – and a decently paid job.  Peres was apprehended by border patrol agents near Laredo, Texas, and spent more than four months in detention before being deported back to Cajolá, a sleepy town in Guatemala’s picturesque western volcanic belt. “It was traumatizing: we were treated worse than criminals and now I’m in the same situation. I don’t earn enough money, I don’t know what to do,” he said.      Undocumented migrants from Guatemala, deported from the US, arrive at an air force base in Guatemala City. Photograph: Jorge Lopez/Reuters    Stopping the flow of undocumented migrants from Central America’s northern triangle is among the most fiercely debated and divisive issues in the US presidential election race. Immigration agents are set to conduct a fresh series of raids targeting undocumented Central Americans.  Immigration from El Salvador and Honduras is mostly a response to brutal gang violence and resurgent death squads; in Guatemala, although violence is sometimes a factor, the motive is often economic. Peres earns less than $10 (Q75) a day building houses; sometimes there’s no work for weeks on end. “I want to be with my family, but I’m always thinking about going north as it’s the only way to support them,” he said. Cajolá is a topsy-turvy mix of traditional adobe homes and modern brick new-builds among tiny fields tended by women wearing embroidered skirts.    Guatemala map   For years, menfolk from this indigenous Mayan Mam community have temporarily migrated to the US to work in restaurants and construction sites, in order to send money to their families to build homes, buy land and send their children to school.  Almost every family has relatives in the US, mainly in Morristown, New Jersey, and Atlanta, Georgia; by some estimates, a third of the town’s 16,000 habitants are in the US. Like Peres, most migrants take out substantial loans against their home or land to pay a coyote, who in these parts are seen as offering an essential service.  And until recently, coyotes went about their business largely untroubled by Guatemalan authorities. This changed in 2014 when the US set its sights on pursuing people smugglers after President Obama declared the surge in unaccompanied Central American children a humanitarian crisis.  In November, Guatemalan legislators passed legislation that imposed hefty jail time for anyone helping migrants with travel, illegal documents or employment. The law helped guarantee Guatemala a slice of the $750m Alliance for Prosperity aid package approved by Congress. US immigration agents are now working with Guatemalan prosecutors and a specialist police unit dedicated to pursuing coyotes, and organised crime gangs which have moved into the people-smuggling business. But desperate people do desperate things, and the law is unlikely to stop migrants trying to escape grinding poverty.  Cajolá sits in the mountains outside Guatemala’s second largest city, Quetzaltenango – known locally by its Mam name, Xela – where cotton, wheat and staple crops once flourished in the fertile soil and subtropical climate.      Honofre Peres Lopez, his wife María Delfina and one of their daughters, in front of their modern brick house in Cajolá. Photograph: Nina Lakhani    But centuries of farming tradition have gradually been eroded by the imperatives of business and a globalized economy. First, the overuse of industrial pesticides contributed to the demise of cotton and wheat industries. Then, regional free trade agreements flooded local markets with cheap maize, tomatoes and eggs from Mexico and the US. Until recently, many locals, like Peres and his neighbour Israel López, topped up their dwindling incomes by spending part of each year working on coffee plantations on the Pacific coast. But that work dried up when the coffee market crashed at the turn of the millennium, leaving many families with few options.  López, 45, went to the US in 1999 after cheap maize imports devalued his crops. He spent most of the next decade in Morristown and New York working as a chef and decorator, which helped him settle his debts, move home, build a small house and buy some land.  For a while, López and his two teenage sons supported the family by growing maize, beans, watermelons and papaya.  Then large swaths of coastal land were bought by international sugar cane companies, which sprayed their crops with pesticides from low-flying aircraft.  “The chemicals killed our crops and contaminated our land, it’s worthless now,” said López. “After this, many young farmers went to the US as the only other options were to starve or join a gang.”      A monument honoring Xela’s thousands of emigrants which was erected in 2012. Photograph: Nina Lakhani    The dearth of opportunities remains the main driver for migration in this region, but the growing presence of warring street gangs is becoming another important push factor, especially for youngsters.  López’s eldest son Josué left in 2012 at the age of 18. En route he was kidnapped by the violent Mexican cartel Los Zetas and only released after López borrowed $1,500 to pay the ransom.  Shortly after, Josué was detained and deported by US border agents. López recalls collecting his son from Xela’s pretty colonial square. “He was crying. But we’d borrowed money to pay the coyote so he had to try again, or we’d lose the house.”  On his second attempt, Josué made it to Morristown, and last year his brother Juan, 17, followed. They regularly send home money, but still owe $5,000 which accumulates 10% interest each month.  Despite the debt, López feels no animosity towards the coyotes. “They’re providing a service, so the community will always protect them from the authorities,” he said.  Donald Trump has called for a wall along the Mexican border to keep undocumented migrants like the López family out; the Obama administration hopes to dissuade would-be migrants with deportation sweeps, tough action against coyotes, and efforts to boost the rule of law in the northern triangle. Activists on the ground are opting for a different approach: instead of seeking to deter local youngsters from migrating, they are offering them reasons to stay.     Willy Barreno cooking at Cafe Red. Photograph: Nina Lakhani    Café Red is a restaurant and cultural space in Xela’s historic centre run by ex-migrants – including Israel López – and a team of newly qualified young chefs from some of the poorest surrounding communities.  It’s the brainchild of Willy Barreno, 43, who returned from the US in 2008 with a dream of stopping the drain of talent from his home town.  “We’re trying to capture the intellectual capital and experience of returnees and pass that on to youngsters who otherwise might see the American dream as their only option,” Barreno told the Guardian. “We want to create a Guatemala where young people can prosper.” The restaurant sources its local produce and quirky wooden furniture from like-minded cooperatives, and hosts hip-hop nights and art fairs to help nurture relationships between old and young talent.      Jesica Tixal Chicovix: ‘I don’t want my story to be repeated.’ Photograph: Nina Lakhani    Jesica Tixal, 21, a shy young woman from the nearby Mayan K’iche town Zunil, is one of the graduate chefs. Her personal tragedy is the kind Barreno wants others to avoid.  Tixal was 10 when her father, Marco, fell into debt and depression due to falling crop prices. He borrowed money against the family land to pay his way to the US, but three weeks after leaving home the coyote who guided him called to say Marco had collapsed in the desert near the US border. The coyote fled when the ambulance arrived, and could tell the family no more details.  Tixal’s mother, Manuela, tried to find out what became of her husband, but with no money and little clue on where or how to look she resigned herself to raising seven children alone.  Five years later, a Guatemalan consulate official informed the family that Marco had died in hospital in Houston, Texas.  “He went because he was ambitious for us, because he loved us, but we were left alone,” said Tixal, wiping the tears with her apron. After her father disappeared, Tixal and her siblings had to leave school. Cooking has revived Tixal’s lust for life, and she promises one day to train youngsters in her own restaurant. “We need more opportunities so people don’t feel forced to leave. I don’t want others to suffer like me, I don’t want my story to be repeated.”",
  "webTitle": "Desperation drives American dream in Guatemalan town of lost opportunity",
  "webPublicationDate": "2016-05-25T10:05:37Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/guatemalan-town-migrants-american-dream",
  "keyword": [
    {
      "webTitle": "Guatemala",
      "id": "world/guatemala",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nina Lakhani",
      "id": "profile/nina-lakhani"
    }
  ],
  "guardianId": "world/2016/may/25/guatemalan-town-migrants-american-dream"
}