{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/08/britain-hotter-than-ibiza-during-exceptional-may-heatwave",
  "id": "2016-05-08-100",
  "sectionId": "uk-news",
  "body": "Most of Britain is basking in the hottest day of the year so far as temperatures hit 26C (79F) or 27C – warmer than Ibiza and Istanbul. The Met Office described the warm spell as exceptional but warned of high UV and pollution levels and predicted thunderstorms and Sahara sand dust storms to come.     Crowds flock to the Christchurch Food Festival in Dorset Photograph: Geoffrey Swaine/REX/Shutterstock     Related: Hot weather in the UK       People out sunbathing in deckchairs in Green Park in London Photograph: Paul Brown/REX/Shutterstock    Hot air drawn from Europe pushed temperatures to numbers more usual in August – 10C higher than May’s monthly average – in England, north Wales and much of Scotland. The Met Office is predicting that the fine, sunny and mostly dry weather will last for most of the next five days. South-east England has the highest possibility of showers, while there could be thunderstorms in north-west England. Temperatures are expected to fall across the country by the end of the week.     A shopper looking at plants in a garden centre in North London on hottest day of this year, so far Photograph: Dinendra Haria/REX/Shutterstock       Blue sky as temperatures rise over the Angel of the North in Gateshead, Tyne and Wear Photograph: Owen Humphreys/PA    Bookmakers are already taking bets on a scorching summer. Ladbrokes was offering 2/1 on the temperature reaching 30C or more before the end of the weekend. Spokeswoman Jessica Bridge said: “It’s getting hotter by the day and punters are convinced the sunshine’s here to stay all summer.”",
  "webTitle": "Britain hotter than Ibiza during 'exceptional' May heatwave",
  "webPublicationDate": "2016-05-08T13:07:01Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/08/britain-hotter-than-ibiza-during-exceptional-may-heatwave",
  "keyword": [
    {
      "webTitle": "Weather",
      "id": "uk/weather",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "uk-news/2016/may/08/britain-hotter-than-ibiza-during-exceptional-may-heatwave"
}