{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/five-state-of-origin-selection-arguments-settled-over-the-weekend",
  "id": "2016-05-22-10",
  "sectionId": "sport",
  "body": "Paul “Fatty” Vautin is as dyed-in-the-wool a son of Queensland as the XXXX Man in Milton, the big bull in Rockhampton, the giant gumboot of tropical Tully. But the 22-game Queensland State of Origin man has some advice for the New South Wales Blues. And it is this: adapt or perish. Again. “If you’re going in with the same team that last year got beaten 52-6, you’re kidding yourself,” Vautin tells Guardian Australia. “If NSW don’t change up their side they’ll get beaten again.”   Related: Josh Reynolds stakes State of Origin claim in Bulldogs' win over Roosters    Granted, Vautin would not be the first person Laurie Daley turns to when casting about for advice on his best XVII. But Vautin isn’t just a head-wobbling gag-man on The Footy Show. He knows the game, knows a footy player. He rings blokes today, offers advice. Blokes take it. They thank him. And in terms of who should don a blue jumper, his advice to NSW selectors is to pick men with speed, skill and fear-factor.  “Here’s the thing about Origin: when you run out onto the field, you’re looking across at the players you don’t want to play against. For me I’d look at Peter Sterling, and think, ‘Shit he’s good, so strong, hate playing against Sterlo’. Paul Sironen? ‘Great player, Sirro, but I feel I can handle him’.   “If I’m a Queenslander, I want to see NSW pick the incumbents. I don’t want to play against Blake Austin because he’s different, good speed, runs for himself. I don’t want to play against Bryce Cartwright – skilful, tough, that offload.  “Mate, when you’ve won one series in 10 years, why wouldn’t you change it up?”  Why not indeed, Fat Man. Why not indeed. And it seems that following the weekend’s round 11 action that Daley and NSW selectors will unleash some crackerjack colts alongside the tried-and-tested. And as Fatty says, why wouldn’t you? Why not pick blokes who’d frighten the Canetoads? Who’d be a good chance of, you know, scoring more points? (Made easier if you don’t let Queensland score 52.)   And so here we are, and with just the Eels and Storm to round out NRL round 11, the NSW Origin brains trust has leaked like a sieve and the team announcement will contain some surprises but no surprises. And we can safely say that the following Origin arguments have been settled (well, as much Origin arguments can be) after the weekend’s big match action. Mitchell Pearce v Adam Reynolds Pearce could play and could perform well. He’s slick, he’s polished. He’ll kick long and chase. He’ll bomb. He’ll play a quality if generic halfback’s game of footy and when he’s in your red zone he’ll feed the speed men wide. But he wouldn’t worry Queensland. Because you know what you’re going to get. The Maroons know Pearce. They can defend Pearce. And on top of his well-documented spell in purgatory and ongoing issues – and stated desire that he doesn’t want to play – then Blues fans will welcome a new halfback, Rabbitohs man Reynolds. Nippy, chunky, high-skill off the boot, Reynolds will cause angst for the Queensland forwards with his sharp darts off the mark and precision kicking. They’ll fancy running big men at him but that’s how it rolls for halves who don’t give change from 85 kilograms. But his numbers are the best of all NRL No7’s this year. He had a top game Thursday night. And he’s due. It’s his time. The No6 The Blues toss five-eighths like bad poker hands. The list of pivots since 2010 reads: Jamie Lyon, Trent Barrett, Jamie Soward, Todd Carney, James Maloney, Josh Reynolds, Mitchell Pearce. This year it’s Maloney again, probably, despite Josh Reynolds having a blinder against the Roosters Sunday, and showing off all his skill and nark, and very real human desire. He was five-eighth the last time NSW won and Daley often talks of loyalty to incumbents, which makes it surprising Reynolds was dropped. Following the Fat Man Method, Daley should’ve picked Blake Austin in the No6, he frightened the poor hopeless Warriors Sunday more than The Amityville Horror. But Maloney is a big reason for the Sharks’ eight straight wins and premiership ascension. I like Austin. And Fatty likes Austin. But neither of us selects five-eighths for NSW Blues and tells their mates. The Gallen question There’s a clutch of props Daley could slot in who’d do a job in the hard-charging-no-passing department. David Klemmer, Paul Gallen, Aaron Woods, Andrew Fifita, James Tamou. Ryan James and Aiden Tolman were part of the 2016 Emerging Blues, while Reagan Campbell-Gillard belted many men in City-Country. I like that kid, he’s good. But Daley will likely start with Woods and Gallen, and start two of Tamou, Fifita and Klemmer from the pine. And they will do a good job and cart it up hard like angry automatons, and look to score the fantasy football numbers of Gallen who always makes many metres. But Gal? Well. I dunno. I like him. He’s perhaps the gnarliest, hardest chunk of granite bopping about today. But when Peter Sterling – a legend of the game, for sure, but in terms of who’ll be picked for NSW little more than a red-head-wobbler or Guardian gibber merchant – suggested Gallen wasn’t in his NSW Origin team, Gallen tossed toys out the cot. Got the hump. But why would he care what Sterlo thinks? Is he that insecure? And if so why? The rest Robbie Farah is fit and will be the No9 because Daley is loyal except when he isn’t, and for all Mick Ennis’s good form and hustle-bustle, he isn’t frightening. Josh Mansour will be on a wing and Blake Ferguson, they say, on the other one because Will Hopoate is on a prayer not a wing due to him not playing footy on Sundays and it’s hard to pick a player on not playing footy form. Josh Dugan runs like a hairy goat and you’ve got to have him in somewhere, which means right centre because Matt Moylan’s a gun and you just want him in there, at fullback. He’s a beauty, Moylan, the next Darren Lockyer. I’d have had Jarrod Croker at left centre because he’s a super defender, runner and support man, and he could kick goals from Caxton Street, an important quality in tight action. You and Fatty might plump for James Roberts. But word is “Jet Shoes” Micky Jennings is the man to stop Greg Inglis from ripping off his crackerjack goanna action. Elsewhere Bryce Cartwright has the Fat Man’s X-factor (but didn’t get a gig), Josh Jackson has run and grunt (and did), and Boyd Cordner is back like he never went away. Trent Merrin and Wade Graham would have given the Blues plenty but will watch from wherever. Good mail says Dylan Walker has a seat on the bench after running hard in the centres against Cronulla and not setting Brookvale alight at five-eighth. Jack Bird’s been good all year and plays centre and five-eighth. Which seems odd. Queensland Queensland? Oh, you mean the other team contesting this annual interstate series? The champion team of their generation? Perhaps the best team ever? Answer this: Does it even matter whom they fit around Inglis and their spine of Darius Boyd, Johnathan Thurston, Cooper Cronk and Cameron Smith? As long as they’re big and hard and don’t drop the ball, and wrestle for Albania – hello Corey Parker, Matt Gillett, Sam Thaiday, Matt Scott, Josh McGuire, Jacob Lillyman – then the wizards and Michael Morgan will do their thing, and all wingers have to do is catch, leap and slam. Better players, better team, better culture. Will win.",
  "webTitle": "Five State of Origin selection arguments settled over the weekend | Matt Cleary",
  "webPublicationDate": "2016-05-22T21:44:49Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/five-state-of-origin-selection-arguments-settled-over-the-weekend",
  "keyword": [
    {
      "webTitle": "State of Origin",
      "id": "sport/state-of-origin",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NRL",
      "id": "sport/nrl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Matt Cleary",
      "id": "profile/matt-cleary"
    }
  ],
  "guardianId": "sport/2016/may/23/five-state-of-origin-selection-arguments-settled-over-the-weekend"
}