{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/11/shez-raja-review-jazz",
  "id": "2016-05-11-179",
  "sectionId": "music",
  "body": "When the term Indo-jazz fusions first turned up in the 1960s, it often represented cool-bop saxes picking their way through intricate mazes of western melody and Indian ragas. Shez Raja takes a more robust approach, with his fat Fender-bass sound and guitar-hero strutting, Indian melodies chattering against pounding funk, synths, electric violins and freestyle rap. Raja’s third album, Gurutopia, has trumpet star Randy Brecker and former Miles guitarist Mike Stern in its lineup, but the charismatic saxophonist and rapper Soweto Kinch and versatile guitarist John Etheridge occupied their guest spots at the London launch. “Back to the Punjab via Soho!” Raja declared, as Pascal Roggen’s spacey electric violin shimmered and singer Monika Lidke’s vocal line took off into high-register swerves. Kinch launched into an improvised rap, following it with an unfettered alto-sax break. On Chakras on the Wall, Kinch and fellow saxist Vasilis Xenopoulos swapped heated licks, while Mystic Radikal used devious descents to coax a shapely and long-limbed improv from Kinch. Rock’n’Rollup began with a catchy sax and violin hook, then Etheridge delivered a blast of choppy chord-work and Hendrix-like wails, before Raja came in with a surprisingly contemplative bass-guitar solo. Shez Raja proved here that he runs a tailor-made festival band with a unique identity.",
  "webTitle": "Shez Raja review – inventive bassist gives jazz fusion a good name",
  "webPublicationDate": "2016-05-11T14:15:41Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/11/shez-raja-review-jazz",
  "keyword": [
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Fordham",
      "id": "profile/johnfordham"
    }
  ],
  "guardianId": "music/2016/may/11/shez-raja-review-jazz"
}