{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/04/iced-coffee-ratio-lawsuit-recipes",
  "id": "2016-05-04-234",
  "sectionId": "lifeandstyle",
  "body": "A lawsuit filed last week against Starbucks by a woman in Chicago claimed that the chain’s iced coffees deceived customers by containing too little fluid and too much ice. A heated debate ensued. But unlike what lead plaintiff Stacey Pincus appears to be stating in her class action lawsuit – which technically represents all people who have ordered a cold drink from the chain in the past 10 years – the value of iced coffee depends on more than the ratio of coffee to ice. Robinson Harris Nash, director of retail at Chicago-based Ipsento, which is about to open its second location in the windy city, says that the best way to get perfect iced coffee is through an intricate “Japanese style” of preparation. This involves pouring concentrated hot brewed coffee on ice, which immediately melts, and later adding more ice, when customers make their individual orders. “We like the acidity and brightness from Japanese style,” explains Nash, who dropped out of college to pursue his passion for ethical, community-minded coffee. By the time an individual iced coffee is handed over to a client, ice will have been added to take up three quarters of the cup, Nash says, but as soon as the concentrated coffee preparation is added to the ice, the ice will only end up taking up around half of the cup.       Indeed, to most people, it seems, the perfect iced coffee is about far more than splashing a ton of ice into a left over pot of coffee. “If I were to take our house coffee and just pour it over ice, it would taste not just diluted, but cardboard-y and flat,” explains Chris Hooton, the director of coffee at Cafe Con Leche, located in Detroit’s New Center neighborhood. Brett Whitman, who runs training and education programs at San Francisco’s Fourbarrel Coffee and came to the coffee industry when he was a musician in Portland, says that when iced coffee was first introduced, it was simply about putting leftover coffee in the fridge overnight and adding ice in the morning. “Some places, some diners still do that,” he says. Now things are a little more sophisticated. For the last 10 years, the fad has been over cold brew coffee, which involves brewing coffee between 12 and 24 hours in cold water. Such a method is fine, he says, but it is not his idea of chilled coffee heaven. “When coffee sits overnight, oxidization happens, and it gets bitter. That’s a bad thing to me.” Fourbarrel’s iced coffee is now “flash-brewed”, a method that involves making coffee hot but flash-freezing it. Half of the brew is hot liquid, and just under half of the brew is ice, Whitman says.       “From a scientific perspective, this means you keep a lot of the cool acid,” Whitman explains (using “cool” to mean exciting, rather than cold). “This means you can taste the origin much better, whether it’s Ethiopian or Guatemalan.” Around one third of the cup served to the customer ends up being ice, he says. Quantity of ice is not necessarily indicative of strength of coffee. “Iced coffee uses more coffee, to accommodate in part for the melting of the ice,” Whitman says. Over in Philadelphia, at Amalgam Comics and Coffee House, a new venue that has received national attention for being the first east coast bookshop owned by a black woman, there is a simple secret to creating a strong and delicious iced coffee. To every four parts of their special Philly fair trade coffee, which they brew hot and then chill, they add one shot of espresso. “It’s very good, not too strong, certainly not watery or anything,” says Tom Reinhardt, the coffee house’s assistant manager. Ice quantity is not really the issue: three or four scoops. And to coffee fans, and comic fans, the combination seems to be just about right. “It’s our most popular drink by far, especially now that the weather is changing.” Fourbarrel’s iced coffee recipe Make sure your container is cold before you brew. You want the ice as cold as possible for cooling purposes. Coffee (dose): 165gIce: 750gHot water for brewing: 1800gParticle size (grind): a little finer than traditional filter batch brew Brew yield: Around 2500 g or 90ozBrew directly over ice and cool immediately. Brew time should be extended as long as possible – approximately seven minutes.Serve over ice, or as desired by customer.",
  "webTitle": "Ice, ice, baby: what coffee-to-cube ratio produces the perfect drink?",
  "webPublicationDate": "2016-05-04T11:00:34Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/04/iced-coffee-ratio-lawsuit-recipes",
  "keyword": [
    {
      "webTitle": "Coffee",
      "id": "lifeandstyle/coffee",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Rose Hackman",
      "id": "profile/rose-hackman"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/04/iced-coffee-ratio-lawsuit-recipes"
}