{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/06/christine-clark-obituary",
  "id": "2016-05-06-44",
  "sectionId": "society",
  "body": "My mother, Christine Clark, who has died aged 81, was a housewife, a mother, a Catholic campaigner and an occasional poet. Aged only 18, she took the brave step of marrying my father, the love of her life – a man 19 years older than her, of a different faith, recently widowed with three young children of his own. This was shocking stuff in 1953. But there was no doubt in my mother’s mind, and she never regretted her younger self’s decision. Christine was born in London. Her father, Charles Russell, was a professional photographer who worked for the London Evening News. The family had studios in south London, and her mother, Esther, helped there. During the second world war Christine’s family chose to stay in London rather than be split up by evacuation. While attending Streatham county secondary school she won a piano scholarship to the Royal Academy of Music, before working at Enfield Cables. By then she had met and married James Clark, a Scots officer in the Metropolitan Police. She was active in the Homes Before Roads campaign in the 1970s, which blocked plans to build Ringway 2, a proposed motorway through the heart of Streatham, and wrote freelance for several local papers. In 1994 she was awarded the Benemerenti papal medal for her tenure as Grand Dame of the Dames of St Joan, and for her work for various charities, including fund-raising for single parents and the elderly. Throughout her life Christine maintained an avid interest in space and space travel, referring to her maternal bump – me – as Sputnik in 1957, and renting a television to watch the moon landing during a seaside holiday in July 1969. Her enthusiasm for life (as well as space travel) was infectious and she was able to get a laugh out of almost everyone she met, breaking down their reserve with her friendliness, intelligence, and a wicked sense of humour. In 2002, she was diagnosed with breast cancer. After a period of remission, the cancer recurred in 2013. With family support she carried on a mostly normal life, visiting her beloved Scotland and publishing a short book of poems, Poetry of a London Life. Christine was a lifelong supporter of the NHS and benefited from its wonderful palliative care. She is survived by me, her stepsons, Gordon and David, and their families. Her other stepson, James, known as Jimmy, died in 2013.",
  "webTitle": "Christine Clark obituary",
  "webPublicationDate": "2016-05-06T18:06:05Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/06/christine-clark-obituary",
  "keyword": [
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/06/christine-clark-obituary"
}