{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/06/michael-chabon-witnesses-grievous-injustice-in-occupied-territories",
  "id": "2016-05-06-168",
  "sectionId": "books",
  "body": "Pulitzer prize-winning American Jewish author Michael Chabon has slammed Israel’s occupation of the Palestinian territories as “the most grievous injustice I have ever seen in my life”.  Chabon was interviewed in East Jerusalem for American Jewish newspaper the Forward during a visit to research a book on 50 years of Israeli occupation. He said he was “not so worried” about alienating Jewish readers by writing about the occupation. “Once you see for yourself, it is pretty obvious, I think, to any human being with a heart and a mind, it is pretty clear what to feel about it.” The author called the evidence of Israel’s occupation he’d seen while touring Hebron in the West Bank “the most grievous injustice I have ever seen in my life … this is the worst thing I have ever seen, just purely in terms of injustice. If saying that is going to lose me readers, I don’t want those readers. They can go away and never come back.” Chabon and his wife, writer Ayelet Waldman, are contributing to and editing the as-yet-unnamed book of essays that will be published to mark the 50th anniversary of 1967’s six-day war, when Israel first entered the Palestinian territories: the West Bank, including East Jerusalem, and the Gaza Strip. Nobel prize-winning novelist Mario Vargas Llosa, Dave Eggers, Eimear McBride, Hari Kunzru, Colm Tóibín and Geraldine Brooks are among the group of international authors travelling to Israel and Palestine for a week each, to write and research essays for the book. It will be published in 2017 by HarperCollins in the US and Books in the Attic (Sifrey Aliyat Hagag) in Israel and is part of an initiative with the NGO Breaking the Silence, which publishes accounts by soldiers in Israel’s military about their time serving in the Palestinian territories.    This man, by a checkpoint in the Jordan Valley: \"I would line you up by the side of the road\" and shoot. #btswrites pic.twitter.com/PQ9MRu2LDH— Ayelet Waldman (@ayeletw) April 14, 2016    The authors’ stays in Israel and Palestine have attracted some hostile attention: Waldman has documented cases of the group being antagonised on social media, and Chabon has spoken about being followed while touring Hebron. In the inteview with the Forward, Chabon also revealed his contribution to the book will be about Palestinian-American businessman Sam Bahour, who moved from Ohio to Ramallah to build the Palestinian economy after the Oslo peace accords. Chabon frequently writes about Jewish themes in his fiction: his 2000 Pulitzer winner The Amazing Adventures of Kavalier and Clay is about two Jewish cousins before, during and after the second world war, while 2007’s The Yiddish Policemen’s Union contains an alternate history of the diaspora that sees it relocated to Alaska. The author told the Forward he was finishing a “a novel disguised as a memoir of my grandfather” that “has a lot of Jewish content” and will be published in November 2016. • This article was amended on 9 May 2016. An earlier version incorrectly included the Golan Heights in the Palestinian territories.",
  "webTitle": "Michael Chabon witnesses 'grievous injustice' in occupied territories",
  "webPublicationDate": "2016-05-06T12:59:28Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/06/michael-chabon-witnesses-grievous-injustice-in-occupied-territories",
  "keyword": [
    {
      "webTitle": "Michael Chabon",
      "id": "books/michael-chabon",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sian Cain",
      "id": "profile/sian-cain"
    }
  ],
  "guardianId": "books/2016/may/06/michael-chabon-witnesses-grievous-injustice-in-occupied-territories"
}