{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/01/luke-walton-los-angeles-lakers-coach-nba",
  "id": "2016-05-01-87",
  "sectionId": "sport",
  "body": "The most obvious move for Luke Walton must befuddle so many. After his run last fall as the temporary head coach of the greatest regular season team in NBA history, Luke Walton was going to get head coaching of his own this spring. He had his pick of almost any opening. And all the other options – even the Knicks – offered less dysfunction than the only job he wanted. The Los Angeles Lakers. In returning to the Lakers, with whom he played the first eight and a half years of his career, Walton inherits any number of calamities that could ruin a coach. His point guard just turned 20 and occasionally acts half that age. His two other potential build-around players are barely older and still flawed. The team has no leaders. The club president who hired him may leave in a year, meaning the general manager could be gone too. And the former coach, winner of five Laker titles, looms on the horizon as the new executive ready to wrap his cherished triangle offense around Walton’s neck.  The Lakers are the least-stable, least-sane, least-manageable of Walton’s options. The chance is much greater that he becomes Randy Pfund than Pat Riley. As a franchise the Lakers are like an expensive sports car, so complicated to drive that only two giant personalities – Riley and Phil Jackson – have kept them from crashing into the guardrails. And it took rosters filled with the 15 greatest players in history to keep that from happening. Riley started with Magic and Kareem. Jackson began with Kobe and Shaq. Walton gets the kid who videotaped a team-mate nicknamed Swaggy P talking about cheating on his fiancée. The worst of the Clippers never seemed as bad as these Lakers. The team Walton takes over is nothing like the Warriors, who are one of the most cohesive, unselfish teams the NBA has ever seen. Any reasonable person would stay far away from the Lakers But Walton also played on Lakers teams that won championships. And because of this he understands a truth that made his choice simple. There is nothing better anywhere in sports than to be a Laker when the Lakers are winning. And the coach who brings the winning back to LA, whether next year or in 10 years, will be rewarded with eternal love in a city where popularity runs as far as your last Golden Globe.  Having been handed the chance to try for history it would be foolish for Walton to say no. He may have had choices this spring but he really had no choice.   Related: Not just anyone could lead the Warriors to 20-0. Luke Walton was made for coaching    The Lakers who were last season’s disaster won’t be around next fall. That tumble to the bottom of the standings existed to support Kobe Bryant’s long farewell. Walton gives the Lakers a respectable face to send out in free agency. He will be able to lure better players to Los Angeles even if they don’t include Kevin Durant, who would bring instant credibility. And the Lakers could still win the draft lottery and land Ben Simmons or Duke’s Brandon Ingram, giving them yet another young star to build upon. While the Lakers might not be great next year they won’t be as terrible as they were in the season just gone. Walton is the perfect coach to build them back. He brings positive experience from Golden State, whose success and popularity is the envy of almost every NBA team. More importantly, he brings an ability to relate to players that many gifted coaches do not possess. Last December, Walton’s friend Josh Pastner, now the coach at Georgia Tech, talked to The Guardian about the first time Walton coached – as a volunteer assistant for Pastner at the University of Memphis during the 2011 NBA lockout. Walton, he said, had a natural gift to communicate, something that is essential in professional basketball. “There are two things he does,” Pastner said then. “He’s got a great knowledge of the game and that’s important because players know when you know what you are talking about or not. But he’s also got a great temperament He doesn’t get too high or two low. He’s got a competitive desire to him but he keeps it very calm and relaxed.”  The coach who rebuilds the Lakers will need an abundance of patience. Someone is going to have to get D’Angelo Russell to play together with team-mates and keep Julius Randle’s development going. Walton brings the voice that might just be able to do that. And if he can, if he create Showtime again then he will be the rarest of stars in the city of stars. The one that everybody loves.  How could he not take a chance at being that?",
  "webTitle": "The Lakers are Luke Walton's worst option – and the one he had to take",
  "webPublicationDate": "2016-05-01T14:52:57Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/01/luke-walton-los-angeles-lakers-coach-nba",
  "keyword": [
    {
      "webTitle": "Los Angeles Lakers",
      "id": "sport/los-angeles-lakers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golden State Warriors",
      "id": "sport/golden-state-warriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Les Carpenter",
      "id": "profile/les-carpenter"
    }
  ],
  "guardianId": "sport/blog/2016/may/01/luke-walton-los-angeles-lakers-coach-nba"
}