{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/02/want-to-be-on-top-during-sex-embarrassed-long-distance-relationship",
  "id": "2016-05-02-230",
  "sectionId": "lifeandstyle",
  "body": "My boyfriend and I have a long-distance relationship, and only see each other once every two months. The only problem is I rarely had opportunities to be dominant or “on top” in sex early on in the relationship. Now he wants me to be, and I want to be, but I am just so bad at it. I just feel embarrassed.  Excessive performance pressure always prevents sex from being exciting, satisfying or truly intimate. Let go of your wish to “be good at it”, and focus instead on simple pleasure and fun. I understand your anxiety about limited time, but as a couple, your current trajectory will only lead to a reduction in self-confidence and a diminishing erotic connection. The best response to a complaint about passivity is a challenge: “Then tell me exactly how you like to be touched and what feels good?” No one can be expected to know these things without help. Insist on mutual information-gathering within an erotic context. Having the confidence to take charge sexually requires knowledge of his erotic triggers and physical responses, as well as your own, and on not being afraid to gently demand feedback. Most people are aroused by their partner’s demonstrated passion. Fearlessly take your pleasure, and in doing so, you will be helping him with his own insecurities. Without the partnership of sharing and guidance, sex with another person can be lonely and embarrassing. • Pamela Stephenson Connolly is a US-based psychotherapist specialising in sexual disorders. • If you would like advice from Pamela Stephenson Connolly on sexual matters, send us a brief description of your concerns to private.lives@theguardian.com (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online and in print. She regrets that she cannot enter into personal correspondence.",
  "webTitle": "I want to be on top during sex, but I feel too embarrassed",
  "webPublicationDate": "2016-05-02T07:00:17Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/02/want-to-be-on-top-during-sex-embarrassed-long-distance-relationship",
  "keyword": [
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Pamela Stephenson Connolly",
      "id": "profile/pamelastephensonconnolly"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/02/want-to-be-on-top-during-sex-embarrassed-long-distance-relationship"
}