{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/07/super-thursday-uk-elections-results-analysis",
  "id": "2016-05-07-66",
  "sectionId": "politics",
  "body": "Last week, for the first time in a day of local elections, everyone in the UK had something to vote for. In a nationwide ballot dubbed “Super Thursday”, voters rendered their judgment on everything from London’s mayor to Wiltshire’s police and crime commissioner. Unfortunately, for anyone hoping the results would offer some clarity to a divided and confused Westminster, the political picture emerging from this smörgåsbord of electoral choice remains as confused as ever. Every party has something to cheer about – and something to worry over. LABOUR Reasons to be cheerful … are few The biggest win of the night came, as expected, in London, where Sadiq Khan decisively defeated Zac Goldsmith, ending the Conservatives’ eight-year reign at City Hall. The huge margin of victory will be particularly cheering to Labour, as will gains in the assembly constituencies. These follow strong London results in last year’s general election, and suggest growing political dominance in the capital. The election of a Muslim to such a prominent role is also a big symbolic victory for Labour, sending a signal to a party increasingly reliant on ethnic-minority voters that it remains their champion, something perhaps reinforced by the uglier undertones of the failed Goldsmith campaign.           ‘My name is Sadiq Khan and I’m the mayor of London!’    Delight in London was offset by despair in Edinburgh, where Labour’s performance was little short of disastrous. The party’s vote collapsed yet again in its traditional central-belt heartlands, costing it nearly all of its constituency seats and pushing the party well behind the resurgent Scottish Conservative party. The picture was brighter in Wales, where the party remains dominant and made a net loss of just one seat, holding off the challenge of a surge in Ukip support, though the loss of Rhondda, which has been sending Labour MPs to Westminster since 1918, to Plaid Cymru leader Leanne Wood will sting. The English local elections provided Labour under Jeremy Corbyn with its first test in parts of the country where a major recovery is needed to be competitive in Westminster. The results were indecisive: not good enough to vindicate the leadership’s new approach, yet not bad enough to provide the party’s internal critics with a compelling case for change. The party’s vote share was down substantially on the post-omnishambles local elections of 2012, but seat losses were kept to a minimum. Party HQ will be particularly cheered by successful defences of many key Labour-held councils in marginal areas such as Southampton, Redditch and Cannock Chase. Corbyn’s critics will point out that the performance is nowhere near the kind of decisive English swing Labour needs to recover national power – which given the party’s collapse in Scotland would need to be on a par with the massive gains achieved in 1997. But worse was expected by many. CONSERVATIVES Scotland lifts the gloom The established pattern of a generation was reversed as the party made an impressive advance in the traditionally barren territory of Scotland, while falling back in its southern English heartlands. The Scottish Conservatives’ Lazarus-like recovery was, indeed, remarkable. Even as Nicola Sturgeon’s SNP demolished Scottish Labour in its traditional central-belt strongholds, the party it has long derided as the avatar of cruel and distant Westminster rule was rising up in the rural and eastern areas of Scotland, areas where the nationalists’ historical roots are deepest.     Zac Goldsmith makes a speech after Sadiq Khan, right, was announced as London mayor. Photograph: Carl Court/Getty Images    Massive swings from the SNP to the Conservatives were not on anyone’s radar, yet that is what the voters of Aberdeenshire, Stirling and Moray delivered. Constituency seat wins – including a stunning triumph for party leader Ruth Davidson in Edinburgh Central – combined with a strong list vote, leaving the party well ahead of Labour as the principal opposition to a still dominant, but now slightly bruised, SNP. Elsewhere, there was less for the Conservatives to cheer. Zac Goldsmith was routed in London, calling into question the wisdom of divisive, identity-focused campaign tactics in the nation’s most diverse city. The party also trod water in the English locals, unable to improve on a very weak 2012 showing – despite Labour’s internal difficulties. Relatively bigger declines in the traditional heartlands of southern England, and the failure to prise councils away from Labour in swing areas, will worry the Conservative leadership. Wales provided little cause to cheer – the party lost three seats in the assembly, falling behind Plaid Cymru for the first time since 2007. LIBERAL DEMOCRATS Faint flickers of life Recovery remains elusive for the Liberal Democrats, still reeling from five years of relentless electoral battering while in government, but the night provided hopeful moments. In Scotland, shock victories over the SNP in Edinburgh Western and for party leader Willie Rennie in Fife North East were redolent of the party’s former glory days in the 90s and 2000s, delivering focused local upsets in opposition to dominant national governments. In Wales, Kirsty Williams solidified her position in Brecon & Radnorshire – helping the party retain a foothold in the assembly, despite being swept aside on regional lists by surging Ukip support – before resigning as party leader on Friday. In the English local elections, the party improved on its worst-ever outcome, in 2015, but was down on showings in 2011 and 2012, which were regarded at the time as big setbacks, and has gained only a handful of seats. The road to recovery remains long. UKIP Benefits on the fringes While the biggest cheers for both former coalition partners came in Scotland, those for Ukip could be heard in Wales. As expected, the party made major gains in the principality, winning around 13% of the overall vote and taking seven list seats. The party also made gains in local elections, advancing both in south-east England authorities such as Basildon and Thurrock, and in Labour-dominated northern areas such as Bolton and Burnley. The party leadership will be cheered by evidence of another advance both in terms of candidates who stood and votes won. However, a closer look provides it with some causes for concern: while the party was up on its 2012 showing, its vote was no greater than at the general election a year ago, despite a very Ukip-friendly issue agenda that focused on immigration and the European Union. Lots of close second places also suggest the party is still struggling to develop the organisation needed to consistently turn votes into seats. The party remains a fringe player in London, and is barely a rounding error in Scottish elections. SCOTTISH NATIONAL PARTY Wings clipped While the SNP still dominates Scottish politics, the voters clipped its wings. The party’s major gains against Labour were offset by losses to Tories and Lib Dems at the constituency level, and a Green advance on regional lists, leaving the party short of a second Scottish parliament majority. Big swings from the SNP to the Tories suggest the nationalists’ surge to dominance in former Labour heartlands may have pulled their centre of gravity to the left, opening space for a middle-class, unionist opposition in rural areas. PEOPLE BEFORE PROFITS A Marxist first With the Democratic Unionists on 38 seats and Sinn Féin on 28, the two main Northern Ireland parties are set to still dominate at Stormont after the Northern Ireland assembly elections. The election of two leftwing People Before Profit candidates in Derry and West Belfast was a shock: the Stormont parliament will have its first Marxist representatives in the assembly. Dr Robert Ford is professor of politics at the University of Manchester",
  "webTitle": "Everyone can spin a victory as ‘Super Thursday’ fails to land knockout blows",
  "webPublicationDate": "2016-05-07T19:05:54Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/07/super-thursday-uk-elections-results-analysis",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Liberal Democrats",
      "id": "politics/liberaldemocrats",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Ford",
      "id": "profile/robert-ford"
    }
  ],
  "guardianId": "politics/2016/may/07/super-thursday-uk-elections-results-analysis"
}