{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/el-salvador-arrests-negotiators-gang-truce",
  "id": "2016-05-04-78",
  "sectionId": "world",
  "body": "It was heralded as a bold attempt to curb decades of violence and credited with slashing El Salvador’s murder rate by half. But four years after a truce was declared between the country’s two main gang factions, the controversial ceasefire has been recast as a criminal conspiracy – and its protagonists arrested as gang sympathisers. Sixteen people have been detained in a series of high-profile raids, as authorities used new legislation outlawing dialogue with gang members to justify the arrests.  Psychologists, teachers, senior police officers and prison wardens were among those detained for their role in negotiating the 2012 truce between the powerful Mara Salvatrucha (MS-13) and Calle 18 gangs.      Gang truce mediator Raúl Mijango fought alongside members of the current government as a leftwing FMLN guerrilla. Photograph: Jose Cabezas/Reuters    The most prominent figure caught in the roundup was Raúl Mijango, a former leftwing guerrilla who fought alongside members of the current FMLN (Farabundo Martí National Liberation Front) government in the 12-year civil war.  Mijango, who was part of the team which negotiated the truce on behalf of the previous FMLN government, is accused of illicit association and trafficking of illicit goods.  The arrests come as the government of President Salvador Sánchez Cerén rolls out a new mano dura – or iron fist – security plan which authorities hope will stem the killing by forcing the gangs into submission. The nominally leftwing government is hastily planning makeshift prisons to cope with projected mass arrests and has tacitly authorised the military and police to adopt a “shoot to kill” policy toward suspected gang members. “Those thinking about a new truce should not do so. We will not allow this to happen,” the chief prosecutor said on Tuesday.    Related: Violent deaths in El Salvador spiked 70% in 2015, figures reveal    The arrests were hailed by the majority of citizens and the mainstream media, who squarely blame MS-13 and Calle 18 for the bloodletting which has devastated the tiny Central American country. The violence has steadily escalated since the truce started to collapse in 2013; last year was the bloodiest since the war ended in 1992, which left El Salvador ranked as the most violent country in the world.  But leading experts condemned the arrests as politically motivated and warned of potentially dire consequences.  Adam Blackwell, the former representative of the Organisation of American States (OAS) who helped facilitate the negotiations, said: “This is a vindictive sacrificing of the lambs – most of the 18 people arrested are decent public servants. Truce or no truce, the authorities need a communications channel. Are they going to arrest the Red Cross who are working in the prisons as well?” Half of those arrested held low-level administrative positions. Yet senior negotiators such as bishop Fabio Colindres and the current defence minister, Gen David Munguía Payés, were not detained.  The FMLN first came to power in 2009 amid promises to use crime prevention and social programmes to tackle the escalating crime rates, which they inherited from the rightwing National Republican Alliance (Arena).    Related: Fragile peace in San Salvador as youth gangs trade weapons for jobs and hope    In early 2012, government officials and Catholic church representatives brought together rival gang leaders who agreed to stop killings and reprisal homicides. The murder rate immediately fell by a half.  But the truce was meant to be the first part of a negotiated peace process. The ceasefire should have been followed by improvements in the inhumane, overcrowded prisons and the introduction of prevention and reinsertion programmes within marginalised communities.  This never happened. Former president Mauricio Funes was unable to persuade international lenders to help, and private donors were prevented from funding programmes after the US declared MS-13 a terrorist group.  By the middle of 2014, the truce had collapsed. Last year, almost 6,700 people were murdered, including an average of 30 a day in August.  “It’s a miracle it [the truce] lasted so long,” said Blackwell. “Yes, we worked with people who’d done some terrible things, but it was never a quid pro quo situation. We weren’t trying to go to heaven, just trying to avoid going to hell.”     The director of the national police announces the arrest of police and government officials in San Salvador on Wednesday. Photograph: Oscar Rivera/EPA    An academic gang expert, speaking anonymously because of the threat to criminalise those working with gangs, told the Guardian: “At the height of the truce, the homicide rate was five per day; now it’s 25. You don’t just walk away from that type of reduction – you bow out because you have nothing to offer the gangs as there is just no money for prevention and reinsertion programmes, and mano dura is not only popular, it’s cheaper.” The truce was controversial from the start, in part because the dialogue and subsequent deal were clouded in secrecy.  Fragile public support nosedived amid rumours that the truce strengthened and enriched loathed gang leaders. Public disapproval increased further after unsubstantiated claims that while murders had decreased, disappearances increased after the ceasefire.  Paolo Luers, another of the principal negotiators, who was not indicted yesterday but is under investigation, said blaming the truce for the country’s violence has widespread public and political support.  “I’ve never concealed my participation in meetings with mediators and gang members, but crimes were never planned. These meetings were used to discuss possibilities for preventing crimes,” Luers said. “What worries me most is how the gang members will react, as now there is no way to talk to them in order to prevent madness.”",
  "webTitle": "El Salvador arrests negotiators of gang truce in new get-tough policy",
  "webPublicationDate": "2016-05-04T17:29:59Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/el-salvador-arrests-negotiators-gang-truce",
  "keyword": [
    {
      "webTitle": "El Salvador",
      "id": "world/el-salvador",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nina Lakhani",
      "id": "profile/nina-lakhani"
    }
  ],
  "guardianId": "world/2016/may/04/el-salvador-arrests-negotiators-gang-truce"
}