{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/justin-trudeau-apology-elbowgate-canada-parliament-critics",
  "id": "2016-05-19-87",
  "sectionId": "world",
  "body": "Justin Trudeau apologised for a third time on Thursday over accusations that he “manhandled” a member of parliament and elbowed another, as Canadians wondered what to make of an unprecedented physical fracas in parliament involving the prime minister.  Canada’s normally staid House of Commons erupted into chaos on Wednesday, after the visibly annoyed Trudeau marched into a group of MPs, grabbed Conservative Gordon Brown by the arm and led him out of the group.  Parliamentarians were waiting to vote on a controversial motion from the Liberals to limit debate on assisted suicide legislation. The vote was delayed while several New Democrat MPs gathered around Brown, seemingly impeding him from taking his place. Trudeau swore as he strode toward Brown, reportedly telling MPs to “get the fuck out of the way”. Footage from the House of Commons showed Trudeau elbowing New Democrat Ruth Ellen Brosseau as he pulled Brown away from the group.   Related: Justin Trudeau apologises for elbowing opposition MP in Canada's parliament    Mayhem ensued. MPs shouted and pounded their desks as Tom Mulcair, leader of the New Democratic party, lashed out at Trudeau. “What kind of man elbows a woman? It’s pathetic! You’re pathetic!” Mulcair shouted. Trudeau later apologised twice for the incident. On Thursday, Trudeau reiterated his apologies. “No amount of escalation or mood in this house justifies my behaviour last night. I made a mistake, I regret it, I’m looking to make amends,” he said. “I accept full responsibility for my poor choices last night and I ask for Canadians’ understanding and forgiveness.” The incident will be reviewed by an all-party committee, after the speaker of the House of Commons, Liberal Geoff Regan, concluded that Brosseau’s privileges as an MP had been breached.  Trudeau said his actions would be reviewed by the House of Commons committee on procedure and House affairs. On Thursday opposition MPs urged Trudeau to make amends by withdrawing a contentious motion that would give the government power to decide when debates should be extended or adjourned. Others wanted more, with Conservative Peter Kent suggesting Trudeau’s actions were in contempt of parliament. Dan Davies, a former labor lawyer turned New Democrat, demanded consequences, arguing that no workplace in Canada would allow an employee to be physically moved along by their boss. “While an apology is absolutely essential, that is not sufficient,” Davies said. The fracas at parliament dominated headlines across Canada, with #elbowgate trending on Twitter. Many pointed to the last time a Canadian legislature got physical: a 2013 incident in which Rob Ford, the late, former mayor of Toronto, bowled over a 63-year-old female city councillor as he rushed to defend his brother, councillor Doug Ford, who was arguing with members of the public in the council chamber.  Wednesday’s incident provoked howls of disapproval from opposition politicians. “No one should ever have to deal with this kind of behaviour in any workplace,” the opposition leader, Rona Ambrose, said in a statement. “The fact that it’s the prime minister of Canada is embarrassing. He should be ashamed of his actions.” Brown, the MP at the centre of the melee, said in a statement to media that he told Trudeau to “let go of me – now. ‎Immediately afterward, the prime minister went back down the aisle of the House to confront other Members of Opposition parties. I later told the prime minister he should NOT have gotten out of his seat.”  New Democrat Niki Ashton contrasted Trudeau’s actions with his image as a modern, feminist leader. “Not only was this the furthest thing from a feminist act … He made us feel unsafe and deeply troubled by the conduct of the prime minister of this country.” Conservative Jason Kenney tweeted that if Stephen Harper, the country’s former prime minister, had ever physically bullied MPs as Trudeau did on Wednesday, there would be immediate and widespread demands for his resignation. Others defended Trudeau. “There is nothing intentional that happened here,” said Liberal Judy Foote. “And I think we have to bear in mind that sometimes emotions run very high, but at this point in time I think we need to accept the prime minister’s apology and recognise that civil obedience is something that we all appreciate.” Elizabeth May, the leader of Canada’s Green party, described Trudeau’s actions as unacceptable but called the elbowing an accident. “He had not seen her behind him. That is the truth. Now you can like it or not like it.” The CBC described Wednesday as Trudeau’s least sunny day, a reference to the prime minister’s guiding philosophy of “sunny ways”.  “One can now read any number of character traits into the act: impatience, impulsiveness, bravado, pugnacity. But whatever his reason, it was obviously unwise and what resulted was undignified,” wrote one political reporter. “A prime minister who understands the importance of image might understand tonight as unfortunate. And now it is one more thing his government will have to concern itself with.” A columnist in the Globe and Mail, noted that the images “conflicted so jarringly with the Justin Trudeau image of a cheerful, collaborative leader”. Five of the newspaper’s 10 most-read stories of the day centred on Wednesday’s melee.  In an editorial, the newspaper added that when governments are accused of “riding roughshod” over the opposition, the phrase is meant to be metaphorical. “Physically grabbing your opponents is the opposite of respect, and while it’s clear that Mr Trudeau lost his temper, other people lose their tempers all the time in public life and don’t resort to using anything more forceful than words.”",
  "webTitle": "Justin Trudeau apologises again as 'elbowgate' darkens 'sunny ways' image",
  "webPublicationDate": "2016-05-19T17:28:34Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/justin-trudeau-apology-elbowgate-canada-parliament-critics",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Justin Trudeau",
      "id": "world/justin-trudeau",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/19/justin-trudeau-apology-elbowgate-canada-parliament-critics"
}