{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/02/leicester-city-champions-premier-league",
  "id": "2016-05-02-24",
  "sectionId": "football",
  "body": "Do not adjust your reality: this really is happening. For the past three months Leicester City’s gloriously bold progress towards a first English top-flight title has unfurled like a slow breaking wave. A draw against Manchester United on Sunday afternoon left Claudio Ranieri’s collection of offcuts and rising talents a step closer. Tottenham’s failure to beat Chelsea on Monday night was the final nudge. The wave has finally broken on a Premier League title some are already calling the most unlikely sporting victory of all time.   Related: Leicester City’s title triumph: the inside story of an extraordinary season | Stuart James    The fairytale-ish aspects of this are well rehearsed. At the start of the season Leicester were 5,000-1 with bookmakers to win the league, a wager taken up by only 12 William Hill punters, among them the 39-year-old Leicester carpenter Leigh Herbert whose fiver, offered up in faith not hope, has now raked in £25,000. Three months into the season, with Leicester already haring away at the top of the table, they were still 1,000-1 to win it. Still a freak, a blip, a hilarious blue-shirted glitch. And yet the most striking aspect of the season’s endgame has been the beautifully controlled way Leicester have closed things out. It is only in the last few weeks that the realisation has dawned Leicester haven’t just been edging this – they’ve been running away with it, already out there on the victory lap of honour, ambling round the bases, high-fiving the bench, ball safely dispatched above the bleachers. The bald facts of the Leicester Supremacy are brilliantly stark. This is a club whose previous highest league position was a runners-up spot in 1929, who have been relegated or promoted 22 times in all. Too small to stay up, too big to stay down, Leicester are instead the ultimate ballcock team, clunking up and down between the divisions with reassuring regularity, an inbetweener club in a city on the way to somewhere else.           ‘Walt Disney wouldn’t script this’ – Leicester City champions.    In 2002 they nearly went out of business altogether but were rescued by a consortium led in part by their ex-player Gary Lineker, soon to present Match of the Day dressed in only his oversized Y-fronts, part of a sightly unnecessary early-season title bet. Two seasons ago they were fighting their way up out of the second tier. In February last year they were bottom of the Premier League and on their way down before a stunning late rally under Nigel Pearson, who was abruptly sacked. And now from nowhere we have this, a season that has quite literally morphed into a Hollywood script. Indeed a Jamie Vardy movie is already in pre‑production, based on the life and times of Leicester’s improbable top scorer, a late-blooming, whippet-thin, scaldingly quick journeyman striker. Vardy once spent half a season being substituted after an hour at his non‑league club so he could rush home and make the curfew on his electronic tag, the result of a conviction for assault outside a pub. Champion’s medal in hand, Vardy can now look forward to playing for England at this summer’s European Championship. Really, though, it is Leicester’s own story, the league title that wasn’t supposed to be, that will be forcing the script-editors to rewrite. There have been surprising champions before. In the past 55 years Nottingham Forest and Ipswich Town have won the title the season after being promoted. That was then, though. In the violently stratified air of modern-day Big Football, a triumph like this seemed not just remote but impossible. The website Sporting Intelligence has calculated Manchester United have spent more on new players in the two-year reign of their current manager than the new champions have in their entire 132-year existence. There is no back route to the summit. The world has shifted. Some things simply can’t happen any more. This has. How?   Related: Claudio Ranieri proves nice guys do not always come second    The easiest way into the Leicester story is probably through the players themselves, a band of outsiders and left-field punts whose success seems to provide its own lesson in redemptive second chances. The captain Wes Morgan, a 31-year-old Jamaican international centre-back, was painfully exposed at times last season. Still slow, still bulky, he has been a joy to watch this year, a hugely intelligent defender, able to read and block and intercept with wonderful skill. Vardy’s success is electrifying, a late‑career rise from non-league to national team that simply doesn’t happen, can’t happen, has happened. Riyad Mahrez, a rakish, mooching, sublimely skilful Algerian, was playing French second division football two years ago, considered too lightweight for the thunder of top-level football. Last week he was named player of the year in the world’s most relentlessly concussive league. Overseeing this beachcomber’s XI is a manager best known before now for coming second. It is hard not to love Claudio Ranieri, the brilliantly shrewd and funny Italian uncle you never had, and a manager who is often seen out and about in Leicester, eating in local restaurants, having a drink with fans, posing for endless patiently beaming selfies. Ranieri’s genius has been to see what he’s got, take a deep, fortifying sniff of that burgeoning team spirit and simply let it keep on ticking, tightening up the details on the hoof as the season has thrummed along. It should be said Leicester are not all unicorns and stardust. This is a tough, gnarly team that can hustle and grapple and work between the lines of the laws. Like pretty much every other successful team they have an ambitious billionaire owner, the Thai-Chinese duty free magnate Vichai Srivaddhanaprabha, even if this one gives away free beer at home matches and flies in Buddhist monks to bless his players. Some still find Vardy hard to like after an incident, caught on camera, where he referred several times to an oriental casino worker as “Jap” and later apologised for using racist language (this bit probably won’t make the movie). For all that they remain something genuinely rare, near-universally popular champions in a toxic, tribal league, a team whose ability to thrill isn’t confined to the extraordinarily uplifting atmosphere inside the King Power Stadium. Not to mention an object of global fascination thanks to the devastating power of the Premier League marketing machine.   Related: Leicester celebrate first title after Chelsea recover for Tottenham draw    And why not? This is a genuine good news story, champions whose achievement cuts across entrenched barriers, vaults an impassible gulf of finance and privilege, a reprise of the most inspiring basic sporting principle of open competition. There is even a hint of a minor trend here. In Spain, Atlético Madrid continue to assert a similar principle, the idea that the wealthiest mega-clubs can outgrow their own strengths, overlooking the human-scale virtues of team-building and spirit in favour of an assemblage of stars, the idiot-culture of celebrity worship infecting sport as it has music, publishing and politics. In this equation Leicester are like some low-cost, bare-bones start-up, cleaning up in the space between the bloated corporate giants, a footballing Napster quietly shutting down the record labels. Who knows, perhaps we might even see an invisible barrier being broken here, just as when Roger Bannister broke the four-minute mile at Iffley Road, a mark previously considered beyond the scope of the human physique. Suddenly runners around the world began to find they could do the same. For now it is probably best simply to celebrate a rare, insurrectionist triumph. Viva Leicester!",
  "webTitle": "The Leicester Supremacy – a triumph that was never supposed to happen | Barney Ronay",
  "webPublicationDate": "2016-05-02T21:03:44Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/02/leicester-city-champions-premier-league",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barney Ronay",
      "id": "profile/barneyronay"
    }
  ],
  "guardianId": "football/blog/2016/may/02/leicester-city-champions-premier-league"
}