{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/20/six-best-sex-education-programmes-around-the-world",
  "id": "2016-05-20-328",
  "sectionId": "global-development-professionals-network",
  "body": "“We cannot achieve gender transformative change by focusing only on health outcomes. We must equip young people with information about health as well as positive aspects of sex and sexuality,” said Tewodros Melesse, the director general of the International Planned Parenthood Federation (IPPF), recently on the release of a report about delivering comprehensive sex education for young people across the world.  In the absence of formal policies, grassroots projects and individuals around the world are stepping in to plug the gaps. Here are six programmes working to teach young people in developing communities about their sexuality and their rights. 1 | India – a healthy attitude towards gender  The situation: Sexuality education is a controversial topic in India. In 2014, former health minister Harsh Vardhan said it should be banned, as he believed it corrupted young people and “offended Indian values”. He and other politicians fear the subject leads to promiscuity, experimentation and irresponsible sexual behaviour. However, in a country with high rates of teenage pregnancy and sexual abuse, others argue it is essential. The programme: The YP foundation set up a progressive curriculum to teach young people about gender equality, sexual diversity and consent. The programme runs across India and consists of 14 classes for 12- to 20-year-olds, which include role play, art and games. “One game we play is to ask people to act like a certain gender – for example, like girls in a playground,” says Manak Matiyani, director of the foundation. “Normally the children act according to stereotype, by walking in a particular way. Then we ask whether girls actually walk like that. We talk about where stereotypes come from and how to prevent them from dictating how we must be.”    Women and girls are dying because of poor sex education  Alvaro Serrano, UNFPA     He adds: “Our teaching comes from the place that there are not just biological female and male bodies, but all kinds of bodies, as well as sexually diverse people. Understanding sexual consent is also a big part of what we teach.”  2 | Nicaragua – empowering girls by educating boys The situation: Across Latin America there are high rates of violence against women and of girls under 14 getting pregnant. However, sex education is not taught in most schools. “If an 11-year-old girl arrives in hospital pregnant, nobody says anything,” says Alvaro Serrano, director of the region for the UN Population Fund (UNFPA). “Women and girls are dying because of poor sex education.” The programme: Macho, sexist and traditional attitudes can disempower women – to tackle them, Plan International is educating young men. Their champions of change programme works with 15-to 19-year-old boys in schools in Nicaragua for 18 months, and encourages empathy and respect towards girls.  The programme uses workshops, role-play, skits and discussion. “One simplistic but effective thing we do is to talk about domestic chores,” says Matthew Carlson, country director of Plan International Nicaragua. “We ask the boys to count up what they do, and what the girls do, and ask what that means in terms of relationships and equality.”     Teenage boys involved in the ‘champions of change’ programme about gender in Nicaragua. Photograph: Plan International    Young women in Latin America came up with the idea for the programme. “They told us that they understand the problems, but don’t have the power to change things alone,” says Carlson. “So the idea is to work with boys as well as girls to create a young people’s movement for change.” 3 | Romania – consent classes for people with learning difficulties The situation: Society tends to view people with learning difficulties as asexual and this can lead to abuse. Up to 90% of people with intellectual impairments are estimated to experience sexual abuse. And in Romania, the demand for support for people with learning difficulties far outweighs supply, leaving thousands at risk. Despite this, sexual education is not taught in many special needs schools around the world, including Romania. The programme: Local communities have partnered with the IPPF, to help protect young people with intellectual disabilities and to empower them to understand their sexuality. The keep me safe programme focuses on consent, boundaries and sexuality. Eugenia Behar, a psychologist who works on the programme and has an autistic daughter, says: “We use writing, language and pictures to talk about relationships. In the beginning they can find it a bit uncomfortable and laugh. Then they get interested and speak their mind.” The initiative uses dolls, art and activities. Carmen Surianu, director of the programme in Romania, says: “We teach consent by forming a circle and inviting someone into the centre. We explain that this is your personal space and that people should ask your permission to come closer.” 4 | Kyrgyzstan – young people speak up about contraception  The situation: Sex education is a taboo subject and, although officially included in school programmes, in reality it is often non-existent. One resulting problem is that use of contraception has fallen rapidly. High costs, religious influence and a distrust of modern contraceptives as a hangover from Soviet times – when healthy family planning options were limited – are not helping the situation, says Jens-Hagen Eschenbaecher, regional adviser for the area at the UNFPA. The result is that young people are left vulnerable to STIs and unplanned pregnancies. The programme: Partnering with the IPPF, a group of young volunteers go into schools and talk to small groups of children aged 14-15 about pregnancy, STIs, contraceptives and sexuality. They encourage discussion and let the children do most of the talking. “We teach about STIs by writing the symptoms down on paper and laying them on the floor,” says Bula Anarbekova, a 23-year-old student volunteer. “Then we ask the teens to get into groups. Each group is told they are a certain STI and they have to gather the symptoms. “Young people are the best people to talk about these things because we know what their problems are. We’ve been there before – some of us are still there. The response from the children is great because no one else talks to them about these topics.” 5 | The Middle East – websites tackle taboo issues The situation: The subject of sex and sexuality is so sensitive in the Middle East that few formal educational programmes exist. However, young people are finding creative ways to communicate using the internet and social media. The programme: When Ashraf Abumaraq, 32, an employee at a software company in New York, worked for an educational NGO in Palestine for 11 years, he witnessed a lack of knowledge around sex education and wanted to use his technical skills to help. He set up Karaz, an Arabic website with information and advice about sexual and relationship issues. “I saw the problems that a lack of knowledge was creating,” he says. “For example, one young woman I met went to see a marriage counsellor and said: ‘I’m 25 and I have six children, make it stop’ – because she hadn’t been taught about contraception. “There’s a lot of stigma so I wanted to help people to educate themselves from the privacy of their home. At first there was a lot of push-back. People were offended and kept trying to take down the website. There were also rumours about me, including that I was trying to set up a sex shop. It took around six months for people to come around. Now communities in Palestine, Morocco, Tunisia and Algeria want to help.” 6 | Nigeria – getting answers by text message The situation: More than one in three 18-year-olds already have a child or is pregnant, according to a report from Education As a Vaccine (Eva). Abstinence-based sex education “exists on paper” in schools, says Fadekemi Akinfaderin-Agarau, who founded Eva. However, contraception, consent, gender equality and LGBT issues are not taught. The programme: MyQuestion, set up by Eva, allows young people to get answers to their questions about sex by text, phone or social media. It means that young people can get anonymous advice from any location at any time. Seven advisers man the service every day and young people can ask questions about anything, from sex and contraception, to periods and relationships. The service is popular – Eva says that 12,000-15,000 questions are sent by text alone each month – because it provides accurate, non-judgmental and confidential information anonymously. “We want to fill in the gaps because sex education in Nigeria doesn’t focus on your rights,” says Akinfaderin-Agarau. “And often teachers skip over things they are uncomfortable with.” Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter. Join the conversation with the hashtag #SheMatters.",
  "webTitle": "Six of the best sex education programmes around the world",
  "webPublicationDate": "2016-05-20T06:00:32Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/20/six-best-sex-education-programmes-around-the-world",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Sex education",
      "id": "education/sexeducation",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Nicaragua",
      "id": "world/nicaragua",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Romania",
      "id": "world/romania",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kyrgyzstan",
      "id": "world/kyrgyzstan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Contraception and family planning",
      "id": "society/contraception-and-family-planning",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Abby Young-Powell",
      "id": "profile/abby-young-powell"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/20/six-best-sex-education-programmes-around-the-world"
}