{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/24/malachi-kirby-on-remaking-roots-kunta-kinte-i-could-feel-the-pain-hear-the-screams",
  "id": "2016-05-24-108",
  "sectionId": "tv-and-radio",
  "body": "Nobody could say Malachi Kirby hasn’t earned his breakthrough. Over five and a half months, he was shackled, assaulted, abused, imprisoned, beaten, whipped, mutilated and subjected to all manner of psychological torture and torment. On top of that, he went through the physical equivalent of a triathlon: running, swimming, horse-riding, rowing and fighting. “It pushed me to my limits and beyond,” says the 26-year-old Londoner. “There wasn’t one day that didn’t challenge me – physically, mentally, spiritually, emotionally. Sometimes it was the heat, sometimes the cold, the mosquitoes, the horse. Sometimes it was just having to run in shoes that were too big.” Kirby plays Kunta Kinte, the hero of Alex Haley’s Roots – first a Pulitzer-winning, bestselling novel, then a blockbuster TV event of the 1970s. It has now been remade – or rather retold – as an expensive eight-hour miniseries, also starring Forest Whitaker, Laurence Fishburne and Anna Paquin. Haley’s story claimed (though its authenticity has since been disputed) to chronicle the author’s ancestors from 18th-century Africa up to his own life in the 20th-century US. It begins with Kunta, a Mandinka warrior abducted from Gambia and forced to work as a slave on plantations in the American south, and who defies his captors at every stage.     Its impact was unprecedented … LeVar Burton as Kunta Kinte in the 1977 Roots, the most-watched programme in television history. Photograph: Everett/REX/Shutterstock    People under the age of about 50 may only be dimly aware of the original series, but its impact was unprecedented. When it first screened, in the US in January 1977, it was the most-watched programme in television history and, depending on how you measure it, it still is. Its finale drew an estimated 140 million viewers in the US – a staggering 70% of the total audience. As such, the plosive, alliterative name of Kunta Kinte still resonates through popular culture. He has become a universal ancestor for the African diaspora, an everyman of black history. That name is still regularly invoked in movies, TV programmes and rap records – Kendrick Lamar’s hit single King Kunta being the most recent example. With the legacy of slavery back on the cultural landscape, thanks to movies such as 12 Years a Slave and Django Unchained, plus TV series Underground, a remake of Roots was almost inevitable. Yet this one claims its own ancestry: it is produced by Mark Wolper, son of the original series producer, and executive produced by LeVar Burton, who played the original Kunta Kinte. Kirby was as surprised as anyone to land the role after a global casting search. His audition was “the worst of my life”, he recalls. “Everything you could think of went wrong. I got there half an hour late. I had learnt the lines, but when I got in the room I didn’t remember anything. My accent was all over the place. I think I spoke in an Australian accent at one point. It was horrendous, to the point where I was literally apologising to the casting director. I left and ran away.” It’s not hard to see why they called him back. Handsome and athletic, Kirby is well-suited to the role physically, but he is also a compelling presence: composed and self-possessed. He speaks softly and earnestly, choosing his words deliberately. Maybe it’s something to do with having seen him age into his 50s on the show, but he seems like a much older man. When he finally secured the role – six months and several auditions later – he was hesitant. He had watched the original series three years before and it had affected him. “There was a huge weight of responsibility in trying to tell this story again,” he says. “In representing every black [person] that exists, which I don’t want anything to do with. I’m only me! I’m just Malachi.”     ‘The pain of having your identity stripped away from you ... was horrible, and I didn’t know how to stop it. Forest Whitaker just sat there and held my hand.’ Photograph: History Channel    Kirby grew up on a council estate in Battersea, south London. His father died when he was six years old; his mother works for the government. He has no brothers or sisters and was “the shyest kid ever”, he says. His mother enlisted him in a drama group at Battersea Arts Centre, aged 14, and it built his confidence. In his final year at school, he heard about Identity School of Acting – an affordable, part-time drama school, founded by actor Femi Oguns – which specialises in minority actors. Its alumni include Star Wars’ John Boyega (a few years younger than Kirby) and Michaela Coel, who recently won a Bafta for her TV comedy Chewing Gum. Kirby did a few auditions, got a few parts, took a gap year and, eight years later, he has never been out of work – even if that has involved taking a fair few “gang leader” roles. Growing up in south London, he was no stranger to the real-life criminality behind the stereotype, but “I made the decision not to become part of that,” he says. “When my dad passed, I felt like I had to grow up very quickly. Mum used to say that when I went out of the house, I represented her. I took that seriously. So I didn’t get involved with a lot of things. I held myself in a particular way.” Working in the southern US on Roots, Kirby found himself bringing his own stereotypes, he admits: “To be honest, living in London and hearing about the amount of injustice between the police and everyone else, especially black people, I had almost got it into my head that, if I went out there, there was a chance I might be shot. I remember getting there and asking: ‘Is there a protocol of how I need to be? How bad is it?’ There’s definitely a truth to it, but it’s not quite as extreme as I thought.”     ‘There was a huge weight of responsibility in representing every black [person] that exists. I’m only me! I’m just Malachi.’ Photograph: Teri Pengilley for the Guardian    The day job was extreme enough, it turned out. The new Roots spares no expense in recreating historical detail, and Kirby often wondered whether he was really acting at all. It often felt closer to reenactment. “There’s nothing you need to imagine,” he says. He talks of filming on a full-scale slave ship, for example. “They put 200 people into the slave hold, all chained up, sweating, the makeup artists put sick and excrement on us, everyone screaming and wailing, not much oxygen, the only light from a barred hatch above. We shot in there for about two weeks. You don’t have to imagine it. You’re in it.” It was a similar story in Louisiana. There was something uncanny about pretending to hack sugar cane outside a historic plantation house, just as slaves would have done for real 200 years earlier. “That was my first time on an actual plantation, and at first I’m looking at the beauty of it: the trees and the sunlight. And then the first scene is me witnessing somebody being hanged. And suddenly I just pictured people hanging from all these beautiful oak trees. Those are probably the same trees people really did hang from. Suddenly the whole place feels really different.” There were physical challenges Kirby could prepare for: learning bareback horse-riding, or Mandinka language and customs. But in terms of Kunta’s emotional journey, Kirby decided there was nothing he could or should do. “I had no idea how to prepare. I actually found strength in that Kunta would have been very unprepared to go on this journey, too. A lot of my preparation for this was prayer, if I’m honest with you.” Kirby became a Christian three years ago, having carried out his own research into faith. When I ask him which was the hardest day, Kirby falls silent. It’s not that it’s difficult to choose a moment, more that it’s difficult for him to share it.     ‘It was my first time on an actual plantation, and suddenly I just pictured people hanging from all these beautiful trees.’ Photograph: History Channel    In Roots’ most famous scene, Kunta’s name is beaten out of him. He is tied to a post and whipped in front of the other slaves. There was no script or timeframe for the scene. He was to respond to the sound of the whipcrack and the slavemaster’s repeated demands to know his name. He simply had to keep answering “Kunta Kinte”, until he felt it was time to give up and acknowledge his new, given name of Toby. “On the second take, I felt like I opened myself up far more than I was prepared for,” he says. “It felt like [I could see] every other person who went through that – I could hear all their screams and I could feel all of their pain. It was the weirdest experience. To the point where, I’m not ashamed to say, it brought me to my knees. They stopped rolling the camera and I was somewhere else for about 15 minutes. I couldn’t stop crying. But I wasn’t crying because I was upset; I was crying because I could feel all these people’s pain. The pain of having your identity stripped away from you ... it was horrible, and I didn’t know how to stop it. I didn’t know how to shut it off. The crew were very patient with me and very loving. Forest Whitaker just sat there and held my hand.” He pauses for a moment. “So that was hard. Then you have to get up and do it again.” The new Roots was screened at the White House last week. And Kirby’s profile will be raised further by a leading role in an episode of Charlie Brooker’s new series of Black Mirror, later this year. Given the series’ penchant for twisty mystery plots, Kirby can’t tell me anything – except for “Charlie Brooker is crazy.” But Roots seems to have changed Kirby in more than simple career terms. That weight of responsibility he shied away from, he now seems to have shouldered. He has been inspired to research his own roots too – he is currently awaiting the results of a DNA test. “I’m basically second-generation Jamaican. I don’t know my history past my grandparents. Kunta Kinte’s strength and his ability to hold on to his identity comes because he knows it, and it just kept speaking to me – I don’t know mine. At some point, my ancestry goes back to Africa ... but I don’t know where or who. “I don’t know how extreme this idea is, but if you don’t know who you are, you’re more likely to accept who people say you are.”  Roots starts in the US on 30 May at 9pm on History, then runs over four nights. Roots and Black Mirror will air in the UK later this year.",
  "webTitle": "Malachi Kirby on remaking Roots: ‘I could feel the pain, hear the screams'",
  "webPublicationDate": "2016-05-24T15:21:01Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/24/malachi-kirby-on-remaking-roots-kunta-kinte-i-could-feel-the-pain-hear-the-screams",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "12 Years A Slave",
      "id": "film/12-years-a-slave",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Django Unchained",
      "id": "film/django-unchained",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Slavery",
      "id": "world/slavery",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Steve Rose",
      "id": "profile/steverose"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/24/malachi-kirby-on-remaking-roots-kunta-kinte-i-could-feel-the-pain-hear-the-screams"
}