{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/discovery-girls-magazine-swimsuit-tips-pre-teen-girls",
  "id": "2016-05-11-387",
  "sectionId": "media",
  "body": "The publisher of a US magazine aimed at 8- to 12-year-old girls has apologised for offering tips on choosing bathing suits based on size and curves. Tween girls who are “curvy up top” were advised in the latest issue of Discovery Girls that “coverage is key” and they should opt for a one-piece with side cutouts or ties to “draw the eyes down”. “If you’re straight up and down,” the article went on, girls were advised to “add curves with asymmetrical straps”. Big block patterns were offered for those “rounder in the middle” – all under the headline: “What swimsuit best suits you?”    Hey @DiscoveryGirls, why not include diet tips/surgical options with this? Your readers are 9, after all. Tick tock. pic.twitter.com/5oJI4KqnM6— Taffy Akner (@taffyakner) May 10, 2016    After taking heat on Twitter and other social media, founder and publisher Catherine Lee issued a lengthy apology on the Discovery Girls Facebook page expressing shock that the article was published. “I am in total agreement with all of you regarding this article, so much so that I wanted to make this letter as public as possible,” she wrote. “We want to make sure that our girls know that any article that makes you feel bad about your body is not a good article, and should be questioned.” Lee said it was “still hard for me to believe that an article so contrary to our magazine’s mission could have been published on our pages. I have been a loss for words for days.”   Related: The ‘perfect body’ is a lie. I believed it for a long time and let it shrink my life    She did not give further details about the commissioning and publishing of the article, but said it was supposed to be “about finding cute, fun swimsuits that make girls feel confident, but instead it focused on girls’ body image and had a negative impact”. Lee added: “Nobody knows better than Discovery Girls how impressionable our girls are at this age and we are ALWAYS mindful of this.” She said the magazine was “not immune to making mistakes, but we are always willing to get better and learn from our mistakes”. But responses to Lee’s apology – some from parents of girls in the magazine’s target age group – queried why the article had been published at all. “I don’t want your magazine telling my nine-year-old that she needs to feel ‘confident’ in her swimsuit. She has no current thoughts about NOT feeling confident in her swimsuit,” wrote one subscriber. Associated Press contributed to this report",
  "webTitle": "Discovery Girls magazine under fire for swimsuit tips for pre-teen girls",
  "webPublicationDate": "2016-05-11T01:23:03Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/discovery-girls-magazine-swimsuit-tips-pre-teen-girls",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Body image",
      "id": "lifeandstyle/body-image",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/11/discovery-girls-magazine-swimsuit-tips-pre-teen-girls"
}