{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/08/natalia-osipova-and-sergei-polunin-interview",
  "id": "2016-05-08-70",
  "sectionId": "stage",
  "body": "“I’d heard about his reputation, everyone in our world knew about it. People said he wasn’t very responsible, that he ran away. So at first I thought I would never dance with him.” As Natalia Osipova glances at Sergei Polunin, sitting protectively beside her, the ballerina’s pale, guarded face brightens with sudden laughter – the dancer, with whom she swore never to share a stage is now the man with whom she’s currently sharing her life. It’s a romance few could have predicted – not only because the dancers were individually too famous to make a plausible couple, but also because their careers were heading in such dramatically divergent directions. Osipova, having left a stellar career at the Bolshoi with her former partner Ivan Vasiliev, arrived in London in 2013 to join the Royal Ballet. Polunin, 18 months earlier had left the same company and, amid stories of cocaine abuse and deep professional unhappiness, had gone to Russia to piece together an increasingly precarious looking CV as dancer, fashion model and would-be film actor.      ‘I watch how Natalia makes it her own’ ... rehearsing Arthur Pita’s new work. Photograph: Tristram Kenton for the Guardian    Yet just under a year ago Osipova was scheduled to dance Giselle in Milan and for various reasons had found herself without a suitable partner. Her mother suggested she contact Polunin who, despite his erratic form, remained a prodigious natural talent with a pure classical line and soaring jump that would make a superb foil to Osipova’s own blazing intensity. Warily, the ballerina sent Polunin an email. And when, to her surprise, he agreed to partner her, she found he was nothing like the enfant terrible she’d imagined. “He seemed very genuine, I could feel that he was a kind person, someone I could trust.”    When I walked out, I was trying to make the worst thing happen to me. The thing I was most scared of    It was rehearsing Giselle – the most romantic ballet in the classical repertory – that the couple fell in love. For Polunin, the experience of dancing Albrecht to Osipova’s Giselle was more than a romantic epiphany. He’d become so dissatisfied with ballet that he was thinking of abandoning it altogether yet, he says, “When I danced with Natalia it was wonderful. I was a hundred percent there, it was real for me and now I would love to dance with her all the time.”  He is now based back in London and although the professional logistics of their lives are complicated, they are formulating plans that will allow them to work together as often and as closely as possible. Polunin is keen to return to the Royal Ballet as a guest artist (“that is a conversation I would really like to have”) but the couple also want to collaborate on other, independent, projects. Osipova says quietly: “This is the nature of our jobs. To see each other, to be able to come back home to each other, we have to find a way of working with each other.”   Related: All change for Osipova and Vasiliev    Their first joint venture is performing a new duet by Russell Maliphant which forms part of a summer programme of contemporary dance that Osipova has personally commissioned. For her, it is a continuation of a project that began with Solo for Two, an evening of contemporary dance that she toured with Vasiliev in 2014. That was an experiment that both excited and frustrated her because it happened within such a rushed time scale. For the new programme, which features works by Arthur Pita and Sidi Larbi Cherkaoui as well as the Maliphant duet, she’s determined to give herself all the preparation she needs to adapt her classically trained body to their different styles. “I want to be able to master the language of these choreographers. I want to speak each one very well, without an accent.” Polunin is dancing in the works by Pita and Maliphant. “It always felt as though there was a wall between me and contemporary dance,” he says. “I didn’t know how to get into it. And I am finding it quite hard, especially when it goes down on to the floor. But I watch how Natalia makes it her own and I realise I can do it my way.”     ‘To be able to come home to each other, we have to find a way of working together’ Photograph: Tristram Kenton for the Guardian    Doing it his own way is a new experience for Polunin. In recent interviews he’s spoken with angry, chaotic resentment about how he always felt forced into ballet, how hard it was for him to leave his native Ukraine at 13 and, without a word of English, adapt himself to an entirely foreign culture. Now, since meeting Osipova, he feels better able to deal with his past.  Speaking slowly and carefully with a hint of his Ukraine accent still, he says: “The Royal Ballet School looked after me very well, they were like my family, and the company gave me everything. But I was unhappy and I didn’t know how to express it. At home if you were angry you had a fight with someone, but at the school no one ever fought, you would have been thrown out. In the company I began to feel lost, I wanted to do other things, like a musical or a movie, but I was afraid of messing up. I had lived in London for 13 years, it was my home but I wasn’t a citizen. If the director was angry with me and threw me out, where would I go? When I walked out, I think I was trying to make the worst thing happen to me, the thing I was most scared of, so that I wouldn’t be frightened any more.” Now that Polunin is spending so much time with Osipova he’s around the Royal Ballet a lot “I think and talk about ballet much more than I ever did before, I’m a changed man.” But while he wants to retain the classical core of his dancing, his passion is to perform and produce a far wider range of projects. A recent dance video he made with director David LaChapelle, Take Me to Church has had almost 15m views on YouTube and he says that’s the young, non-specialist audience he would like to reach. “I would like to do more projects involving artists from film, fashion and music. That’s the spark for me”.     ‘I would love to dance with her all the time’ Photograph: Tristram Kenton for the Guardian    Osipova listens intently. “Sergei’s ideas are wonderful and I believe it’s very important to make them happen.” She herself is very happy to remain as a permanent ballerina with the Royal, finding its repertory an ideal mix of new and classic works. “Now that I am a mature dancer I really want to concentrate deeply on some of the classics like Swan Lake and Sleeping Beauty.” But she still believes that her talent has yet to find its perfect outlet. “I think there is a choreographer who will help me dance the best I can. I just need to discover them.” It will be a delicate balancing act, combining these personal and professional ambitions. Yet the blithe silliness with which the dancers giggle together and the absolute seriousness with which they listen to each other, demonstrate how closely attuned they are. Osipova smiles tenderly as she recalls their very first performance, when she stood waiting in the wings for Albrecht to knock at Giselle’s door. “It was a very emotional moment for me, very lyrical, very symbolic. I had the feeling I’d been waiting for that knock all my life.”  Natalia Osipova and Guests opens at Sadler’s Wells on 29 June, tours to Edinburgh’s Festival theatre, 12-14 August, and returns to Sadler’s Wells, 27 September-1 October",
  "webTitle": "Osipova and Polunin: backstage with ballet's most explosive couple",
  "webPublicationDate": "2016-05-08T17:00:13Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/08/natalia-osipova-and-sergei-polunin-interview",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Ballet",
      "id": "stage/ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Natalia Osipova",
      "id": "stage/natalia-osipova",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Sergei Polunin",
      "id": "stage/sergei-polunin",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Judith Mackrell",
      "id": "profile/judithmackrell"
    }
  ],
  "guardianId": "stage/2016/may/08/natalia-osipova-and-sergei-polunin-interview"
}