{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/25/chris-evans-says-perfect-storm-of-top-gear-criticism-facile-and-fictitious",
  "id": "2016-05-25-66",
  "sectionId": "media",
  "body": "The Top Gear presenter Chris Evans has said he had to endure a “perfect storm” of criticism from the tabloid press in the run-up to the top-rating BBC2 show’s return on Sunday. Evans, who was given the job of reinventing the motoring series following the axing of Jeremy Clarkson, hit back at claims – mainly made in the Sun – that he was unhappy with the signing of co-presenter Matt LeBlanc, that he had forced out a senior executive from the show and was “out of control”. “I thought it was ultimately funny,” Evans told the Guardian of the criticism that mounted since he was given the Top Gear job nearly a year ago. “Some of – almost all – of the observations from certain aspects of the press have been so nonsensical and so facile and fictitious … All the people they were talking about in lots of the stories know the truth.” A combative Evans – who was speaking at the new series’ press launch, to which the Sun and its Murdoch stablemate the Times were excluded – said he would be disappointed if the new show is not watched by more than 5m viewers. Asked whether the press hostility was because of him, the BBC, or the fact he was replacing Clarkson, Evans said it was all those reasons. “I think it’s the perfect storm,” the Radio 2 DJ said. “If that’s your business to write these stories, this has got to be juicy. I think they had to go for it; in a way that’s their job. Do I respect them for it? Do I like them for it? That’s sort of not an issue.”           Chris Evans on the new series of Top Gear    When the allegations first surfaced, Evans said he told his team: “This is how it is, don’t worry, this has happened to me in the past. It’s only going to get worse, we are a big target so we are easy to hit. But it’s our job to step out of the way, so you don’t throw a punch and they fall over. “I think they were looking for a bite and the one thing you do is don’t bite. You never defend yourself because that’s always going to be misconstrued. You hope maybe that other people defend you perhaps but the best way to respond to it all is to know you’ve done nothing wrong.” Last month the BBC took the unusual step of accusing the Sun of printing “unfounded nonsense about Chris on a weekly, sometimes daily basis”. Asked about comparisons that would inevitably be drawn with the old Top Gear – and Clarkson’s new show on Amazon Prime with Richard Hammond and James May – Evans said: “I am a different person to Jeremy. I think Jeremy’s hilarious, I am not like that. It’s the old phrase, you have to be yourself, everyone else is taken. If you don’t, you’re dead in the water. “I think we’ve produced the best show we can produce, that’s all we can do. It’s out there, if people like us great, if people don’t, we need to sneak off into the shadows. “If we had to guess about the number of viewers we are going to get on Sunday night, you have got to say you would be disappointed if it was under 5 million. Five million-plus would be great, after that it doesn’t matter.”     Rory Reid, Chris Evans, The Stig, Matt LeBlanc, Sabine Schmitz, Chris Harris. Photograph: BBC World Wide    The global launch of the new show, at its Surrey studios on Wednesday, was without the former Friends star LeBlanc, who programme-makers said was filming the BBC2 sitcom Episodes. The star appeared in a video message instead. LeBlanc said: “It’s great that the show continues to prompt so much global interest, even before we have shown the first episode. I’ve had an amazing and crazy few months since joining Top Gear. We’ve accomplished a lot and I’m extremely proud of it.” He said earlier this week that suggestions of a feud with Evans were a “big load of bullshit”. The success of the new lineup is crucial to the BBC and its commercial arm, BBC Worldwide, and worth around £50m a year. Along with its return on BBC2 on Sunday, it will air in 83 countries on six continents within 72 hours of its UK debut.  “It’s a pretty big audition for us,” said Evans. “We hope it’s going to be popular across the territories; we will know within 72 hours of the show being broadcast,” he said. The first episode features supercars covered in laser guns, a race across the Moroccan wilds and a UK v USA challenge in which Evans and LeBlanc race in two roofless Reliant Rialtos from London to Blackpool. The two presenters are part of an all-new lineup that also includes German racing driver Sabine Schmitz, former Formula 1 boss Eddie Jordan and motoring journalist Chris Harris.           Top Gear’s The Stig: the Guardian’s hard-hitting interview    Guest celebrities no longer drive a “reasonably priced car” but a specially modified Mini Cooper around a track that includes a rally section and a jump. The new set has raised viewing platforms on either side, a balcony and a giant video wall.  A BBC3 spin-off programme, Extra Gear, will be fronted by Harris and another of the show’s new hosts, Rory Reid, and will go live on the BBC iPlayer at the end of the BBC2 show. Jordan, the racing boss turned F1 pundit, predicted the new series would eclipse the viewing figures for the old Top Gear, which was watched by between 5 million and 6 million viewers for its last series in 2015. “I know Jeremy [Clarkson] particularly well and I’m a huge fan, I like him,” said Jordan.  “That doesn’t mean I don’t want to be absolutely so much better. I think this will be a very different show. They had a very successful past and I think you will find this show will be more successful to a wider audience.” Evans said the new show would focus on the cars, which he said had become less important in recent series of Top Gear.  He said the main appeal of the show would be the films. “The films are about capers, a gang show, having a right laugh,” he said. “Hopefully it will be a hit worldwide but we’ve got to wait and see.”",
  "webTitle": "Chris Evans says tabloid Top Gear criticism was ‘perfect storm’",
  "webPublicationDate": "2016-05-25T17:45:34Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/25/chris-evans-says-perfect-storm-of-top-gear-criticism-facile-and-fictitious",
  "keyword": [
    {
      "webTitle": "Chris Evans",
      "id": "media/chris-evans",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Top Gear",
      "id": "tv-and-radio/top-gear",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "BBC2",
      "id": "media/bbc2",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/25/chris-evans-says-perfect-storm-of-top-gear-criticism-facile-and-fictitious"
}