{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/top-10-novels-about-womens-political-awakening",
  "id": "2016-05-11-231",
  "sectionId": "books",
  "body": "The most iconic feminist slogan of the 20th century was surely “the personal is political”. It was a rallying cry and the subject of countless works of feminist theory, but it was also a literary aesthetic. Novels were an essential part of second-wave feminism (which lasted roughly from the late 60s to the mid-80s), and female novelists were adept at depicting how women came to understand the political nature of their personal lives, a process commonly referred to as “consciousness-raising” or “awakening”. During this time, there was a profusion of such novels – spanning many genres and countries – portraying women’s awakening to feminism, to deeper understanding of racism, to lesbian sexuality, to the limitations that women face, or to a mix of some or all of these. As characters in novels underwent a process of awakening, readers did as well. Fiction helped spread feminist ideas widely, and a few of these novels – including Fear of Flying and The Women’s Room – were blockbusters that sold millions of copies.   Related: Dietland by Sarai Walker review – gleefully censorious of 'rape culture'    When I started writing my novel, Dietland, I had a difficult time finding contemporary novels to serve as a model for what I was trying to do. I was dismayed at the lack of explicitly feminist fiction nowadays, and while I knew I wasn’t likely to find a novel that was close to mine in subject matter – a novel that dismantles beauty norms and our notions of what it means to be “hot,” or that features a 300lb narrator and a group of feminist guerrilla fighters – I realised while I was writing that what my novel is about at its core is a woman’s awakening. Specifically, her realisation that the hatred she has been made to feel toward her fat body is a political issue, not simply a personal one. I had already read a couple of the novels of awakening on this list, but I soon discovered a trove of them, which not only inspired me as I wrote, but made my work feel connected to a rich tradition of feminist writing.    Related: Top 10 landmarks in gay and lesbian literature    Many of these narratives are novellas or otherwise short – only one on this list is more than 300 pages. The process of awakening is life-changing and burns with an intensity that doesn’t necessarily lend itself to long novels. Here are my picks for the Top 10 novels about women’s political awakening, in order of publication: 1. The Awakening by Kate Chopin (1899)This 1899 novella, which scandalised contemporary readers, serves as the prototype for the feminist novel of awakening. While on holiday with her husband and sons, Edna Pontellier has a taste of liberation. Back home, this awakens in her the desire to escape the stifling roles and conventions of womanhood. Unfortunately for Edna, life in pre-feminist Louisiana doesn’t offer a non-tragic exit. 2. Ella Price’s Journal by Dorothy Bryant (1972)Bryant’s 1972 novel is more low-key than the blockbuster novels of American women’s consciousness-raising that came after it, but it is particularly powerful. Bryant expertly chronicles the subtle shifts that transform Ella Price from docile housewife to independent woman and activist. In contrast to The Awakening, the burgeoning feminist movement offers Ella a way out, marking a major shift in women’s lives – and literature. 3. Shedding by Verena Stefan (1975)Stefan’s bestselling novella is an enduring symbol of the 1970s German feminist movement. The narrator’s stream-of-consciousness reflections are searing and radical, and she slowly awakens to the realisation that she must shed relations with men and seek a woman-centred life. From sexism among leftwing men to sexual harassment and even manspreading, the subjects explored here remain eerily relevant more than 40 years after the original publication. 4. Woman at Point Zero by Nawal El Saadawi (1975)Renowned Egyptian feminist El Saadawi published this blistering novel-as-manifesto in 1975. Firdaus is a woman on death row for killing a man, and the night before her execution, she tells a psychiatrist about her life of abuse at the hands of men. She describes her eventual awakening when she came to understand the brutal nature of the relationship between men and women. This truth, which she is not afraid to speak, makes her so dangerous to society that they want to silence her for ever. 5. Woman on the Edge of Time by Marge Piercy (1976)This 1976 classic of feminist speculative science fiction can only be described as far out. Connie Ramos, a poor New Yorker, is committed to a mental hospital and brutalised. While drugged, she begins communicating with a utopian future, where gender roles don’t exist (foetuses grow in artificial wombs), and racism and other social ills have been eradicated. Connie’s awakening in this future world compels her to take radical, violent action in the present.     Charlotte Coleman (l) and Cathryn Bradshaw in the TV adaptation of Oranges Are Not the Only Fruit. Photograph: Ronald Grant Archive    6. The Color Purple by Alice Walker (1982)In Walker’s controversial Pulitzer prize-winning novel, the heroine, Celie, experiences multiple oppressions, from the racism of the American deep south where she lives, to the abuse she suffers at the hands of male relatives at home. The relentless bleakness of Celie’s circumstances seem impossible to escape. Yet Walker’s narrative chronicles her path to womanist awakening, which leads to an unexpected, utopian ending. 7. Praisesong for the Widow by Paule Marshall (1983)In Marshall’s masterful novel, sixtysomething widow Avey Johnson is plagued by a sudden, mysterious malaise, causing her to bolt from a luxury Caribbean cruise. While waiting for a flight from Grenada back to her home in New York, Johnson meets a local man who convinces her to join him and other residents for an annual ceremony on a nearby island. While there, Avey experiences a profound awakening that connects her to her African American ancestors and heritage. 8. Oranges Are Not the Only Fruit by Jeanette Winterson (1985)Jeanette, the eponymous heroine of Winterson’s 1985 coming-of-age tale, is raised in a community of religious extremists, where her adolescent awakening to lesbian sexuality is violently rejected. Subjected to homophobic abuse by the community, from exorcism to exile, Jeanette realises that she must lead the more difficult life of a prophet, who, unlike the priest, doesn’t have all the answers spelled out in a book. 9. Women Without Men: A Novel of Modern Iran by Shahrnush Parsipur (1990)Parsipur was imprisoned in her native Iran for daring to write critically about virginity in this magical realist novella, published in 1990. With the 1953 Iranian coup d’etat in the background, the story follows five Tehran women who take refuge at a lush villa in the countryside. There a woman is planted as a tree, and another gives birth to a flower. The most compelling character, Munis, is stabbed to death by her brother for “dishonouring” the family, but she comes back to life, eventually escaping her housebound destiny to seek the worldly experience she craves. 10. Dirty Weekend by Helen Zahavi (1991)In 1991, the year that Susan Faludi’s groundbreaking Backlash was published, feminist gains were under attack. It’s no surprise that in the same year, Thelma and Louise hit the screens, and Zahavi’s novel was published, both stories about women who’d had enough and decided to fight patriarchy with literal violence. In a tale far more subversive (and bloodier) than Thelma and Louise’s crime spree through the American south west, Zahavi’s Brighton-based Bella undergoes a feminist awakening that results in her spending the weekend slaughtering abusive men.  Dietland is published by Atlantic Books, priced £8.99. It is available from the Guardian bookshop priced £7.19.",
  "webTitle": "Top 10 novels about women's political awakening",
  "webPublicationDate": "2016-05-11T11:55:32Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/top-10-novels-about-womens-political-awakening",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Jeanette Winterson",
      "id": "books/jeanettewinterson",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Alice Walker",
      "id": "books/alice-walker",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarai Walker",
      "id": "profile/sarai-walker"
    }
  ],
  "guardianId": "books/2016/may/11/top-10-novels-about-womens-political-awakening"
}