{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/curtis-sittenfeld-crush-author-eligible-bim-adewunmi",
  "id": "2016-05-14-194",
  "sectionId": "lifeandstyle",
  "body": "In the 90s, I went to boarding school. A good proportion of it felt like Malory Towers: midnight feasts, outfoxing prefects and house mistresses, pranks – that whole lark. But a similarly sized chunk of it felt like the 2005 boarding school-set novel Prep: fraught with the tension that comes with living with hundreds of other teens, let alone all the other stuff about social class and learning how to be, and surviving dormitory life. Prep was the debut of author Curtis Sittenfeld, and I have loved her work since. I remember reading it in a state of mild fury. How was it so good? How did she get it so right, even though it was set in America, a world away from my own experiences? In Lee Fiora, the midwestern girl at an elite east coast school on a scholarship, the author created an avatar of so many teens: unsure, a little brittle, a bit too watchful.   Related: Why I love… Keanu Reeves    But she never fully felt like a victim of her own life. Sittenfeld’s next three novels – The Man Of My Dreams, American Wife (my favourite, just pipping Prep) and Sisterland – offered characters with similar motivations and outlook, and I finally got it: she writes girls and women as they truly are, with shades of light and dark, with and without grace, apologetic as well as fearless. She’s so observant, and funny, too, a dry wit that’s a little cruel: I love it, because a lot of women don’t get to be mean and funny. Her latest novel is Eligible, a modern take on Pride and Prejudice, with the Bennets relocated to Ohio, and Darcy a neurosurgeon (of course!) with a God complex. Rest assured, Lizzie emerges intact. I mean, how could she not? The woman is Sittenfeld’s speciality.",
  "webTitle": "Why I love… Curtis Sittenfeld",
  "webPublicationDate": "2016-05-14T05:00:28Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/curtis-sittenfeld-crush-author-eligible-bim-adewunmi",
  "keyword": [
    {
      "webTitle": "Curtis Sittenfeld",
      "id": "books/curtis-sittenfeld",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Bim Adewunmi",
      "id": "profile/bim-adewunmi"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/curtis-sittenfeld-crush-author-eligible-bim-adewunmi"
}