{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/11/uk-golden-era-china-in-balance-queen-comments-rude",
  "id": "2016-05-11-286",
  "sectionId": "world",
  "body": "China has refused to say whether a “golden era” of relations with Britain still exists, after the Queen was caught on camera accusing Beijing officials of being rude. In a discussion with a senior Metropolitan police officer, the Queen was heard accusing unnamed Chinese representatives of being “very rude” to the British ambassador in connection with President Xi Jinping’s first state visit to Britain last year. The Queen was apparently unaware that the camera had picked up her comments to Metropolitan police commander Lucy D’Orsi, filmed by a pool cameraman working on behalf of British broadcasters during a garden party at Buckingham Palace on Tuesday. When D’Orsi was introduced as the officer responsible for security during the visit, the Queen was heard to say: “Oh, bad luck.”  D’Orsi said it had been a “testing time” and that officials had walked out of a meeting, saying the trip was off. “They were very rude to the ambassador,” the Queen replied.     Queen Elizabeth speaks to Metropolitan police commander Lucy D’Orsi in the garden of Buckingham Palace. Photograph: AP    Speaking in Beijing on Wednesday, Lu Kang, a spokesman for China’s foreign ministry, declined to directly address the Queen’s comments or confirm whether the “golden era” – heralded when Xi visited Britain last year – was still alive.  “President Xi’s visit to the UK last year was a very successful one. Both sides have made great efforts for the success of the visit and the two sides highly recognised that,” Lu said. Pressed by the Guardian to confirm whether the “golden era” was still ongoing, Lu replied: “Both sides have expressed the hope that they would implement the outcomes of President Xi’s visit and push forwards a steady and stable rise of the bilateral relationship. This requires the common efforts of both sides.” Asked if that meant the special relationship was over, Lu said: “You can put my answers today together.” When asked if he had been surprised by the Queen’s comments, he laughed and said: “I have already said what I can say.” The Chinese state visit to Britain last year was so contentious and the policing of protest criticised to such an extent that Commander D’Orsi publicly denied Scotland Yard had bowed to Chinese demands to restrict protest. It was not made clear what the flashpoint with Chinese officials was, but the most likely issue was protestors and how they would be handled and how close to the dignitaries of the Communist state they would be allowed to be. The three issues Scotland Yard was responsible for during the visit were security, the logistics of moving people around securely, and protest and public order – and it is the latter area which has been contentious in past Chinese state visits to the UK. A spokesperson for Buckingham Palace said: “The Chinese state visit was extremely successful and all parties worked closely to ensure it proceeded smoothly.”           Cameron caught boasting to Queen about ‘fantastically corrupt’ countries    Speaking in Gibraltar, the foreign secretary, Philip Hammond, said: “Big state visits are big logistic challenges. I was involved in this and yes, it got a bit stressful on both sides.  “But it was a great state visit – everybody agrees, hugely successful – and our relationship with China is very strong and has been greatly strengthened by the success of that visit.” A spokeswoman from the Chinese embassy in the UK made no direct mention of the Queen’s comments, saying only: “President Xi Jinping’s state visit to the UK last year was very successful. Both sides at the working level made great efforts towards the success of the visit.” China often suppresses foreign media reports that it regards as sensitive, and information about the Queen’s remarks were difficult to find on the country’s internet. The BBC said that its BBC World news channel was blacked out when it reported on the story. Michel Hockx, director of SOAS China Institute, told the BBC’s Victoria Derbyshire programme that some on Chinese social media believed the conversation was scripted – because the official introducing D’Orsi to the Queen was reading from his notes. Hockx said: “It comes across as very sort of scripted and unnatural ... the fact that it was caught on camera and being put into the public domain – so some people are saying ‘Well, this Queen turns out to be just another politician anyway’.” He added: “Other people are saying, ‘Well, we’re always worried about our politicians not knowing how to behave in civilised countries like the UK, and this proves they still have a lot to learn’.” The Metropolitan police said they would not comment on the private conversation.  Earlier on Tuesday, the Queen was involved in another unguarded moment when the British prime minister was filmed telling her that Nigeria and Afghanistan were two of the most corrupt countries in the world. The leaders of both countries are attending an anti-corruption summit organised by David Cameron in London this week. Cameron was overheard telling the monarch that “leaders of some fantastically corrupt countries” would be attending the meeting, before singling out Nigeria and Afghanistan. Transcript Lord Chamberlain: Can I present Commander Lucy D’Orsi, who was gold commander during the Chinese state visit. Queen: Oh, bad luck. Lord Chamberlain: And who was seriously, seriously undermined by the Chinese, but she managed to hold her own and remain in command. And her mother, Judith, who’s involved in child protection and social work. Judith Copson: Yes, I’m very proud of my daughter. Lord Chamberlain: You must tell your story. D’Orsi: Yes, I was the gold commander, so I’m not sure whether you knew, but it was quite a testing time for me. Queen: Yes, I did. D’Orsi: It was … I think at the point that they walked out of Lancaster House and told me that the trip was off, that I felt … Queen: They were very rude to the ambassador. D’Orsi: They were, well, yes she was, Barbara [Woodward, the ambassador] was with me and they walked out on both of us. Queen: Extraordinary. Copson: I know, it’s unbelievable. D’Orsi: It was very rude and very undiplomatic, I thought.",
  "webTitle": "UK's 'golden era' with China in balance after Queen comments",
  "webPublicationDate": "2016-05-11T10:10:32Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/11/uk-golden-era-china-in-balance-queen-comments-rude",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    },
    {
      "webTitle": "Caroline Davies",
      "id": "profile/carolinedavies"
    }
  ],
  "guardianId": "world/2016/may/11/uk-golden-era-china-in-balance-queen-comments-rude"
}