{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/17/this-must-be-the-place-maggie-ofarrell-review",
  "id": "2016-05-17-297",
  "sectionId": "books",
  "body": "Maggie O’Farrell has acquired an army of loyal fans since the publication of her debut novel, After You’d Gone, 16 years ago. Her books are noted for their emotional insight, their perceptive portrayal of relationships, their familial secrets. From dysfunctional mothers and daughters to estranged partners and ruptured families, she has established a reputation for an acute understanding of human relationships, and an ability to portray them in exquisitely economical prose.   Related: Maggie O'Farrell: 'My writing is tougher and much better since I had children'    O’Farrell’s seventh novel, This Must Be the Place, contains all the novelist’s trademarks but is at the same time a departure for her. Stylistically, narratively and emotionally, This Must Be the Place is a tour de force, a complex and nuanced story leaping effortlessly across multiple characters, continents and time frames. And yet, at its heart, it is a story about people who are lost and about their troubled, flawed, deeply affecting attempts to reconnect with the people they love and the world around them. Daniel Sullivan is an Irish-American linguistics lecturer who, at the start of the book, is living with his reclusive ex-film star wife, Claudette, in the remote Donegal countryside. When Daniel inadvertently learns about the fate of a former girlfriend, he is compelled to set off on a quest across continents and into his past, a quest that threatens his marriage, his sanity and the very fabric of the life he shares with Claudette.    Throughout the novel, she experiments with perspective, grammatical tense and style    The epicentre of the novel is a portrait of a marriage, so deftly painted by O’Farrell that the experience of reading it is, at times, quite devastating. There are themes here that readers familiar with O’Farrell’s writing will recognise: emotional and geographical displacement, the unintentional dissonances between loved ones, the secrets from which we may run but can never escape. But here, O’Farrell broadens her thematic canvas to include alcoholism, infertility, the adoption of orphaned Chinese babies, the cult of modern celebrity. Throughout the novel, she experiments with perspective, grammatical tense and style. A rich cast of secondary characters populate the narrative, each chapter being told from a different point of view, and it is testament to the distinctiveness of the voices O’Farrell creates that she is able to move the reader seamlessly between them. One chapter is devoted to an auction catalogue of Claudette’s possessions – replete with photographs of each item – a haunting dissection of a celebrity’s life. In less skilful hands, these shifts in perspective and style might feel jarring or unnerving, but O’Farrell’s technical grasp of her material – and her characters – is so tight, so confident, that she moves the reader flawlessly from the perspective of a middle-aged alcoholic to a confused teenage girl. This Must Be the Place is that rare literary beast: both technically dazzling and deeply moving. It has all the structural and temporal playfulness of a Kate Atkinson novel while retaining the hallmark emotional insight for which O’Farrell has become renowned. It is her best novel to date, a book that surely confirms her as one of the UK’s most assured, accomplished and inventive storytellers. This Must Be the Place is published by Tinder Press (£18.99). Click here to buy it for £15.19",
  "webTitle": "This Must Be the Place by Maggie O’Farrell review – technically dazzling",
  "webPublicationDate": "2016-05-17T06:30:36Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/17/this-must-be-the-place-maggie-ofarrell-review",
  "keyword": [
    {
      "webTitle": "Maggie O'Farrell",
      "id": "books/maggie-o-farrell",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Beckerman",
      "id": "profile/hannah-beckerman"
    }
  ],
  "guardianId": "books/2016/may/17/this-must-be-the-place-maggie-ofarrell-review"
}