{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/20/authors-condemn-book-copyright-and-import-proposal-as-massive-own-goal",
  "id": "2016-05-20-348",
  "sectionId": "books",
  "body": "Magda Szubanski said she would consider leaving the country and called for writers to go on strike. Richard Flanagan called for the resignation of arts minister, Mitch Fifield. Tim Winton said the Turnbull government was about to kick a “massive own goal”. On a night designed to celebrate the triumphs of Australian literary culture, there was no escaping the overriding message of doom: that the Australian book industry is in peril because of proposed changes to copyright law and import restrictions. The annual Australian book industry awards at the Art Gallery of New South Wales on Thursday was given over to protesting against proposed industry changes which would reduce authors’ copyright control over their books and would flood the market with cheap overseas editions of books. The government has denied that it is considering changes to copyright. “Even America,” said visiting US author Jonathan Franzen, “is not so slavishly subservient to a theory of the free market that we don’t protect our authors, our booksellers, and our publishers.” Franzen, in Australia for the Sydney writers’ festival, was one of many voices protesting the productivity commission’s proposal to abolish parallel importation restrictions (PIRs) which uphold copyright and allow writers – who earn on average $13,000 a year – to be paid properly for their work. First-time author, actor and comedian Szubanski, who won the Gold ABIA book of the year award for her highly acclaimed memoir Reckoning: A Memoir, told Guardian Australia that if the changes go ahead in August as proposed she would not write again and that Australia would see a brain drain of talent. Here’s a wrap-up of who said what at the awards.     Magda Szubanski at the Australian book industry awards on Thursday. Photograph: John Feely    Magda Szubanski, winner of best biography and book of the year for Reckoning: A Memoir  My message is really simple: if this comes in, I will not write another book and I will really start thinking about leaving the country. Because the financial cost of being here is becoming ridiculous. I’ve stayed in this country because I love it. I feel I’ve made quite a contribution to the arts and culture here, and we should be recompensed properly. In order to write my book it took me eight years. I took time off from work, I took out a loan. I’ll be lucky if I break even.  To actually stand by while sanctioned theft takes place? Do you think I’m a complete fool? It just can’t be allowed to happen.  All these amazing authors that are here will start leaving and there will be a desecration of the whole landscape, a desertification of the landscape ... And of course I’ve got the two issues: I don’t even have the same rights as everybody else because of marriage equality and now my passion, my art, is being assaulted as well. I mean, why would you stay?     Related: Be under no illusion: Malcolm Turnbull wants to destroy Australian literature | Richard Flanagan    Tim Winton, winner of non-fiction book of the year for Island Home: a Landscape Memoir  Think: books like Possum Magic, The Book Thief, The Narrow Road to the Deep North, The True History of the Kelly Gang, The Slap, The Secret River – all these are the fruits of a publishing culture that allowed its writers to speak to their own, a culture that nurtured these writers long enough for them to break out and of course to publish from home to the world on just and logical terms.  So it distresses me to see how anxious our technocrats are to piss all this good work up against the wall. What makes our industry viable and our literary output distinctive is the concept of territorial copyright, and once again it’s under threat.  The pointless abrogation of independence will usher in a new colonial era in publishing. Once again Australian writers will be edited in London and read in export editions at home as they were when I was a kid. That’s just a huge and pointless step backwards. There’s no humiliation like that of the team that kicks an own goal. There’s no disgust, no self-hatred to rival that feeling. And yet that’s what the Turnbull government is flirting with: a massive own goal. And I don’t know about you but I can’t quite believe that we’ll put the fate of our culture into the hands of a few wonks and technocrats who won’t be here in 10 or 20 year to pick up the pieces.  Jeanette Winterson, visiting UK author and ABIA presenter  What we’re really protecting is the life of the mind; the creative core of what we are. If you attack creativity what you’re saying is that it doesn’t matter that we’re human beings, because very human being ever born across this planet, across time, is part of the creative continuum.  We’re protecting something which is so valuable. This is more than an industry. This is the heart of humanity ... We need to protect this ecosystem. Writers are cottage industries: we go into a little room by ourselves and we write. We can do that! We don’t need anything. But then we need you guys to get out there and make it possible for us to do our work and to get it out into the world. And that is so necessary.  We’re not secondhand cars. And the idea of this productivity council – I mean, did that come out of Dickens or something?  Fight it. Fight it with every breath, with every ounce of your strength.  Tom Keneally, veteran Australian author and ABIA presenter  The federal government proposes to do something neither the Brits nor Americans propose to do their writers: to slice Australian authors’ copyright to 15-25 years after publication. These are just some of the books of mine published more than 15 years after their first appearance (he gestures to a pile of his bestselling books). Under the new proposal, these would no longer belong to me. I appeal to my old republican movement friend Malcolm Turnbull. Is this fair? ... I know you are a highly cultivated man and I cannot believe your government will begin its program of innovation by obliterating an industry you need for that visionary task.  Unlike the mining industry, Australian publishing asks for no subsidy, requires no docks to be built. It has raised itself to be the 17th biggest book industry in the world. I refuse to believe that such a robust Australian as yourself wants to do away with that and make us again and forever what we were when I began to writer – a colony for other people’s minds and other people’s books.  Jackie French, children’s book author and winner of the Pixie O’Harris award  In the last 25 years I have seen the industry grow and do extraordinary things in Australia and internationally. We are the people of the books. A book can change a child’s life. I book can change the future. And yet today the un-productivity commission says a book can lose its copyright under only five years [sic]. That under so-called five years with so-called ‘fair use’ it can compensate even years of work or decades of research, based on the ludicrous proposition that few writers write for money. Actually, we don’t. But we do need to eat as well. ... Would any book that has won an award here tonight have been published in an Australia without parallel importation [restrictions]? We know what happens when it is abandoned. We have seen it in New Zealand and Canada. The evidence is there. We are the people of the books. And we must stand together when our industry is threatened. Malcolm Turnbull: will you be our book thief, or do you truly stand for an Australia that values intellectual property as the basis of an innonvative economy?   Mark Dreyfus, opposition spokesman on the arts, and ABIA presenter  I want to be direct: nothing I’ve seen ... has in any way persuaded me of the need for change. To the contrary, we’ve seen directly the New Zealand experience of what follows from the removal of PIR, and I don’t think I have to remind anyone in this room of what that experience has been.  I’ve got to say that obviously the productivity commission’s report is still in draft. I and my colleagues will still have to consider the final report carefully, but I want to give you an assurance that Labor understands the importance of our publishing industry in cultural terms, as well as in economic terms.  And we will do all that we can to support you ... I’d urge everybody to make your views known. Be loud, be proud about what this means for the Australian publishing industry because politicians, I can assure you, do listen.  The minister for the arts, senator Mitch Fifield, said conjecture about changes to copyright law was unfounded and that the government had no intention of reducing the life of authors’ copyright.  After this article was published the minister for the arts senator Mitch Fifield issued a statement denying author claims that the government was considering changes to copyright. This article was amended on 27 May, 2016 to include the government’s stance. To read the minister’s full statement, go here.",
  "webTitle": "Magda Szubanski may leave Australia if changes to book industry go ahead",
  "webPublicationDate": "2016-05-20T02:55:03Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/20/authors-condemn-book-copyright-and-import-proposal-as-massive-own-goal",
  "keyword": [
    {
      "webTitle": "Publishing",
      "id": "books/publishing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tim Winton",
      "id": "books/tim-winton",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Jonathan Franzen",
      "id": "books/jonathan-franzen",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Jeanette Winterson",
      "id": "books/jeanettewinterson",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Thomas Keneally",
      "id": "books/thomas-keneally",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Mark Dreyfus",
      "id": "australia-news/mark-dreyfus",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Productivity Commission",
      "id": "australia-news/productivity-commission",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steph Harmon",
      "id": "profile/steph-harmon"
    },
    {
      "webTitle": "Lucy Clark",
      "id": "profile/lucy-clark"
    }
  ],
  "guardianId": "books/2016/may/20/authors-condemn-book-copyright-and-import-proposal-as-massive-own-goal"
}