{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/28/ferry-companies-overcharging-british-travellers",
  "id": "2016-05-28-160",
  "sectionId": "money",
  "body": "British holidaymakers face some of the highest ferry prices in Europe, according to a Guardian Money price check, with the worst fees on the routes out of Portsmouth to Normandy and Brittany. A British family of four hoping to take their car abroad at peak time in August, departing on a Saturday, will pay £723 return if they book the Brittany Ferries Portsmouth-St Malo route this week, a distance of 150 nautical miles. Book a Brittany Ferries ticket from Portsmouth to Caen in Normandy and the basic family return fare – without cabins but with reserved seats, a must for an overnight ferry – is £718, for a crossing of 100 nautical miles. These fares are nearly twice the rates paid by European holidaymakers travelling at the same time in August with a car and four people. We picked what will be the most in-demand travels dates this summer – leaving on Saturday 30 July and returning two weeks later on 13 August – right in the middle of the school holidays. We checked the popular Ferrysavers.com website, and the ferry firms’ own sites. A French family departing Nice for Corsica will pay just £363 for 126 nautical miles each way. A Spanish family travelling from Valencia to Mahon on Menorca will pay £575, but the distance is 233 nautical miles in each direction – more than twice the Portsmouth-Caen journey. Between Gothenburg in Sweden and Frederikshavn in Denmark, a peak-time return costs just £263 for a distance that is the same as Portsmouth-Caen, for which Brittany Ferries this week also wanted more than £700. British holidaymakers taking the car to Ireland face even bigger charges, looked at from a per-nautical-mile basis. On the Holyhead-Dublin route, Irish Ferries will charge up to £653 return for peak-time journeys for a family plus car, yet the journey is just 58 nautical miles. Switch to a ferry that departs the UK at 14.10 and one that arrives back in the UK just after midnight (not ideal for travellers with young children) and the fare drops to a more manageable £329. But the costs are still breathtaking compared with ferry prices in Europe. On the southern Irish route, Fishguard-Rosslare, the prices are no cheaper. Our family travelling on the same peak-time dates in the summer holiday will pay around £350. The two carriers that operate the route, Stena and Irish Ferries, offer almost identical pricing, with the latter slightly cheaper, albeit for ferries that leave in the middle of the night on the outward bound leg.     British holidaymakers taking the car to Ireland face high charges, looked at from a per-nautical-mile basis. Photograph: Alamy Stock Photo    The biggest ferry rip-off, though, is for holidaymakers heading to the Isle of Wight. The Red Funnel service from Southampton to Cowes would cost our family up to £165 for a peak-time return if booked this week. But the distance is just 10 nautical miles each way. If the price was based on the per-nautical-mile rate paid by the French family to get to Corsica it would be just £29 return. So what can holidaymakers do to cut the cost of their ferry journeys?   Related: Roads to freedom: top driving tours from European ferry ports    The main saving is achieved by heading to the Kent and Sussex ports for travel to France, although that won’t be attractive to anyone living in the west of Britain, and there will be petrol to pay. Brittany Ferries offers an “Economie” service out of Portsmouth to Le Havre but that only saved £100 return – the fare this week was still more than £600. By switching to the DFDS crossing from Newhaven into Dieppe, holidaymakers can more than halve the fares charged for Portsmouth-Caen. DFDS would charge £380 return for a 9am morning departure, and a return at midnight, on a 64-nautical mile crossing. If you are prepared to drive further, Dover-Calais will cost a car and its occupants £177 return – again with DFDS. Eurotunnel – which offers quick entry and exit, and a no-sea sickness guarantee – costs around £240-£250 for a family at peak times. Other ways to cut ferry costs  • Book early – just as the low-cost airlines offer discounted fares to tempt early bookers, so do ferry companies. • Avoid Saturdays and travel midweek. If our family departed on the overnight of Tuesday 26 July and back two weeks and a day later, Brittany’s Portsmouth-Caen return falls to £390. The DFDS Newhaven-Dieppe route falls to £262 for a midweek crossing. • Take ferries late at night. For example, our family’s Dover-Calais crossing will cost £161 for a Saturday departure just after midnight – or £100 return by going midweek, and late at night – in August. • Consider flying and hiring a car, particularly if driving a long way. French tolls can add up: a round-trip from Caen to Bordeaux will cost around £86 just for the tolls – £175 for the tolls and petrol. Meanwhile, a Ryanair flight to Dublin is cheap even in peak summer, and vehicle rental can be good value. • This article was amended on 31 May 2016 to correct the distance on the ferry route from Southampton to Cowes and the calculation of a fare based on cost per mile.",
  "webTitle": "Ferry firms go overboard in charging British travellers",
  "webPublicationDate": "2016-05-28T06:00:26Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/28/ferry-companies-overcharging-british-travellers",
  "keyword": [
    {
      "webTitle": "Saving money",
      "id": "money/saving-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Ferry travel",
      "id": "travel/ferrytravel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Miles Brignall",
      "id": "profile/milesbrignall"
    }
  ],
  "guardianId": "money/2016/may/28/ferry-companies-overcharging-british-travellers"
}