{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/27/freewrite-hipster-typewriter-technology",
  "id": "2016-05-27-254",
  "sectionId": "technology",
  "body": "It was with trepidation that I advanced on my local cafe in New York, clutching the handle of my Freewrite “smart typewriter” like a spy en route to a briefcase switch.  An electric typewriter that promises digital connectivity without the distractions, Freewrite has largely been dismissed by the tech press. Even the pop culture mavens of Mashable denounced it as “pretentious hipster nonsense”, excoriating its weight (four pounds), diminutive screen (5.5in) and hefty price tag ($499).  But maybe things would be different in a quiet Brooklyn cafe. For all I knew, tattooed forearms all over the neighbourhood were already pounding Freewrites with onanistic zeal, man buns a-quiver as the next generation of Great American Narcissists clattered towards notoriety in a cortado-fuelled frenzy – less Infinite Jest than Infinite Monkey Theorem. Not in my neighbourhood cafe though, where the only sounds were Dave Brubeck, the Darth-Vadering of the coffee machine and my own apologetic tapping. So I’d avoided hipster shame but already forked out $499 for this machine. Would it be worth it for a distraction-free writing session?  Distraction isn’t a new problem, but when people started writing on computers – and those computers became connected to the internet – distraction became a billion-dollar game. The dominant business model on the internet is this: we’ll give you free stuff if you give us your attention. Ad-blockers won’t save you. Trending topics are by definition the “clickiest” ones. And the content in your newsfeeds is painstakingly tweaked to your interests, your location and even your mood.    Boredom is the optimal state for the writer, scientist or philosopher – and the web is hell-bent on eradicating it    And so it takes Odyssean displays of fortitude to get anything done. So could we head off these self-destructive urges not just with Wi-Fi blockers (which only defer the problem), but by changing our writing habits entirely? Freewrite has a Grayscale screen. No browser. It’s bo-ring – and that’s precisely the point. A century ago, philosopher Bertrand Russell wrote: “We are less bored than our ancestors were, but we are more afraid of boredom” – and that was before the web was even a twinkle in Tim Berners-Lee’s eye. Boredom is the crucible of creative thought. Philosopher Walter Benjamin thought that it was “the apogee of mental relaxation”; for Kierkegaard, idleness made one into a “meticulous observer”. Boredom is the optimal state for the writer, the scientist or the philosopher – and the web is hell-bent on eradicating it. First drafts are especially vulnerable to disruption. As I churned out the initial version of this piece on my Freewrite (outdoors, thanks to the e-ink screen), I couldn’t unthinkingly open a browser window whenever I got stuck. But unlike the internet, staring at the sky gets tedious pretty quickly. So I got back to work. Searching for a connected device would have required a decision that my rational self balked at endorsing. If enjoying a boost in productivity makes me a hipster douchebag, then stick a bird on me, because I’m, like, super down. The Freewrite’s screensaver promises that writing without editing (there’s no cursor or arrow keys) will help you to “set your story free”. It’s meant as encouragement, but it reads as a dare. Writer George Saunders recounts how he and his fellow students reacted with terror when asked to tell an off-the-cuff tale. “We don’t know any good, real stories,” he explains, “which is why we have been writing all of these stories about kids having sex with crocodiles and so forth.” If even the fiction writers are struggling, surely there’s no hope for the rest of us. Walter Benjamin argued that the newspaper’s daily barrage of fragmentary information was killing the art of storytelling. But now reading is dying, too. Blasted by the fire hose of our daily feeds, we click on a headline and read two paragraphs before leaving the piece behind like a half-eaten sandwich. We’re not even reading stories properly: it’s no wonder we can’t tell them. If the world is becoming more connected, what is the nature of the connection? What if we don’t just need a bigger fire hose? If the web of the future is to foster the attentive presence and meaningful communication that storytelling has cultivated for millennia, insulating story creation from the informational deluge makes sense. The Freewrite isn’t perfect, but it’s an interesting start. The Freewrite might still turn out to be the most expensive paperweight I ever bought. Time will tell. But for now, I’m glad to be the pretentious possessor of not just another bovine “smart” device, but some truly thoughtful tech.",
  "webTitle": "Is Freewrite 'smart typewriter' hipster bait or thoughtful tech?",
  "webPublicationDate": "2016-05-27T08:00:01Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/27/freewrite-hipster-typewriter-technology",
  "keyword": [
    {
      "webTitle": "Gadgets",
      "id": "technology/gadgets",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Jenny Judge",
      "id": "profile/jenny-judge"
    }
  ],
  "guardianId": "technology/2016/may/27/freewrite-hipster-typewriter-technology"
}