{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/27/wildness-in-childrens-fiction-philip-womack",
  "id": "2016-05-27-269",
  "sectionId": "childrens-books-site",
  "body": "It always seemed glamorous to me, to be wild. It was the sort of word adults said behind their hands - that boy, he’s wild. The implication was of something almost sinister; certainly transgressive. Yet to me wildness was enticing: something to be revelled in, experimented with, enjoyed.       I suppose I first came across true wildness in the short stories of Saki. The Collected Stories were in the sick room at school, presumably left there by someone well-meaning who thought they were simply entertaining - fodder for boys beset by fevers.  Yet those stories opened up an extraordinary world. One in which you could be reincarnated as an otter simply to take revenge on a neighbour; where a boy could be simultaneously ephebe and wolf; where children could take control because of their wildness.     Philip Womack: Wildness is an essential part of children’s fiction. It’s there to be tasted, explored, admired. But it’s also about learning how to control that wildness Photograph: Tatiana von Preussen    People see Saki (whose full name was Hector Hugh Munro) as akin to PG Wodehouse, famed for writing the Jeeves and Wooster books, and because of his jaunty prose, his upper middle-class milieux. But there is, unlike in the paradise of Bertie Wooster’s country, something dark and dangerous in the purr of Saki’s young heroes. They are not anti-establishment, in fact, their wildness is usually used to make people behave in a manner according to an unwritten code. In The Penance, Octavian Ruttle kills a tabby cat because it has been eating his chickens. Alas, it is the pet of his neighbours, three children with an eye for vengeance. “Beast,” they call him; but they don’t mean that he is wild; simply that he has violated an ancient contract between adult and child. Only when he has done proper penance does he receive the note which tells him that he has become “Unbeast.” A paradox indeed: the children’s wild actions corral Ruttle into submission; he is then accepted as one of them, more akin to the woods and the streams than to the drawing room. In children’s fiction this need for wildness is paramount. It comes with the territory. A very strong case can be made for the Greek god Pan, and all his attendant wildness, being the guardian of literature for the young. Children, beset by rules in real life, need spaces where there are none; and these wild spaces can show them limits.     Wild writer: Saki, AKA Hectory Hugh Munro, was born in 1870. Photograph: E. O. Hoppe/Time Life Pictures     In my second novel, The Liberators (which was published in 2010), London is rocked by an explosion of wildness as two brothers unleash Bacchic madness across the city: my heroes are greatly tempted, but soon realise that there is a need for the moral. My trilogy, “The Darkening Path”, sees its hero Simon leave the safe confines of his seaside cottage, entering a world where he must become part of the wildness that besets him on all sides - become it, and learn to control it. There is a wonderfully strange moment in The Wind in the Willows, (not strictly written for children, perhaps, but certainly, in many forms, enjoyed by them) when Rat and Mole hear some music. They sense it as something beyond the norm: it suggests a great presence. Mole walks into a clearing:    Related: Top 10 children’s and YA books that adults can learn from    “Trembling he obeyed, and raised his humble head; and then, in that utter clearness of the imminent dawn, while Nature, flushed with fulness of incredible colour, seemed to hold her breath for the event, he looked in the very eyes of the Friend and Helper; saw the backward sweep of the curved horns, gleaming in the growing daylight; saw the stern, hooked nose between the kindly eyes that were looking down on them humourously, while the bearded mouth broke into a half-smile at the corners; saw the rippling muscles on the arm that lay across the broad chest, the long supple hand still holding the pan-pipes only just fallen away from the parted lips; saw the splendid curves of the shaggy limbs disposed in majestic ease on the sward.”There is the embodiment of nature - humorous, yes, but also horned. There, too, are Saki’s beast-children.      Pan was the name chosen by JM Barrie for his deathless hero. Peter Pan embodies childhood. The restless spirit; the grappling with huge questions that seem to have no answer. His Neverland has everything in it that a child might want; except, crucially, the mothers that the Lost Boys barely remember. Theirs is the nursery game that has gone too far. Children’s fiction seeks to restore, to heal, to bring back to the house what has strayed; for Peter Pan this will never happen.Wildness is an essential part of children’s fiction. It’s there to be tasted, explored, admired. But it’s also about learning how to control that wildness - and in the process, become an adult. The wild rumpuses of Where the Wild Things Are delight and exult: but they always finish with peace.  On Wednesday 1 June 2016, I will be doing an event at Waterstones Piccadilly in London with Katherine Rundell, whose novel The Wolf Wilder sees a young Russian girl dealing with wildness both human and animal; Anthony McGowan, whose Pike and Brock see children interacting with beasts; and Caroline Lawrence, whose Roman books deal with children on the run. We’ll be chaired by critic Imogen Russell-Williams, and we’ll be talking about Wild Children. What is it that’s so appealing about wildness? Come and see us - I promise it will be... wild! (The jokes will certainly be better.) It’s a free event, you just need to email piccadilly@waterstones.com to get a place. Find out more here. In the meantime, give us your suggestions for your favourite wild books with wild children on twitter @GdnChildrensBks or by email childrens.books@theguardian.com and we’ll add them to this blog. The last book in Philip Womack’s The Darkening Path trilogy: The King’s Revenge is out tomorrow!  Your ideas:    @GdnChildrensBks @WomackPhilip Wild books Wild kids - it's got to be The Light That Gets Lost ! @hooked_books— Natasha Carthew (@natashacarthew) May 27, 2016      @GdnChildrensBks #The Last Wild @PiersTorday kicked off his Wild trilogy in fine style— Norma Clarke (@nclarke14) May 27, 2016       The King’s Revenge",
  "webTitle": "Why we need wildness in children's fiction",
  "webPublicationDate": "2016-05-27T07:12:48Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/27/wildness-in-childrens-fiction-philip-womack",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "JM Barrie",
      "id": "stage/jmbarrie",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Saki (Hector Hugh Munro)",
      "id": "books/sakihectorhughmunro",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Philip Womack",
      "id": "profile/philip-womack"
    }
  ],
  "guardianId": "childrens-books-site/2016/may/27/wildness-in-childrens-fiction-philip-womack"
}