{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/nigerian-president-meet-chibok-schoolgirl-escaped-boko-haram",
  "id": "2016-05-19-189",
  "sectionId": "world",
  "body": "One of the schoolgirls whose kidnapping by Boko Haram two years ago prompted worldwide outrage has met the Nigerian president after escaping her abductors. Amina Ali Darsha Nkeki was found by members of a vigilante group on Tuesday on the edge of a Boko Haram stronghold after fleeing during an attack on the militants’ camp. She had a four-month-old girl with her, and a man she said was her husband.   Related: Chibok abductions: first girl found, say Nigerian activists    After being briefly allowed home so that her family could identify her, Nkeki was airlifted to Maiduguri, the capital of Borno state. She and her baby had medical checks and they were flown to Abuja on Thursday to meet President Muhammadu Buhari. Nkeki’s age is not known – her brother, who spoke to the Guardian, said she was born in 1995, but according to other reports, she was 17 when she was abducted and is now 19. In what commentators called a “desperate bid to claim credit” for the escape of the first of the Chibok girls since the messy aftermath of the 2014 abduction of 276 girls, the Nigerian army on Wednesday said it had rescued a girl it identified as Falmata Mbalala.  It later admitted that her name was actually Amina Ali and said its troops had rescued her in conjunction with Civilian JTF, the local vigilante force that arms itself with muskets and catapults.     Muhammadu Buhari. Nkeki was expected to meet the Nigerian president on Thursday. Photograph: Afolabi Sotunde/Reuters    However, her brother, Maina Ali, said she had been found trying to hide from the vigilantes. He said Nkeki had been brought back to her family home for a tearful reunion with her elderly, widowed mother, Binta Ali. Onlookers said that Ali shouted “Amina! Amina!” when she saw her, and that they nearly fell over as they hugged each other. The man who claims to be her husband, Mohammed Hayatu, whom the army suspect is a Boko Haram fighter, is being investigated, according to Sani Kukasheka Usman, an army spokesman.   Related: Boko Haram is losing ground – but will not be defeated by weapons alone | Vincent Foucher    “It should be noted that Mohammed Hayatu is well treated in line with Operation Lafiya Dole’s rules of engagement regarding insurgents who voluntarily surrender to the military,” he said. Given Buhari’s claim in December that Boko Haram had “technically” been defeated because they were reduced to suicide missions and controlled no territory, Nkeki’s escape raises questions about the location of her fellow kidnapping victims and the thousands of others taken by Boko Haram.           Who are Boko Haram ... and what do they want?    Yakub Bulus, the father of another of the Chibok girls, said that the news brought him joy and hope that his daughter would be found. “At least one of them has been found now, hopefully she will reveal where the others are, and with God they will all be found. My hope to see my daughter again has been strengthened,” he said. According to activists, Nkeki said the rest of the Chibok girls were in the forest except for six, apparently killed in the same attack she had tried to escape. It is unclear who launched the attack on the Boko Haram camp; the army did not claim responsibility for it.",
  "webTitle": "Nigerian president meets schoolgirl who escaped Boko Haram",
  "webPublicationDate": "2016-05-19T12:18:51Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/nigerian-president-meet-chibok-schoolgirl-escaped-boko-haram",
  "keyword": [
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Boko Haram",
      "id": "world/boko-haram",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Maclean",
      "id": "profile/ruth-maclean"
    }
  ],
  "guardianId": "world/2016/may/19/nigerian-president-meet-chibok-schoolgirl-escaped-boko-haram"
}