{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/02/guardian-inspired-anti-fgm-film-needlecraft-wins-new-york-festivals-award",
  "id": "2016-05-02-203",
  "sectionId": "society",
  "body": "A short animated film on female genital mutilation (FGM) created by British activist and filmmaker Ruth Beni has won the gold world medal at the 2016 New York festivals, honouring the best TV and films.           Jaha Dukureh: From FGM survivor to Time’s ‘most influential’ list    Needlecraft was inspired by the Guardian’s work with FGM survivors before its global media campaign against the practice began, when the director was asked to make a film about the issue. “Not in a million years would I have thought of making a film on FGM had the Guardian not asked me to do it,” said Beni.           The facts you should know about female genital mutilation    After sifting through hours of filmed interviews with women and girls who had been through FGM, she decided animation would be the best way to respect the dignity and anonymity of the survivors while still depicting the full impact of the practice. “I thought that something so harrowing had to be told in a very beautiful way so the facts could be palatable,” she added. Last week the three-minute animation, co-directed by Oscar-winning animator Daniel Greaves, beat competition from the BBC, CNN and broadcasters from over 50 countries to the award, its third gold medal in nine years. FGM affects 200 million women and girls all over the world, including in the UK. In Europe, many migrant communities continue the practice and it is estimated that more than 100,000 women in the UK are living with the consequences of FGM and 60,000 girls are at risk.  The film’s appeal lies in its brevity and the beauty of the animation. It has gone down so well in schools that a second version, entitled My Body, My Rules, has been made and sent out to 50 schools in the UK. Another version, the Story of Ghati and Rhobi, has been made for distribution in Africa and is currently being used by schools and communities in Tanzania. The animated films have all been made by Beni’s award-winning production company Animage Films in collaboration with Forward – a London-based campaign and support organisation for women in the African diaspora. The films have been funded by Comic Relief and the Sigrid Rausing Trust, with support from the Guardian’s global media campaign to end FGM.",
  "webTitle": "Guardian-inspired anti-FGM film wins festival award",
  "webPublicationDate": "2016-05-02T09:16:30Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/02/guardian-inspired-anti-fgm-film-needlecraft-wins-new-york-festivals-award",
  "keyword": [
    {
      "webTitle": "Female genital mutilation (FGM)",
      "id": "society/female-genital-mutilation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mary Carson",
      "id": "profile/mary-carson"
    }
  ],
  "guardianId": "society/2016/may/02/guardian-inspired-anti-fgm-film-needlecraft-wins-new-york-festivals-award"
}