{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/21/saturdays-best-tv-britains-got-talent-the-hollow-crown",
  "id": "2016-05-21-196",
  "sectionId": "tv-and-radio",
  "body": "Britain’s Got Talent  8pm, ITVThere’s no escaping BGT this week, kicking off with the final round of auditions. The Golden Buzzers are absent, so it’s a fight to the light-entertainment death for a place in those live semi-finals, which will dominate ITV’s evening schedule from Monday to Thursday. As well as the wannabe stars, there are some big names performing in the live shows, with Nick Jonas and Fifth Harmony in the house. Saturday fun you could set your watch by. Hannah Verdier Michael McIntyre’s Big Show 7.50pm, BBC1Sneer if it makes you feel better, but McIntyre’s variety muckabout does its Saturday night family entertainment job very well. After a neat bit of observation about our self-defeating desire to excel in eye tests, the host introduces Katherine Jenkins and mentalist Colin Cloud. In between are the centrepieces: Send To All, featuring the phone of Robbie Savage; and Unexpected Star, which is a five-minute X Factor without the flim-flam. Jack Seale  Jutland: WWI’s Greatest Sea Battle 8pm, Channel 4One hundred years ago this month, the biggest naval battle of the first world war took place off Denmark, as more than 250 British and German ships traded salvos, resulting in nearly 9,000 dead. This film follows an expedition to find the wrecks of the lost ships, taking particular interest in one passenger: Nick Jellicoe, grandson of the Royal Navy admiral John Jellicoe, who was derided for failing to finish the German fleet off. Andrew Mueller The Hollow Crown: the Wars of the Roses – Richard III  9pm, BBC2The saga concludes with the murderous Yorkist taking centre stage, wiping out the majority of his relatives in brilliantly unfeeling fashion. So bloody is this two-hour epic that the Richard III Society urged the programme-makers to emphasise its dramatic provenance. However – Tudor propaganda or otherwise – it makes for excellent viewing, as Benedict Cumberbatch leads an ensemble cast including Judi Dench and James Fleet. Hannah J Davies Hinterland  9pm, BBC4The charred body of a convicted murderer, recently released on parole, is found in windswept dunes. It’s a grisly prelude to Tom Mathias and his team investigating a case linked to an earlier killing and a bitter family feud. Matters are complicated further by chief superintendent Prosser’s reluctance to dig too deeply into the past. A sometimes enigmatic series finale that, with a fiery flourish, suggests Mathias may be in deep trouble. Jonathan Wright Live Boxing: David Haye v Arnold Gjergjaj 8pm, DaveDespite his Swiss opponent being undefeated, heavyweight Haye should make short work of this contest at the O2 in London. Perhaps too short work. The veteran could do with a test to see what he’s really made of these days. Of more interest to those with long memories might be the undercard featuring American Shannon Briggs, who in 1998 briefly shook up Lennox Lewis before being TKO’d. He could be next for Haye. David Stubbs Shackleton  9pm, More4Kenneth Branagh stars in this epic two-parter dramatising Ernest Shackleton’s ill-fated expedition to the south pole in 1914. First shown in 2002, the film is hugely successful at capturing both the open-hearted idealism of the polar explorer and the eventual horror of the trip’s descent into death and madness. It also does a fine job of evoking the last gasps of a certain kind of crazily intrepid, lavishly moustached British adventurer. Phil Harrison     Casey Affleck in The Assassination of Jesse James by the Coward Robert Ford Photograph: Allstar/WARNER BROS    Film Choice The Assassination of Jesse James by the Coward Robert Ford(Andrew Dominik, 2007) Saturday, 9pm, TCMAndrew Dominik’s sombre examination of the outlaw legend is a western of real grandeur and authority. Brad Pitt gives perhaps the performance of his career as Jesse James, an unstable blend of charisma and killer who, as the lawmen close in on his robbing, is increasingly attracted to his own death. Casey Affleck is twitchily affecting as Ford, the hero worshipper-turned-assassin. Shot with grainy, Sam Peckinpah-esque beauty, it’s a dark and complex portrait of an American antihero. Paul Howlett The Hunger Games(Gary Ross, 2012), 9pm, Channel 4The first in the series based on Suzanne Collins’s books creates a dystopia in which a totalitarian state channels the frustrations of the downtrodden masses into a televised gladiatorial game that has teenagers fighting to the death. Nothing new there, except for the striking screen hero: Jennifer Lawrence’s Katniss. PH Elena(Andrey Zvyagintsev, 2011), 12.40am, BBC2Elena (Nadezhda Markina) is a middle-aged nurse who has hit life’s jackpot in marrying her wealthy patient Vladimir (Andrey Smirnov). The only problem is that they loathe each other’s children from their previous relationships: his spoilt daughter and her wastrel son. A delicately nuanced, beautifully acted and photographed film from the Russian director of Leviathan. PH Today’s Live Sport Test Cricket: England v Sri Lanka, 10.30am, Sky Sports 2The third day from Headingley.  Premiership Rugby: Saracens v Leicester Tigers 12noon, BT Sport 1Coverage of the opening semi-final featuring the European Champions Cup winners. Exeter Chiefs v Wasps follows. The FA Cup Final: Crystal Palace v Manchester United, 4.15pm, BBC1Can Pardew’s Palace spring a surprise at Wembley?",
  "webTitle": "Saturday's best TV: Britain's Got Talent; The Hollow Crown",
  "webPublicationDate": "2016-05-21T05:00:04Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/21/saturdays-best-tv-britains-got-talent-the-hollow-crown",
  "keyword": [],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Phil Harrison",
      "id": "profile/phil-harrison"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/21/saturdays-best-tv-britains-got-talent-the-hollow-crown"
}