{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/04/next-consumer-demand-sales-weather",
  "id": "2016-05-04-187",
  "sectionId": "business",
  "body": "Here is Next’s considered opinion on the current state of consumer demand, derived from a detailed analysis of its own trading in the past six weeks: “Dunno, guv, we only sell clothes and stuff.” The chief executive, Lord Wolfson, didn’t put it like that, of course. Instead there was a worthy discourse on the effect of weather (cold in March and April versus last year’s hot Easter) on recent weeks’ weak sales followed by a confession that the real problem may just be that consumers are spending less.   Related: Next warns on sales and profits as cold weather chills spring ranges    Amid the uncertainty, Next reckons its sales this year could fall by 3.5% but might rise by the same percentage. Put another way, pre-tax profits could decrease 8.9% to £748m or could improve 3.7% to £852m. The odd part is the market regarded this finger-in-the-air exercise as mildly reassuring – Next’s shares rose 5%. In a sense, though, it is. Widening the range of possible profit outcomes from £74m in March to £104m is unusual, but the key conclusion is surely that Next doesn’t expect to come apart at the seams, whatever happens. The low-end profit figure of £748m is hardly a disaster. Not all retailers could confidently claim to be so resilient, especially if it’s true that consumer confidence has turned down. In the long term, Next faces the problem of combating competitors who seem to have learned and copied all its best online distribution and logistics tricks. An upgrade is required for the online and catalogue Directory business, as Next admits. The short-term headaches, though, seem more irritating than painful.",
  "webTitle": "Next's view of consumer demand: dunno, guv",
  "webPublicationDate": "2016-05-04T12:52:12Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/04/next-consumer-demand-sales-weather",
  "keyword": [
    {
      "webTitle": "Next",
      "id": "business/next",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/2016/may/04/next-consumer-demand-sales-weather"
}