{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/spanish-side-naked-body-kit-play-offs-club-deportivo-palencia",
  "id": "2016-05-13-272",
  "sectionId": "football",
  "body": "A Spanish fourth-tier side will be wearing one of the weirdest football kits of all time during their play-off campaign to ensure their players give their heart and soul to the cause.   Related: Football kits: 30 of the most weird and horrendous – in pictures    Club Deportivo Palencia have launched a flesh-themed kit featuring a representation of the naked body to fire up their bid to reach Segunda B.       “We give our skin” is the slogan for the specially designed strip, which replaces their regular purple one for the new few weeks. Club Deportivo Palencia said on their Twitter feed: “We sincerely thank @Ingenova and @KappaItalia for ‘giving the skin’ in this project.”       The Castillan club’s bizarre new kit is the brainchild of Juan Francisco Martin, who was also responsible for a tuxedo-themed strip worn by the Spanish second division side Cultural Leonesa. His latest offering evokes memories of a kit designed for the Colombian women’s cycling team, which made them look naked below the waist and was described as unacceptable by Brian Cookson, the president of the UCI.",
  "webTitle": "Spanish fourth-tier football team unveil flesh-themed kit for play-offs",
  "webPublicationDate": "2016-05-13T08:32:21Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/spanish-side-naked-body-kit-play-offs-club-deportivo-palencia",
  "keyword": [
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Bleaney",
      "id": "profile/rob-bleaney"
    }
  ],
  "guardianId": "football/2016/may/13/spanish-side-naked-body-kit-play-offs-club-deportivo-palencia"
}