{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/01/kings-of-war-shakespeare-toneelgroep-barbican",
  "id": "2016-05-01-173",
  "sectionId": "stage",
  "body": "The most immediately surprising feature of Kings of War is its absolute take-you-by-the-withered-arm clarity. After all, this is four-and-a-half hours of Shakespeare. In Dutch. With surtitles. Not a familiar play, either, but a mashing together of several of the histories. Ivo van Hove, the Belgian director of Toneelgroep Amsterdam, whose stripped-down production of A View from the Bridge made many of us see Arthur Miller in an entirely new light, has already produced a cycle of Shakespeare’s Roman plays. Now he has brought together Richard III with Henry V and VI. Look at what has been cut, and it seems impossible that the result would be other than attenuated, crude. Jack Cade does not appear. The great women’s parts (surely due to be put together in their own cycle of plays) are memorably, meticulously delivered but the scabrous curses are stripped down. The rhythm and rich phrasing of many of the most familiar speeches are flattened into sur-titlese. You don’t get the full tumbling Shakespeare, reaching into nooks and niches. You get only one level of society. The rulers.    The manoeuvring, backstabbing, and waging of war as distraction from domestic confusion all look completely modern    Yet what a wonderful study of power this is. A fluorescently lit scything of the plays. At each point Van Hove justifies his transplanting of the action into the 21st century. Set in map rooms, hospitals and glacial minimal palaces, with video running throughout, the tactical manoeuvring, the backstabbing, the waging of war as a way of distracting from domestic confusion all look completely modern. There is no stinting on the horror. On screen and on stage there is enthusiastic assassination by injection and suffocation. Yet the movement is stealthy. Seen in video close-up, faces clench and relax but never spasm. Once more unto the breach is delivered not as a rant but as a strategic policy broadcast. Henry V’s wooing of Katherine is staged like a really sticky blind date, with the prince dropping the cutlery. The steely force of this is in sharp contrast to the Wars of the Roses compilation revived last year, by Trevor Nunn, with full-on smoke and roaring. Van Hove is showing us a new Shakespearean future. One of them, anyway. • Kings of War is at the Barbican, London until 1 May",
  "webTitle": "Kings of War review – Shakespeare to the power of three",
  "webPublicationDate": "2016-05-01T07:00:48Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/01/kings-of-war-shakespeare-toneelgroep-barbican",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ivo van Hove",
      "id": "stage/ivo-van-hove",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Barbican",
      "id": "culture/barbican",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Susannah Clapp",
      "id": "profile/susannahclapp"
    }
  ],
  "guardianId": "stage/2016/may/01/kings-of-war-shakespeare-toneelgroep-barbican"
}