{
  "apiUrl": "https://content.guardianapis.com/film/filmblog/2016/may/03/marvels-superheroes-big-screen-showdown-dc-comics-captain-america-civil-war-batman-v-superman",
  "id": "2016-05-03-164",
  "sectionId": "film",
  "body": "If you saw the cache of superhero comics I have, you’d notice two things: first, that this extended adolescent obsession is getting out of hand; second, my stash is two-to-one in favour of DC Comics over Marvel. I prefer the adventures of Superman, Green Lantern, Wonder Woman, Aquaman and the Flash (not to mention Blue Beetle, Zatanna, Power Girl, Harley Quinn, Black Canary and Captain Atom) to those of most of the Marvel gang (except Spider-Man, Thor and the Fantastic Four). Still, we have reached a point where it must be put it in the most blunt, playground-ready of terms: Marvel films can beat up DC films. A measure of who’s got bigger muscles isn’t out of line. Consider the titles of the two most recent films: Batman v Superman: Dawn of Justice and Captain America: Civil War. They’re remarkable in their similarities, so much so that even those uninterested in funny-book debate are likely to make comparisons. And anyone who came away from the brawl thinking DC were the champs must have received a meta-human blow to the head.           Batman v Superman stars Ben Affleck and Henry Cavill: ‘Batman’s like Hamlet’    In 2016, who watch the watchmen?  Both films open with the world wondering just who the heck can keep superheroes in check. Dawn of Justice reflects on the collateral damage from Superman’s big fight with General Zod at the end of Man of Steel. Civil War opens with Scarlet Witch saving Captain America’s life but accidentally blasting a hole in an office building in Lagos. (A follow-up scene of collateral damage super-shaming occurs when the US secretary of state shows a “previously on” reel, including the film series’ battles in New York, Washington and the fictional state of Sokovia.) In Dawn of Justice, Superman is summoned before Congress to discuss potential government oversight, but this is one of many plot threads that is tossed aside for a striking piece of Zach Snyder imagery (a jar of urine and a terrorist’s bomb). Civil War takes it one step further, with the United Nations essentially demanding that the Avengers follow some sort of rule book.   Related: Captain America: Civil War review – superpowered bust-ups    Dawn of Justice, a film heavy on portent, moves at a clip, but on reflection makes zero sense. Its characters wish others would act differently, but go about making their case in a tremendously stupid way. Batman distrusts Superman for being too powerful, Superman distrusts Batman for being a street-level vigilante. They mainly brood and snarl at each other, until they come to blows. Of course, they learn to like one another when they discover that their mothers were both named Martha. (I’m still waiting for Hillary Clinton and Bernie Sanders to join forces when they realise their mothers were both named Dorothy, but I’m afraid that boat has already sailed.) Civil War has two clear and reasonable sides. Iron Man, guilt-ridden after meeting the mother of one of his victims, recognises that winning the hearts and minds of the public is as important as saving them. (Following orders may seem out of character, but Robert Downey Jr does make this work.) Also counterintuitive is Captain America’s reaction. You’d think his second world war greatest generation shtick would have him saying: “Yes, sir!” But he’s able to spin a refusal to salute as the ultimate warrior’s martyrdom; heroes can’t pass culpability on to committees. For a movie aimed at kids, it’s thoughtful stuff, and the idea is that the audience will be torn. So when our heroes start fighting, we’re on the fence about how we want it to go.           Captain America: Civil War: trailer for new Marvel film    Battle lines The big battle in Civil War takes place in a pretty unexciting venue: an enormous, unoccupied airport runway. Dawn of Justice’s set piece is over by some ratty abandoned buildings, as always. The key is that Dawn of Justice’s showdown is in the dark, where bad fight choreography and CGI go to hide. Civil War’s is in the middle of the day. The Civil War sequence is a hoot, with each character getting their licks in and using their powers in unique and fun ways. True, by this point the scene has 12 characters beating the hell out of one another, offering more room for innovation. (Ant-Man shrinking into Iron Man’s suit and Scarlet Witch flinging cars from a high-rise parking lot are two of my faves.) But Dawn of Justice’s fight is mainly just the bashing of heads. When Wonder Woman finally appears, we only see her lasso for five seconds, and it’s inconsequential. The celebrated breath of fresh air in that picture isn’t given anything to do other than look gorgeous and smile.     Tom Holland in Captain America: Civil War. Photograph: Allstar/Marvel    Fresh faces It’s with the introduction of new characters that DC really looks bad. In Captain America, Black Panther, soon to have his own film, only has one brief scene prior to suiting up and fighting for vengeance, but the moment propels the plot and is loaded with drama. The newest iteration of Spider-Man presents someone familiar yet fresh: newcomer Tom Holland seems even younger than former Spider-Man Tobey Maguire. We learn about the new character as he is acting and reacting with the already fighting Avengers. His reveal is late in the film, after you’ve forgotten he was coming, and isn’t shoehorned in. He appears when the story needs him. By contrast, in Dawn of Justice, Batman sits at his computer and watches a video that tells us what we need to know about Wonder Woman. (She visits ATMs. Isn’t that exciting?) Marvel sets up future films with new characters whose already difficult lives intersect with the overarching storyline. Now Black Panther and Spider-Man: Homecoming can hit the ground running. DC’s Aquaman, Cyborg and the Flash only get one of those ludicrous videos – enough to signal that they’ll be coming.     Inscrutable … Jesse Eisenberg at Lex Luthor in Batman v Superman: Dawn of Justice. Photograph: Clay Enos/Warner Bros    Boss fight Dawn of Justice and Civil War have an additional villains after the advertised showdown. In Civil War, the loyalty oath/oversight agreement issue that divides the team is just part of the story. Captain America’s old friend Bucky is back in town, and again being used as a Manchurian candidate to perform evil deeds. But who is pulling the strings this time? And what is the master plan? The big bad is Daniel Brühl’s Zemo, and while his ultimate scheme is a little complex to summarise, the important thing is that he has one, it is a bit of a surprise and fundamentally it makes sense.   Related: Ben Affleck confirmed to direct and star in solo Batman movie    Jesse Eisenberg’s Lex Luthor in Dawn of Justice is up to nefarious deeds for inscrutable reasons. Sure, you need a villain, and he may as well act like an agent of destruction to remind people of the Joker. After all, that movie was a hit! When Luthor fuses his blood with General Zod’s to create Doomsday, it might give the film the excuse it needs to become Godzilla-level violent, but it’s the most preposterous turn of events in a recent Hollywood blockbuster. Civil War’s big finish between Captain America and Iron Man is actually a little emotional. Granted, Civil War had a bigger run-up. Each entry in the Marvel cinematic universe is less of a movie than another binge watch. Batman v Superman only had Man of Steel as an official lead-in (arguably, the Christopher Nolan trilogy doesn’t count). Nevertheless, everyone under Earth’s yellow sun knows who Batman, Superman and Wonder Woman are. A few years ago, only those arguing in the school cafeteria knew about Black Widow or the Vision. Now, as the fights about the movie versions of characters continue, there’s no need to wager lunch money on who’s won and who’s lost.",
  "webTitle": "I hate it but it's true: Marvel's big-screen superheroes chomp up the competition",
  "webPublicationDate": "2016-05-03T13:48:29Z",
  "webUrl": "https://www.theguardian.com/film/filmblog/2016/may/03/marvels-superheroes-big-screen-showdown-dc-comics-captain-america-civil-war-batman-v-superman",
  "keyword": [
    {
      "webTitle": "Captain America: Civil War",
      "id": "film/captain-america-civil-war",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Marvel",
      "id": "culture/marvel",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "DC Comics",
      "id": "books/dc-comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Batman v Superman: Dawn of Justice",
      "id": "film/man-of-steel-2",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Jordan Hoffman",
      "id": "profile/jordan-hoffman"
    }
  ],
  "guardianId": "film/filmblog/2016/may/03/marvels-superheroes-big-screen-showdown-dc-comics-captain-america-civil-war-batman-v-superman"
}