{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/15/how-to-deal-with-discrimination-at-work-live-chat",
  "id": "2016-05-15-148",
  "sectionId": "careers",
  "body": "From the female lawyers and vicars who are asked: “Nothing personal, but is a man available instead?”, to the one in five lesbian, gay and bisexual people who report being homophobically bullied at work, discrimination – whether it is based on race, gender or sexuality – is not as uncommon as you might think. And it becomes even more difficult to manage if your boss is the one discriminating against you. “If you have a mentor, it’s a good idea to speak to them so they can act as someone to talk to outside of your team. You may find they have experienced something similar and may be able to offer you practical advice,” says Penny de Valk, managing director of Penna Talent Practice. There are also legal considerations. “It’s illegal for a company to directly treat you unequally because of your race, sex, disability, religion or sexual orientation,” explains employment lawyer Philip Landau.  So what aren’t employers allowed to discriminate against? And has your boss or company crossed the line? Our panel of experts will be on hand to answer all your queries about workplace discrimination.  Join us on Wednesday 18 May from 1pm-2.30pm BST for a live chat with the experts. We’ll be discussing:  What counts as discrimination in the workplace Legal rights towards discrimination at work What you can do if your boss is discriminating against you  The Q&A will take place in the comments section below this article. Taking part is easier than ever: to comment create a free Guardian account, or log in using your Twitter or Facebook profiles. Alternatively, you can tweet us @GuardianCareers or email your questions to charlotte.seager@theguardian.com, who can post them for you. Panel Jo Martin is an employment law specialist at Simons Muirhead & Burton solicitors, advising employers and employees on parental rights. She is a contributing author for legal textbooks on pregnancy, maternity and sex discrimination, and devised a course to help the reintegration of lawyers returning to work after parental leave. Louise Kelly is information manager at Stonewall, the leading charity for LGBT equality. Kelly manages a group of 50 volunteers who answer nearly 11,000 enquiries every year on any issue affecting LGBT people and their rights. Stonewall works with 700 organisations to ensure they offer inclusive and equal environments. Katie Wood is legal officer for Maternity Action, a charity that provides free advice on maternity and parental rights and benefits to parents, health professionals and employers. She has contributed to numerous guides on parental and discrimination law and wrote Maternity and Parental Rights – a guide for parents. Philip Landau is an employment lawyer at specialist firm Landau Law Solicitors. He writes regularly for The Guardian on employment law issues, and frequently appears on national and local radio, as well as other media as an expert. He is also regularly been invited to be a speaker and panelist at employment law conferences. Rachel Locke is an adviser for the National Careers Service and provides advice at regional and national careers events. She works to ensure schools and colleges have access to quality careers advice and guidance. Belinda Eriksson is a founding partner of SW19Lawyers LLP and a member of the King’s College School Law Society Committee. Eriksson acts for a diverse group of clients on the whole range of employment law issues. Whistleblowing and disability discrimination are two noted areas of speciality. Gareth Headley is founding partner of the inclusive talent organisation, The Clear Company. Having initiated the development of the unique Clear Kit resource for disability confidence in recruitment, he continues to drive change through government, charities and employers to bring diversity to UK recruitment.  Farnoosh Brock became a published author, speaker and executive coach after a successful corporate career at a Fortune 100. Today she helps executives and high-end professionals increase their influence by increasing their self-awareness and through building trust and influence. Bev White is managing director of HR consulting at Penna, the global HR services group. She heads up career transition, learning and development, board and executive coaching, and consulting solutions. She is also president of both the UK and European Associations of Career Firms. Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "How to deal with discrimination at work – live chat",
  "webPublicationDate": "2016-05-15T09:00:02Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/15/how-to-deal-with-discrimination-at-work-live-chat",
  "keyword": [
    {
      "webTitle": "Live Q&As",
      "id": "careers/live-careers-q-and-a",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Live Q&A",
      "id": "careers/live-q-a",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Live Q and A",
      "id": "careers/live-q-and-a",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Discrimination at work",
      "id": "money/discrimination-at-work",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Diversity",
      "id": "careers/diversity",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlotte Seager",
      "id": "profile/charlotte-seager"
    }
  ],
  "guardianId": "careers/2016/may/15/how-to-deal-with-discrimination-at-work-live-chat"
}