{
  "apiUrl": "https://content.guardianapis.com/politics/blog/2016/may/17/is-sir-richard-dearlove-seeking-refuge-from-chilcot",
  "id": "2016-05-17-162",
  "sectionId": "politics",
  "body": "“I wonder what he meant by that?” is an old joke in diplomacy, sometimes attributed to that crafty Frenchman Talleyrand on hearing of the death of a fellow ambassador, sometimes to the reactionary master diplomat, Metternich, on first learning that Talleyrand himself had popped his aristocratic clogs in 1838.  When listening to successive Radio 3 and 4 news bulletins on Monday, I had a similar thought about headline-grabbing (Europe may face a “populist uprising”) remarks made at the BBC’s admirable World on the Move day by Sir Richard Dearlove. As the formidable former head of M16 or SIS, he was therefore C (M in the Bond movies) from 1999 to 2004, the period of the west’s second Iraq war. We’ll come back to that.  Dearlove’s BBC contribution – here’s the BBC’s own version – was to deliver a pretty apocalyptic warning that the impact of global mass migration is “eating away at the willingness of EU states to act together” to control numbers arriving. As voters lose confidence, an “extreme right populist” reaction had already begun, the old spook said.  There’s no denying that. It is evident from Austria to Finland via Hungary and Poland, from Germany’s AfD party to France’s Marine Le Pen. Ukip’s relatively mild Nigel Farage is unaware that he is riding a tiger. Across the Atlantic Donald (“Build that wall”) Trump may turn out to be the tiger. Nigel would make a handy mid-morning snack.  Dearlove, who went on to head a Cambridge college for 10 years until he retired in 2015, is too smart not to know this. So why does a meritocratic, Cornish-born member of the metropolitan elite use inflammatory language of the kind more suited to populist politicians such as Ken Livingstone and Boris Johnson?   Dearlove likened Germany’s offer of visa-free access for Turks to the EU’s borderless Schengen zone to “storing gasoline next to the fire we’re trying to extinguish”.  That’s tabloid language.   Yet he also acknowledged that global mass movements of desperate people are hard to stop – they always have been – and that giving money to address the root causes (war and poverty) makes “much more sense” than a Turkish deal. It has to be combined with tougher action in the Mediterranean. Even then, there are “no James Bond-style miraculous solutions”, he concedes. That’s true too, another reason why remain campaigners despair at Brexit talk of “reclaiming our own borders”. Who do they think staffs the NHS? But Dearlove goes further. In an article for Prospect magazine in March he went against the majority view of other senior spooks in suggesting Britain might be safer from terrorists and other security threats outside the EU.  Why so? Because we are the leading European power on intelligence matters and our vital partnership is with the US, unlikely to be affected. We can continue to exchange cooperation with France, Germany and co on a bilateral basis, as usual. If Berlin hears of a terrorist threat to Britain it is not going to stop telling us, he suggested.  Well, maybe. As with much else – trade deals, refugee camps at Calais – I wouldn’t make that assumption. Divorce can be nasty and emotional; Berlin will be very cross if Brits vote for Brexit. In fairness, President Obama’s well-publicised dismay, shared by many of the global political and economic elite, came after the Dearlove article.  On the conscientious pro-EU website InFacts Dearlove’s arguments were duly taken to task here. In the Europhobic Telegraph of all places, our former ambassador to Washington Sir Christopher Meyer, quite a fly operator himself, also took issue with a man he must know quite well. So here did Europol’s chief, who happens to be a Brit called Rob Wainwright.   Dearlove’s experience is too intelligence-based for him to understand ordinary policing, seems to be their thrust. It’s also 10 years out of date. Sir John Sawers (another ex-C) and Lord Evans (former MI5 chief), piled in to insist the risks of Brexit were too high. Michael Gove said they were “flat wrong”, which must reassure many parents.  So why would a 70-year-old retired spymaster with a fancy KCMG to his name get mixed up with Farage politics?   I rang a political friend with a lot of experience in the murkier corners of Whitehall, Westminster and even spookdom. “Chilcot,” he/she replied. A good answer, I thought, because that connection had also occurred to me. We may see a lot more such manoeuvres by interested parties ahead of Sir John Chilcot’s publication on 6 July of his inquiry’s findings on the Iraq war.  It looks as if Tony Blair remains the principal target of Chilcot’s wrath, most conspicuously for telling George Bush that British troops would join the prospective invasion and regime change when he visited the president at his ranch in Crawford, Texas in mid-2002. Officials who were present were aghast at the risk. Blair later misled parliament, Chilcot is expected to confirm.  Most of this is known. But Chilcot is certain to castigate a lot more buck-passing people in and around Whitehall. After all, he was the high-flying permanent secretary at the Northern Ireland Office who was expected to move first to the Home Office, then to become cabinet secretary – Britain’s top civil servant – before Michael Howard insisted on preferring Sir Richard (now Lord) Wilson. Chilcot knows where Whitehall’s bodies are buried. He may even have dug a few graves.  One will be Sir John Scarlett, head of the Cabinet Office’s joint intelligence committee (JIC) during the production of the “dodgy dossier” deployed to justify the war. Another is Dearlove who, as head of M16, was an enthusiastic ally of his CIA counterpart, George Tenet, in insisting that Saddam Hussein really did have the weapons of mass destruction (WMD) he had long boasted about.  My friends tell me Scarlett had been passed over as the next C and Nigel Inkster appointed deputy at M16 in readiness for succeeding Dearlove. Parked at the JIC, Scarlett, who had been a brave and resourceful spy in the field, saw his chance to win Blair’s approval. Though he denied writing the notorious preface to the dodgy dossier ( “nothing to do with me, guv” he told MPs in evidence) he was rewarded for complicity and got the M16 job after all. So he can expect to get some blame too.  Dearlove seems to have been furious, but outmanoeuvred. Soft-spoken Scarlett wasn’t a success at running MI6 (2004-9), though you will be relieved to hear that his knighthood is of the superior KCMG class too. It stands for “Kindly Call Me God” – that’s another elite joke.   So far as I am aware, he is waiting quietly for the Chilcot verdict. In drawing attention to himself as a fearless but responsible public official the more flamboyant Dearlove – known to some in the trade as the “Bandito” – is being more pro-active, my pal suggests, getting some credit with the Brexit newspapers whose benign opinion he may soon need.  And why not, you may ask? No point in waiting for the firing squad if you still have the energy and will to knock up a ladder.",
  "webTitle": "Is Sir Richard Dearlove seeking refuge from Chilcot?",
  "webPublicationDate": "2016-05-17T13:07:11Z",
  "webUrl": "https://www.theguardian.com/politics/blog/2016/may/17/is-sir-richard-dearlove-seeking-refuge-from-chilcot",
  "keyword": [
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Iraq war inquiry",
      "id": "uk/iraq-war-inquiry",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "MI6",
      "id": "uk/mi6",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Tony Blair",
      "id": "politics/tonyblair",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "politics/blog/2016/may/17/is-sir-richard-dearlove-seeking-refuge-from-chilcot"
}