{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/navy-female-shipmates-discharge-labeled-personality-disorder-rape-discrimination",
  "id": "2016-05-19-210",
  "sectionId": "commentisfree",
  "body": "Watching the twin towers fall on 9/11 as a high school student instilled in me a desire to serve my country. As soon as I graduated in 2002, I joined the navy. Initially I thrived. In boot camp I was one of the top four in my class and was given the “shipmate” award for exemplifying the ideal shipmate. I loved the navy and looked forward to a long military career. My situation changed after I rejected the advances of my master chief. Shipmates told me that he was looking for me to make a mistake so he could kick me out of “his” navy. When I was raped by a marine not long afterward, I did not report it for fear of what would happen since I was already labeled a troublemaker.  My problems did not end when I deployed to the Red Sea in support of Operation Enduring Freedom. The environment was hostile and tense. I was raped two more times and abused in other ways by my shipmates and supervisors. Once I fell asleep in a meeting after taking sedatives prescribed by the ship’s doctor to help me cope with news that my brother had been shot. My shipmates sprayed me with aircraft cleaner and set me on fire with a lighter. I escaped serious injury, but when I complained, my supervisor told me I was overreacting to a prank.  I was given a new assignment on the ship but my immediate supervisor there groped my breast and made inappropriate sexual comments. My complaints went nowhere and the assaults continued. After a while I could not tolerate it so I requested an audience with a commander to tell him what was happening and request a transfer. Instead of getting any help, I was ordered to work the night shift with my tormentor. When I refused, I was ordered to stand at attention for six to eight hours a day for five days with breaks only to use the bathroom or eat. People walked by and called me a slut.  A sympathetic senior enlisted person who saw the tears running down my face told me to speak to a chaplain. I did and the next day I was told to pack my things. Within days I was sent to be processed out of the service. There I learned that I was being discharged for having a “personality disorder”. My commander told me they were “doing me a favor” and that this discharge was the only way to get off the ship. They also told me it would not have any ramifications. They were wrong. As I have tried to move on with my life, I have been haunted by my discharge. When I applied for jobs in security and law enforcement, I was told they could not hire me because of my “personality disorder” discharge. It took me 10 years to get myself together. The first five years I was horrified into silence, but then I finally got the help I needed for post-traumatic stress and was able to eventually become a school counselor. For a long time I blamed myself for speaking up and wondered what was wrong with me. Then I did some research. I learned that for many years labeling someone with a personality disorder was the fastest way for a commander to get someone out of service. Between 2001 and 2010, 31,000 service members, including a disproportionate number of women, were dismissed for “personality disorder” using processes deemed flawed by the Government Accountability Office.  While Congress has forced the military to stem use of these discharges, nothing has been done for those of us left with stigmatizing discharge papers. We are told to go to Discharge Review Boards or Boards of Correction of Military Records if we want our records changed. Very few do this. Digging up records to prove a sexual assault can reopen old wounds and the effort is unlikely to pay off: chances of success before the boards have historically been between 2% and 10%.  I know this all too well: my application to have “personality disorder” removed from my discharge paper was denied by the Naval Discharge Review Board last year without explanation. The military boards are overworked and understaffed and offer almost no meaningful review of these cases. Hearings are rare. Lawmakers have long been aware of the problem but have not made it any easier for veterans to have their records changed. Steps could be taken to streamline review of personality disorder discharges and strengthen due process rights for all veterans. It is time to restore the dignity and honor of veterans unfairly stigmatized by these improper discharges.",
  "webTitle": "I was raped in the navy – and then discharged for a 'personality disorder' | Amy Quinn",
  "webPublicationDate": "2016-05-19T11:30:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/navy-female-shipmates-discharge-labeled-personality-disorder-rape-discrimination",
  "keyword": [
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Rape",
      "id": "society/rape",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amy Quinn",
      "id": "profile/amy-quinn"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/navy-female-shipmates-discharge-labeled-personality-disorder-rape-discrimination"
}