{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/12/cannes-2016-rester-vertical-director-alain-guiraudie-sex-suffering",
  "id": "2016-05-12-229",
  "sectionId": "film",
  "body": "Controversial director Alain Guiraudie has shocked Cannes audiences with his sexually explicit new film Rester Vertical, but he believes “sex and death” are important themes to explore in depth.   Related: Rester Vertical review – exercise in myth-making and sexual adventure fails to stay upright    The French film-maker, whose last film Stranger by the Lake focused on a gay men’s cruising spot, spoke at a press conference at this year’s festival to remark on the importance of showing both sides of sex on-screen. While the majority of his previous films have focused on gay relationships, Rester Vertical runs the gamut as a mysterious screenwriter with an interest in wolves begins a relationship with a young shepherdess while also lusting after a local young man and having a sexual liaison with an older man along the way. “After Stranger by the Lake, it’s not a question of looking more into women,” he said. “Sex is more important than sexuality. It’s a world of pleasure but sex can also be a world of suffering. Sometimes sex is scary. It’s the origin of the world and maybe the end of the world too.”            Early reactions from the film are mixed. The Guardian’s Peter Bradshaw called it “the first auteur turkey” of the festival while the Hollywood Reporter’s Boyd van Hoeij described it as a “delightfully queer oddity”. The critical divide comes as little surprise, given its bizarre content, ranging from a scene of “sexual euthanasia” to a live birth, close up. The latter is a moment that Guiraudie chose to avoid himself for a surprising reason. “There aren’t many women who would agree to have these images used on the big screen,” he said. “I was actually outside the delivery room. If I’d have been in there, it would have been more complicated. It would have been more violent.” Rester Vertical’s almost dream-like logic means that it’s less likely to breakout than his previous film (Stranger by the Lake received eight Cesar nominations) but Guiraudie was keen on keeping things unconventional.   Related: Sieranevada review – food for thought (but not for the mourners) in Romanian oddity    “I wanted the film to be somewhere between reality and a legend,” he said. “I didn’t design the film in a very set way. I didn’t write things in chronological order. I didn’t want to make a narrative film. I like to play with what is plausible and implausible.” Rester Vertical is screening in competition alongside new films from Sean Penn, the Dardenne brothers and Paul Verhoeven.",
  "webTitle": "Rester Vertical director Alain Guiraudie: sex can be 'a world of suffering'",
  "webPublicationDate": "2016-05-12T11:53:02Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/12/cannes-2016-rester-vertical-director-alain-guiraudie-sex-suffering",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Stranger By The Lake",
      "id": "film/stranger-by-the-lake",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/12/cannes-2016-rester-vertical-director-alain-guiraudie-sex-suffering"
}