{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/andrew-michael-hurley-there-is-no-place-more-terrifying-than-your-own-mind",
  "id": "2016-05-11-108",
  "sectionId": "books",
  "body": "Andrew Michael Hurley likes to know which part of The Loney unsettles you the most. It’s different for everyone: is it the setting – a decrepit house on a “wild and useless length of English coastline”? Or the occasional touch of gothic – a girl’s face glimpsed in a window, an effigy of Jesus found hanging in a wet wood, a crown of thorns topping a sheep skull? Or simply the relentless tension – who will go the furthest to cure a mute boy: his fanatical mother or the presence she believes is God, but the reader knows, deep down, is something else entirely? In person, Hurley is a little rumpled, but cheerful. He has just won the best debut and book of the year prizes at the British Book Industry awards (BBIA) and is living what sounds like a debut author’s dream: after 300 copies of The Loney were published quietly by small Yorkshire press Tartarus in November 2014, two months later a few doozy reviews brought it to the attention of one of the UK’s most venerable publishers, John Murray. It was picked as a book of the year by the Sunday Times, Daily Mail, Daily Express, Daily Telegraph and Times. Horror grandmaster Stephen King called it “an amazing piece of fiction”. In January 2016, Hurley won the Costa first novel award. Today, he’s in his publisher’s office in London, with a sore head but two fresh BBIA’s under his belt (he texted his kids to tell them he had won a prize, but they were more interested that he sat next to Youtube celebrity Joe Sugg). In conversation, he frequently anticipates imaginary accusations of flippancy in the face of his success: “It has been totally bewildering and strange and brilliant. No one has been more surprised than I have. I know that sounds like false modesty – but I think all writers feel the same. But The Loney has been so universally loved, which is astonishing. I was just so happy for it to be published, I didn’t really have much more ambition for it than that – oh, that sounds daft, doesn’t it?” The Loney follows a family on their annual pilgrimage to a decrepit house on a bleak coast: the 15-year-old narrator, his mute brother and their timid father and fanatically Catholic mother, who believes her son can be cured with a visit to a local shrine. With their local priest and a gaggle of fellow churchgoers in tow, tensions build and rituals become increasingly sinister. The feeling of being on the brink of something awful, something unseen, pervades The Loney like a sickness. Hurley’s young narrator observes: “There was so little of the modern world there that it was difficult not to think of the place being at a sort of standstill and – how shall I put it – primed in some way.”   Related: The Loney by Andrew Michael Hurley review – eerily good    Is The Loney horror? Literary fiction? A thriller? No one really knows – but no one seems unduly bothered. It’s the confidence of the debut that resonates, even with those wary of horror. “People said, ‘Where will this go in a bookshop?’ and I couldn’t answer that for a long time,” Hurley says, smiling. “It’s funny that the thing I thought would be a drawback made it remarkable.” Hurley, who is 41 and has previously published two short story collections, spent spent three or four years to writing the novel, plotting it out in the evenings and weekends while he worked part-time as a creative writing teacher and librarian. He sent The Loney out into the world to a chorus of polite ‘no’s, before he found and approached Tartarus. “They had this caveat on their website that said ‘unless it’s very strange, we probably won’t be interested’. That was perfect for me,” he says.  Writing short stories first taught him the power of economy, he says. He loves the great names of the genre – Raymond Carver, Hemingway, John Cheever, Chekhov. Brevity pairs well with gothic horror, he says, as it leaves gaps for readers to invest in. “Leave them more questions than are answered. For me the most genuinely unsettling stories are those ones where you don’t see everything. There is no place more terrifying than your own mind – if the monsters exist in there, that will unsettle you more than if it is spelled out for you.”     ‘Gothic literature says: ‘No, nature does not care about you and it can hurt’ … Andrew Michael Hurley. Photograph: David Levene for the Guardian    The Loney has an open ending, leaving the readers to construct the horrors beyond. This took a lot of drafts, Hurley says, but it was important that “you knew something had happened, but quite what it was or why, you weren’t entirely sure.” (He, however, knows what it is.) Horror writer MR James, particularly his short story Oh, Whistle, And I’ll Come To You, My Lad, was a huge influence, he says. “At the end he describes this crumpled face of linen. That’s all it is, but it is this horrific, unsettling, uncanny image, of an entity whose motivations are never disclosed. That is quite disturbing.” Hurley’s odd title (“It is a bugger to Google”) comes from an actual place: a local nickname for a wasteland on the River Ribble, in his hometown of Preston, Lancashire. “It was a place you were warned away from by parents: ‘You don’t go to the Loney as strange people hang out there.’ Of course, all kids went there. When it came to writing my novel I had my title immediately. I just had to lift it from Preston and put it on the coast.” One element of Hurley’s debut that has been most frequently remarked on is the sense of place. Even without knowing England’s coast, you can smell the salt in the air, imagine trudging through sodden, fetid leaves. There, time doesn’t “leak away as it should” but “collected as the black water did on the marshes and remained and stagnated in the same way”. Gone is any sense of the English pastoral; The Loney shrieks with storms, looms in drizzle. Hurley is fascinated by humanity’s refusal to accept nature’s indifference. “Yes, there is something comforting in the idea that your tiny little insignificant life could be mapped out and there is order and purpose to it,” he says. “The cycle of the seasons being representative of an afterlife, that spring will always come after the winter kills everything … gothic literature says: ‘No, nature does not care about you and it can hurt.’ There is a sort of existential angst about these places.” Mummer, the overbearing matriarch, attributes the landscape’s fury as evidence of God, a link Hurley is fascinated by: “She believes these elemental forces are examples of God at work, that it is something quantifiable or benevolent even when it is wild. But no, there is something malevolent about that weather; it can kill you.” He drew on memories of pottering about in nature with his older sister: “I remember those feelings of being frightened by it. You look at those mountain ranges in the Lake District and suddenly the cloud comes down … when even the adults are edgy about it, that’s when nature becomes quite scary and serious.” Hurley was bought up in a big Catholic family and was an altar boy before he stopped believing. “I lost my faith when I was 12 or 13, but the imagery and the language of mass stayed with me as an adult.” Despite his atheism, he is fascinated by the church and the purpose of faith; while writing The Loney, Hurley thought of his grandparents, whose social lives revolved around their religion. “It gave them a very simple framework to live by. I completely understand why people want that in their lives, why wouldn’t you? But you only have to switch on the TV on any given day of the week to see what religion also permits – the worst atrocities you can imagine. Trying to square those two things is what The Loney is about.”   Related: Sign up to our Bookmarks newsletter    Hurley has just submitted his second novel (“a blessed relief”) and has ideas for a nonfiction book on solitude and nature. After the success of his first, it is understandable that second book fears are weighing on him a little. “I do have to put that out of my mind or I’ll never write another word,” he chuckles. But he’s sticking to the form: “It’s a beautiful playground,” he says. “A fascinating, maddening, disturbing, beautiful thing.” He’s planning a “loose trilogy” of unconnected novels about the Lancashire landscape, with the second set on the moorlands near where he lives and looking at myths and reinterpretations. “It will be dark and unsettling,” he promises, cheerfully.",
  "webTitle": "Andrew Michael Hurley: 'There is no place more terrifying than your own mind'",
  "webPublicationDate": "2016-05-11T17:01:51Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/andrew-michael-hurley-there-is-no-place-more-terrifying-than-your-own-mind",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Horror",
      "id": "books/horror",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Andrew Michael Hurley",
      "id": "books/andrew-michael-hurley",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sian Cain",
      "id": "profile/sian-cain"
    }
  ],
  "guardianId": "books/2016/may/11/andrew-michael-hurley-there-is-no-place-more-terrifying-than-your-own-mind"
}