{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/25/no-real-surprises-in-queenslands-state-of-origin-squad-why-would-there-be",
  "id": "2016-05-24-21",
  "sectionId": "sport",
  "body": "If imagining the NSW Origin selectors’ meeting conjures an image of a round table of haggard faces, an overflowing ashtray and a knee-deep drift of crumpled notepaper, the Queensland equivalent brings to mind a convivial afternoon drink in the sunshine and a single beer coaster on which is written a list of names in permanent marker. A few of them may be followed by question marks, sure, but you suspect that’s only so that the selectors can provide evidence of work – and thus claim their bar tab as a tax deduction.   Related: Queensland name two debutants for State of Origin opener    Accordingly, a new era in Maroons football – the post-Meninga era – has begun with an old look. Just one incumbent available for selection missed out when the Queensland Origin squad was announced on Tuesday evening; Jacob Lillyman was the unlucky player. The two debutants named, Corey Oates and Justin O’Neill, are there to fill backline spots left vacant by the retirement of Justin Hodges and injury to Will Chambers. Why would new coach Kevin Walters stick so solidly to the old guard? “Why not?” is a better question. Certainly the successful core of Walters’ team is ageing but who was he going to drop just because of their dates of birth? Johnathan Thurston? Cameron Smith? Greg Inglis? Cooper Cronk? Matt Scott? Corey Parker? These players are in form, or never far from it, and some of them are all-time greats. Barring injury they pick themselves. Only a convincing series loss, perhaps, or an epidemic of arthritis, might usher in wholesale changes. It’s a similar scenario with Maroon stayers like Nate Myles, Sam Thaiday, Matt Gillett and Darius Boyd – who will play fullback with Inglis returning to the centres to partner O’Neill. Considering his club form cannot even please his grandfather, it was rumoured that Myles might be one old timer to face the chop but loyalty has again been shown. This means Myles, who made his debut in the 2006 series, is set to again partner Matt Scott in the front row for next Wednesday night’s series opener in Sydney. Smith will play in between them when he makes his 37th appearance, beating Darren Lockyer’s record. That’s one experienced trio in one experienced forward pack – a pack NSW will, as usual, give themselves a chance of dominating, even though they so rarely managed it through the Meninga era. Loyalty has also been shown to interchange forward Josh McGuire, who made his Origin debut last year, winger Dane Gagai and Josh Papalii, who played off the interchange bench in Queensland’s stunning 52-6 win in last year’s deciding game three at Suncorp. Utility Michael Morgan and backrower Aiden Guerra will also get another shot at NSW, Guerra from the back row, Morgan off the interchange bench. Queensland’s depth hits home when you see someone like Morgan as a bench player (and with other Cowboys players Gavin Cooper and Kyle Feldt not picked at all). The Cowboys five-eighth would be among the first Blues named had he grown up south of the Tweed. Or south of Macksville, NSW, even. The Maroons selectors’ job appears to have been an easy one, but to be fair it was made somewhat easier by a 2016 Origin ban placed on, among others, Ben Hunt, Anthony Milford, Dylan Napa and Valentine Holmes. All would have surely come into consideration had they not been censured for breaking curfew in the Maroons’ Emerging Origin camp in February. Any Blues supporter who thinks life will get considerably easier when Smith, Thurston, Inglis, Cronk and co. finally call an end to their reign of terror should take pause at these names, and others like Jake Granville, Cameron Munster, Moses Mbye and Dally Cherry-Evans. If NSW doesn’t seem to know their halves combination from game to game, Queensland would appear to know theirs for the next 10 years. All in all there are no real surprises to the Maroons squad. Then again, there haven’t been for years. It doesn’t seem to have done Queensland any harm.",
  "webTitle": "No real surprises in Queensland's State of Origin squad – why would there be?",
  "webPublicationDate": "2016-05-24T20:30:20Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/25/no-real-surprises-in-queenslands-state-of-origin-squad-why-would-there-be",
  "keyword": [
    {
      "webTitle": "State of Origin",
      "id": "sport/state-of-origin",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NRL",
      "id": "sport/nrl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Connolly",
      "id": "profile/paul-connolly"
    }
  ],
  "guardianId": "sport/2016/may/25/no-real-surprises-in-queenslands-state-of-origin-squad-why-would-there-be"
}