{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/09/lily-alone-jacqueline-wilson-review",
  "id": "2016-05-09-166",
  "sectionId": "childrens-books-site",
  "body": "This story by Jacqueline Wilson is about a girl called Lily, her two younger half-sisters, Bliss and Pixie and her half-brother, Baxter.  Kate, Lily’s mum, decided she needed a break from looking after four children so, she went to the bar to hang out with her friends leaving 11-year-old Lily in charge. It was meant to be for just two hours but ended up being one whole week!  Kate actually went to the bar and fell in love with a charming man called Gordon. When Gordon asks Kate to go to Spain with him, of course Kate doesn’t say no to her beloved Gordon. She decides to go and just leaves voice message to Mikey (her ex –boyfriend and father of Baxter and Bliss) saying he needs to look after the kids while Kate is on a holiday with Gordon.      Lily doesn’t like Mikey but on the other hand Bliss, Baxter and Pixie adore him (especially Baxter and Bliss since Mikey is their dad!) The next day, after Kate left Mikey called on Kate’s home landline saying he couldn’t take care of the children because he was in Scotland helping his friend… leaving Lily all alone in charge of everyone.  I liked this book because it’s a very unpredictable – which means you don’t know what’s going to happen.    Related: Rent a Bridesmaid by Jacqueline Wilson - cover reveal and extract!    I also liked this book as it’s quite an adventurous book when Lily takes the children everywhere without locking the door because she doesn’t have keys!  My favourite part of this book is when Lily took the children to a beautiful park which they called the magic garden and the children were waiting for people to leave the left over’s so that they could eat the leftover food they got and share them equally with her siblings. Also I liked the part when Lily found a tree that everybody could sleep in at night and nobody could see them during day and night!  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Lily Alone by Jacqueline Wilson – review",
  "webPublicationDate": "2016-05-09T14:00:18Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/09/lily-alone-jacqueline-wilson-review",
  "keyword": [
    {
      "webTitle": "Children's books: 7 and under",
      "id": "books/childrens-books-7-and-under",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Jacqueline Wilson",
      "id": "books/jacquelinewilson",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/09/lily-alone-jacqueline-wilson-review"
}