{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/05/bbc-food-farming-award-hallets-cider-magic-rock-beer-cairn-omohr-wine-fiona-beckett",
  "id": "2016-05-05-119",
  "sectionId": "lifeandstyle",
  "body": "One of the hardest things – actually, no, let’s face it, the only hard thing about judging the drinks category of the BBC Food & Farming awards, is having to sit on the results for a month before you can tell everyone who won. Fans of Radio 4’s Food Programme will now know that this year’s winner was Hallets cider in south Wales, but you might be wondering why.     Hallets Real Cider: serve with roast pork.    It’s incredibly difficult agreeing a shortlist, let alone a winner, but what struck us about Hallets, apart from the sheer deliciousness of its cider, was how Andy Hallett, a former engineer, had turned himself from hobby cidermaker into a real pro who makes much of his equipment himself. His handsomely packaged Real Cider (£2.70 for a 500ml bottle at Bristol Cider Shop, £30 for a 12-bottle case from Hallets’ online shop; 6% abv), for which he employs a traditional technique known as keeving, is the kind of bottle you could put on the table. My fellow judge Jack Adair Bevan and I really hope you do, because if there was such a term as fine cider – and there should be – this would be it. What of our other two contenders? Well, we loved them both. The sheer energy and inventiveness of Magic Rock in Huddersfield, in my opinion one of the UK’s best craft brewers, blew us away. We admired the way they were making new converts, particularly women, to beer drinking. My own favourites (all in 330ml cans available from the brewery’s website) are the bestselling Cannonball IPA (£2.30; 7.4% abv), a red hop ale called Rapture (£1.80; 4.6% abv) and the tart, refreshing Salty Kiss (£1.75; 4.1% abv), which is infused with gooseberry, sea buckthorn and sea salt. There are always other specials in Magic Rock’s American-style tap room, including an amazing coffee porter on the day we visited.   Related: Wine: move over, prosecco. British fizz is here to stay    Our other shortlistee was Cairn O’Mohr, which has been making fruit wines in Perthshire for almost 30 years. They appealed to Jack and me because we felt they were doing for drinks what foragers have been doing for food the last few years, basing their products on wild, local produce. “People talk about wine tasting of raspberries and strawberries,” winemaker Ron Gillies told us. “Well, we make the real thing.” Try the sauvignon-like Spring Oak Leaf Wine (£7.40 from the website; 13.3% abv) and the off-dry, sparkling Strawberry Wine (£10.40; 11% abv), a drink I wouldn’t have thought I’d give house room, but can now imagine sipping over Wimbledon fortnight or cracking open on a warm sunny afternoon. Especially if I had a strawberry tart to hand. matchingfoodandwine.com",
  "webTitle": "Drink: three cheers for the UK’s best cider, beer and fruit wine",
  "webPublicationDate": "2016-05-05T16:00:01Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/05/bbc-food-farming-award-hallets-cider-magic-rock-beer-cairn-omohr-wine-fiona-beckett",
  "keyword": [
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Beer",
      "id": "lifeandstyle/beer",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Cider",
      "id": "lifeandstyle/cider",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Fiona Beckett",
      "id": "profile/fionabeckett"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/05/bbc-food-farming-award-hallets-cider-magic-rock-beer-cairn-omohr-wine-fiona-beckett"
}