{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/11/england-women-cricket-charlotte-edwards-mark-robinson",
  "id": "2016-05-11-138",
  "sectionId": "sport",
  "body": "By any standard Charlotte Edwards has had a phenomenal career over the past two decades. She will retire from her England career as the most prolific batsman the women’s game has seen and, arguably, the most consistently successful captain this country has had not just in women’s cricket, or even cricket in general, but in any sport of either gender. In no time she should become Dame: a scandal, indeed, if she doesn’t. She has seen the female game develop from the twee era of divided skirts when, as a teenager, she first appeared for her country, to one where it is fully professional, with central contracts and the expansion of which in global terms is more rapid than the men’s game. Cricket is aspirational now for women, a genuine career option, and her success as a player and leader has played no small part. That is some CV to take into the next phase of her life which will still involve playing in the domestic T20 tournaments here and in Australia.   Related: England women’s captain Charlotte Edwards announces retirement    The signs have been there for a while, exacerbated by the dismal manner in which Edward’s team were eliminated from the World T20 a couple of months ago, that there was a storm gathering. It is abundantly clear that even at the age of 36 she has not gone gently into that good night. She has been explicitly sacked as captain and, despite being the benchmark for batting within her side, was actively encouraged, let us say, to also call it a day on her international career in as much as the coach Mark Robinson had informed her she would not be selected in the foreseeable future. That would have rankled for she in turn has been insistent not only that she wanted to continue playing but also that she was still at the peak of her powers when at the crease. Robinson knows she has been too dominant a personality to slide unobtrusively into a playing role only. Realistically, she must have known the writing was on the wall in the aftermath of that last defeat, at the hands of Australia, when the habitual post-match press conference, conducted by the captains on their own, was hijacked by Robinson. Rather than offer support for his defeated captain, it was a brutal exposition on the failings of the team, utterly withering, so that Edwards was rendered all but speechless until the coach had had his say. Robinson was the highest-profile appointment the women’s game has seen, someone whose name had been shortlisted for the job now held by Trevor Bayliss. The intention was clear: the team had become complacent and cliquey, had not just flatlined in performance but visibly declined in the past few years, made worse by the huge rise in standard in other countries, made poor decisions under pressure, and was demonstrably not even close to the fitness levels modern professional sport demands. Presiding over this has been Edwards, her own unstinting performances and drive to improve even at her advanced cricket age not matched by others. There was a belief that if Edwards failed with the bat, then the team would also fail. They were hiding behind her. Clare Connor, the ECB head of women’s cricket, was brought in by Robinson not just to shake things up but also to begin the process of deconstruction and then rebuilding what has always been one of the best resourced teams in the world. Her words are revealing. “I think everyone recognises we are in a period of change,” she said after Edwards had announced her decision. “I have no doubt Mark will have a huge impact. We will have some wobbles along the way but we do need to disturb the norm. He is perceptive and has seen things quickly. He has a lovely balance of kindness but also trying to get players to understand the brutality of professional sport so there is pressure. “The board have invested in the women’s game, a huge investment in Super League over the next four years, so there is pressure. Players are paid but a player having a certain amount of money in their bank account does not immediately alter that player mindset. It will not happen immediately but the pressure and accountability is something we are talking to the players about all the time.” For a decade and more, since she took over the captaincy from Connor, Edwards has run the show. While she has been batting so prolifically, there has been no imperative to change the leadership. So there has been no succession planning in that regard beyond Heather Knight being vice-captain. It will almost certainly be her who will take on the mantle but she will do so in the knowledge she will not have close to the autonomous powers Edwards enjoyed. Without question too, there will be some disquiet among the rest of the England team. Unsurprisingly, they are said to have found the appointment of Robinson to be a culture shock and not one many buy into. Edwards’ departure will be another jolt to the system. If they can get rid of Lottie, they will be thinking, then we had all better watch out too. There may indeed be problems ahead but complacency will not be among them.",
  "webTitle": "England women’s cricket will be a harsher world without Charlotte Edwards | Mike Selvey",
  "webPublicationDate": "2016-05-11T15:43:14Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/11/england-women-cricket-charlotte-edwards-mark-robinson",
  "keyword": [
    {
      "webTitle": "Charlotte Edwards",
      "id": "sport/charlotte-edwards",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England women's cricket team",
      "id": "sport/england-women-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "ECB",
      "id": "sport/ecb",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/blog/2016/may/11/england-women-cricket-charlotte-edwards-mark-robinson"
}