{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/08/jamie-oliver-channel-4-tv-chef",
  "id": "2016-05-08-78",
  "sectionId": "media",
  "body": "Fifteen years ago I took an idea for a new documentary series to Channel 4 hoping they would give me a chance. I’d had some early success with three series of Naked Chef on the BBC but I felt it was time for a new challenge. I wanted to push myself and I needed a broadcaster that would challenge me. That’s where C4 came in. I went to them asking whether they would take a punt on a documentary series where there was only a small chance of a successful result. To be honest, they pushed me more than I was expecting because they wanted authentic, warts-and-all television and not just “the Naked Chef opens a restaurant”. They were absolutely right to do that, and I truly don’t think I would be the man I am now had it not been for that key decision. And that, to me, is the C4 way: brave, risk-taking, demanding – but also nurturing, dynamic and caring. It’s been 15 years since we started filming Jamie’s Kitchen, which led to the Fifteen restaurant in London and we’re all still here – me, C4 and Fifteen – all doing well, all still shaking things up, all taking risks and reaping the rewards. C4 is now almost 35 years old, but to me it still maintains that edginess it had on day one. And, of course, we’ve made series and specials that have launched campaigns and changed government policy. Together, Channel 4 and I have created real change.  Channel 4 is a terrific platform for reaching millions of smart, well-informed and vocal viewers. Its people are not afraid to take risks and as a result they get a lot of flak – and so do I – for some of the programmes we make together. But they keep the faith in me and I keep the faith in them, whether it’s for a series on endangered fish species or the crazy thing we make with Jimmy Doherty on the end of Southend Pier, Friday Night Feasts. Channel 4 is as comfortable being playful as it is being provocative.  Most importantly, I guess that for the past 15 years it’s felt like home. The people at Channel 4 have been nurturing, encouraging, caring, and when I say “people”, I mean everyone from the top down. Yes we’ve had the odd disagreement – that happens in every home – but we’ve always come out of them stronger, and that’s the sign of a great relationship. Thanks for caring, Channel 4.  This is an edited extract from What Price Channel 4? a collection of essays published by Abramis and edited by John Mair, Fiona Chesterton, David Lloyd, Ian Reeves and Richard Tait",
  "webTitle": "Jamie Oliver: how Channel 4 made me into a star",
  "webPublicationDate": "2016-05-08T16:04:12Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/08/jamie-oliver-channel-4-tv-chef",
  "keyword": [
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Jamie Oliver",
      "id": "lifeandstyle/oliver",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Oliver",
      "id": "profile/jamie-oliver"
    }
  ],
  "guardianId": "media/2016/may/08/jamie-oliver-channel-4-tv-chef"
}