{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/05/sir-harry-kroto-obituary",
  "id": "2016-05-05-182",
  "sectionId": "science",
  "body": "Sir Harry Kroto, who has died aged 76, was awarded the Nobel prize in chemistry in 1996 for his part in the discovery of buckminsterfullerenes, also known as “buckyballs” – carbon atoms found in the form of a ball. In 1985 Harry, then professor of chemistry at the University of Sussex, had teamed up with Rick Smalley and Robert Curl, both professors of chemistry at Rice University, in Houston, Texas, to laser-vaporise carbon in laboratory experiments designed to simulate the chemistry of stars and interstellar space. Their experiments appeared to indicate that they had made an unexpected molecular species comprising 60 carbon atoms. This was amazing. Carbon had long been known to exist as diamond or graphite, but carbon as a small molecule required completely new thinking. This was where Harry drew on his artistic side and a knowledge of graphic design: he proposed that C60 was made up of a mixture of pentagons and hexagons, a structure known in ancient times, and now ubiquitous in footballs and in the work of the US architect and inventor Buckminster Fuller. But at first nobody could prove it, and many were openly sceptical.   Related: Sir Harry Kroto, Nobel prize-winning chemist, dies at 76    However, with his student Jonathan Hare, Harry examined the unpromising smudge left after an electric arc was struck between two graphite rods, and from this they were able to extract C60 with benzene as a beautiful purple solution. Even at that time, Harry predicted that the ion of C60 should be observable in the diffuse interstellar bands in space, and said that the many who disagreed with him were “just wrong”. So he was delighted when John Maier’s group at the University of Basel in Switzerland last year proved him correct. Harry was always ready to acknowledge that the discovery of C60 would not have been possible without the collaboration of scientists of all backgrounds, but it was his imagination, lateral thinking, persistence and inspiration that brought these collaborations together. The discovery of C60, the “buckyball”, was closely followed by that of larger carbon cage structures and nanotubes, arguably sparking off the whole new area of nanotechnology. The son of refugees from Germany, Edith and Heinz Krotoschiner (the family name was later shortened to Kroto), Harry was born in Wisbech, Cambridgeshire, to where his mother had been evacuated during the second world war, while his father was interned as an enemy alien on the Isle of Man. After the war, the family settled in Bolton, where his father managed to re-establish the toy balloon business he had once run in Berlin. Harry went to Bolton school, where he was an all-rounder, excelling in art and sports as well as academic subjects. He particularly enjoyed science and, encouraged by his teacher Harry Heaney, went to Sheffield University to study for a chemistry degree, then a PhD in molecular spectroscopy.     Winners of the 1996 Nobel prize in chemistry, left to right, Richard Smalley, Robert Curl and Harry Kroto. The football illustrates the form of the carbon clusters they discovered. Photograph: AP    He continued his interest in this area with Gerhard Herzberg (also a Nobel prize winner) at the National Research Council of Canada in Ottawa and during a short period at Bell Labs in New York. Harry was then invited to join the newly formed school of chemistry and molecular sciences at the University of Sussex in 1967, as tutorial fellow, later promoted to lecturer then reader, and in 1985 to professor of chemistry. Here he quickly made a significant impact on the emerging field of microwave spectroscopy, using the technique to study linear chains of carbon atoms suspected to exist in the dust clouds of interstellar space, and was able to definitively assign signals among the enormous amount of data from radio telescopes. It was this early work on carbon chains that ultimately led to his Nobel prize-winning discovery. Harry was a fun, creative and invigorating colleague at Sussex. He featured heavily in the departmental Christmas pantomimes, playing an integral role in writing, directing and performing, basing many of his witty sketches on Fawlty Towers and Monty Python. He also had a particular eye for design and produced the covers of the Chemistry at Sussex brochures of the 1980s, which later featured on the front cover of the book written by his colleague John Murrell for the 50th anniversary of the university in 2011. Harry was a wonderful communicator and educator, and worked relentlessly to share his passion for chemistry and bring science to a wide range of audiences. Colleagues recollect that his undergraduate lectures were so inspiring and engaging they would often elicit a spontaneous round of applause at the end. In 1994 Harry set up the Vega Science Trust, providing an independent broadcast archive of famous scientists describing their work. Later, inspired by what Harry called the Goo Yoo Wiki World (Google, YouTube and Wikipedia) he set up Geoset: Global Educational Outreach for Science, Engineering and Technology. The Geoset philosophy was to provide outstanding teaching material located on the websites of participating academic institutions downloadable free via the internet, particularly for teachers.   Related: Harry Kroto: scientist with a common touch | Letters    Harry realised that some of the best educators are the young and in 2014, with his wife Margaret, set up the Innovative Use of Technology in Science Learning prize, to be awarded for the best five-minute Stem (science, technology, engineering and maths) video by school children aged 11-18 from anywhere in the world. He devoted much of his time and energy to visiting schools, giving public lectures and workshops that often involved building models of buckyballs, and engaging children of all ages in science. In 2004 Harry accepted a chair at Florida State University, Tallahassee, where he continued his research in carbon chemistry and extended his worldwide educational activities. In 2015 he retired from his Florida post and returned to his home in Sussex. Harry was elected a fellow of the Royal Society in 1990, was knighted in 1996 and served as president of the Royal Society of Chemistry from 2002 to 2004, when he did much to lobby the government about the importance of chemistry and science in general. He is survived by Margaret (nee Hunter), whom he married in 1963, and by their two sons, Stephen and David. • Harold Walter Kroto, chemist, born 7 October 1939; died 30 April 2016",
  "webTitle": "Sir Harry Kroto obituary",
  "webPublicationDate": "2016-05-05T13:09:17Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/05/sir-harry-kroto-obituary",
  "keyword": [
    {
      "webTitle": "Chemistry",
      "id": "science/chemistry",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Nobel prizes",
      "id": "science/nobelprizes",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Nanotechnology",
      "id": "science/nanotechnology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science prizes",
      "id": "science/scienceprizes",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "People in science",
      "id": "science/people-in-science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "University of Sussex",
      "id": "education/universityofsussex",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Hazel Cox",
      "id": "profile/hazel-cox"
    },
    {
      "webTitle": "Geoff Cloke",
      "id": "profile/geoff-cloke"
    }
  ],
  "guardianId": "science/2016/may/05/sir-harry-kroto-obituary"
}