{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/03/alex-hales-nottinghamshire-yorkshire-county-championship-division-one-match-report",
  "id": "2016-05-03-61",
  "sectionId": "sport",
  "body": "Two innings from Alex Hales, one of them chalk and the other cheese. In the first innings, he made 36 from 53 balls, an innings with some crisp hitting of bad bowling. It had an undistinguished ending, the product of overconfidence or a lapse of concentration. It did him no favours. The second time around, with the England selector James Whitaker watching, he changed his approach. It was, he decided, time to dig in, book himself in at the crease for the long haul. The wide ball would be ignored and the straight one treated strictly on merit. It was slow progress. At times he looked an animal out of its natural habitat. Restraint does not come easily to him. There was a good deal more urgency about the Yorkshire bowling too, fewer buffet balls on which to gorge himself, and the pitch was offering some encouragement to the seamers. A sharp attack with a new ball on a sporting pitch provides a challenge for any batsman. Hales played with the self-denial of a monk during Lent. His first three runs took 33 balls to achieve but he was doing what an old-fashioned opener – no cutting before lunch, no hooking before August, in the old Yorkie tradition – might have done: the shine and hardness was being seen from the ball and gradually he began to prosper. He does not look a natural mover at the crease as can be the case with tall men. Batsmen of such height rarely seem to make openers, for the little chunky cutters and pullers are the best judges of length because they have to be. Hales does not make full use of his inches though in coming forwards and bowlers can still pitch that fraction further up than they might expect. Against that,Hales is able to stand tall and force away from the back foot through the off side, even from a high bounce. The ball began to ping from his bat on the drive as well and it looked as if the early graft would bring later dividends. Then Jack Brooks, a skiddy operator, banged one into the middle of the pitch. Even a tall man would not consider plunging forwards and Hales sat back in his crease. Instead of bouncing high the ball shot through low, scuttling the batsman so that he jackknifed forwards, and, hitting halfway up the off stump, detonating it from the turf. Hales turned and trudged off. His 34 had occupied 115 deliveries. Chalk and cheese, and virtually identical results in the scorebook. Funny old game, isn’t it.",
  "webTitle": "Nottinghamshire’s Alex Hales switches tactics against Yorkshire",
  "webPublicationDate": "2016-05-03T18:25:58Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/03/alex-hales-nottinghamshire-yorkshire-county-championship-division-one-match-report",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nottinghamshire",
      "id": "sport/nottinghamshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Yorkshire",
      "id": "sport/yorkshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/03/alex-hales-nottinghamshire-yorkshire-county-championship-division-one-match-report"
}