{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/nyaru-the-orangutan-is-off-to-jungle-school-to-prepare-to-live-in-the-wild",
  "id": "2016-05-06-331",
  "sectionId": "world",
  "body": "Nyaru has been learning to fast between meals. On Tuesday the eight-year-old male orangutan will leave his enclosure in Perth zoo for the Indonesian island of Sumatra, where he will be released into the wild. An erratic feeding schedule, intended to mimic the “boom and bust” cycle of natural fruit availability, is one of the ways zookeepers have helped him to prepare.  The zoo’s primate supervisor, Holly Thompson, calls it “jungle school”.   Related: The multimillion dollar palm oil deal we should all be worried about    “We’ve got a jungle school program and he knows all components and he’ll be relocated to the open orangutan sanctuary to acclimatise before being released to Bukit Tigapuluh,” Thompson told the West Australian. The intense curriculum includes learning arboreal behavior in the zoo’s aerial enclosure, a metropolis of towers, nets, ropes and high platforms that looks like a cityscape from a post-apocalyptic film.  It also includes nest-making lessons from Puan, the 63-year-old matriarch, time spent socialising with Teliti, a six-year-old female, and access to a live fig tree to test his new climbing and nest building skills. The zoo usually houses the solitary apes in separate enclosures, but Nyaru’s social hours have been bumped up so he will know how to react when he encounters other orangutans in the wild. Susan Hunt, the zoo’s chief executive, said Nyaru had been prepared for release “since birth”. “We are incredibly proud that we are the only zoo in the world releasing Sumatran orangutans into the wild,” she said.  “Our ultimate goal is for Nyaru to sire offspring, adding genetic diversity to the fragile wild population and helping to repopulate the jungle with this amazing species.” Nyaru will be the third orangutan bred at Perth zoo to be released into the wild since 2006 as part of the zoo’s involvement with the Bukit Tigapuluh landscape conservation program.  The program is a partnership between the Frankfurt Zoological Society and the Indonesian government to protect wild populations of orangutans, Sumatran tigers, Sumatran rhino and Asian elephants.  A recent zoological survey found there were 14,613 Sumatran orangutans in the wild, a significant increase on the 6,600 estimated in 2004. But the survey’s author said the difference was due to better surveying methods, not a population boom. Habitat loss from logging and wildfires lit to destroy rainforest to make way for palm oil plantations have caused the wild population to decline 93% since 1900, making the species critically endangered. Once at Bukit Tigapuluh, Nyaru will again be enrolled in jungle school. “There will be a smooth process getting him first out to training, which we call jungle school, where he will be in the natural environment, climbing trees, learning what kind of food is available in the forest,” Dr Peter Pratje, project leader for the Bukit Tigapuluh Orangutan Project, told the West Australian. “And then he slowly will adapt to the forest and leave the surrounding of the centre. It will be his decision to leave the surrounding of the release site, and where he wants to go our keepers will follow.” Nyaru has been fitted with a radio tag so keepers can track his movements.  About 144,000ha of Bukit Tigapuluh is protected as a national park, and the program to reintroduce orangutans began in 2002.  Most of the more than 160 released since then have been orphaned by or rescued from the pet trade. The survival rate for released orangutans is 70%, which the Frankfurt Zoological Society said was “excellent”.",
  "webTitle": "Nyaru the orangutan is off to 'jungle school' to prepare to live in the wild",
  "webPublicationDate": "2016-05-06T05:55:49Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/nyaru-the-orangutan-is-off-to-jungle-school-to-prepare-to-live-in-the-wild",
  "keyword": [
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Perth",
      "id": "australia-news/perth-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Zoos",
      "id": "world/zoos",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indonesia",
      "id": "world/indonesia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Palm oil",
      "id": "environment/palm-oil",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "world/2016/may/06/nyaru-the-orangutan-is-off-to-jungle-school-to-prepare-to-live-in-the-wild"
}