{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/battle-for-grayndler-greens-take-on-anthony-albanese-on-his-own-turf",
  "id": "2016-05-09-321",
  "sectionId": "australia-news",
  "body": "As the leaders of Australia’s two largest political parties battled it out in Queensland, the Australian Greens leader Richard Di Natale was setting up for a showdown in Sydney with Labor’s Anthony Albanese in the inner west seat of Grayndler. Di Natale spent the first day of campaigning in the 2016 election in Petersham, alongside Jim Casey, the Greens candidate for Grayndler.  The morning began at the Pig and Pastry, a rustic cafe nestled across from Petersham Park. Di Natale, Casey and NSW Greens MP Jenny Leong were joined by a group of families, who they say are feeling the pain from the government’s budget announcement.    Greens leader Richard Di Natale is with the Greens Grayndler candidate Jim Casey in Petersham this morning pic.twitter.com/1o3RtMQ8gp— Paul Farrell (@FarrellPF) May 9, 2016    Casey’s campaign will be one to watch. It is a direct challenge to the long-serving Labor MP Anthony Albanese, and is a key focus for the Greens to try and pick up an extra seat in the House of Representative.  Casey has been a firefighter for years and is the state secretary of the Fire Brigades Employees’ Union in NSW. Following an electoral redistribution of the seat in 2015, Grayndler could be a closer contest than in the past. In the 2013 election Albanese received 47% of the primary vote, while the Greens received 23%. The Greens are banking on narrowing that gap.    The battle for Grayndler - Jim Casey setting out the election issues in his seat pic.twitter.com/1MmYXpfFTI— Paul Farrell (@FarrellPF) May 9, 2016    Although Albanese has long appealed to the seat’s progressive voters – a mix of university educated professionals, young families and migrants – Labor’s policies towards asylum seekers have stung the party’s base. In a press conference punctuated by the occasional plane landing at Sydney airport (“you get used to it,” Casey says), Di Natale and Casey set out the Greens case as the party of difference – climate change and asylum seeker policies featured strongly in their pitch to voters. “We’ve been talking to young families here about their concerns about the budget,” said Di Natale. “We had no mention [in the budget] at all about the big challenge of this generation ... Dangerous global warming.” Casey has been campaigning hard against the West Connex highway that the state government is planning to build through the electorate. Local activism, on this and other issues, will form a core part of his campaign. “Climate change and how we’re going to survive a planet that is changing,” Casey said. “How we’re going to start moving towards a sustainable economy, one which we’re a world leader and one which guarantees our future ... this government and this budget did nothing to address that.”  Albanese is not impressed the Greens are targeting his seat. On the ABC this morning he lambasted Di Natale for kicking off his campaign in a Labor-held seat, questioning the Greens leader’s priorities. “If you think the parliament will be a more progressive place without me in it ... then by all means that’s his priority,” said Albanese. He suggested Di Natale should be targeting Liberal seats. Di Natale hit back at comments from Albanese, following suggestions the ALP might preference the Liberal party ahead of them. He said the Greens planned to give Albanese’s seat “an almighty shake”. “It is Anthony Albanese with the begging bowl out for Liberal preferences,” he said.  “We won’t be preferencing the Liberal party ahead of the Labor party in one seat. Our local branches will make decisions about whether they recommend preferences or not and in the end let’s have a debate about issues that matter.” Di Natale said Albanese was a “decent bloke” – but it’s the substance, not the rhetoric, according to Di Natale. He says the Greens haven’t voted to lock up young kids on Manus Island and Nauru. The pitch for Grayndler gives a flavour of the campaign Di Natale will be running – one he hopes will turn jaded Labor voters towards the Greens.",
  "webTitle": "Greens leader Richard Di Natale takes election battle to Anthony Albanese",
  "webPublicationDate": "2016-05-09T06:00:47Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/battle-for-grayndler-greens-take-on-anthony-albanese-on-his-own-turf",
  "keyword": [
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Richard Di Natale",
      "id": "australia-news/richard-di-natale",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Anthony Albanese",
      "id": "australia-news/anthony-albanese",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Farrell",
      "id": "profile/paul-farrell"
    }
  ],
  "guardianId": "australia-news/2016/may/09/battle-for-grayndler-greens-take-on-anthony-albanese-on-his-own-turf"
}