{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/26/the-fireman-by-joe-hill-review",
  "id": "2016-05-26-148",
  "sectionId": "books",
  "body": "Horror novels are having a hard time. The genre simply isn’t the powerhouse it once was, having been supplanted in public consciousness by the modern thriller: just as taut, just as nasty, but with a slightly more commercial, less overtly supernatural edge. The horror writers who are flourishing have moved away from the more generic creepy-slasher narratives a lot of the old guard fell prey to. Joe Hill is one such writer. Over the past few years, he has carved out a furrow of his own, packed with haunted rock stars (A Heart-shaped Box), demonic possession (Horns) and strange soul-vampires who drive evil cars (N0S-4R2). His new novel, The Fireman, seems at first to be playing in the same sandbox. It’s the story of nurse Harper Grayson, who watches as the world becomes overrun by a disease known as dragonscale. At first the sickness causes the victims’ skin to be covered with an ashen, patterned mark, not unlike a tattoo; eventually, they explode. It’s like something you might find in a George RR Martin novel (the marks are reminiscent of greyscale in A Song of Ice and Fire) crossed with spontaneous human combustion. Harper becomes pregnant as the world is descending into chaos, and her writer husband, Jakob, reacts badly. They’ve been discussing ending their lives together should the worst happen, but the baby changes Harper’s mind. And Jakob? He falls prey to that most writerly of illnesses and becomes psychotic. Harper is rescued from him by the enigmatic Fireman, who has developed the ability to control and manipulate dragonscale to the point where he can injure others with it. He takes Harper to a camp, where there are others who have also learned to control their sickness. And just when you think the novel will follow the obvious course over the remainder of its hefty bulk – a quest for answers, a cure, a showdown with an all-controlling bad guy – it changes pace entirely. It settles down in the most wonderful way. The camp becomes a haven for Harper and her new friends, a place to start again. There’s masses of drama and moments that nod to Hill’s earlier work, but this is an altogether calmer book than his back catalogue might suggest – and one that speaks far more to our current world; to issues of immigration, of mass hysteria, of the realm of social media. Hill’s writing has matured along with his ideas. He plays out the apocalypse so quickly and efficiently, through small-town witnesses and television broadcasts, that it feels absolutely devastating. And in the aftermath, he juggles a huge cast of characters with aplomb, giving each their time to shine, yet still managing to keep the tension high throughout. It’s these more human moments that show his writing at its best: when Harper is thinking about the unborn child inside her, or helping to heal somebody, or dealing with the monster that her husband has become. Hill’s work is often compared to that of his father, Stephen King, but it is time we treated him as standing on his own. This book isn’t his take on The Stand, as some have suggested, and it’s not even really a horror novel. Instead, it showcases an apocalypse as unnerving as those of John Wyndham; a society as disturbing in places as that found in Shirley Jackson’s classic The Lottery; and a surviving humanity as beautifully raw as that seen in Emily St John Mandel’s Station Eleven. It focuses on ourselves, rather than whatever is behind the disaster that’s befallen the world, and it tries to talk us through picking up the pieces. • To order The Fireman for £16 (RRP £20) go to bookshop.theguardian.com or call 0330 333 6846.",
  "webTitle": "The Fireman by Joe Hill review – apocalyptic horror with a twist",
  "webPublicationDate": "2016-05-26T15:00:04Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/26/the-fireman-by-joe-hill-review",
  "keyword": [
    {
      "webTitle": "Horror",
      "id": "books/horror",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "James Smythe",
      "id": "profile/james-smythe"
    }
  ],
  "guardianId": "books/2016/may/26/the-fireman-by-joe-hill-review"
}