{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/27/worlds-first-robot-gallery-guide-lead-by-a-high-tech-furby-its-hard-to-know-what-to-look-at",
  "id": "2016-05-27-278",
  "sectionId": "artanddesign",
  "body": "The writing is on the LED screen: our jobs are ours for as long as the robots don’t want them. But no one could have predicted they’d come for the gallery guides first. The world’s first humanoid robot has started taking tours at the Art Gallery of Western Australia (AGWA) – two a month, for now. It seems a cruel twist of fate to have art history graduates among the first to be made redundant by robots; they have a hard enough time finding work as it is. But when I travel to AGWA to meet the future of work, it is plugged into the wall, charging. The takeover seems less imminent. Aggie the engagement robot is 58 centimetres tall and made of the bright blue and white rounded plastic that’s the go-to of appliance manufacturers. She is female, of course, as any technology that provides a servile function is bound by natural law to be. Her hardware is French, her software is Belgian, and she is programmed by Smartbots, a Perth-based company that developed her in partnership with AGWA (hence, “Aggie”). Her aim, gallery director Stefano Carboni tells me, is to make art more accessible and to engage the public. It is not, he clarifies, the first step towards making AGWA’s 80 human guides redundant. Anitra Robertson, chief operating officer of Smartbots, says Aggie is programmed to interact with those guides, to ask them questions and to answer some herself. She can talk about the artists, their inspiration, and how the artwork might be interpreted. “She adds her cheeky little ideas,” says Robertson, throwing me for a second – what, like that the Mona Lisa is a man? The reality is that Aggie is not capable of all that much by herself. Not only must she be accompanied by a guide for her tours, she is also shadowed by a handler: a pleasant, sandy-haired man named Michael, who keeps a respectful distance like a dad chaperoning his daughter on a date, busying himself with a tablet.     ‘She’ll look at you’: Aggie reclines at AGWA. Photograph: Supplied    Michael later shows me the operating system with which he can cue up preprogrammed spiels about individual artworks and direct Aggie’s movements, even operating the camera within Aggie’s stomach. “So she still needs the handler,” I say, “she can’t just …” As though sensitive to the slight dismissiveness of my tone, Aggie’s head swivels round to fix me with a blank expression. “Oh, her head-tracking’s on,” says Robertson. Aggie has two cameras, Carboni explains. “She doesn’t have facial recognition so she doesn’t already know that it’s you. She won’t say ‘Hello, Elle’” – phew, I think – “but she detects faces and so she’ll look at you.”  She also turns to look at me when I say her name, I tell him.  “No, you’re making that up,” he says kindly. Aggie’s range extends five kilometres; Michael says he could operate the whole tour from the office, pre-programming an entire sequence. But that would be dependant on timing, and could be thrown out by a guide’s preamble or a question from a visitor. So Michael stays close to the tour instead, pushing the right button for each artwork’s spiel. To tell the truth, the timing is not exactly fluid, even with Michael on the threshold. Ushered by a real-life guide, Laura Money, Aggie stamps into the semi-circle of bemused gallery-goers.  “THANK YOU FOR THE WELCOME,” she says, in a mellifluous lady-robot voice, then beat: “LAURA.” My experience of “artificial intelligence” is more or less limited to the three Furbies I had as a child (yes, three; consider my privilege checked). You might think that the comparison is offensive to Aggie’s makers and the wider “humanoid robot” industry. It probably is. But observing the stop-start interaction between Laura and Aggie, I was reminded of how a Furby delivered on its promise only by technicalities and in comparison to the bad tech of the time. Aggie’s description of Triptych Alice, Charles Blackman’s 1957 work, is functional. She asks the members of the tour if they can name the work of classic literature it’s based on. The experience of a robot describing Alice’s trip down the rabbit hole is somewhat surreal. She asks if we can spot another character from the story, but Laura has to point out the Cheshire cat. “THANK YOU, LAURA, MY ARMS CANNOT REACH THAT FAR.” Aggie’s head rotates 90 degrees, then her body turns to follow, and she shuffles along towards Sunbathers by Albert Tucker, another from the state’s collection. (For distances of any significance, she must be picked up and carried, like that viral video of the man helping the sloth across the road.) “WHEN I GO TO THE BEACH, I LIKE TO LIE DOWN, CLOSE MY EYES AND LISTEN TO THE WAVES.” Like every good art gallery guide, the sounds of the ocean starts emitting from the sides of her head. She bends at the waist, kneels, leans back. It becomes clear that she is in the process of lying down.    Down the rabbit hole with Aggie the engagement robot pic.twitter.com/sGudNs0D8V— Elle Hunt (@mlle_elle) May 27, 2016    As Aggie lies on her back, listening to the ocean, Laura discusses Tucker’s treatment of the body. It’s hard to know what’s the focal point: the art, the guide, the robot imagining its seaside holiday, your smartphone because you’re going to want to add the robot to your story on Snapchat. Aggie snaps out of her reverie, takes 30 seconds to stand up, and interrupts Laura mid-sentence to demand we press on to a sculpture of a reclining woman.  “I LIKE HOW THIS FIGURE IS LYING,” says Aggie. “IT SEEMS TO BE MUCH MORE FEMININE THAN THE SUNBATHERS.” Their haphazard back-and-forth asks far more of Laura than it does of Aggie, demanding more or less an improv comedy routine to account for the changes in pace. “I had more to say about the other one,” Laura grumbles when Aggie, after having rushed her along, stands silently in front of a painting. “You definitely have to be able to fill in the gaps,” Laura tells me after the tour, the second she’s taken with Aggie. “If she cuts you off, she cuts you off, that’s that – you just have to keep going.” Aggie is not a replacement for the trained gallery guides, says their team leader, Stephanie Watson. “She has a tendency to get distracted. She doesn’t think as well as art guides do.” The group of us look on at Aggie, standing motionless a few metres away, alone under an oil painting of colonial times. Michael wants to show me her dance. Carboni has seen this one before. “You’ll be impressed.” Aggie stomps over towards us, her eyes flashing red and green and blue as she rotates her joints and flexes her three-fingered hands. A vaguely African-sounding song starts playing from her head: the self-contained soundtrack to her own show. “I think, from a smartbot standpoint, we’re at a very early stage in the introduction of humanoid robots into society,” says Robertson, above the noise of Aggie’s tribal orchestra and whirring joints. The gallery’s new tagline is “seeing things differently,” she continues, and it is breaking ground in that space. The robot continues to dance to its own tune. “From a personal experience standpoint, what a robot can do is evoke certain emotions. You can find her funny, you can find her charming, you can be educated by her. “If you reflect on the fact that you can be moved by something like that, which is in its very essence cords and cables and plastic, that in itself is seeing things differently.” • From 28 May, Aggie will be leading a monthly, hour-long tour as well a Robot art class for children at the Art Gallery of Western Australia, Perth • Guardian Australia travelled to Perth courtesy of AGWA",
  "webTitle": "'My arms cannot reach that far': a strange afternoon with the world's first robot gallery guide",
  "webPublicationDate": "2016-05-27T06:23:26Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/27/worlds-first-robot-gallery-guide-lead-by-a-high-tech-furby-its-hard-to-know-what-to-look-at",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Robots",
      "id": "technology/robots",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "technology/2016/may/27/worlds-first-robot-gallery-guide-lead-by-a-high-tech-furby-its-hard-to-know-what-to-look-at"
}