{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/30/venice-architecture-biennale-2016-national-pavilions-review",
  "id": "2016-05-30-118",
  "sectionId": "artanddesign",
  "body": "“I’ve come to collect my soil,” says a man wearing a green plastic sack, hauling a five-litre bucket of yoghurt up the steps of the Uruguayan pavilion. “I stole it from the Germans when they weren’t looking.” Close behind him come three more people in green plastic, like a gaggle of cut-price Jedis, each carrying booty pilfered from some of the 30 national pavilions in the Venice Biennale’s giardini – the park where participating countries compete in little cultural embassies. In a mischievous twist on this year’s theme, Reporting from the Front, the Uruguayans are encouraging visitors to forage for items from rival exhibitions, while dressed in plastic “invisibility cloaks”, and bring them back. The reward is a vacuum-packed bag of soil dug from a hole in their gallery floor. All items will be taken back and exhibited in Montevideo, they say, as a way of “reporting back from Venice”. Confused? You will be by the end of a day in the giardini. The bizarre Uruguayan swap shop sets the tone for one of the more surreal collections of national exhibitions the architecture biennale has seen for some time. Australia has built a paddling pool in the middle of its new building, as a celebration of Aussie pool culture. You can sit on a bench and listen to famous Australians whispering sweet nothings into your ear about their love of swimming. The Dutch have installed a big sandpit and palm trees in the middle of their space, bringing a desert vibe to their exhibition about UN peacekeeping missions in Africa.     Swimming lessons ... the Australian national pavilion. Photograph: Oliver Wainwright    The Serbian pavilion has been fitted with a gigantic blue half-pipe and electrical sockets, where weary biennale-goers can recharge, while the Swiss have conjured a dreamy, climbable landscape in the form of a lumpy concrete cloud-cave. At times it can all feel like a souped-up pre-school playground – and, appropriately enough, this year’s biennale seems to be crawling with more toddlers than ever.    So much architecture is boring – I wanted to make a space that feels like it is exploding in all directions  Christian Kerez     As the architectural equivalent of the Eurovision song contest, the Biennale giardini is always a ragbag of the kooky and curious, with one-liner installations deployed as a way of capturing visitors’ attention before assaulting them with reams of meaningless wall text and dense diagrams. This year is no exception, but there are a few stand-out gems amid the cacophony. The Belgian pavilion triumphs once again with a show celebrating architecture of the everyday, curated by Architecten De Vylder Vinck Taillieu, interior architects Doorzon, and photographer Filip Dujardin. They have rebuilt select fragments of a dozen buildings and structures in Belgium – from a pair of brick gateposts to an air-conditioning duct penetrating a door frame – revealing the care and attention given to such simple, seemingly mundane moments. The combination of these “sampled” elements, displayed like freestanding sculptures next to Dujardin’s unsettling manipulated photographs, celebrate architecture as the simple act of making, freed from the weight of thornier issues tackled elsewhere.     Gloopy ... visitors circling Incidental Space in the Swiss pavilion Photograph: Vincenzo Pinto/AFP/Getty Images    The Swiss pavilion also has a refreshingly narrow focus, given over to the experiments of architect Christian Kerez and his students at ETH Zurich in generating what they call “incidental space”. The pavilion is filled with a a gigantic white nugget of concrete that turns out to be a hollow shell you can climb inside to explore its gloopy cave-like interior. It is the result of endless tests manipulating lumps of wax, sugar and sawdust and casting them in plaster to see what weird and wonderful volumes emerge from the mould. “So much architecture has nothing to offer in terms of its spatial experience,” says Kerez. “So much is boring. I wanted to make a space that feels it is exploding in all directions, forever shifting in ornament and detail.” The casts were optically scanned and enlarged around 40 times, then moulds were CNC-milled from foam blocks and sprayed with concrete reinforced with glass fibres, forming a rigid shell just two centimetres thick. The resulting shape-shifting mass is beguiling, teasing your perceptions of scale and mass, solid and void, object and interior.   Related: Alejandro Aravena's Venice ​architecture ​​biennale: 'We can’t forget beauty in our battles'    Elsewhere, following Biennale curator Alejandro Aravena’s humanitarian theme, several pavilions nobly attempt to tackle the refugee crisis, although the results are muddled. Germany has knocked big holes in the walls of the Nazi-era building, removing 48 tonnes of brick in a symbolic gesture of welcome. “It will be open day and night for anyone to come in, reflecting Germany’s open borders,” says a gallery assistant, forgetting to add the giardini locks its gates at 6pm. Austria’s offering is more thoughtful, although once again it makes for a frustrating exhibition, the real meat of the project documented in an accompanying newspaper. Rather than spending money on a lavish installation, the commissioners used their budget to fund three projects in Vienna to improve migrant living conditions. The Polish pavilion nearby shines a spotlight on an equally overlooked subject – the labour conditions of the people who actually build architecture – featuring first-person footage of contractors at work and voiceovers of their experiences of exploitation. The future of living is the subject of the British pavilion, Home Economics, curated by a young trio who studied architecture but who now variously write, teach, edit, plan and regenerate. Their backgrounds are evident in the eloquent prose and provocative statements in the accompanying leaflet, but also in the fact that the physical installation doesn’t quite share the power of their words. The exhibition looks at the future of the home, variously reimagined in timescales of days, months, years and decades.     Future living ... the Months room at the British Pavilion. Photograph: British Council / Cristiano Corte    The days room, by young art collective Åyr, has a pair of inflatable “zorbs” and a Wi-Fi network, for nomadic life in the smartphone bubble (geddit?). Months, by Dogma and Black Square, is a take on the boarding house, featuring a small tower with a bed above a kitchen. Years, by Julia King, suggests a house sold as a shell with no interior fittings, to cut down the house-builder’s margin on what you don’t need; while decades, by Hesselbrand, suggests a home of adaptable, flexible spaces, rather than predetermined functional rooms. If this all sounds familiar, it is. Wi-Fi-working spaces, temporary co-housing, shell construction and flexible interiors already exist, so it’s hard to tell what point is being made here.   Related: Housing: rethinking inside the box…    “Life is changing,” says the leaflet, which is peppered with interesting nuggets (likein 2014 the bed overtook the sofa as the most-used piece of furniture in the home); “we must design for it.” But design feels like the one task the team has studiously avoided, creating minimalist room-sets that feel like a cross between a sterile Thomas Demand sculpture and a lifestyle concept store, a sense confirmed by the odd inclusion of some JW Anderson clothes in a Perspex wardrobe. My advice: read the catalogue instead; it’s brimming with thoughtful ideas that simply don’t come across in the show. The neighbouring Korean pavilion takes the opposite tack, with a didactic display of the urban effects Seoul’s strict building codes have had on dictating the form of buildings in the city. If you ignore the acres of data and dense diagrams plastered across the walls and focus instead on the table of models, it provides a fascinating window on to the peculiar outcomes of FAR (floor area ratio) zoning codes. With specific rules about set-backs, rights to light, ceiling heights, underground floors and allowances for extra storeys if the building has voids below, Korean architects are forced to perform a “high-wire balancing act”, squeezing the maximum profitable area out of this cat’s cradle of restrictions. It is an elegant demonstration of some of the invisible forces shaping our cities. Let’s just hope the models are well glued down. There may be a plastic sack-wearing mob on the way.  Read Oliver Wainwright’s review of Alejandro Aravena’s central pavilion here",
  "webTitle": "Venice architecture biennale pavilions – a souped-up pre-school playground",
  "webPublicationDate": "2016-05-30T11:56:11Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/30/venice-architecture-biennale-2016-national-pavilions-review",
  "keyword": [
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Venice Biennale",
      "id": "artanddesign/venice-biennale",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Wainwright",
      "id": "profile/oliver-wainwright"
    }
  ],
  "guardianId": "artanddesign/2016/may/30/venice-architecture-biennale-2016-national-pavilions-review"
}