{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/anohni-hopelessness-review-the-most-profound-protest-record-in-decades",
  "id": "2016-05-05-74",
  "sectionId": "music",
  "body": "Last November, Radiohead’s Thom Yorke opined on the problems facing modern protest songwriters: “If I was going to write a song about climate change in 2015, it would be shit,” he said. “In the 60s, you could write songs that were like calls to arms … it’s much harder to do that now.” Harder, perhaps, but not impossible. A week or so after Yorke made his remarks, Anohni teased her new track 4 Degrees, a combination of cutting-edge electronica and orchestral grandeur that didn’t so much address climate change as dive headfirst into its fiery pits: “I want to hear the dogs crying for water,” she sang. “I want to see the fish go belly-up in the sea / And all those lemurs and all those tiny creatures / I want to see them burn.”    Related: Anohni, the artist once known as Antony Hegarty, on life beyond the Johnsons    It wasn’t the first time she had sung about the environmental destruction taking place around us. In 2008, recording under the name Antony and the Johnsons, she had released the resigned Another World (“I need another world, this one’s nearly gone.”). 4 Degrees, though, is a far cry from that, and the very definition of John Lydon’s assertion that anger is an energy. Anohni seems desperate to shock us into action by revelling in the agony climate change is set to bring upon us: “And all those rhinos and and all those big mammals / I want to see them laying crying in the fields.”          Listen to Anohni’s 4 Degrees    It would be wrong, however, to say that Hopelessness is an album solely about climate change. The issues being raised here are multiple, making it exactly the kind of protest record Thom Yorke would say cannot exist in the modern age. It’s direct. It’s angry. It seeks change. Execution despairs at America’s obsession with the death penalty (“Execution, it’s the American Dream!”) while Obama, Drone Bomb Me and Violent Men don’t exactly need a degree in advanced metaphor to interpret. Watch Me might seem charged with sexual frisson at first – “Daddy, Daddy … watch me watching pornography” – but you swiftly realise it’s about the era of global surveillance, and the sarcasm drips thick: “Protecting me from evil / Protecting me from terrorism / Protecting me from child molesters.”  You’d imagine such explicitness could make Hopelessness rather unfashionable, yet that’s never the case. Perhaps this is because Anohni, who previously preferred to record against soft piano with the occasional instrumental flourish, has changed tack for Hopelessness, teaming up with the avant-electronica producers Hudson Mohawke and Oneohtrix Point Never. The results are astonishing, treading a line between underground electronica and the most cutting-edge pop and R&B productions: fizzing synths, beats that skitter along or thud like heartbeats. I Don’t Love You Anymore – with its organs and gunshot cracks – sounds like a church service during the breakout of apocalypse.  Perhaps surprisingly, Anohni’s voice fits seamlessly into such modern arrangements: she’s strong enough to compete with their occasional bombast, while the producers frequently show restraint to let the soulful inflections that marked out her best balladery shine through. This combination is most notable on Crisis, the album’s highpoint, and an apology to the world for the torture of Guantánamo inmates. “If I tortured your brother / In Guantánamo / I’m sorry”, she sings, possibly not with an eye on the Billboard Hot 200. As the track threatens to peter out, she lets out another, almost choked “sorry”, followed by a resigned puff of breath. It sounds like she might just break down. Instead, the track blossoms into euphoric synths and Anohni lets her lungs loose to rampage through the octaves. It’s tempting, through the emotional rush of Crisis, to think what Yorke might make of such a musical statement – as profound a protest record as anyone has made in decades, brimming with anger, and yet, somehow, oddly accessible. Perhaps that’s the most peculiar thing about Hopelessness: when Anohni sings about mass graves and drone strikes, it doesn’t feel like a lecture. It can be strangely empowering. For all its bleakness, Hopelessness leaves you feeling anything but.",
  "webTitle": "Anohni: Hopelessness review – the most profound protest record in decades",
  "webPublicationDate": "2016-05-05T18:15:01Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/anohni-hopelessness-review-the-most-profound-protest-record-in-decades",
  "keyword": [
    {
      "webTitle": "Anohni",
      "id": "music/anohni",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Jonze",
      "id": "profile/timjonze"
    }
  ],
  "guardianId": "music/2016/may/05/anohni-hopelessness-review-the-most-profound-protest-record-in-decades"
}