{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/24/rafael-nadal-has-court-of-french-opinion-on-his-side-at-start-of-10th-title-tilt",
  "id": "2016-05-24-271",
  "sectionId": "sport",
  "body": "Rafael Nadal is eagerly awaited on court – as opposed to in court – in France for the first time since starting legal action against one of the country’s former sports ministers over doping allegations. The Spanish player, competing for his 10th Roland Garros title, is suing Roselyne Bachelot for alleging he had dropped out of the sport in 2012 to conceal the use of performance-enhancing drugs. French fans of the 14-time grand slam champion know which side they are on, however. Romain Lefebvre, editor in chief of L’Equipe magazine, said French tennis fans, particularly the young, love Nadal, who is due on court for his opening match on Wednesday against Sam Groth. “He is enormously popular and something of a hero. People appreciate his play and his personality,” Lefebvre told the Guardian.   Related: Andy Murray gets angry to claw his way back from French Open disaster    “Nadal has always said how he likes playing at Roland Garros and that it’s his favourite tournament and how he is grateful for the support he receives in France. He’s shown a profound respect for the Roland Garros tournament and has won it nine times and that’s made him very popular with the public.” Éric Winogradsky, head trainer of the French men’s team, told L’Equipe: “We are all happy to see Rafa back to the form we have come to expect of him. Now has he rediscovered enough confidence? In my view there is still a gap but he’s made a good comeback.” In 2010 a team of tennis experts assembled by the French daily sports newspaper L’Equipe, voted him the best ever Open tournament player on a clay court, closely followed by Bjorn Borg. Bachelot’s comments about Nadal came after Maria Sharapova failed a drug test at the Australian Open in January. The former minister suggested that Nadal’s decision to quit tennis for seven months – for a knee injury – was probably due to a positive drug test. “We know that Nadal’s famous seven-month injury was without a doubt due to a positive [drug test],” Bachelot said. “When you see a tennis player who stops playing for long months, it is because he has tested positive and because they are covering it up. It is not something that always happens but, yes, it happens more than you think.” Nadal has always vehemently denied doping allegations; this time he decided to sue. “There is a couple of times I heard comments like this,” he said at the time. “This is going to be the last one, because I’m going to sue her. I am tired about these things. I let it go a few times in the past. Not more. A minister of France should be serious. This time is the time to go against her.” He added: “Through this case I intend not only to defend my integrity and my image as an athlete but also the values I have defended all my career. I also wish to avoid any public figure from making insulting or false allegations against an athlete using the media, without any evidence or foundation and to go unpunished.” Any eventual damages would be given to a charity in France, Nadal told journalists. “That’s what you call a good sport,” the celebrity magazine Pure People wrote. Bachelor’s accusations are the latest in a long-running spat – in French a guéguerre – between France and Spain over sport. In 2011 the former French Open winner Yannick Noah, writing in Le Monde, accused the Spanish of having a “magic potion”. “Today they run faster than us, they are much stronger and they leave us the crumbs. Next to them, it’s clear, we look like dwarfs. What’s happened that we could have missed … how can a nation suddenly dominate sport at this level from one day to the next? “Did they suddenly discover avant garde techniques and training programmes that nobody else imagined? I’ve looked and I cannot find any of these inventions listed or documented ... between you and me, I’ve great difficulty believing this idea. You know what they say in the sporting cafés (I know very well because I’m often in them)? That those who win are those who slip through the net, who are quicker than the testers and use products not yet detectable.” Nadal described the attack as “puerile”. “He [Noah] knows better than anyone that it’s stupid to say such things at the current time with all the testing that we undergo,” he said. Of course, it is not only tennis fans who love Nadal; the French magazine Women’s Journal declared the Spaniard “very sexy” and 22% of its female readers voted him their favourite champion. Despite Novak Djokovic’s position at the summit of the men’s game, Nadal may yet upset the odds to win a 10th French Open title. “He’s no longer favourite to win but it’s just possible his favourite tournament might revive some of the old magic,” Lefebvre said.",
  "webTitle": "Rafael Nadal has court of French opinion on his side at start of 10th title tilt",
  "webPublicationDate": "2016-05-24T08:00:05Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/24/rafael-nadal-has-court-of-french-opinion-on-his-side-at-start-of-10th-title-tilt",
  "keyword": [
    {
      "webTitle": "Rafael Nadal",
      "id": "sport/rafaelnadal",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Drugs in sport",
      "id": "sport/drugs-in-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kim Willsher",
      "id": "profile/kim-willsher"
    }
  ],
  "guardianId": "sport/2016/may/24/rafael-nadal-has-court-of-french-opinion-on-his-side-at-start-of-10th-title-tilt"
}