{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/26/swipe-magazine-millennials-web-print",
  "id": "2016-05-26-209",
  "sectionId": "media",
  "body": "If you live in one of London’s hipper areas or commute into its centre, you may have been approached this morning at the tube station by a young person in a blue T-shirt handing out yet another free magazine. Aimed at the almost mythical millennial the media is obsessed with, Swipe magazine aims to stand out from Time Out or Shortlistby offering “the best of the internet in print”. The premise makes sense, on paper at least. People like reading print, but there’s loads of good stuff on the internet. So much in fact, that it’s hard to keep track of it all and find the best bits. Swipe’s editors say they will sift through that morass of content, decide which bits its target audience will like, then shove it in their face on their commute.          Swipe magazine: the best of the internet in print      Related: 'Make Google and Facebook pay levy to support journalism' - academic    They are paying a not exactly generous 10p per word to writers, but the 70-odd contributing sites get promotion for their work.  It has an initial distribution of 20,000 copies, 17,000 by hand and the rest placed in coffee shops and other millennial-friendly hubs. Publisher Tom Rendell insists that outside a media bubble of super-engaged web users, there is demand for a print roundup that filters social media.  “The internet is 4.5bn pages,” he said. “It’s completely dominated by huge sites high in Google search rankings. We’re not picking the most popular or the weirdest – we are looking at this with a journalistic background and thinking how we can give the best experience.” That experience is a mixed bag of articles. A beautifully illustrated cover story on the “dangerous bromance” between Trump and Putin from startup site the Malcontent (run by a former Telegraph journalist) that makes good use of graffiti depicting the odd couple kissing. News stories from Business Insider and its tech offshoot, a long read from “deep web” publisher Vocativ and, and weirdly, a Wikihow article about how to have a wolf as a pet. The ads are also revealing. A big sponsored content opener from Uber on the inside page, another sponsored article about a “developer bootcamp” and on the back page, a mail order craft beer brewery. Ticking off each entry in the millennial lifestyle checklist. It’s all prefaced with a “Trending” section covering social media such as the Phil from EastEnders meme making the rounds (Utter Philth), a reference to the Chewbacca mask video, and a roundup of Instagram and Twitter posts of the week.  Some of the choices, however, suggest the publishers are aiming for the slightly older end of their millennial target market. News that a sequel to 1999 rave film Human Traffic is on the cards won’t mean much to anyone under 30. And the “Twitter of the week” section includes an (admittedly hilarious) tweet from 2013. This clearly isn’t a magazine for the web-obsessed, head-in-their-smartphone twentysomething.    .@parisreview So is Paris any good or not— Patricia Lockwood (@TriciaLockwood) January 9, 2013    And that may be the point. There are plenty of outlets that curate the best of the web online, and most of those who are swimming through the internet’s eddies regularly will almost certainly have already identified their favourite ones, or just use their social media feeds to find what will interest them. One colleague at the upper range of the millennial demographic put it, “It’s like an in-flight magazine for the internet”. Another at the other end of the age range said: “like anyone picking it up being I LIKE THIS, might, you know, go on the internet”. But then for those for whom the more distant reaches of the web beyond Facebook and Twitter (Tumblr anyone?) are more like a foreign country, Swipe can offer a way to ensure they aren’t completely out of touch with the kids.",
  "webTitle": "Swipe magazine: will millennials read 'the best of the web' in print?",
  "webPublicationDate": "2016-05-26T11:50:57Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/26/swipe-magazine-millennials-web-print",
  "keyword": [
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/26/swipe-magazine-millennials-web-print"
}