{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/02/federal-corruption-watchdog-has-overwhelming-public-support-senate-committee-says",
  "id": "2016-05-02-225",
  "sectionId": "australia-news",
  "body": "A Senate committee will urge the Coalition to fund research into a national anti-corruption system after the committee heard “overwhelming public support” for the concept.    Related: Federal anti-corruption body would save millions, says Dio Wang    The chair of the Senate committee charged with investigating a national corruption watchdog, Senator Dio Wang, also called on the government to commit the research funding before it enters caretaker mode before the double-dissolution election expected on 2 July. “We were forced into delivering this limited interim report, because a full and proper inquiry is being shut down by the government’s early election to wipe independent voices from the parliament,” said Wang, who chaired the Senate select committee into the establishment of a national integrity commission.  “I call on the government – before it enters caretaker mode – to ensure funding is granted for the research being led by Griffith University with Transparency International Australia, the Queensland Integrity Commissioner, the NSW Ombudsman and other public sector and academic stakeholders, to identify an appropriate federal anti-corruption system, which the inquiry heard has overwhelming public support.”  The report will be released tomorrow during the budget lock up. Neither of the major parties support a national anti-corruption body.  The committee received a number of “protected” submissions containing allegations which could not be publicly released and, due to the early election, the committee could not address them.    Related: Dio Wang aims to create 'national Icac' by amending building watchdog bill    “In the crucial area of protected submissions, there is not even enough time to properly communicate with submitters about the appropriate course of action for their concerns,” Wang said. The committee heard evidence that most federal agencies’ anti-corruption work was unsupervised and half the total federal public sector were not in the jurisdiction of the Australian Public Service Commission internal compliance systems. The committee also heard research evidence that found almost one in three Australians see the federal government as corrupt (more so than state or local governments), with 43% of people believing corruption is on the rise. “Corruption risks have increased in recent years due to increased government control of information, increased funding needs of political campaigns, privatisation of government services and projects, retired ministers and their staff becoming lobbyists and large infrastructure funding decisions, and yet this government does not support the establishment of an overarching federal corruption watchdog because it claims existing measures are sufficient,” Wang said.",
  "webTitle": "Federal corruption watchdog has overwhelming public support, Senate committee says",
  "webPublicationDate": "2016-05-02T07:26:43Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/02/federal-corruption-watchdog-has-overwhelming-public-support-senate-committee-says",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Palmer United party",
      "id": "australia-news/palmer-united-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/02/federal-corruption-watchdog-has-overwhelming-public-support-senate-committee-says"
}