{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/29/lost-tommies-ross-coulthart-review-first-world-war-photographs-soldiers-louis-antoinette-thuilliers",
  "id": "2016-05-29-174",
  "sectionId": "books",
  "body": "“Lest we forget” is the trusting motto of first world war commemorations. All the same, preoccupied by later disasters, we have forgotten this most pointless of conflicts, which began as a fatuous diplomatic squabble and ended as a rehearsal for Armageddon; we need a rude reminder. More than 17 million soldiers and civilians died between 1914 and 1918, but such totals stupefy the brain and numb the heart. The Lost Tommies therefore deals with individuals, not an indiscriminate mass. Ross Coulthart’s book rescues from oblivion a few hundred British combatants who fought in the trenches and foxholes of the Somme, and forces us to look at their depressed, bewildered or downright anguished faces.    Battle was industrialised, and the Somme was like an abattoir in which the men, as Wilfred Owen put it, died like cattle    Coulthart has edited and minutely annotated a photographic archive recently retrieved from a farmhouse in Picardy. Here, behind the staging lines on the western front, Louis and Antoinette Thuillier set up an amateurish studio to photograph troops billeted in the area. Their subjects stood solemnly to attention, though they sometimes cuddled local dogs or puffed on cigarette butts to stoke up their courage: they knew, as they often said in the letters they sent home enclosing these plaintive portraits, that they were posing for the benefit of loved ones who might never see them again. Later the Thuilliers photographed the makeshift crosses – “some carved from the branches of trees, others made from old rifles and even roughly crossed propellers” as Coulthart notes – that poked out of their burial mounds. At home in Liverpool, businesses like Cunard or the Stock Exchange rounded up their employees and marched them down to enlist as a job lot. Waving them off, the clerk who took their names remarked: “I think you are all going to have a nice holiday.” For Rupert Brooke, those who volunteered were “swimmers into cleanness leaping”. The recruits photographed by the Thuilliers, however, experienced no ritual purification: they had been sent to grovel in mud, filth and gore.     The Lost Tommies by Ross Coulthart Photograph: Courtesy Kerry Stokes Collection, The Louis and Antoinette Thuillier Collection    In a village hall they attended lectures on “the science of butchery”, with instructions about precisely aiming their bayonets to pierce the enemy’s liver or kidneys. A constant artillery barrage ruined their nerves and made them quake and twitch; in the trenches their meagre uniforms were infested by lice, and they were forced to watch rats gnaw the bodies of their fallen comrades in no man’s land. Field doctors reported on unimaginable horrors: half a Tommy, his lower body blown away, gasped: “Oh chum, help me!”, which prompted his corporal to euthanise him with a shot of morphine. To begin with, the men in the photographs exhibit brave grins, pleased to be doing their duty to king and country. But the book concludes with a different gallery, a lineup of shellshocked officers from a Yorkshire regiment. Their faces sag into paralytic dismay; their eyes blankly gaze into a distance where the experiences that have psychologically wounded them are endlessly re-enacted. Coulthart’s commentary acidly sums up the muddle that doomed these ill-prepared men. It was not until 1916 that the British infantry was issued with steel helmets to deflect bullets; the dandified French wore brightly coloured uniforms that made them “easy targets for German gunners”. Previous wars had been conducted like chivalrous tournaments, but now the swaggering lancers on their emaciated nags were instantly cut down by German machine guns. Battle had been industrialised, and the Somme resembled an abattoir in which the victims, as Wilfred Owen put it, died like cattle.    Today we worry about zealots who are happy to die for a cause; this perversity has its origins in the first world war    Propagandists promised that this war would end all wars. Instead it almost automatically provoked those that followed. In 1916 a British officer condemned a prospective attack at Fromelles – which went ahead despite his misgivings – as “a bloody holocaust”. What Coulthart describes is a slaughter as systematic as the Nazi genocide, perpetrated by generals such as Haig and Kitchener who deployed their own country’s miners, navvies and labourers as cannon fodder and dismissed casualties as “acceptable losses”. Today we worry about zealots who are happy to die for their cause; this perversity too has its origins in the first world war, when a corps of machine-gunners was nicknamed the Suicide Club because of its inadequate equipment. Coulthart recalls a cavalry officer who “rode his horse out in full view of the Germans” to rally his troops, shouting “Stick it, men … and for God’s sake put up a good fight” – a Christian paraphrase, I’d suggest, of the salute to Allah intoned by Isis fanatics as they detonate their vests. He was instantly killed by German fire, but posthumously awarded the Victoria Cross. Back then, his initiative counted as extraordinary valour; now it seems more like messianic folly. Give me a chocolate soldier any time. War with its cult of heroism is humanity’s death wish, and The Lost Tommies makes me grateful for my self-protective cowardice. The Lost Tommies is published by HarperCollins (£40). Click here to order it for £32",
  "webTitle": "The Lost Tommies by Ross Coulthart review – young martyrs to pointlessness",
  "webPublicationDate": "2016-05-29T06:30:26Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/29/lost-tommies-ross-coulthart-review-first-world-war-photographs-soldiers-louis-antoinette-thuilliers",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "First world war",
      "id": "world/firstworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Conrad",
      "id": "profile/peterconrad"
    }
  ],
  "guardianId": "books/2016/may/29/lost-tommies-ross-coulthart-review-first-world-war-photographs-soldiers-louis-antoinette-thuilliers"
}