{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/14/dylan-thomas-award-goes-to-max-porters-extraordinary-feat",
  "id": "2016-05-14-97",
  "sectionId": "books",
  "body": "Max Porter, an editor and former bookseller, has won the £30,000 International Dylan Thomas prize for his “extraordinary feat of imaginative prose”, Grief Is the Thing With Feathers. Described by the award administrators as “part novella, part polyphonic fable, part essay on grief”, the debut tells of how the death of a mother affects her two young sons and their father, a Ted Hughes scholar. As they face the blackest moment of their grief, they are visited by Hughes’s creation Crow, who helps them heal. Shortlisted for the Guardian first book award last year, the book was named winner of the Dylan Thomas prize on Saturday afternoon at Swansea University, on International Dylan Day. The prize is for the best work of English-language literary fiction – poetry, drama or prose – by a writer of 39 or under, marking Thomas’s own death shortly after his 39th birthday. Two poetry collections were shortlisted for this year’s prize – Andrew McMillan’s Guardian first book award-winning Physical and Frances Leviston’s Disinformation. They were joined by Claire-Louise Bennett’s short-story collection Pond, and two novels: Sunjeev Sahota’s Booker-shortlisted The Year of the Runaways, and Tania James’s The Tusk That Did the Damage. Chair of judges Professor Dai Smith, from Swansea University, said that he and his fellow judges had agreed that Porter’s contender Grief Is the Thing with Feathers “did something unique, something none of us had ever read before … It fits in so much with the echo of Dylan Thomas, who moved so effortlessly between prose, poetry, gothic surrealism and black comedy. And there it was, bounding out of this little volume,” said Smith. “I picked it up without great expectations – what is it? a prose poem? a novella? But it’s a hybrid, as Max himself has said, and that means it is like nothing else.”   Related: Max Porter: ‘The experience of the boys in the novel is based on my dad dying when I was six’     The book, said Smith, “takes the common place of grief, the pall of death, the loss of loved ones, the things that we will all experience and transforms the ordinary through an extraordinary feat of imaginative prose, but prose that slips into poetry and out again”. Porter has said that what happens to the boys in the book was based on his own experience of his father dying when he was six. Smith also praised the way that Porter, who won young bookseller of the year in 2009 before becoming an editor at Granta Books, uses the archetypal figure of Hughes’s Crow, calling it “both astonishing and beguiling”. The book is “funny [and] deeply moving”, said the professor, and Porter has “a dazzling career” ahead of him. This is the 10th year of the award, which has been won in the past by Joshua Ferris, Maggie Shipstead and Nam Le. This year’s judging panel also included the authors Sarah Hall, Owen Sheers and Kamila Shamsie, poet Kurt Heinzelman and theatre director Phyllida Lloyd.",
  "webTitle": "Dylan Thomas award goes to Max Porter's 'extraordinary feat'",
  "webPublicationDate": "2016-05-14T15:00:06Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/14/dylan-thomas-award-goes-to-max-porters-extraordinary-feat",
  "keyword": [
    {
      "webTitle": "Dylan Thomas prize",
      "id": "books/dylan-thomas-prize",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Dylan Thomas",
      "id": "books/dylanthomas",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Guardian first book award",
      "id": "books/guardianfirstbookaward",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Guardian first book award 2015",
      "id": "books/guardian-first-book-award-2015",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/14/dylan-thomas-award-goes-to-max-porters-extraordinary-feat"
}