{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/04/david-cameron-political-courage-ttip-trade-deal",
  "id": "2016-05-04-47",
  "sectionId": "business",
  "body": "David Cameron has said a trade deal between the EU and US is not dead despite France threatening to veto the proposal in its current form. The prime minister said it would take “political courage to get it over the line” but the Transatlantic Trade and Investment Partnership (TTIP) would be good for British people.   Related: The TTIP and TPP trade deals: enough of the secrecy | Trevor Timm    He insisted TTIP was still viable despite François Hollande saying on Tuesday that he would reject it “at this stage” because France was opposed to unregulated free trade. All 28 EU member states and the European parliament would have to ratify TTIP before it comes into force, after 13 rounds of negotiations spread over nearly three years. Barack Obama has said completing TTIP with the EU is a priority for his country, and that in the event of Brexit the UK would have to go to the back of the queue for a trade deal.           What is TTIP? Everything you need to know about the ‘super sexy’ trade acronym    The proposed deal has gained in prominence over recent months as some Eurosceptics claim the UK could put a halt to it by leaving the EU. Campaigners against TTIP, who include the Labour leader, Jeremy Corbyn, and groups such as Greenpeace, argue that it could lead to weakening of regulation and open up the NHS to more privatisation. Cameron said concern over the possible impact on the NHS and public services was “the reddest of red herrings”.  “The health service is completely protected under this agreement as it is under other agreements,” he told the Commons. “Look, there are all sorts of reasons people might be against free trade and wanting to see an expansion of trade and investment and jobs. I think people should be honest about it and say they don’t want to see these things happen, rather than actually finding total red herrings for getting in the way of what could add tens of billions of pounds to our economy and bring jobs and investment to our country.”   Related: TTIP has been kicked into the long grass … for a very long time    He later confirmed that the UK was still pushing for the completion of TTIP.  During a session of the Commons liaison committee, Cameron was taken to task by Eurosceptic Tories including Bernard Jenkin and Bill Cash. Jenkin warned the prime minister to “expect a writ” if the government kept posts making the case for Britain to remain in the EU on its website right up until the referendum. Jenkin said it would be illegal to keep pages on the Gov.uk website during the so-called purdah period in the last few weeks of the campaign. “Expect a letter before action. If we can raise the funds, expect a writ,” he said. Cameron replied: “I’d better get back to the office fast then.”  During the lengthy session, Cameron brushed off claims by the Brexit campaign that staying in the EU could lead to a wave of migration from Turkey. “I will be absolutely frank with you, I don’t think the accession of Turkey to the European Union is remotely on the cards. I don’t think it will happen for decades,” he said. “If you look at the facts, the facts are that it requires unanimity of all European members. The French, for instance, have said they’d have a referendum on it. “I would say very clearly to people: if your vote in this referendum is being influenced by considerations about Turkish membership of the EU, don’t think about it. It’s not remotely on the cards. It’s not an issue in this referendum and it shouldn’t be.” He suggested it would be safer to stay in the EU to avoid the risk of the UK being broken up through a second independence referendum. “I would argue to anyone in the United Kingdom who cares as passionately as I do about keeping the United Kingdom together that the safe and sensible choice is to vote to stay in a reformed European Union,” Cameron said.",
  "webTitle": "David Cameron calls for political courage to seal TTIP deal",
  "webPublicationDate": "2016-05-04T19:12:14Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/04/david-cameron-political-courage-ttip-trade-deal",
  "keyword": [
    {
      "webTitle": "TTIP",
      "id": "business/ttip",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "business/2016/may/04/david-cameron-political-courage-ttip-trade-deal"
}