{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/27/i-work-on-global-poverty-and-thats-why-im-voting-to-stay-in-the-eu",
  "id": "2016-05-27-198",
  "sectionId": "global-development-professionals-network",
  "body": "As someone who works on global issues you might not be surprised that I look favourably on the European Union. However, I am not instinctively swayed by claims that it is the only route to peace, prosperity and influence. My decision to support staying in the EU comes from asking: What really matters to the world? And what is the best instrument to achieve progress?   Related: Why we urgently need more collaboration to solve long-term humanitarian crises    There is urgency to achieve the sustainable development goals  agreed last September in New York: reducing poverty and inequality, improving life chances for all, fighting climate change, and ensuring greater accountability and responsiveness of states and institutions.  The goals represent an extraordinary challenge to national and global governance. They will require close coordination of economic policy in ways the G20 has just begun to grasp. They will need deeper collaboration among countries on environmental issues, such as at the climate talks in Paris, and they will need concerted international action on peace and security, requiring new determination by the Security Council and wider UN membership.  The EU does not come empty-handed to the table. There are shared values – however frayed they currently appear – enshrined in treaty. There are pooled resources in the EU budget offering economies of scale. There are shared institutions, including well-established development and humanitarian agencies at EU level. And there is trust created partly in those long days and nights spent shaping consensus. These assets deliver real benefits for the UK, in four main ways.    The EU has a robust framework for dealing with human rights abuses and instruments which contribute to peace-building    First, the UK has been influential in shaping consensus at EU level – on aid and trade for example – and can justly point to its role in the EU as an opportunity to amplify influence. At the climate talks in Paris, the EU led a High Ambition Coalition in tandem with a core group of developing countries with which it has a long-term partnership. This alliance between the EU and the 79 countries of the Africa, Caribbean and Pacific Group represented a new platform for global deal-making, cutting across the old dividing line of the G7 and the G77. Second, EU institutions help the UK extend the geographical span of its aid programmes, reaching countries that, otherwise, would be hard for us to help such as those in the Sahel. Every pound the UK routes through Brussels is pooled with another £6 from other member states. This larger pool contributes directly to saving lives and building the long-term foundations for development. The EU deploys its development and humanitarian resources in some 150 countries and territories, from small islands such as Vanuatu to countries of sub-continental size, such as India.    Excluding energy, the EU imports more from the poorest countries than the US, Canada, Japan and China ​combined    Third, the EU provides services to the UK that other international organisations cannot. It has a robust framework for dealing with human rights abuses, recently displayed in the curtailment of official aid to the Government of Burundi, as well as a range of instruments which contribute to peace-building, for example military and police missions. The EU should certainly not be thought of as an alternative to Nato. However, at the end of 2015, there were 17 EU military and police missions – six of which were military in locations such as Kosovo, Palestine and the Central African Republic. All this is important at a time when UK development policy is pivoting to fragile states –the new UK aid policy announced late last year specifies that half of all aid will be spent in these difficult environments. Fourth, the single market and the trade relations that accompany it provide development benefits. Excluding energy, the EU imports more from the poorest countries than the US, Canada, Japan and China combined. EU trade policy offers special access to these countries on the basis of free trade for “everything but arms”. Its trade treaties have strong human rights clauses, including forced and child labour. EU trade policy protects the UK from a race to the bottom in its dealings with the poorest countries.   Related: The humanitarian system: 'A mammoth machinery losing track of what it is for'    There is, of course, far more to do. The UK is a strong proponent of reform in the EU on all aspects of development and humanitarian policy. Our reform agenda reflects our purposes, but is also rooted in the unparalleled knowledge to be found in UK universities, research centres, think tanks, and NGOs, as well as the private sector. For this reason, our engagement in the EU serves UK interests, but also benefits the EU.  The more we invest in the EU, the more successful we are likely to be in our efforts to achieve the global goals. We have to believe in the power of collective action and in the possibilities the EU can offer. I do, and that’s why I will be voting to remain. Simon Maxwell is chair of the European Think Tanks Group. He tweets at @SimonMaxwell001.  Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "I work on global poverty and that's why I'm voting to stay in the EU",
  "webPublicationDate": "2016-05-27T11:14:57Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/27/i-work-on-global-poverty-and-thats-why-im-voting-to-stay-in-the-eu",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Department for International Development (DfID)",
      "id": "politics/department-for-international-development-dfid",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/27/i-work-on-global-poverty-and-thats-why-im-voting-to-stay-in-the-eu"
}