{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/09/england-world-cup-hopefuls-north-south-regional-series",
  "id": "2016-05-09-271",
  "sectionId": "sport",
  "body": "Andrew Strauss, the director of England cricket, has described the creation of a 50-over North v South series, to be played in the United Arab Emirates from next spring, as both a “shot in the arm” for domestic one-day cricket and an innovation that can help strengthen the national side before the next World Cup. In a bid to aid selection for the 2019 tournament and the Champions Trophy that comes two years earlier, both of which will be on home soil, two regional sides will play three one-day matches in the Gulf state next March, the first of three such annual series scheduled.   Related: England unusually stable before Test squad announcement for Sri Lanka    The two teams, which are split along the lines of the two groups in the Royal London Cup, will both include the four best English-qualified players in their region and the leading spin bowler, as per the most valuable player rankings of the Professional Cricketers’ Association from the previous summer, with the remaining eight spots in each 13-man squad decided by the selectors. Strauss, speaking a year to the day since his appointment by the England and Wales Cricket Board, hopes domestic players from all counties are encouraged to strive to reach the shop window that the trial series represents, and that the additional scrutiny of playing in it helps prepare them for international cricket. “This idea is a bit of a step into the unknown. But it is a shot in the arm for the domestic game and I believe the international team will benefit too,” Strauss said. “When you’ve got such a broad net to look at [players] it can be difficult. There has always been that thing of: ‘If you’re at an unfashionable county do you have the same chance?’ “We’re saying here that everyone starts off on a level playing field and it doesn’t matter what you’ve done in the past, there is no potential bias, anyone can qualify. I’m very comfortable with our selection processes but this gives an opportunity for people to put their hands up in a way they haven’t previously.” Strauss, whose first move in the job was to sack the coach Peter Moores after the 2015 World Cup and replace him with Trevor Bayliss, has already overseen an upturn in performances by the senior side in 50-over cricket, as well as a runner-up finish in the World Twenty20 in India. But that has not reduced the mood for domestic change, with the former England captain instrumental to a revised structure that, from next season, will see the 50-over Royal London Cup moved to the start of the summer and the NatWest T20 Blast switched to two mid-summer blocks. Strauss added: “This North v South series, in conjunction with blocked 50-over cricket from 2017, is going to be really helpful in terms of preparation and thinking that goes into the format. This is a three-year project and the clock is ticking because we need to give ourselves the best possible chance in that 2019 World Cup. The World T20 performance over the winter suggests we should be very ambitious and very confident that we can do really well in that competition.” The MVP rankings, which will decide five spots in each of the two teams, were introduced by the PCA in 2007 but have struggled for relevance up until now. The system, which scores players on all aspects of their game, saw Gloucestershire’s Benny Howell as the highest-ranked English cricketer in 50-over cricket last summer.",
  "webTitle": "Andrew Strauss: North v South series will boost England’s World Cup hopes",
  "webPublicationDate": "2016-05-09T08:45:48Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/09/england-world-cup-hopefuls-north-south-regional-series",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/09/england-world-cup-hopefuls-north-south-regional-series"
}