{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/27/labour-using-social-media-to-push-eu-message-says-corbyn",
  "id": "2016-05-27-83",
  "sectionId": "politics",
  "body": "Mainstream media coverage of the EU referendum debate has focused too much on Tory party divisions, while the Labour party’s argument for a more “social Europe” has been getting through to people on social media, Jeremy Corbyn has said. Speaking to the Guardian from the Labour In For Britain campaign bus in Doncaster on Friday afternoon, the party’s leader said: “The media has framed the whole debate around Tory free market [ideas] versus the views of Nigel Farage and Boris Johnson. “Our argument is a fairly straightforward one: tThere have been gains in the European Union on working conditions and environmental protection, but there is much more to be done and we want a reformed Europe.”   Brexit explained: vote leave   Senior Labour MPs, including the former shadow chancellor Chris Leslie and former culture secretary Ben Bradshaw, are among those to have expressed concern that the Labour leader is failing to make the case for staying in the EU with sufficient passion. Asked if he thought his party’s pro-European message was failing to get through, Corbyn said: “Well, there are two kinds of cut-through. One is the world of the media, with TV and print, and the other is the world of social media, and on social media we have an enormous presence and an enormous following. “For example, an abbreviated version of my contribution in parliament after last week’s Queen’s speech got 2m views on Facebook. We are getting enormous cut-through on social media and I think sometimes the national debate is framed around the political media circle that often ignores the reality of how many people get their information.” Corbyn, a long-time critic of the EU who voted against Britain’s continued membership of the European Economic Community in 1975, denied he was a Eurosceptic or that his historical position weakened his current argument in favour of staying in the EU.  “We’ve agreed as a party on a strategy and a position. We’re following that strategy and that position. I’m leading the party in that and I’m on this bus at the moment and a very nice bus it is too,” he said.     Corbyn chats with former leader Ed Miliband on board the Labour In for Britain bus. Photograph: Stefan Rousseau/PA    Asked if he thought the EU pursued an economic agenda that was too neo-liberal, Corbyn said: “I think the neo-liberal pressure on [the] Maastricht [Treaty] and the Single European Act, although we’re not signed up to the eurozone, is an issue. But it has to be challenged and it’s not going to be easier to challenge it outside than it is to challenge it inside. Exiting won’t help.”   Related: Ed Miliband warns Britain could leave EU if young people don't vote    Appearing alongside the party leader at a rally in Doncaster, his predecessor, Ed Miliband, argued that Corbyn’s Eurosceptic past put him in a good position to persuade Eurosceptic Labour voters. “I think the very fact that he has expressed in the past some doubts about the European Union actually makes him a more compelling advocate for the remain position,” said the Doncaster MP. “The fact that he’s had those doubts, but has decided that the right decision is to stay in, is actually where quite a lot of the country is.” Miliband said Corbyn had not arrived at his current position on Europe because of pressure from the party. “I think it’s very interesting how the Labour party’s position has changed on this over the years. In 1983 our position was to get out of the European Union and now it’s hard to find, apart from a handful, Labour MPs who are in favour of getting out. Why? I think it’s because we recognise that problems cross borders today.” Miliband said the focus on internal Tory party feuds demonstrated the need for a separate Labour campaign. “The message can get obscured … it’s really important, with events like today, that we get across that it’s not just a row about the Tory party, it’s a choice about the future of the country.” He denied that his appearance with Corbyn was a sign that he was preparing to return to frontbench politics. “This is about me supporting the leader. I’m a backbencher and I’m happy getting on with being a backbencher,” he said. Corbyn’s trip to Doncaster came on the day after his 67th birthday. He said he celebrated the day by going for breakfast in Finsbury Park, north London, with his wife, before having cake and balloons in his office and going for dinner with his staff and family in central London.",
  "webTitle": "EU referendum: Corbyn criticises media focus on Tory divisions",
  "webPublicationDate": "2016-05-27T16:14:48Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/27/labour-using-social-media-to-push-eu-message-says-corbyn",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    }
  ],
  "guardianId": "politics/2016/may/27/labour-using-social-media-to-push-eu-message-says-corbyn"
}