{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/25/top-10-chases-in-literature",
  "id": "2016-05-25-141",
  "sectionId": "books",
  "body": "One of the appeals of chase stories is that they speak to experiences we’ve all known. We’ve all walked down a deserted street afraid that someone is following us. As children, we revelled in games where we hid from other people. And of course, if somebody is hiding, it usually means that somebody else is seeking. In writing my latest novel, I thought a lot about the visceral fear of those being pursued, the dogged commitment of the pursuer – and the ties that bind them together. The result is Long Time Lost, a story about a network of people, hidden throughout Europe, in a privately operated and highly illegal protection scheme. When the scheme’s security is breached, there is no safety net and the chase is on. As the books I’ve selected below demonstrate, the relationship between the hunted and the hunter can be an intense and strangely intimate one, with each anticipating the moves of the other, and in the crucible of the chase, with the psychological strains going both ways, it is sometimes unclear who is stalking whom. 1. Moby-Dick by Herman MelvilleCall me a fan. In Melville’s epic adventure novel our narrator, Ishmael, is witness to Captain Ahab’s obsessive quest for revenge against the titular white whale that bit off his leg. Ultimately, Ahab’s fevered pursuit of the great leviathan consumes them both. 2. Frankenstein by Mary ShelleyFor a chase taken to geographic extremes, look no further than Victor Frankenstein’s pursuit of his fabled “wretch” all the way to the Arctic wastelands. If Captain Walton’s first glimpse of a “being which had the shape of a man, but apparently of gigantic stature” sledding across distant ice floes seems fantastic, it is barely more than a prelude to the remarkable tale that follows.   Related: Top 10 Arctic novels    3. The Thirty-Nine Steps by John BuchanRichard Hannay flees the scene of two murders in his London apartment building with a secret codebook handed to him by an American spy. As he attempts to safeguard Britain’s advance plans for the outbreak of the first world war, just under way when the novel was published in 1915, he is subject to a relentless chase. Hunted throughout the Scottish highlands, he returns to London, before his improbable ruses and derring-do culminate at the mysterious 39 steps of the title. 4. Rogue Male by Geoffrey HouseholdIf The Thirty-Nine Steps showed the plight of an ordinary man caught up in extraordinary circumstances, Household’s classic 1939 thriller updated the formula by making the hero a trained killer. In the aftermath of the attempted assassination of an unidentified European leader, our unnamed narrator finds himself in a desperate struggle to make his way home to Britain – only to be pursued by shadowy forces within his own shores. Our hero’s ingenious efforts to evade his pursuers culminate in a devilish game of cat and mouse (crucially involving, at one point, an actual cat) in a hedgerow den in the Dorset countryside. For a long time, the protagonist’s motives remain as obscure as his pursuers, but their ultimate reveal is a surprisingly emotional justification for why the hunter became the hunted. 5. The Night of the Hunter by Davis GrubbIn Grubb’s wildly melodramatic tale set in Depression-era West Virginia, Harry “Preacher” Powell – the faith-warped killer with the words “love” and “hate” tattooed on his knuckles – is released from prison determined to get his hands on the loot stolen by his former cellmate, Ben Harper, in a botched robbery. All that stands in Preacher’s way is Ben’s widow, Willa, and her two young children, John and Pearl. The children’s escape on a skiff along the Ohio river unspools like a dark reimagining of The Adventures of Huckleberry Finn.     Man versus man versus nature ... Bill McKinney and Burt Reynolds in John Boorman’s 1972 film of Deliverance. Photograph: Allstar/Warner    6. Deliverance by James DickeyFour friends leave suburban America to set out on a backwoods canoe adventure – but the backwoods bite back. “I had never lived sheerly on nerves before,” says the narrator, Ed Gentry, and the reader won’t struggle to empathise. But this is more than simply a story of man versus man versus nature. Deliverance is also an exploration of four men engaged in their own futile mythmaking, and of the emotional impact of what it takes to survive. 7. Twilight by William GayWhat is it about Southern noir that lends itself so readily to chase literature? In Gay’s novel, this gothic sensibility is rendered to stunning effect in the twisted realm of the Harrikin, a desiccated backwoods haunted by displaced eccentrics, and in the grotesque figure of local undertaker Fenton Breece. When Kenneth Tyler and his sister Corrie uncover photographic evidence of Breece’s perverse treatment of the dead and attempt to blackmail him, Breece sets the unhinged and relentless Granville Sutter on their trail. Gay’s prose is raw and poetic, and steeped in Southern atmospherics. 8. No Country for Old Men by Cormac McCarthyAs with many of my choices, McCarthy’s novel opens with a crime that arises from a pre-existing offence – this time, a drug deal gone wrong. When Llewelyn Moss stumbles upon the bloody aftermath, he also finds a case filled with cash. His decision to take the money and run is one he makes with a clear-eyed estimate of the likely consequences. But the fallout from the lawless pursuit that follows is far more devastating and wide-ranging than he can begin to appreciate. McCarthy’s rethought western thriller has a timeless feel and, in Anton Chigurh, a truly unforgettable antagonist. 9. The Talented Mr Ripley by Patricia HighsmithTom Ripley, the ultimate chameleon, is a man on the run; not simply from the repercussions of a minor postal scam in New York, but also the spectre of his own humdrum existence. Later, after he has murdered Dickie Greenleaf in Italy and assumed his identity, Tom finds himself hounded at various times by the police, an American private detective and by the suspicions of Dickie’s friends and family. As the net closes in, Tom finds that shedding his former shabby existence is as troublesome as evading justice. 10. Jaws by Peter BenchleyI opened this list with a whale, so I’ll end it with a shark, and for sheer blockbuster thrills Peter Benchley’s iconic novel is tough to beat. As police chief Martin Brody hunts down the great white that is terrorising the small town of Amity, Long Island, the shark, in turn, haunts Brody’s thoughts. • Long Time Lost by Chris Ewan is published by Faber & Faber, priced £12.99. It is available from the Guardian bookshop for £10.39.",
  "webTitle": "Top 10 chases in literature",
  "webPublicationDate": "2016-05-25T14:00:09Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/25/top-10-chases-in-literature",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Thrillers",
      "id": "books/thrillers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Horror",
      "id": "books/horror",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Patricia Highsmith",
      "id": "books/highsmith-patricia",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Cormac McCarthy",
      "id": "books/cormac-mccarthy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "John Buchan",
      "id": "books/john-buchan",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Mary Shelley",
      "id": "books/maryshelley",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Herman Melville",
      "id": "books/hermanmelville",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Ewan",
      "id": "profile/chris-ewan"
    }
  ],
  "guardianId": "books/2016/may/25/top-10-chases-in-literature"
}