{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/british-cluster-bombs-yemen-cameron-killing-civilians-inquiry",
  "id": "2016-05-23-169",
  "sectionId": "commentisfree",
  "body": "Life for the farmers and goat herders of northern Yemen is hard at the best of times. Underdevelopment, soil erosion, sand dune encroachment, a chronic shortage of water – these all keep people poor and scrabbling to survive. Now though, after a punishing year of aerial bombing in the Middle East’s “forgotten conflict”, there’s another threat to Yemen’s rural workers: vast amounts of unexploded ordnance, including cluster bombs - which are banned by over 100 countries, although not in Saudi Arabia. Bizarrely. and grotesquely, local farmers and goat herders say that so many cluster bombs have been fired into their villages, farms and surrounding countryside by the Saudi Arabia-led military coalition, that deadly submunitions – or “bomblets” – are found everywhere. In houses, courtyards, streets, fields used to graze livestock, around springs for water, and even, says one goat herder, “hanging off the trees”. Our staff from Amnesty International have recently visited the governorates of Sa’dah, Hajjah and Sana’a in northern Yemen. They found that indeed cluster bomblets and other munitions litter the area. A coalition fighting an insurgency of Houthi tribesmen and forces aligned with the former president Ali Abdullah Saleh has sprayed civilian areas with some of the foulest weaponry in the history of warfare.    One of the cluster bombs we saw in northern Yemen was made in the UK    Villagers told us about how people have been killed or maimed by the unexploded, but still live, bomblets. Amnesty has documented 10 incidents in which 16 civilians, including nine children, were killed or maimed by cluster bombs between July 2015 and last month. One boy of eight was killed while herding goats near a village in al-Safra directorate in Sa’dah on 1 March. His 11-year-old brother also lost three fingers on one hand and needed steel plates inserted into his shattered jaw. These are likely to be only a fraction of the deadly harvest of cluster bomb casualties in Yemen. In just three weeks in April, an understaffed Yemeni mine-clearance organisation cleared at least 418 cluster bomb submunitions, as well as 51 mortars and more than 70 missiles from the area we visited. The clearance was abruptly halted after three de-miners were themselves killed. Meanwhile, an unknown number of the bomblets remain uncollected, awaiting their next victim. The cluster bombing of northern villages is of course just one part of a greater, altogether more depressing Yemen story. Under its controversial young defence minister Mohammed bin Salman, Saudi Arabia’s gung-ho coalition of predominantly Gulf states has for more than a year remorselessly – and often indiscriminately – bombarded whole swaths of Yemen. A UN report in January found there had been at least 119 coalition attacks (many with multiple airstrikes) in clear breach of the laws of war – on houses, schools, wedding parties, hospitals and refugee camps. Thousands of civilians have been killed (at least 3,200), with the coalition responsible for the greater part (on their side the Houthi-Saleh fighters haven’t spared civilians either). The Saudis admit they’ve used cluster bombs, but say it was against armoured vehicles not unarmed civilians. Our evidence casts these claims into serious doubt. Tragic though all of this is, some might ask what does it have to do with us? It’s just another regional Middle Eastern conflict, isn’t it? Well, not quite. Because the UK has provided chief belligerent Saudi Arabia with much of its huge arsenal of weaponry. British arms manufacturers have sold literally billions of pounds of war planes, missiles and bombs to oil-rich Saudi Arabia. Large consignments of Typhoon jets and missiles (£2.8bn’s worth) have continued to be sent to Riyadh even as the civilian death toll in neighbouring Yemen has mounted. Challenged on why it continues to issue such arms export licences to British arms companies, the UK government has ducked and dived shamelessly. We’ve checked with our Saudi Arabian “allies”, ministers say, and they assure is that there’s been no deliberate targeting of civilians (as if deliberation were all that mattered). Or: we’ve checked again and Saudi Arabia has told us they’re conducting an inquiry. Or: there’s no evidence that British weaponry had been involved.   Related: Who’s making sure the Saudi bombs keep falling on Yemen? The Tories | David Wearing    Well now there is. One of the cluster bombs we saw in northern Yemen was made in the UK. To be precise, it’s a BL755 device made and exported by a Bedfordshire-based firm called Hunting Engineering Ltd prior to the ban on such devices coming in to force. It contains 147 bomblets designed to burn through tank armour and then explode into more than 2,000 metal fragments. The BL755 was designed to be dropped from Tornado fighter jets, scores of which the UK has sold to Saudi Arabia. Did a Saudi Arabian pilot drop this cluster bomb – and others like it – on al-Khadra village in Yemen? We need to know. The BL755, a barbaric bit of British kit has turned up in the killing fields of Yemen. Just how involved is the UK in leaving the poisoned fruits of war scattered among the farmers and goatherds of impoverished Yemen? • Amnesty International – which is calling on the UK to halt all arms exports to Saudi Arabia and other members of the military coalition that could be used to commit further human rights violations in Yemen – has written to David Cameron to ascertain the full circumstances surrounding UK cluster munitions being used in Yemen, including full disclosure over whether any British personnel or officials were involved",
  "webTitle": "British-made cluster bombs are turning up in Yemen. Will Cameron tell us why? | Kate Allen",
  "webPublicationDate": "2016-05-23T13:18:29Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/british-cluster-bombs-yemen-cameron-killing-civilians-inquiry",
  "keyword": [
    {
      "webTitle": "Arms trade",
      "id": "world/arms-trade",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Yemen",
      "id": "world/yemen",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cluster bombs",
      "id": "world/cluster-bombs",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Defence policy",
      "id": "politics/defence",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Amnesty International",
      "id": "world/amnesty-international",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Allen",
      "id": "profile/kateallen"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/british-cluster-bombs-yemen-cameron-killing-civilians-inquiry"
}