{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/14/trump-clinton-us-election-gender-gulf",
  "id": "2016-05-14-14",
  "sectionId": "us-news",
  "body": "When I moved to the United States last summer, the reality-TV star Donald Trump was dominating the airwaves after making sexist comments about Megyn Kelly of Fox News. During the first Republican presidential debate, Kelly questioned whether Trump had the temperament for the job, given that he had called women he disliked “fat pigs, dogs, slobs and disgusting animals” in the past. Responding with characteristic belligerence and aggression, Trump called her a “bimbo” and ascribed her remarks to the likelihood of her having “… blood coming out of her wherever”. Wow. But at the time I thought that there was nothing to worry about here. The presidential bid of a man prepared to make such offensive comments would fizzle out with the silly season. Trump was a clown, a controversial soundbite machine pepping up ratings when political news was scarce. Fast forward nearly a year and Trump is now the presumptive Republican presidential nominee – and no one is laughing. When I mentioned his name to a group of parents standing in the sunshine in the playground at my daughter’s preschool last week there was a collective shiver. It was visceral. Beth, 36, like me a mother of three daughters, said: “It’s a joke we’re even talking about this. We are in a sad state. I tuned out a long time ago: it’s all rubbish. I would never vote for a man like Trump.” Sheri, 34, and Mary Ellen, 35, are angry, bemused and embarrassed in equal measure. “What must the rest of the world think?” asked Mary Ellen, a landscape architect. “His racism, his sexism … it’s scary.”     Donald Trump at Trump Tower. He once said of women: ‘The smart ones act very feminine and needy, but inside they are real killers … I have seen women manipulate men with just a twitch of their eye – or perhaps another body part.’ Photograph: Justin Lane/EPA    They’re not alone in their alarmed disapprobation. Around 70% of women have an “unfavourable opinion” of Trump, and this cuts across age, race, and socioeconomic and marital status. Given that women vote in higher numbers than men – in 2012, 63.7% of women turned out compared with 59.8% of men – he should be worried. Most women are surely turned off by his unapologetic, creepy misogyny. In March, he retweeted a picture of his wife, Melania, a former model, next to an unflattering picture of Ted Cruz’s wife, Heidi, with the caption: “The images are worth a thousand words.” Of his former rival for the nomination, Carly Fiorina, he said: “Can you imagine that, the face of our next president?” His misogyny goes back years. In 2012, he tweeted that the Huffington Post editor, Arianna Huffington, was “unattractive both inside and out”. Then there is his hideous admission in a 2006 interview: “If Ivanka weren’t my daughter, perhaps I’d be dating her.” It seems incredible that a presidential candidate could say these things. Imagine the leader of a UK political party, a potential prime minister, making these comments about Kirsty Wark or Theresa May. But if Trump has a woman problem, it appears Clinton has a white man problem – and I’m not talking about Bernie Sanders, her rival for the nomination, who has vowed to stay in the race until the Democratic party convention in July, despite her nearly insurmountable lead in delegates. The results of polling in three swing states last week showed Clinton with a 19-point advantage over Trump among women in Pennsylvania, but Trump with a 21-point lead among men. In Ohio, Clinton is up seven points among women, but down by 15 points with men. In Florida, Clinton’s 13-point lead with women is matched by Trump’s 13-point lead with men. A gender gap in US elections is nothing new: since 1980 women have been more likely than men to support the Democratic candidate. However, the gap is widening into a gulf. It feels as if I am witnessing the most gender-driven US election in history.   Trump v Clinton   Walking along Fifth Avenue in New York a couple of weeks ago, I found the pavement blocked by tourists taking pictures outside Trump Tower, the skyscraper which houses the headquarters of the Trump Organisation and the Trump family penthouse. The name is emblazoned above the entrance – and graces many of the outlets inside: Trump Cafe, Trump Grill, Trump’s Ice Cream Parlor. The atrium with its liberal use of marble, glass and brass also has a 60ft internal waterfall. Like the man himself, it’s unashamedly brash. It’s this in-your-face brashness that his fans love, particularly disempowered, working-class white men who feel let down by the establishment. His claims that he would self-fund his campaign and wouldn’t be in hock to large donors, and his willingness to ignore political correctness and say out loud what they’re thinking, appeals to them. They believe he can live up to his campaign slogan and “make America great again”.     A Trump supporter flexes his muscles in Plattsburgh, New York, last month. Photograph: Elise Amendola/AP    I don’t come across many Trump supporters where I live in Seattle. The booming tech city in Washington state, home to Microsoft and Amazon, is known for being progressive and liberal – it was one of the first cities to pass a $15 minimum wage law and marijuana was legalised in 2012. But Trump has plenty of supporters in the state. Last weekend he visited two towns here. Brad Howard, a real estate agent and lifelong Democrat who is now backing Trump, attended the rally in Lynden. He said: “The Democrat party became too much part of the establishment and doesn’t seem to be acting in the interests of America. Trump got my attention when he spoke about trade. We’re $19tn in debt. In my life, America has gone from being the wealthiest country in the world to being a debtor nation. Trump’s an expert negotiator and that’s what we need.” He thinks Trump is “looking out” for the working man, and said his friends were split between supporting Sanders or Trump. “They both talk about jobs, trade, the cost of education, but they offer different solutions,” he said. In recent weeks Trump has been cranking up his gender attacks on Clinton, accusing her of playing the woman card and criticising her for being an “enabler” of her husband’s infidelities. At his other rally in Washington, in Spokane, he said: “If she didn’t play the woman’s card, she would have no chance, I mean zero, of winning. The women get it better than we do, folks.” What did Howard make of Trump’s sexism? “I can’t speak for women but most of the women I know are voting for Trump or Sanders,” he said. There was indeed a crowd of “Women for Trump” cheering at the event.   Trump v Clinton   Asa, 33, who is a stay-at-home dad and a Sanders supporter, does not understand why any woman would vote for Trump. He was also at the rally – protesting outside. “Women are convenient objects to Trump, a piece of jewellery he gets to wear, or they don’t exist – which is why he talks that way about them,” he said. But did he understand why working-class white men were attracted to Trump? “They are angry and they want jobs. He appeals to them with this emotionally driven narrative.” Ed Goeas, president of the Tarrance Group, a Republican polling firm, said: “When I look at Trump and Sanders voters, I use the example of a drowning man reaching out to whatever they think will keep them afloat. They are very different but that is the commonality between them.” As for women, according to Goeas it would be wrong to oversimplify: “The gender gap in the past for Republicans has always been more of a racial and a marriage gap than a pure gender gap. We’ve always won, by a small majority, married women. White married women we usually win by more than 20 points, and white women usually by a number in the low teens in a winning campaign. “Trump is not hitting the margins he needs [on these women] to win a national election.” But does Trump care? In past elections the Republican candidate has tried to shrink the gender gap by appealing to women, yet it seems that Trump almost relishes any opportunity to fire up the gender wars in order to maximise the male vote. Debbie Walsh, director of the Center for American Women and Politics at Rutgers University, New Jersey, said: “Some of the comments last week [at the rally in Spokane] appeal to all the men who are feeling that the world has changed. It’s not 1950 and they miss those days. He’s talking about “making America great again”, the underlying racism in that is that “we, the white people, have lost all our power”. It’s the same with remarks like these. He’s not actually saying, “we need to get the power back and these women are emasculating us”, but that is what he means. He alludes to it in a way that taps into something. Whether that’s a conscious strategic plan or truly what he believes, I don’t know, but to me it’s not a strategy that wins over women voters. I don’t think he thinks it does either. The only group it wins over is men.” So while Trump accuses Clinton of playing the woman card, he has been playing the “man card” to great effect, not least in a succession of macho assertions that rival candidates were not up to the job. He dubbed Marco Rubio “Little Marco”; said Jeb Bush needed the help of his “mommy” to get elected; and referred to the size of his own penis in a televised debate. But Trump cannot win the general election on the votes of white men alone. “He can’t write off women, African Americans and Latinos,” said Walsh.     Hillary Clinton campaigns in Indiana this month. After losing to Obama in 2008, she said: ‘Although we weren’t able to shatter that highest, hardest glass ceiling this time, it’s got about 18 million cracks in it.’ Photograph: Joe Raedle/Getty Images    And what of Clinton’s man problem? Walsh stressed that you cannot explain the gender gap by suggesting that Clinton is a woman and men don’t like voting for women. Nor by the fact that women will vote for her because she is female. That approach certainly backfired when Madeleine Albright, a former secretary of state, and the feminist Gloria Steinem suggested women had an obligation to back her. Yet I have talked to men who seem to hate her, and I wonder whether part of this is because she’s a woman. Margie Omero, a Democratic strategist at Penn Schoen Berland research consultancy, said: “It’s hard to separate out party from sexism or from people’s preference for a candidate for other reasons. People are not good reporters of their own biases. There is a core of people who have a gender bias but won’t answer that they do because they don’t know.”    Both Trump and Clinton are more strongly disliked than any nominee at this point in the past 10 presidential cycles    Both Trump and Clinton are more strongly disliked than any nominee at this point in the past 10 presidential cycles. Clinton’s “unfavourability rating” is 55% and Trump’s 65%. Goeas, the Republican strategist, said: “This is uncharted territory. We have two flawed candidates and it’s very hard to predict what’s going to happen. This is going to be a campaign of ‘you may not like me, but you’ll like my opponent less’.” I caught a glimpse of the hatred some feel towards Clinton at a recent barbecue. A retired man became irate as he detailed why he couldn’t stand her: her handling of the attack against the US consulate in Benghazi, her email scandal, her cosy ties to Wall Street. Drink had been taken, but within a few minutes he was accusing her and Bill of murder. “Look it up on the internet,” he insisted. Clinton is certainly struggling to win over working-class white men – highlighted by her defeat in the West Virginia primary on Tuesday. Walsh said: “In the primaries, they have an alternative: Bernie Sanders. We have to see where those voters go when the choice is a stark one between Clinton and Trump. It’s too early to get a clear picture. We need to see how well the Democrats coalesce behind her if she’s the nominee.” That said, Clinton is doing no worse with men overall than past Democratic candidates. Barack Obama won 55% of women and 45% of men in 2012; Al Gore won 54% of women and 42% of men in 2000; Bill Clinton’s numbers were 54% women and 43% men in 1996. Economic issues drive the gender gap, according to Walsh, and not the sex of the candidate. “For women, it’s a sense of economic vulnerability that leads to a belief that they might some day need a government safety net – programmes like food stamps, paid family leave or Medicare. Women live longer, make less money than men and have less saved for retirement. That’s where that inclination to support the Democrat party comes from.” Clinton, according to Walsh, has turned the sexist insults thrown at her by Trump into a compliment. “She’s saying, if that means I’m talking about a whole range of issues that affect women’s lives and their families, deal me in. She’s been talking about gender from a policy perspective.” Gender is currently the hot topic in this election, judging by conversations I have over the garden fence and at the school gates, and the nightly news debates I watch on CNN. For Clinton, the challenge is whether she can energise single women, black women and Latinas so they turn out in the kind of numbers they did for Obama. For Trump, it’s whether he can keep the white suburban women, who have been inclined to vote Republican in the past. Walsh again: “The problem Republicans have with women is a bigger problem [than Clinton has with men]. White men are a shrinking proportion of the electorate, and you need to be able to put together coalitions of other voters. Also, men don’t vote at the same rate as women.” Women will be key to the outcome in November. Given the anguish in their faces whenever talk of the election arises, the responsibility weighs heavily on my new female friends.",
  "webTitle": "Women say Donald Trump is creepy … Hillary Clinton has a ‘man problem’. How gender gap could be decisive",
  "webPublicationDate": "2016-05-14T23:05:09Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/14/trump-clinton-us-election-gender-gulf",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Rock",
      "id": "profile/lucyrock"
    }
  ],
  "guardianId": "us-news/2016/may/14/trump-clinton-us-election-gender-gulf"
}