{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/serena-williams-kristina-mladenovic-french-open",
  "id": "2016-05-28-71",
  "sectionId": "sport",
  "body": "Serena Williams is into the fourth round of the French Open but her fitful victory over the world No30, Kristina Mladenovic, on Saturday did not suggest this will be an easy defence of her title. The match was stretched out either side of a fierce electric storm that took out all the broadcasters at Roland Garros except ITV and added more than two and a half hours of waiting to the two hours and 11 minutes of match time. Williams won 6-4, 7-6 but blew more chances than a drunken gambler. The first set was outstanding, full of sumptuous stroke-making and artful tennis on both sides of the net. Mladenovic, daughter of a Serbian handball player who settled in Dunkirk, is a natural athlete with good on-court awareness and, although she has had an indifferent season, winning only six matches before this tournament, she has looked good in the first week. Her doubles acumen made her alive to the possibilities of hurting Williams at close quarters and time and again she chipped it short to look for passing opportunities on the next reply. “I’ve never seen anyone drop-shot the world No1 as much as Mladenovic has done today,” the former British No1 Sam Smith said. While Williams was switched on, however, the match went to script and she took a tough first set in 54 minutes. Then the mood switched with all the sharpness of the unreliable weather forecasts this past week. Having looked in great shape for nearly an hour, Williams suddenly “lost her way”, as Andy Murray described his walkabout performance after a set-and-a-bit against Mathias Bourgue in the second round. Her balance and timing were off to such an extent she almost fell several times in completing a shot, either on the move forward or standing to deliver from the baseline. Midway through the second set, her tennis circuitry seemed to cut out completely and two service games in a row she let Mladenovic escape from 0-40. The French player had to save just the one point next time she came to the line, the ninth on the spin in the set, and 11th from 12 overall – but the match was descending into farce at 4-4, when Williams might have had it all wrapped up. The champion’s frustrations grew with the power of the nearby thunder, as she raced to finish the job before the storm hit. Briefly it was as if the tennis gods were giving her every chance, and Court Philippe Chatrier remained in a weird dry zone under a spotlight, while the environs were getting soaked. The set had gone 48 minutes when Mladenovic stepped up one more time to stay in the match. The drizzle tickled the court and the air cooled markedly under darkening skies. Time was running out. She teased her vaunted opponent for the umpteenth time, chipping neatly just beyond the net, then sliding the forehand dagger down the line. Again Williams forced her to deuce point. Again she failed to get the job done. On serve the American looked her dominant self. Receiving, she fell to pieces. It was the most curious performance. Serving to stay in the fight a second time – and with pay on all other courts suspended – Mladenovic forced the tie-break, and they walked from the court under a heavy downpour. When they returned, the drama just piled up, Williams making a horrible mess of a smash on match point, and Mladenovic got back to 9-9. The home favourite hit long and Williams was handed her fourth match point, the third on her own service, but again could not complete. Given a fifth chance on Mladenovic’s serve, she had to do no more than watch her opponent’s final forehand drift long.",
  "webTitle": "Serena Williams blows hot and cold in win over Kristina Mladenovic",
  "webPublicationDate": "2016-05-28T16:23:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/serena-williams-kristina-mladenovic-french-open",
  "keyword": [
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Serena Williams",
      "id": "sport/serena-williams",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/28/serena-williams-kristina-mladenovic-french-open"
}