{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/27/boris-johnson-does-not-know-fact-from-fiction-says-chris-patten",
  "id": "2016-05-27-51",
  "sectionId": "politics",
  "body": "Boris Johnson does not seem to understand the difference between fact and fiction, Chris Patten, the former Conservative party chairman, has said. Lord Patten told BBC Newsnight on Friday that Johnson made up stories and repeatedly changed his mind, and that after the EU referendum he needed to be tested in a “proper” cabinet job so that people could establish “whether there is something behind all the jokes”. Johnson, the Conservative MP and former mayor of London, has faced a barrage of criticism since he started acting as the lead campaigner for Vote Leave. It has focused on the accuracy and appropriateness of his comments about the EU, but in some respects Patten’s comments are the strongest yet from a fellow Tory, because he depicted Johnson as untrustworthy. Patten said: “Boris just makes it up as he goes along, and you come across people like that. There’s a sense in which you can’t call Boris a liar. I think he’s one of those people in life who simply doesn’t really understand the difference between fact and fiction.     Boris Johnson is surrounded by Vote Leave and Vote Remain activists. Photograph: Dominic Lipinski/PA    “If he’ll make a good joke by saying something, or if he can write a newspaper article by referring to Hitler and the European Union, he does it, and he doesn’t think about it, but he’ll be saying the opposite in a few months’ time.” Patten, who became a European commissioner after losing his Commons seat and is now chancellor of Oxford University, also said that “one thing that is absolutely dependable is that, anything that Boris says, you can find him saying the opposite weeks or months ago”. Patten suggested Johnson should be given a job like health secretary following the 23 June vote, so he could show whether he can be a serious politician. In his interview Patten also took a swipe at Michael Gove, the pro-Brexit justice secretary. When it was put to him that the two leading figures on the remain campaign, David Cameron and George Osborne, and the two leading figures on the leave side, Johnson and Gove, were all Oxford graduates, Patten commented: “I’m proud of two of them. I’m not sure about the other two, particularly since their regard for the truth seems to be Alan Clark-like. They do seem to economise on the vérité.” Patten also said it would be “fall-on-your-sword time” for Cameron if remain lost the referendum, meaning he would have to quit as prime minister.",
  "webTitle": "Boris Johnson 'does not know fact from fiction', says Chris Patten",
  "webPublicationDate": "2016-05-27T17:28:15Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/27/boris-johnson-does-not-know-fact-from-fiction-says-chris-patten",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Lord Patten",
      "id": "media/lord-patten",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Sparrow",
      "id": "profile/andrewsparrow"
    }
  ],
  "guardianId": "politics/2016/may/27/boris-johnson-does-not-know-fact-from-fiction-says-chris-patten"
}