{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/06/francisco-franco-leon-golub",
  "id": "2016-05-06-195",
  "sectionId": "artanddesign",
  "body": "Death Here we see Franco as an old man, a year prior to his death at the age of 82. American artist Leon Golub – who painted several portraits of the Spanish dictator, among other political figures – almost makes the viewer feel sorry for him. Cruelty The pity fades once we see the slightly curled smirk that betrays the cruelty and fascism of his rule, a baring of teeth that marks the thousands dead at his command. Underpinning almost all of Golub’s political portraits is a history of violence. Machismo Golub was married to artist Nancy Spero and shared her feminist consciousness. In his other portraits of Franco as a younger man there is a sense of patriarchal power and arrogance. Here, that pompous machismo is made pathetic by age. Masks “I think of the political portraits as skins or masks,” Golub has explained of his uncanny works. Painted from a press photograph, it could be argued that this is not so much a portrait of a man as of a political construct. Portraiture Golub subverts the medium of portraiture, quietly sending up the revered leaders whose likenesses decorate the walls of our museums as militarists with blood on their hands. National Portrait Gallery, WC2, to 25 Sep",
  "webTitle": "Anatomy of an artwork: Francisco Franco portrait",
  "webPublicationDate": "2016-05-06T12:00:25Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/06/francisco-franco-leon-golub",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Basciano",
      "id": "profile/oliver-basciano"
    }
  ],
  "guardianId": "artanddesign/2016/may/06/francisco-franco-leon-golub"
}