{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/03/live-racing-tuesday-may-4-2016",
  "id": "2016-05-03-230",
  "sectionId": "sport",
  "body": "Today’s best bets, by Chris Cook First, a quick notice for any of you who bet online with William Hill, particularly if you do Lucky15s with them. A reader alerts me to a problem with their automatic calculation of returns, which, for the past week or so, has not been paying double the odds for a single winner as it should. The reader has had to approach customer services on several occasions to have the return recalculated. I asked Hill’s about it and they replied: “We are aware of a technical issue with the automated settling process for online Lucky15 bets with their associated consolations/bonuses. We apologise for any inconvenience caused and would like to reassure our customers that we are looking through every bet which may be affected. “The issue with the automated system should be rectified within the next few days. In the interim, we will be manually adjusting any online Lucky15 bets that have been affected. “If any customer feels they still have an issue, then please get in touch with our customer services team, who will be happy to help.” So, if you’ve been doing Lucky15s online with Hill’s recently, be sure to check your returns. I’m assuming that any reader of this page would get at least one winner each time. Heading my list of horses who might cause more trouble for Hill’s and their rivals today is According To Harry (6.45) in a handicap hurdle at Exeter. An Old Vic half-brother to a horse that won five times over hurdles in Ireland, this seven-year-old showed some promise in novice hurdles while suggesting he needs a marathon trip and a decent surface. He got that for his handicap debut at Taunton in March and ran a fair race before getting tired on his first outing for three months. He should be sharper here and more at home on this more galloping track. With the Philip Hobbs yard continuing to be among the winners, he appeals at 9-1. At Brighton, there is something to be said for the 20-1 shot Live Dangerously (3.20), a dual course winner who appears to relish undulations, having also scored at Goodwood and Epsom. He improved all through last year and still looks on a fair mark when he rediscovers his form. That might be today because he surely needed his reappearance run a fortnight ago. He also blew out on his reappearance last year, only to win next time over today’s course and distance at 20-1. He comes from a low-profile yard that has had a couple of winners in the past fortnight. Tipping competition - a new week Congratulations to chris1623, who held on to win last week’s competition on a whopping final score of +37.88, despite a winnerless Friday. He held off bacciodilupo (+34.92), who somehow found Vroum Vroum Mag to close the gap slightly as they reached the line. Congratulations, Chris! We’ll be in touch. This week’s prize is a pair of Premier tickets (plus car park badge!) to Newbury for Lockinge Stakes day on Saturday 14 May (11 days from now), when you could see Limato, Time Test, Kodi Bear and Toormore line up against other classy milers. There will be live music after the racing. You can read more about the day and, if you don’t win, order tickets here. To kick things off, we’d like your selections, please, for these races: 3.20 Brighton, 3.30 Fakenham, 7.15 Exeter. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Tuesday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-03T11:09:37Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/03/live-racing-tuesday-may-4-2016",
  "keyword": [
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/blog/2016/may/03/live-racing-tuesday-may-4-2016"
}