{
  "apiUrl": "https://content.guardianapis.com/theguardian/2016/may/05/housing-crisis-needs-solutions-that-stand-up",
  "id": "2016-05-05-67",
  "sectionId": "society",
  "body": "The new mayor of London (Opinion, theguardian.com, 4 May) will need the massed support of the 47% of their constituents who rent their homes if they are to implement an affordable living rent at one third of income. That desperately needed London policy will sail into a perfect gale of national policy crosswinds.   The Department for Communities and Local Government tells us, in windy language worthy of Yes Minister, “the maximum rent for an affordable rent property, when it is first let to a new tenant, is 80% of the market rate, inclusive of service charges, or the ‘social rent rate’ (exclusive of service charges), whichever is higher. Providers should then apply the 1% reduction, introduced by the Welfare Reform Act 2016, in the following relevant years”. All that is undone by three cuts in housing benefit due to the local housing allowance, bedroom tax and benefit cap, which leave rent to be paid out of shredded benefits. Not even during the enclosures of 1760-1820 were so many low income tenants evicted by a political addiction to a free market policy unsuited to a limited supply of land.The Rev Paul NicolsonTaxpayers Against Poverty   Related: The next London mayor must tackle the scandal of empty homes | David Smith    • Jonn Elledge shows that young, and not so young, people in London are having to pay £1,000 per month to rent indifferent accommodation (Up the property ladder to a tiny ‘twodio’, 29 April). This is a crisis and it does not seem to me that any of the proposals from our politicians are likely to resolve it. Rent controls will help those in controlled accommodation but will do nothing to increase supply for others – indeed, supply will fall as the incentive to convert and build property for letting becomes less attractive. Building decent accommodation is slow and the majority of those in need cannot afford it. The reality of the situation requires a different approach. There is marginal land that could be used for small prefabricated units that can be assembled anywhere in the country and transported there. Anyone who travels by train in London can see such sites near the track, for example. We need controlled prices for such land when used for prefabs so that the total cost of land, preparation and prefab units is reasonable and the rents correspondingly low. If enough of these can be erected, it will start to bear on the price of property elsewhere. Yes, this will be modest housing in unattractive locations, but it could be much cheaper than the poor accommodation that people are having to resort to now.Robert EastLondon • Complaints from the Campaign to Protect Rural England about encroachment on the green belt (New homes eroding green belt ‘at fastest rate for 20 years’, 25 April) point up a conflict that must be addressed. It’s understandable that we wish to keep our countryside, but the nimbys must realise that the only alternative is for the existing housing stock to be better occupied. This includes the neglected mansions of The Bishops Avenue, Hampstead, with their absentee owners, as well as the three-bedroom semis elsewhere that are occupied by one owner hoping to pass a free real estate present to their lucky progeny while other young people can’t even afford a studio to rent. Only a geographically based, steeply progressive new set of council tax bands will tackle this problem. Governments have shied away from doing this job since the poll tax riots of 1990, but we are now faced with a different sort of housing problem as a result. Countries as different as Singapore and Germany do housing more creatively, and sooner or later some brave politician needs to read the riot act about housing to our electorate.David RedshawGravesend, Kent • The threat to our countryside from new housing is made worse by our failure to concentrate development around transport nodes. Unplanned sprawl will make congestion worse, and overload social infrastructure, such as schools. Transit-orientated development or smart growth would help relieve congestion and fund improvements to local infrastructure. Now is the time for a commission to allocate land for new garden cities, rather than relying on ad hoc exceptions. Community land trusts should take over land released from the green belt. They can not only act as stewards for open space but also improve our wellbeing, for example through greater use of renewables or light rail, funded through the uplift in land values. We should be using the housing crisis to tackle the underlying problems of land speculation and under-resourced local authorities, not to score political points.Dr Nicholas FalkDirector, Urbed Trust • I would like to point out that what the Campaign to Protect Rural England casually calls “brownfield sites” are often the city-dwellers’ open spaces. Why is a green field more valuable to a person living in the country than a wilderness garden is to a person living in the city?Lin McCullochLondon • The news that the green belt is being sacrificed to the bulldozer shines a spotlight on this government’s shambolic absence of any housing policy worthy of the name. There is clearly no need to encroach on the green belt when an estimated number in excess of 20,000 homes are left empty in London, some for as long as 10 years; when 45% of land with planning permission in Greater London is owned by those who have limited intention of developing the plots; when despite the number of plots with planning permission having doubled in London in the past decade, construction levels have remained flat. Are any public transport links planned for these new areas of suburban sprawl? The fastest growing source of greenhouse and other harmful emissions is transport. Road congestion in UK has increased by 17%, while in the EU it has reduced by 3%. No surprise that an estimated 40,000 unnecessary deaths per annum are caused by air pollution.Kate MacintoshWinchester • In 1971 I lived, on a modest rent, in a once-grand block of flats in Moss Side, Manchester. The property was bought by a predatory landlord whose first step was to double the rents. The tenants took him to a rent tribunal and we won because in those days there was a notion of a government-controlled fair rent. Now the market has control. Landlords can charge what they think people will pay. Result: no one has the resources to save – a huge part of their income is spent on rent. Consequently, very few can muster a deposit to secure a mortgage. The Tory argument against the introduction of a new Rent Act is that it will be a disincentive to private landlords to seek tenants and will consequently aggravate the housing crisis. Instead, they tinker at the edges with their “Help to Buy” chicanery. A new Rent Act ought to be a central platform of Jeremy Corbyn’s legislative programme. Paul ClementsPenarth, South Glamorgan • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "This housing crisis needs solutions that stand up | Letters",
  "webPublicationDate": "2016-05-05T18:33:58Z",
  "webUrl": "https://www.theguardian.com/theguardian/2016/may/05/housing-crisis-needs-solutions-that-stand-up",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Planning policy",
      "id": "politics/planning",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Benefits",
      "id": "society/benefits",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Welfare",
      "id": "politics/welfare",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Renting property",
      "id": "money/renting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "theguardian/2016/may/05/housing-crisis-needs-solutions-that-stand-up"
}