{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/plants-wild-plant-species-kew",
  "id": "2016-05-10-322",
  "sectionId": "commentisfree",
  "body": "There seem to have been no national ceremonies to mark the end of botany. A discipline that had flourished in our universities for centuries – the first Oxford professor of botany, Robert Morison, was awarded his chair in 1669 – slipped away quietly into oblivion in 2013, with the graduation of the last students on the last undergraduate botany course, at Bristol. You can’t do a botany degree in Britain any more. A once familiar element of life has simply disappeared, quite unremarked upon. Like the disappearance of hitchhiking, you might say.   Related: One in five of world's plant species at risk of extinction    Of course, people still engage in the study of plants, and a handful of universities offer first degrees in plant science, but the vanishing of the B-word signifies much more than a shift in nomenclature. The plant sciences degrees now being offered focus on genetics, molecular studies and biotechnology, and barely touch on taxonomy and identification, which were at botany’s heart. It is possible to complete one, a leading botanist told me recently, without being able to identify a single British wild flower. Yet even more, the disappearance of botany as a subject is symbolic of a general lessening of interest in the plant kingdom, a lessening of the felt relevance of plants to modern lives, throughout society. For instance, there seems now to be an entire disconnect in people’s minds between plants and our utter dependence on them. It is perhaps understandable that the general public may not understand the concept of primary production, the plant manufacture of sugars and other organic compounds via photosynthesis, which lies at the basis of life on Earth. But it’s less so that most of us just don’t get the fact that all human existence – even now, with our smartphones and our daily chat about what is cool and what is not – is ultimately dependent on a suite of about 30 crop plants, and that without them we are dead.           So you think you know David Attenborough? - video    For plants are not cool. Killer whales are cool. Tigers are cool. Peregrine falcons are cool. But the plants, the earlier life forms, whose existences may be static but are in every way just as wondrous, are ever more disregarded, and seen merely as part of the background of life, like pavements or buildings or central heating. At best, they are prized as decoration, and of course gardening continues to flourish, in Britain especially; but that is a world away from society in general according to them their central and vital role. This misapprehension, this simple ignorance, matters very much in a world where wild plants are increasingly endangered – including, let it be said, many wild relatives of those 30 or so crops, which may be needed to boost resistance to climate change and plant disease in a 21st century where feeding the soaring world population sustainably will be a terrifying challenge. A fifth of the world’s 391,000 wild plant species are now thought to be threatened with extinction; more than 10% of the world’s vegetable land cover has changed just in the past decade; and our disregard of the plant kingdom continues apace. This disregard needs to be countered. Plants need friends; plants need advocates; plants need, in fact, a champion, and on Monday they may at last have found one, with a groundbreaking publication from the Royal Botanic Gardens at Kew. The State of the World’s Plants is destined to be an annual report; it begins as a baseline assessment of what plants there are on Earth, what threats they face, and what policies can protect them. It is a piece of horizon-scanning, a massive data-gathering exercise, but beautifully produced, compact and wholly accessible to non-specialists. No one has done this before, and it is likely to be a key tool in conservation.   Related: Satellite Eye on Earth: April 2016 – in pictures    But what it does more than anything is to make Kew, at a stroke, a global voice for plants. There has been no such voice until now. It’s important to recognise that. Kew may be the world’s most celebrated and prestigious botanical garden, but its identity has long consisted of two elements: as a centre of excellence in plant science and a major visitor attraction. As the first, of course, it has always had worldwide influence, but it has never shouted out loudly, as an advocate, for all the plants of the Earth. There has been no need to before. But there is now. And Kew has the unique authority to do it. Botany may have breathed its last, but the plants endure, fascinating, wondrous, vital to our lives as they always were, despite our strange 21st-century disregard of them. That they now have such a powerful voice cheering them on is something to rejoice in.",
  "webTitle": "Plants are our lifeline – but we’re letting them die | Michael McCarthy",
  "webPublicationDate": "2016-05-10T05:00:18Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/plants-wild-plant-species-kew",
  "keyword": [
    {
      "webTitle": "Plants",
      "id": "environment/plants",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael McCarthy",
      "id": "profile/michael-mccarthy-2"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/plants-wild-plant-species-kew"
}