{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/26/enid-blyton-famous-five-parodies",
  "id": "2016-05-26-272",
  "sectionId": "books",
  "body": "“We are certain Enid Blyton would have delighted in the gentle parody of her characters,” says Anne McNeil of Enid Blyton Entertainment. “Characters which have helped to create a multimillion-selling global brand.”     Five Go Gluten Free, one of the new Famous Five parodies. Photograph: Quercus    McNeil was speaking about the imminent launch of a series of Famous Five parodies, hot on the heels of the sales triumph of the Ladybird books for grown-ups. (Think of those lovely Peter and Jane books, except Peter is a hipster and Jane has a hangover). This Christmas, we can look forward to the continued adventures of Julian, Dick, George and Anne as adults, along with Timmy the dog who must be about 400 in dog years by now – in Five Give Up the Booze, Five Go Gluten Free, Five Go On A Strategy Away Day and Five Go Parenting. A few details from Five Go Gluten Free, to give you a flavour of what’s in store: the gang “are all feeling really rather rum, and it’s been going on for days. Nothing seems to work, and with their doctors mystified, they’re driven to trying out various expedients to cure themselves. Julian goes online to self-diagnose that he’s got pancreatic cancer, bird flu and Creutzfeldt-Jakob disease. Anne decides that the old methods are the best and decides to have herself exorcised – which proves to be an awful lot of bother for everyone, and such a mess. Dick goes to a witch doctor who calls himself a ‘homeopath’ (“sounds only one short of sociopath, Dick!”) but it’s George who discovers they need to go on an exclusion diet, so they enter a world of hard-to-find, maddeningly expensive specialist foods …” Are we sure, really, that Blyton “would have delighted” in this “gentle parody”? Her daughter, Imogen Smallwood, doesn’t appear to be convinced, telling the Mail: “Oh my goodness, I know absolutely nothing about them. It is completely news to me and I don’t think I want to know.” Whether she’d be delighted by much on these characters is another question; Smallwood doesn’t paint a particularly gentle portrait of her mother, saying in 2002 that “the truth is, Enid Blyton was arrogant, insecure, pretentious, very skilled at putting difficult or unpleasant things out of her mind, and without a trace of maternal instinct”.   Related: Ladybird book pastiches become stocking-filler hit of 2015    Whether or not these parodies would count as something difficult and unpleasant for Blyton, it’s not the first time the Five have been reimagined, and it won’t be the last. Whether it’s Jennifer Saunders et al Going Mad in Dorset (“I say Jule, that man looks foreign!”):            … Lucy Mangan ripping them apart in this very paper:  “It says the Famous Five are still the most popular children’s books ever,” said George, wolfing down a slice of delicious fruit cake they had bought from the local paedophile – sorry, red-cheeked farmer and his wife - that morning. “I call that pretty ripping,” said Julian as Anne brushed the crumbs from his pullover and flagellated herself with a willow branch for being a girl.  ... Or the non-Blyton-penned continuing adventures that I read as a child.  I chose these because I was desperate for more from the Kirrin Island crew, even as they dropped it into a unbearable meta-hell in titles like Famous Five Go on Television. It seemed then, as it does now, that the Famous Five really can’t die.   Related: Enid Blyton's Famous Five get 21st-century makeover    There are, of course, issues around Blyton’s attitude to race and class; her publisher recently adapted her language, changing very “of their time” phrases such as “dirty tinker” to “traveller”. But she remains one of the UK’s most popular writers. So I imagine that the latest parodies (“Who’s been sneaking messages through the hotel dumb waiter about secret assignations? Is there a smuggler’s plot afoot? Or is Shelly from Production shagging Postroom Luke?”) will be just as popular as the pastiche Ladybirds, which according to the Bookseller have sold 1.74m copies to date. I can see exactly why those have done so well – I just wish they were actually funny, rather than endless variations on “Ho ho, mums like to drink” and “dads don’t look after babies very well, do they?” Fingers crossed, the Famous Five reworkings are something better. Meanwhile, let’s brace ourselves for an inevitable onslaught of gifty spoofs of other favourite children’s books by the end of the year. Spiffing.",
  "webTitle": "Would Enid Blyton 'delight' in new Famous Five parodies? Will we?",
  "webPublicationDate": "2016-05-26T09:04:35Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/26/enid-blyton-famous-five-parodies",
  "keyword": [
    {
      "webTitle": "Enid Blyton",
      "id": "books/enid-blyton",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Publishing",
      "id": "books/publishing",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/booksblog/2016/may/26/enid-blyton-famous-five-parodies"
}