{
  "apiUrl": "https://content.guardianapis.com/uk-news/undercover-with-paul-lewis-and-rob-evans/2016/may/17/how-undercover-officers-disappear-without-a-trace",
  "id": "2016-05-17-232",
  "sectionId": "uk-news",
  "body": "From the first day of their deployment, a skilful undercover officer will start laying the ground for the day they end it. What they are aiming to do is to disappear without arousing any suspicions among the activists they have been infiltrating. When the time comes to vanish, the undercover officer will have a ready-made excuse to tell the activists. But long before that time, they would have been quietly dropping hints so that their exit does not come as a complete surprise.  As we can now see, a favoured ruse was to feign the symptoms of a mental breakdown or depression over a period of time and claim that they needed a fresh start overseas. This was the method used, for example, by Mark Jenner and John Dines, who worked for the Metropolitan police undercover unit, the Special Demonstration Squad. Another SDS undercover officer, Bob Lambert, claimed that he had to flee to Spain because the police were poised to arrest him over his political activities.  Going abroad has an obvious advantage for the undercover officers. Police calculate that the trouble and expense of travelling to another country would be enough to deter the activists from coming to visit them.    Related: Undercover police spy accused of encouraging activist to crime    The undercover officer who adopted the fake name of Mark Jacobs to spy on Cardiff anarchists, for instance, said he was leaving for a new job in Corfu in 2009. One of the police spies who has been unmasked used the alias of Matt Rayner to infiltrate the animal rights movement for five years in the 1990s.  For background on Rayner’s work, see this article in the Guardian and a detailed profile of him which has been compiled by the Undercover Research Group. Rayner’s exit strategy from his covert mission sheds fresh light on the techniques used by the undercover police. When the time to end his deployment came, he said he was going to France to work in the wine industry.  Normally the undercover officers, after they left, would aim to have no contact with the activists they had been infiltrating. But in Rayner’s case, it appears that police believed that the set of animal rights activists he had been spying on were particularly paranoid about infiltrators. It seems that they figured a sophisticated ruse was necessary to deceive them.   Related: Undercover UK police spy apologises after being tracked down by woman he deceived    For some months, Rayner appeared to live in a flat in Bordeaux. At least two activists came and visited him in the flat. Rayner and his supervisors would have been banking on these activists returning home and reporting back to other campaigners that they had been to see him, adding credibility to what appeared to be his new life.  The illusion that Rayner, known to speak French, had embarked on a new life in Bordeaux was reinforced through his correspondence with activists. A few of his letters survive.      One of the letters sent from France by Matt Rayner. Photograph: Handout    One four-page letter to Paul Gravett, an animal rights activist, shows him giving him chatty updates about what he said was his work in the wine company, the slow pace of life in Bordeaux, how his new French friends react to his veganism, jolly banter about football, and so on.  In another letter the following month, Rayner announced a “very exciting” prospect - the wine company had offered him a new job in Argentina.   Related: Undercover: The True Story of Britain's Secret Police Paul Lewis and Rob Evans – review    He duly sent a four-page letter supposedly from his new home in the Argentine city of Mendoza to Gravett, again full of his news, such as his “hectic” job in the wine industry. (Gravett has written about Rayner here and here). But in the tail end of his letter, Rayner writes that he “suffers from laziness when it comes to letter-writing”, but promises that he will gradually get round to writing to the other activists.     Letter written by Matt Rayner supposedly from Argentina. Photograph: Handout    It was the final stage of the elaborate deception - Rayner wanted to create the impression that he was slowly losing contact with his former friends in the animal rights movement so that he could complete his disappearance. It seems that Argentina would have been carefully chosen as his new home because it was too far away for any of the activists to visit him.  It was all of course a facade, as he was by then working on other Special Branch duties in London.  In the last five years, the revelations about the undercover officers have helped those they infiltrated to figure out the imposters among their ranks. For instance, it is evident that there was a frequent pattern to the undercover deployments - that the spies are usually around for about five years before disappearing for good.",
  "webTitle": "How undercover officers disappear without a trace",
  "webPublicationDate": "2016-05-17T10:16:44Z",
  "webUrl": "https://www.theguardian.com/uk-news/undercover-with-paul-lewis-and-rob-evans/2016/may/17/how-undercover-officers-disappear-without-a-trace",
  "keyword": [
    {
      "webTitle": "Undercover police and policing",
      "id": "uk/undercover-police-and-policing",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Metropolitan police",
      "id": "uk/metropolitan-police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Espionage",
      "id": "world/espionage",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animal welfare",
      "id": "world/animal-welfare",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Evans",
      "id": "profile/robevans"
    }
  ],
  "guardianId": "uk-news/undercover-with-paul-lewis-and-rob-evans/2016/may/17/how-undercover-officers-disappear-without-a-trace"
}