{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/justin-trudeau-apology-elbow-canada-parliament",
  "id": "2016-05-19-341",
  "sectionId": "world",
  "body": "Justin Trudeau, Canada’s prime minister, apologised in parliament on Wednesday after he was accused of “manhandling” one member of parliament and elbowing another, in conduct that sparked an uproar in Canada’s normally staid parliament.   Related: The world adores Justin Trudeau. In Canada, we're still reserving judgment | Rebecca Shapiro    Footage from inside the House of Commons showed Trudeau striding purposefully across the floor of the chamber and into a group of MPs, pulling Conservative Gord Brown by the arm to lead him to his seat so that parliament could begin a procedural vote. Trudeau swore as he made his way to Brown, according to the Canadian Broadcasting Corporation, reportedly telling MPs to “get the fuck out of the way”. As Trudeau led Brown from the group, he elbowed New Democrat MP Ruth Ellen Brosseau in the chest. Parliament descended into mayhem as MPs heckled and pounded their desks while New Democratic party leader Tom Mulcair shouted at Trudeau. “What kind of man elbows a woman? It’s pathetic! You’re pathetic!” Mulcair can be heard shouting. Once order was restored, Trudeau apologised. “I admit I came in physical contact with a number of members as I extended my arm, including someone behind me who I did not see. “If anyone feels that they were impacted by my actions, I completely apologise. It was not my intention to hurt anyone.”      New Democrat MP Ruth Ellen Brosseau said she had been overwhelmed by the clash and had needed to leave the chamber. Photograph: Sean Kilpatrick/AP    Brosseau said she had been speaking to her colleagues when Trudeau came marching into the group. “I was elbowed in the chest by the prime minister and then I had to leave,” she said, adding: “It was very overwhelming and so I left the chamber to go and sit in the lobby. I missed the vote because of this.” Her remarks prompted Trudeau to stand up and apologise to her directly. “I want to take the opportunity … to be able to express directly to [Brosseau] my apologies for my behaviour and my actions, unreservedly. “I noticed that the whip opposite was being impeded in his progress, I took it upon myself to go and assist him forward, which I can now see was unadvisable as a course of action that resulted in physical contact in this House that we can all accept was unacceptable,” he said.  “I look for opportunities to make amends directly to the member and to any members who feel negatively impacted by this exchange and intervention.” New Democrat Peter Julian described the incident as unprecedented in his 12 years as a politician. “I have never seen any member of the House act towards another member or members as he just did,” Julian said. “Physical force in this House is never permitted, it is never welcome, and it is entirely inappropriate.”  His outrage was echoed by New Democrat Niki Ashton. “I witnessed the prime minister walk over and manhandle the whip of the official opposition,” she said. “I am ashamed to be a witness to the person who holds the highest position in our country do such an act.” She later added: “If we apply a gendered lens, it is very important that we recognise that young women in this space need to feel safe to come here and work here. “Not only was this the furthest thing from a feminist act … He made us feel unsafe and deeply troubled by the conduct of the prime minister of this country.”   Related: Canada's proposed assisted-dying law to preclude suicide tourism    Conservative Peter Van Loan said Trudeau strode across the floor with “anger fierce” in his eyes. “What took place was the prime minister physically grabbing people, elbowing people, hauling them down the way,” he said. Tempers have been running high in Canada’s parliament all week, as the Liberal government seeks to use its majority to limit debate on a controversial bill on assisted dying. Elizabeth May, the leader of Canada’s Green party, described Trudeau’s actions as unacceptable but pushed for some perspective on the elbowing incident, calling it an accident. “He had not seen her behind him. That is the truth. Now you can like it or not like it.” She called for cooler heads to prevail. “We don’t want to be the House of Commons that some other country watches on CNN, and wonders what happened.”  As he left parliament, Trudeau refused to speak with reporters. Wednesday marked the second time that Trudeau has apologised over his conduct in Canada’s parliament – the first time was in 2011 after he called a government minister a “piece of shit”. • This article was amended on 19 May 2016 to clarify that Tom Mulcair is the leader of the New Democratic party.",
  "webTitle": "Justin Trudeau apologises for elbowing opposition MP in Canada's parliament",
  "webPublicationDate": "2016-05-19T02:50:00Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/justin-trudeau-apology-elbow-canada-parliament",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Justin Trudeau",
      "id": "world/justin-trudeau",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/19/justin-trudeau-apology-elbow-canada-parliament"
}