{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/views-from-the-nhs-frontline/2016/may/16/gps-cant-help-mental-health-depression-patients-10-minutes-cruel",
  "id": "2016-05-16-296",
  "sectionId": "healthcare-network",
  "body": "The word compassion in all Latin derived languages combines the prefix, with (com) and the root, to bear or suffering (passio). For a doctor and all health professionals this is a given prerequisite. We suffer with our patients. It is the essential penance we shoulder in return for the wondrous joy of helping those in need. I am a GP, and as such I act as one of the gatekeepers to the health service. People of any age and problem can walk through our door. Wherever possible we either treat or reassure. If not then we direct the patient to another NHS service for help.  In general practice we see a large number of patients in need. Few people more so than those struggling with mental health problems. There are 10 times more people suffering with major depression compared to 1945. It is utterly heartbreaking to see a depressed person who is struggling, only to reply to them: “Sorry, but the counselling you need is at least a six-week wait”. To this patient, six weeks is 42 days (and nights), 1,008 hours, 60,480 minutes or 3.63 million seconds. These seconds are not ordinary seconds. Life feels like constantly walking in oversized wellies through knee-high wet mud. It is backbreaking, emotionally draining, gloomy and painful. As their GP, I have to condemn my patient to at least 3.63 million seconds of further torture without hope. I feel so helpless and cruel.  This horribly familiar feeling was evident with a recent patient of mine. He was a gentle young man who had cared for his mother and watched her slowly die. Nine months after her demise, the strain of tending to her and the suffocating pain of loss had taken its toll. He came to me quivering in desperation, not for happiness, but for temporary relief. I listened and told him no one could replace his mum. I listened and told him he was a good man. I listened and told him I could never fully understand what he is going through, but I’ll try. I told him I am here to help. After a few appointments a trust was built. I advised him that counselling could help him find peace, he agreed.  Between appointments a birthday and mother’s day came cruelly to remind him of a lost vision of the future. He returned having taken three steps back. He also told me that the waiting time for counselling was six weeks – 1,008 hours wondering “What is the point in this suffering?”.  In primary care we only have 10-minute appointments. This does no justice to the complexity of issues surrounding a person’s depression. We need the help of other counselling and secondary care services. To shelve people’s misery in this kind of environment does so much damage. A loss of faith in those you came to in desperation is a disaster for patients with mental health problems.  I worked as a junior doctor in psychiatry and spoke frequently with patients who had attempted suicide. I always wondered when we could have intervened to convince them that life is better than death. Unfortunately I’ve come to realise that the deck is stacked against them and us. There were 6,233 people over the age of 15 that killed themselves in 2013 (252 more than 2012). Despite this, Jeremy Hunt and company continue to whittle the bones of our NHS.      Each time I need to tell someone they have to wait for treatment, it feels like one of those moments I should never forget. You try to leave your patients at work, but you can’t. A thought for them will corner you at any time. The frustration of knowing we could help them. The anger of knowing that the professions’ call for proper funding is being ignored, again. The sadness of knowing the utter tragedy that befalls under treated mental health problems. These are today’s truths that leave you drained. Leaving you unable to care for your loved ones properly. They patiently sympathise, while never fully understanding.   Related: Seeing how the NHS handles attempted child suicide scares me    I rather naively became a doctor because I wanted to help people. An opportunity for me to provide some good back into this world. It is a fading truth that I have to keep trying to remind myself of these days. Compassion is the burden I willingly suffer each day. For how long? Well, that depends on the shelter this government provides.  If you would like to write a blogpost for Views from the NHS frontline, read our guidelines and get in touch by emailing healthcare@theguardian.com. Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "GPs like me can't help mental health patients in 10 minutes – it's cruel",
  "webPublicationDate": "2016-05-16T08:20:25Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/views-from-the-nhs-frontline/2016/may/16/gps-cant-help-mental-health-depression-patients-10-minutes-cruel",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Workforce",
      "id": "healthcare-network/workforce",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "healthcare-network/mental-health",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "healthcare-network/views-from-the-nhs-frontline/2016/may/16/gps-cant-help-mental-health-depression-patients-10-minutes-cruel"
}