{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/16/tv-character-teens-game-of-thrones-walking-dead",
  "id": "2016-05-16-110",
  "sectionId": "tv-and-radio",
  "body": "Let’s face it: Tommen Baratheon, the current regent sitting atop Game of Thrones’ Iron Throne, is pretty pathetic. He was manipulated by his wife Margery, while seemingly oblivious to the power play his scheming mother Cersei made by empowering the Faith Militant. This religious police then imprisoned both women and pretty much disregarded the power of the crown. What did Tommen do? He just simpered and whined ineffectually, then fell under the sway of the Faith Militant’s leader – whom he should be opposing.  He isn’t Game of Thrones’ only terrible teen. Olly, the former farm boy who killed Jon Snow’s girlfriend and then stabbed Snow for allowing the Wildlings past the Wall, was also a jerk. In fact, he was so hated that the members of Reddit started a webpage called “Fuck Olly”. But even in death, Olly was annoying: when zombie Jon Snow hanged him for being a traitor to the Night’s Watch, he screwed up his face in rage. Oh, get over it, Olly. Recently, there has been a plague of awful teens on television. Fear the Walking Dead has a whole collection of them. The worst is Chris, the human equivalent of a Morrissey lyric. He just mopes about the survivor’s boat, the Abigail, trying to be macho. Now the show is turning him into some violent psychopath – although at least that’s better than him constantly pouting.  Over on the original show, Rick Grimes’ son Carl is so loathed that critics have pleaded for him to be killed and the show’s writers have had to defend their choice to keep him around. Then there’s Enid, Carl’s would-be girlfriend, who, thanks to her habit of putting people in danger, may be the show’s new most-hated character.  There are plenty of other teens ruining things on our favorite shows these days, too. Paige, the daughter of undercover Russians Philip and Elizabeth Jennings on The Americans, blew their cover with her pastor because she didn’t like the fact that they were keeping secrets from her. She’s often thrown into the same boat as The Good Wife’s Grace Florrick, because both are always trying to convert their families to Christianity. On Nashville, Maddie Conrad went to court to get emancipated from her mother, country superstar Rayna James, because her mother wouldn’t let her sign a record contract at age 16. She should be worried about algebra tests, not winning gold records.  Television has a history of awful adolescents. For seasons, the worst thing about 24 was Jack Bauer’s daughter Kim, who once notoriously got caught in a hunting trap and threatened by a cougar. There was also Dana Brody, of Homeland, who was called “TV’s most hated character” and just flat out “the worst” for her pouty temper tantrums and poorly handled storylines. After a storm of criticism from fans, both characters eventually written off of their shows.  The thing that so many of these awful characters have in common is that they are the offspring of the main characters. It seems like teenagers are so awful because their petty problems and emotional reactions always pale in comparison to the real problems of their parents or the awful things happening around them (the zombie apocalypse, protracted palace espionage, terrorism, country music). It’s hard to have sympathy for Carl misbehaving when most members of his travelling party have ended up as zombie snacks.  There are great teenage characters on television now (such as on The Fosters and DeGrassi: Next Class) and have been in the past, but they seem to be in shows that isolate the experience of teenagers. Just think of Angela Chase, the star of My So-Called Life, one of the most real and insightful depictions of high-school life ever. The same with the crew on Freaks and Geeks, which had many relatable teens, or even The Wonder Years, which proved nostalgia and early life mix well. These were all shows that encapsulated the teenage experience, put it in context, and let it succeed on its own irrational, moody, and heightened terms.  Maybe teens on TV seem so bad because they really seem that bad to most adults in real life. Their hormones are flowing, everything seems so important, and they struggle for the responsibilities of adults even though they don’t realize that they can’t handle them yet. The only people who understand what they’re going through are other teens. That would explain why we never felt the same way about whiny, brooding Dylan McKay on 90210 as we do about everyone under the age of 21 on Fear the Walking Dead.  The outlier here seems to be Game of Thrones, which counts Sansa and Arya Stark as two of the most interesting and dynamic characters on all of television and certainly the two best teens we have on the tube now. Maybe that’s because what they have gone through – the loss of their family, rape, kidnap, and mystically induced blindness – are adult-sized problems that have made them grow up fast. Tommen, on the other hand, is mostly worried about what is happening with his cat, Ser Ponce. God, he really is the worst.",
  "webTitle": "Terrible teens on TV: the brats that need to grow up",
  "webPublicationDate": "2016-05-16T17:01:35Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/16/tv-character-teens-game-of-thrones-walking-dead",
  "keyword": [
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "The Walking Dead",
      "id": "tv-and-radio/the-walking-dead",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Homeland",
      "id": "tv-and-radio/homeland",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Fear the Walking Dead",
      "id": "tv-and-radio/fear-the-walking-dead",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/16/tv-character-teens-game-of-thrones-walking-dead"
}