{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/bigotry-eu-poland-racist-polish",
  "id": "2016-05-19-293",
  "sectionId": "commentisfree",
  "body": ".   When I arrived in Warsaw as a Polish-Nigerian student in the mid-90s, most Poles had had little or no contact with people of a different skin colour. The country was just emerging from half a century of isolation behind the iron curtain. The continuing transformation from a communist to capitalist economy was proving a painful process; times were tough, people on edge. Some Poles vented their frustration on people of colour, who received regular racial abuse in public. Physical attacks were not uncommon. The police, meanwhile, showed scant interest in investigating race-based violence. Many of my nonwhite friends, mostly students like me, decried Poles as a nation of racists. In my angrier moments I agreed with them. On reflection, I knew it was an unfair generalisation. Thanks to my Polish mother, I’d met many Poles in my lifetime who didn’t fit this negative stereotype. If there’s one thing a biracial upbringing teaches you, it’s to be wary of easy categorisations. Of course, knowing it was wrong to label all Poles racist hardly made me feel any less mad when I got called names on the street. After communism’s demise, in 1989, joining the European Union became a key priority for Poland. By the early 2000s, accession negotiations were nearing a tipping point. To this end, the country was anxious to show it shared western Europe’s values of openness and civility towards others, irrespective of skin colour. The Polish authorities started paying closer attention to reports of race-based violence. The police acted more decisively in dealing with such incidents. People of colour started feeling safer on the streets. It helped that the painful economic transformation was beginning to yield positive results, rendering the general atmosphere in Poland more hopeful, less tense. Poles were starting to feel optimistic about their future and thus more magnanimous towards the world in general. They were also more used to seeing black and brown people on their streets. Attitudes were improving. When Poland finally joined the EU in 2004, it was a historic moment for the Poles, the conclusive demise of the postwar division of the European family into a poorer, inward-looking east and a richer, outward-looking west. After accession, Poland’s economy took off for good. In 2003, the country’s annual GDP stood at $217bn; a decade later it had more than doubled to $524bn. GDP per capita rose from 44% of the EU average in 2003 to 67% in 2013 and is forecast to reach 74% by 2020. Polish wages still remain significantly lower than those in western Europe, a major reason roughly 700,000 Poles have emigrated to the UK in the past decade. But all economic indicators show Polish standards of living have improved vastly since the 1990s, and particularly so after EU accession. Being in the EU has also given millions of Poles the opportunity to travel freely across the continent and interact with people of various nationalities and ethnic backgrounds. A more prosperous, stable environment and increased international exposure have combined to make Poles decidedly more relaxed and friendlier towards outsiders, including nonwhite people.     Jarosław Kaczyński said migrants from the Middle East could trigger ‘epidemics’ in Europe as they likely carried ‘various parasites and protozoa, which don’t affect their organisms, but which would be dangerous here’. Photograph: Czarek Sokołowski/AP    Unfortunately, Poland’s current government is working hard to reverse this progress. Law and Justice, the rightwing populist party that came to power last year, seems bent on resuscitating the most xenophobic of instincts in Poland. Desperate to win last October’s parliamentary elections, the party resorted to rhetoric reminiscent of the Nazi era. Their leader, Jarosław Kaczyński, said migrants from the Middle East could trigger “epidemics” in Europe as they likely carried “various parasites and protozoa, which don’t affect their organisms, but which would be dangerous here”. The deputy prime minister, Jarosław Gowin, said Poland shouldn’t accept any Muslim migrants ,“to prevent Polish babies being blown up”. The scare tactics have been successful. Asked in May 2015 whether Poland should accept migrants fleeing wars in the Middle East, 72% of Poles were in favour, while 21% were “decidedly against” it. By February this year, after an avalanche of scare stories, the proportions had reversed, with only 39% in favour of Poland accepting migrants while 57% were against it. Violence against foreigners, especially those taken for Arabs, is on the rise. “We now receive reports of racial violence occurring almost every week, people being beaten up just because of their skin colour,” said Adam Bodnar, Poland’s ombudsman, in March. “This reveals the damage caused by the parliamentary campaign. In my opinion that was the decisive moment,” he added.    Related: The rule of law is under assault in Poland | Steve Crawshaw    No doubt the vile rhetoric employed by leading politicians from Poland’s ruling party is serving to legitimise xenophobic attitudes and embolden extremists. This is very disturbing. But it is important not to act like the bigots we criticise by forming opinions on a whole nation or race based on the actions of a select few. I see current events in Poland as a temporary setback not unconnected from the troubling wider trend in much of Europe towards increased xenophobia and 1930s-style nationalism. The overall picture over the past two decades is one of vast improvement in Polish societal attitudes towards foreigners of all hues thanks in part to Poland’s participation in the European Union and the cross-cultural contacts that has encouraged. I remain convinced that despite the current poisonous atmosphere, in the long run, Polish society as a whole will continue on its path towards a more open and broad-minded attitude towards people of colour. • Tell us what the EU means to you and your country",
  "webTitle": "Yes, bigotry remains. But overall, the EU has helped Poland become less racist | Remi Adekoya",
  "webPublicationDate": "2016-05-19T08:00:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/bigotry-eu-poland-racist-polish",
  "keyword": [
    {
      "webTitle": "Poland",
      "id": "world/poland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Remi Adekoya",
      "id": "profile/remi-adekoya"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/bigotry-eu-poland-racist-polish"
}