{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/16/anti-muslim-protest-bikers-new-york-islamberg-peace-rally",
  "id": "2016-05-16-141",
  "sectionId": "us-news",
  "body": "A motorcycle group’s plan to “raise awareness” of the threat of homegrown jihad by riding to an all-Muslim New York town backfired on Sunday, when only five motorcyclists showed up. Hundreds of people, meanwhile, flocked to the town to show their support for its residents.   Related: Islamville, South Carolina's all-Muslim town, faces Trump effect: 'We feel unsafe'    American Bikers United Against Jihad spent months calling for people to take part in the event, which organizers described as a “ride for national security” and promised would see “hundreds” of bikers riding past Islamberg, in upstate New York. But the five riders who showed up found themselves completely overshadowed when more than 400 people travelled to Islamberg – some driving for hours to get there – to take part in a “peace rally and community day”. As the motorcyclists rode past the town, about three hours north-west of New York City, residents and supporters stood along the street. Some waved American flags, some called out “Welcome!” Others chanted: “Freedom, justice, USA!” “I don’t know what they’re riding against,” said Islamberg mayor Rashid Clark. “My only concern is for our safety. It doesn’t provoke me.” After witnessing the ride-by, the supporters – who included people from Christian churches and other faiths – were welcomed into the town. Residents laid on food, music and speeches from community leaders. “We just decided, ‘OK, if you want to ride by we’re going to hold a peace rally,’” said Clark, 46. “And that idea came from the fact that all these community members, all these people you see here, they also found [details of the rally] online and they called us, and said they wanted to come and support. This turnout is not our doing.” The majority of Islamberg residents are African Americans. The town was established by The Muslims of America in 1984, and is home to around 25 families. The organization has established more than a dozen towns across the US, with Islamberg serving as its headquarters. A series of online conspiracy theories have given rise to the idea that Muslims of America towns are home to jihad training camps. The notion has been repeatedly debunked by law enforcement officials, but this has not deterred extremists. In April 2015, a man named Robert Doggart pleaded guilty to planning to attack Islamberg. He faces trial this summer. In November 2015, the FBI issued a warning to New York police after Jon Ritzheimer, a man later involved in the occupation of the Malheur wildlife refuge in Oregon, posted a video online saying he planned to drive to Islamberg and confront residents.  American Bikers United Against Jihad planned to set off for Islamberg at noon. Ram Lubranicki, the main organiser, described the ride as an “educational” event designed to draw attention to “jihad camps” in the town.      Mayor Rashid Clark of Islamberg, New York. Photograph: Adam Gabbatt for the Guardian    Lubranicki, from New Jersey, called for bikers to congregate in a parking lot in Deposit, around seven miles from Islamberg. At 11.45am, there were three bikers present. “So far it’s a little disappointing,” Lubranicki said. “If we had great weather we could easily have a few hundred bikers here.” Lubranicki was upbeat. “There’s certainly a lot of excitement about this idea,” he said. “We’re in the process of developing a website.” Lubranicki was not riding a motorcycle. He said he was conscious he would be required to talk to the press – there were two journalists present – and there would be a lot of organizing to do. Lubranicki had travelled from New Jersey in a champagne-colored Hyundai Sonata. As he waited for bikers to arrive, he draped a banner over the rear of the car. It bore the logo of the American Bikers United Against Jihad: a skull draped in the American flag with a sword alongside. Beneath the banner there was a bottle, functioning as a collections jar. It contained $23. A fourth motorcyclist – a man named Hal, who was wearing a skull cap and a black leather vest with a large Grateful Dead patch on the back – arrived at 11.55am. Another turned up at 12.05.  The riders delayed the start for an hour, in case any attendees were late arriving. None were.  The group drew out of the parking lot at 1pm, the five bikers following Lubranicki’s Sonata. Three other cars were present, bringing the number of ride against jihad attendees to 12 people and one dog. State troopers were posted along the route to Islamberg, but the ride passed without event. The riders finished their tour at a parking lot beyond the town, before going their separate ways.  Back at Islamberg, hundreds were enjoying food prepared by the town’s residents. A large tent had been erected: attendees chatted as they dined on chicken, pasta, potato salad and salad. Josie Hovis, 15, had heard about the peace rally through her church, Cooperstown First Presbyterian, and had travelled the two hours with her parents and brother. “You hear a lot of nasty information in the news, especially in this presidential campaign, and it makes you sad and depressed about the state of things in the world,” she said. “But most of the time people don’t really do anything about it. And this was an opportunity to really take action about the bigotry we see today.” Dr Bilqees Abdullah, who declined to give her age but described herself as “seasoned”, has lived in Islamberg for around 30 years. She works in a local hospital as well as providing care for the elderly in the town. “It was very, very heartwarming,” she said of the peace rally. “To see so many people come and join and actually say: ‘This isn’t right, this isn’t fair, and we’re not going for it,’ it’s wonderful. Very wonderful.”",
  "webTitle": "Five anti-Muslim protesters and 400 peace supporters meet at New York rally",
  "webPublicationDate": "2016-05-16T15:14:53Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/16/anti-muslim-protest-bikers-new-york-islamberg-peace-rally",
  "keyword": [
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "FBI",
      "id": "us-news/fbi",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Gabbatt",
      "id": "profile/adam-gabbatt"
    }
  ],
  "guardianId": "us-news/2016/may/16/anti-muslim-protest-bikers-new-york-islamberg-peace-rally"
}