{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/04/hostility-gone-willie-rennie-scottish-lib-dems-shake-cleggs-legacy-challenge-snp",
  "id": "2016-05-04-345",
  "sectionId": "politics",
  "body": "Willie Rennie is on home turf, putting his fate as Scottish Liberal Democrat leader in the hands of people with whom he grew up and went to school. An hour knocking on doors in Cupar in Fife hints at an election upset – a rare victory against the Scottish National party. As he walks and occasionally jogs from bungalow to bungalow, Rennie picks up votes and promises. “That’s number 62, a definite Lib Dem,” he tells a colleague marking down each response. “Another Lib Dem,” he adds, just a few doors down.  Here at least, the tally is looking good. Across Scotland, the polls say Rennie’s party is facing more humiliation, trailing behind the Scottish Greens and set for fifth place in Thursday’s Scottish parliamentary elections. But on this estate, more than half say they are voting Lib Dem.  Voters, mostly middle-aged or older, are anxious about Nicola Sturgeon’s quest for a second independence vote: “Where would we be if she got a second referendum,” Rennie is asked by one. Another is furious at the Scottish National party “banging their drums on the high street”.  However, Rennie’s strongest hand in Cupar, a faded but once prosperous county town west of St Andrews, is local loyalty rather than Scotland’s constitutional future. Born in nearby Strathmiglo and attending school in Cupar, his parents ran several grocers in the area. He meets voters who remember his grandparents, and people who work with old schoolfriends. Rennie is drawing too on the legacy left by Sir Menzies Campbell, the patrician former leader of the UK party, who held the Westminster seat of North East Fife for 28 years before retiring at last year’s general election. Like the vast majority of Scotland’s 59 Commons constituencies, it fell to the SNP.  Rennie hopes Campbell’s reputation will be enough to help tip the contest for the area’s near identical Scottish parliament seat his way, and also be strong enough to overcome the remaining ill-feeling over Nick Clegg’s electorally toxic Westminster coalition with the Conservatives in 2010. The Scottish Lib Dems were immediate casualties of Clegg’s alliance, losing 11 of their 16 Holyrood seats the following year – including North East Fife.   Related: Nick Clegg – the inoffensive ordinary guy who could have been great    With his party campaigning for an extra penny on Scottish income tax rates and increased public spending, Rennie says people who voted SNP last year are switching back to the Lib Dems.  “The hostility has gone,” he says. “And now there’s the local angle: they want someone who knows the area.” He remembers being in Tayport in the far north-east of the seat last week. “Over the course of an hour, I had five people saying: ‘We were SNP last time, and we’re now going to vote for you.’”  The decision during last year’s election campaign by the Lib Dem Alistair Carmichael, then Scotland secretary, to authorise the leak of a government memo that recorded untrue allegations about Sturgeon’s support for Tory leader David Cameron is another self-inflicted wound.  That scandal, which lead to Carmichael narrowly surviving an election court challenge, dogs the party’s campaigns to hold on to its two Holyrood constituencies in Orkney and Shetland, the islands that constitute Carmichael’s Westminster seat.  Voters in Cupar remember Sir Menzies Campbell with admiration but the coalition with anger. David Pitts, a medical education consultant who was brought up voting Labour, switched to the Lib Dems for tactical reasons.  “You could trust [Campbell] to do what he promised to do,” Pitts says. “I think the Lib Dems have had a damned bad press, but Nick Clegg should’ve been horsewhipped when he made that deal [with the Tories] and sold the party down the river.”  Sheila Walker, who works in St Andrew’s, cites Campbell too. “He got it right on local politics; he wasn’t one of those absentee politicians.”  It is far from certain that will be enough for Rennie: the SNP’s dominance of the polls and Sturgeon’s remarkable popularity suggests the seat’s MSP, Roderick Campbell, will retain it for the SNP on Thursday. The question facing Rennie is whether the Lib Dems can save its five remaining Holyrood seats.  Rennie is tense. It is now accepted the SNP will win very comfortably at national level on Thursday and may increase its majority. That leaves the other four parties at Holyrood in two separate battles: a race for second between Labour and the Tories, and the fight for fourth between the Greens and Lib Dems.  For the first time, the Lib Dems now have, in the Scottish Greens, genuine rivals in Scotland’s partly proportional voting system. Their fate rests on how the votes are shared out in the complex calculations under the D’Hondt system for deciding the regional list vote. It allocates seven seats in each region by ensuring the full number of constituency and list seats a party gets is as close as possible to the party’s share of the list vote. That calculation is so finely balanced that only a few hundred regional votes either way can win or lose a regional seat. Despite the national polling, which gives the Lib Dems an average vote of 6% on the constituency and 5.3% on the regional vote, the party’s strategists insist it will win more than five seats by taking a handful of regional seats around the country.  They are confident of holding Shetland and Orkney, and talk up their prospects of winning Edinburgh Western, a seat where the SNP is damaged by its own controversy over the suspension last year of its MP Michelle Thomson pending a police investigation into alleged financial impropriety. They talk too of improbable upsets in Aberdeenshire West or Aberdeenshire East. These are archetypal Lib Dem tactics. Unable to muster the money and visibility at national level of their larger opponents, the party is practised at fighting each seat as if it were a byelection. And Rennie has pulled off upsets in Fife before.  In 2006, Rennie won the then Labour heartland seat of Dunfermline and West Fife in a surprise byelection victory. A former regional organiser for the party in south-west England where he helped engineer its surge to regional dominance in 1997 until its obliteration by the Tories last year, Rennie lost the West Fife seat at the 2010 general election but translated his profile there into a regional list seat at Holyrood the following year.  That gave him the platform to become a well-known face in Fife. Canvassing in Dunfermline last week, part of his former Westminster constituency, he was able to trade on that familiarity. He knows that will help him retain his regional list seat, if he fails to win North East Fife.",
  "webTitle": "Scottish Lib Dems try to shake off Clegg's legacy and challenge SNP",
  "webPublicationDate": "2016-05-04T05:00:19Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/04/hostility-gone-willie-rennie-scottish-lib-dems-shake-cleggs-legacy-challenge-snp",
  "keyword": [
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Liberal Democrats",
      "id": "politics/liberaldemocrats",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    }
  ],
  "guardianId": "politics/2016/may/04/hostility-gone-willie-rennie-scottish-lib-dems-shake-cleggs-legacy-challenge-snp"
}