{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/22/minding-irish-1000-guineas-defeat-jet-setting-aidan-obrien-oaks-curragh-horse-racing",
  "id": "2016-05-22-61",
  "sectionId": "sport",
  "body": "Minding’s unbeaten record in top-class races ended when she was held at bay by the cheaply bought Jet Setting in a thrilling duel for the Irish 1,000 Guineas. Excuses are hardly needed, since the winner is a known mud-lover who relished the soft conditions and the pair pulled 10 lengths clear of the rest – but there certainly may have been an excuse because evidence later emerged that Minding had given the starting stalls a hefty clout with her head. The initial response from her trainer, Aidan O’Brien, was: “She ran a very good race. I wouldn’t like to be making any excuses to anybody.” But when he happened to be in the winner’s enclosure after the following race, he produced his phone and showed reporters pictures of Minding which had been taken in the racecourse stables moments before. These showed what seemed a nasty mark along Minding’s right cheek, extending to perhaps six inches, as well as blood all round her muzzle from a cut between her nostrils. O’Brien said the horse had burst a sinus in the incident. What impact that may have had on her effort in the race is a matter for conjecture. The trainer limited himself to saying: “The poor thing had a headache anyway.” The question now is whether Minding can recover quickly enough to line up in the Oaks at Epsom a week on Friday, in which context this defeat after a protracted duel on soft ground is very far from being the ideal preparation. Still, O’Brien confirmed the Oaks as the target if the horse is well. Bookmakers pushed her out to 11-8 from 4-6, while her stablemate Ballydoyle, who missed this race with an unsatisfactory blood count, is 5-1 from 8s. While this must count as a disappointing weekend for O’Brien, Adrian Keatley was having a better one. The trainer of Jet Setting is in only his second full season with a licence and moved his string to a stable by this racecourse as recently as February. Up to now he has been known to punters, if at all, for a series of successful raids on low-profile races at Ayr, where he will have another interesting couple of runners on Monday. “It’s a dream, really,” Keatley said. “Miracles happen. She was a cheap purchase and she’s done the business.” He intimated that Jet Setting would not be stepped up in distance for the Oaks. “If it’s soft ground and a mile, we’ll be there.” Seven months ago, Jet Setting was sold at public auction in Newmarket, fetching just 12,000 guineas after four defeats for Richard Hannon. At least Hannon can console himself with that well-worn line, “If you never sell any good ones, no one will buy from you.” O’Brien maintained an affable demeanour and was grace personified as he congratulated the weekend’s winners but he may also have been in need of some cheering-up by the end of the card, having also seen Found beaten by Dermot Weld’s Fascinating Rock in the Tattersalls Gold Cup. It is the first time since 2007 that O’Brien has failed to win any of the three Group Ones staged over these two days. Found would have preferred a better surface, though this result was close to a repeat of Ascot’s Champion Stakes in October, when the same horses finished first and second. O’Brien begged for time to consider plans, while Weld nominated an August race back here as Fascinating Rock’s next run, a prep for the Irish Champion Stakes and a busy autumn campaign. O’Brien’s only Group winner of the day was Beacon Rock, who justified his odds-on status by pulling clear of his rivals in the Gallinule, a Group Three. The chestnut holds a Derby entry but is not thought likely to be ready for that test, his trainer suggesting Ascot’s King Edward VII might be more his thing. Pressed as to Derby plans, O’Brien said his nine that remain entered are “all possibles” and that he will start to make decisions over the next week. However, he indicated once more, as he had on Saturday, that The Gurkha is now more likely to be kept at a mile for Ascot’s St James’s Palace Stakes.   Related: Aidan O’Brien defends his chief Coolmore Derby hope US Army Ranger    That is a consequence of O’Brien’s employer, Coolmore, needing a top-class miler now that Air Force Blue no longer seems to belong in that bracket. The latter colt, beaten in Saturday’s 2,000 Guineas here, is to be trained as a sprinter, with O’Brien pointing towards Ascot’s Commonwealth Cup as a probable target.",
  "webTitle": "Minding suffers bloody nose in Irish 1,000 Guineas loss to Jet Setting",
  "webPublicationDate": "2016-05-22T16:53:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/22/minding-irish-1000-guineas-defeat-jet-setting-aidan-obrien-oaks-curragh-horse-racing",
  "keyword": [
    {
      "webTitle": "The Oaks",
      "id": "sport/epsom-oaks-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Royal Ascot 2016",
      "id": "sport/royal-ascot-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/22/minding-irish-1000-guineas-defeat-jet-setting-aidan-obrien-oaks-curragh-horse-racing"
}