{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/george-osborne-privatising-land-registry",
  "id": "2016-05-27-134",
  "sectionId": "commentisfree",
  "body": "Has there ever been a less popular privatisation? On Thursday, before the consultation on George Osborne’s latest attempt to privatise the Land Registry had even closed, critics were queuing up to tell the government that its badly judged plans could have catastrophic consequences.   Related: Why do the Tories want to hide who owns our country’s land? | Charles Arthur    These ranged from the workforce and their PCS and FDA unions, to MPs from across the political spectrum, to the Law Society, to the country’s competition watchdog (the Competition and Markets Authority), to almost 300,000 members of the public who have signed a petition against the sell-off. This is a privatisation without friends and without justification. Let’s be clear what’s at stake. If you’re a homeowner, your personal data on the most valuable asset you’re ever likely to buy – your home – will be sold off to the highest bidder: not held as a public service but sold by a private company. Integrity, impartiality and accountability are all at risk of being overridden by profit. And a recent investigation suggests that all bidders for the Land Registry have links to offshore tax havens. If you’re a taxpayer, you’ll be out of pocket, given that the Land Registry has made a surplus in 19 of the last 20 years and paid back £119m to the public purse last year alone. And if you’re a business or prospective home-buyer, there’ll be charges for property data and a new private monopoly that will only drive up costs for consumers. The only person who stands to benefit is Osborne. The penny-wise and pound-foolish chancellor is more interested in making his fiscal figures add up for the next year than in securing a good long-term deal for taxpayers, homeowners, or consumers. This is a chancellor failing to do the job he’s there to do. This is the same short-term, ideological mind-set that has driven the Conservatives’ approach to housing, and explains the last six years of failure: from home-ownership which is down by 200,000 to homelessness doubling. There’s no other way to explain the recent Housing and Planning Act which will lead to the loss of 180,000 affordable homes in the next five years at a time when the need for low-cost housing has rarely been greater, and a higher housing benefit bill too. Or the complete failure to build new homes – down 9% in the last year and a third lower than under Labour – when there is consensus across the board on the long-term economic, fiscal, business and social case for new home-building. Or the choking off of all new government funding for social rented homes, breaking a cross-party consensus stretching back to the 1919 Addison Act, when the need for strong public action has never been starker. When the housing bill was first published in parliament nine months ago, we had to build the arguments and alliances that led to 19 defeats as it was passed – twice the number of defeats on all pieces of legislation in the previous year. When the bill to sell off the Land Registry is published, the arguments and allies against this reckless privatisation will already be in place. The chancellor has been warned – back off the Land Registry.",
  "webTitle": "George Osborne, get your privatising hands off the Land Registry | John Healey",
  "webPublicationDate": "2016-05-27T13:54:50Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/george-osborne-privatising-land-registry",
  "keyword": [
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Privatisation",
      "id": "politics/privatisation",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "John Healey",
      "id": "profile/john-healey"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/george-osborne-privatising-land-registry"
}