{
  "apiUrl": "https://content.guardianapis.com/weather/2016/may/01/norway-helicopter-crash-british-man-died-named-iain-stuart",
  "id": "2016-05-01-122",
  "sectionId": "world",
  "body": "A British man who was among 13 people killed in a helicopter crash in Norway has been named locally as Iain Stuart. Stuart, 41, from Laurencekirk in Aberdeenshire, worked for the oilfield services company Halliburton. He was believed to be on a Super Puma carrying two crew and 11 passengers from the North Sea Gullfaks B oilfield, 74 miles (120km) off the Norwegian coast, to Flesland airport in Bergen when it crashed on Friday. All commercial passenger flights by the model of the Super Puma involved in the crash – an Airbus EC225LP – have been grounded in the UK by the Civil Aviation Authority (CAA), mirroring action taken by its Norwegian counterpart.  BP and Statoil have also suspended the use of the aircraft model after the accident, so it is unable to carry oil and gas workers, the BBC reports.      Police investigators and rescue workers inspect the helicopter crash site in Norway. Photograph: Vidar Ruud/EPA    Tributes have been paid to Stuart, who was a member of Brechin golf club, where a flag flew at half mast on Saturday. Stephen Rennie, the resident golf professional and manager, told the Mail on Sunday: “The whole club is shocked and saddened to hear the devastating news about Iain. He was a very popular member of the club and our thoughts are with his family and friends at this difficult time.” A family friend, Charles Aitken, 75, said: “My daughter knows his wife, Amy. They are a really lovely family – it’s an absolute tragedy.” In tributes posted on social media, Stuart was described as “always a gent” and “a top bloke”. Statoil said the pilots of the helicopter – a Norwegian and an Italian – were staff of CHC Helicopter. The 10 other Norwegian passengers were employed by companies including Schlumberger, Aker Solutions and Statoil. Their names have not yet been released.   Map showing location of helicopter crash   The aircraft shattered into pieces when it smashed into the rocky shoreline of Turøy, a tiny island outside Bergen, Norway’s second-largest city. Norwegian television showed footage of what appeared to be a helicopter rotor blade spiralling down minutes before the helicopter crashed. A witness, Rebecca Andersen, told the Norwegian newspaper Verdens Gang that the helicopter’s “rotor blades came rushing toward us … Then we heard a violent explosion.” Emergency crews pulled the wrecked fuselage out of the sea on Saturday before an investigation into the cause of the crash. A team from the UK’s Air Accidents Investigation Branch (AAIB) has gone to the site. The Norwegian prime minister, Erna Solberg, wrote on Twitter about the “horrifying reports” and said she was being kept informed about the rescue work. She said her thoughts went out to all those who had lost a loved one.    Forferdelige meldinger om helikopterstyrten ved Sotra. Jeg holdes løpende orientert om redningsarbeidet.— Erna Solberg (@erna_solberg) April 29, 2016      Mine tanker går til alle som i dag mottar det tunge budskapet om at de har mistet en av sine kjære i helikopterulykken ved Sotra— Erna Solberg (@erna_solberg) April 29, 2016     EC225 Super Puma helicopters were previously grounded in the UK after two crashes in Scotland in 2012. Both incidents, in which all passengers and crew were rescued, were blamed on gearbox problems. The aircraft were allowed to resume flying in August 2013. Later that month a different model of Super Puma, the AS332 L2, crashed off Shetland, killing four people.",
  "webTitle": "British man who died in Norway helicopter crash named",
  "webPublicationDate": "2016-05-01T11:22:13Z",
  "webUrl": "https://www.theguardian.com/weather/2016/may/01/norway-helicopter-crash-british-man-died-named-iain-stuart",
  "keyword": [
    {
      "webTitle": "Norway",
      "id": "world/norway",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Helicopter crashes",
      "id": "world/helicopter-crashes",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "weather/2016/may/01/norway-helicopter-crash-british-man-died-named-iain-stuart"
}