{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/hms-endeavour-colonial-past-james-cook",
  "id": "2016-05-04-172",
  "sectionId": "commentisfree",
  "body": "News has emerged confirming the whereabouts of the wreckage of HMS Endeavour, a ship sailed by Captain James Cook. Reports invariably contain images of the ship in its pomp, proudly reminding the reader of its British origins and its voyage to the Pacific Ocean, where Cook took possession of Australia. But where should Cook’s ship go? Once we dredge it up, or rather, once the Rhode Island Marine Archaeology Project dredges it up, where should it be put? And will Cook’s ship be allowed to take us beyond our colonial past? It must be remembered that it is our cultural attachment that will be doing the dredging, our obsession and fascination with these objects that circulate as evidence of the all-powerful histories of empire. Where we decide to put Cook’s ship and its contents will shape where it takes us. Through its presentation we will relate to it culturally; as an object of desire or fascination for some, and boredom for others. We will tell a new story and it will make us feel something. Many of the Anglo-American and Australian public are likely to feel awe in the presence of the Endeavour. As we stand before it, in whatever state it is in (probably not wrecked but reconstructed to its “original” form), it is unlikely to rouse anything like the grief that has ripped the souls of millions of Indigenous Australians. Especially if we preserve it, present it and interpret it as part of the British Museum’s set.     Captain James Cook. Photograph: Dea Picture Library/De Agostini/Getty Images    This is not to say that the ship should become an opportunity for apology or sympathetic feeling. In Australia many Indigenous activists, public intellectuals and academics tell us that they aren’t interested in sympathy or other paternalistic emotions – an attitude that will be no surprise to those familiar with public forums such as the Guardian column IndigenousX. Which should not be to dismiss the historical value of saying sorry, either. And it certainly isn’t to speak on behalf of Indigenous people – as if I ever could. It is merely to say that we are all looking forward as well as back, that life is moving on despite us, and we need to move things on too, in a way that changes the story. A story that until now has been that of “the famous British explorer”. A story that is in fact one of colonial rule, whiteness, and Indigenous sovereignty. A story in which we are all intertwined. There is no such thing as “this side of the world”. The world isn’t made up of sides. Australia is very much “here” – Britons hear the accents, buy the products, watch the TV. And we are very much “there” – we fill the tourism ventures, go backpacking, populate their ABC with our BBC. We export our media. And in return Australia gave us The Conversation. The resurrection of Cook’s ship is taking place here, in our shared world; the one without sides. This is why much academic literature refers to the colonial past as a “present”, to recognise how what is happening now continually remakes the effects of the past.   Related: Colonial ruins are a fitting epitaph for the British empire | Chibundu Onuzo    Perhaps what should be most worrying is that the Rhode Island Marine Archaeology Project “is launching a campaign to finance the construction of a storage facility to accommodate the objects”. Is it so hard to imagine that the ship should be placed in the hands of a co-operative of First Nations organisations rather than stay with those that will pander to a whitewashed version of history? As ever, we entrust our history to scientists, sometimes governments and corporations, rather than to those who produce counter-narratives that could unsettle our place in the world. How we choose to open up the Endeavour to modern interpretation will dictate how much opportunity there is for new stories to be told, for the familiar narratives of a heroic Captain Cook to be subverted by the imperialistic reality. It is hard not be cynical about the possible resting place for this famous old ship. My girlfriend jokes about an auction on eBay. I have a vision of a jolly theme park, Cook’s vessel digitally mediated with fancy holograms, all the better to distract from the reality of the Endeavour’s colonial past.",
  "webTitle": "In resurrecting Captain Cook’s ship, we can re-examine our colonial past | Sarah Cefai",
  "webPublicationDate": "2016-05-04T13:29:19Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/hms-endeavour-colonial-past-james-cook",
  "keyword": [
    {
      "webTitle": "Colonialism",
      "id": "world/colonialism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Archaeology",
      "id": "science/archaeology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rhode Island",
      "id": "us-news/rhode-island",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "British empire",
      "id": "world/british-empire",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Cefai",
      "id": "profile/sarah-cefai"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/hms-endeavour-colonial-past-james-cook"
}