{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/23/eu-dave-cameron-george-osborne-bq-hq-southampton",
  "id": "2016-05-23-91",
  "sectionId": "politics",
  "body": "Halfway through their hit song With or Without EU, Dave Bono gestured towards George the Edge instructing him to turn the volume down. Moments later, when a reverent silence filled the room, Dave Bono started a meaningful slow hand clap. One by one, the hand-picked audience of employees who fancied an hour off work joined in this rhythmic communion.   “Hello Southampton,” Dave Bono drawled. “Every time I clap my hand another person in the UK loses their job. Think about it.” George the Edge peeled off a power chord and the band went straight back into the chorus. “With or without EU …” The audience all yelled: “With.”   Related: Cameron warns against 'self-destruct' vote to leave EU     The atrium of the B&Q headquarters on England’s south coast was not the most likely venue for the latest gig in EU2’s Rolling Thunder Bankruptcy Referendum tour, but it served a purpose. If only as the punchy bass line for the gag “Leaving the EU will bring on a DIY recession”, which was repeated far more times than was strictly necessary. Subtlety has never been EU2’s strong point. EU2 did not get where they are today by overestimating the intelligence of their fans – though it’s quite possible they did get where they are today by overestimating quite a few other things.  George the Edge looked washed out, having spent the past few nights on a Treasury bender trying to finalise his short-term forecasts of the economic consequences of Britain leaving the EU, and was happy to let his frontman make the introductions. “As a songwriter, I’ve always wanted to be on the right track,” said a tanned Dave Bono. “And leaving the EU would be taking the wrong track.” It’s those kind of sun-kissed, philosophical insights that have made him an idol to millions around the globe.   “The first track I want to sing for you today is off our new album,” Dave Bono continued. “It’s called The Economic is the Moral, and it goes like this … If the rich lose some cash / Then they still have a stash / But when the poor lose their dosh / They are under the cosh / And in this money war / I’m on the side of the poor.” Or to put it another way, most of the leading Brexit campaigners were breadheads who weren’t that bothered if the economy tanked or not. It was one of EU2’s better numbers.  With the audience warmed up, George the Edge was ready to step in and slow things down for a while. To keep in time with the economy. “We’re going to play two versions of our hit You’re Never Going to Find what You’re Looking For,” he said coyly. The first was the shock scenario where GDP falls by 3.6%, unemployment goes up by 500,000, wages fall by 2.8%, sterling falls by 12% and everyone goes hungry. The second was the severe shock scenario in which GDP falls by 6%, unemployment goes up by 820,000, wages fall by by 4%, sterling falls by 15% and bodies pile up in the streets.   Related: Tory men dominate EU referendum coverage, study finds     Having strummed his way through both versions, George the Edge decided that, on balance, he much preferred the severe shock scenario. It had a much stronger hook and the audience looked far more concerned.  Some even dared to suggest that the figures might have come with a bit of artistic licence. George the Edge was outraged. “All our figures are based on detailed and rigorous analysis,” he said, “and I’ve even found an economist who thinks my estimates might be reasonably reasonable. Just take a look at my vector auto-regression equation on page 66. If everyone doesn’t feel like they’re going to end up totally broke after seeing a vector auto-regression equation like that, then what’s the point of anything?”  Dave Bono nodded earnestly. It would be so much easier if he just did not care. But he couldn’t help caring, because that’s the kind of philanthropic guy he was. He had single-handedly saved Africa, now he was going to single-handedly save the UK. Time to do the totally catastrophic scenario in which Govey and Boris were in charge, every hospital closed and a tidal wave swamped the country ripping out signposts from every street. Where the Streets have no Name. If that didn’t bring the house – and its price – down, then nothing would.",
  "webTitle": "EU2's Dave and George play the hits at B&Q HQ",
  "webPublicationDate": "2016-05-23T16:55:15Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/23/eu-dave-cameron-george-osborne-bq-hq-southampton",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "politics/2016/may/23/eu-dave-cameron-george-osborne-bq-hq-southampton"
}