{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/immigration-stories-damascus-syria-new-jersey-american-citizenship",
  "id": "2016-05-24-199",
  "sectionId": "commentisfree",
  "body": "I held on to the telegram for a few minutes before I opened it. The mail man delivered it in a grey, wrinkly envelope. The message was from America and it read “The medical residency program director agreed to offer you a position as an intern. I will see you soon.”   Related: Tell us how you got here: share your stories of immigration    It was 1974 and I was standing on the marble entrance hall to our apartment on Porto Alegre Street in Damascus. My mother, who was baking in the kitchen, asked what the mailman delivered. I told her I got a job in America. She went on completing what she was doing and showed no emotions. I stood by the kitchen door pondering. I had really wanted to go to England. America was so far away and so big. I kept asking myself: Trenton, New Jersey, really, what is that? I was nervous. I remember the final scene at the airport, before I left Syria for good. My family was waving goodbye. My mother wore a blue striped dress scattered with dark blue flowers. She was crying. Soon I was, too. I recalled what she had told me the night before: “I may never see you again, please do not forget us and write letters.” When I landed in New York City, I remember thinking I had never seen so many lights in my life. They stretched miles and miles. What a massive place. I wondered how I would find my brother, who was going to pick me up. But most importantly, I asked myself how in the world I was going to navigate my life around this place. I left what I thought to be a big city, but my God, this was huge. On my first day on the job, the medical staff office secretary took me to her office. She handed me a white coat and showed me the way around the hospital. She took me to the residents’ quarter. I stupidly pulled the hospital’s fire alarm thinking that I was opening a basement door. Very embarrassing. Trust me I have never done that since. Soon after arriving, I went to the library. The librarian asked me if there was anything they could help with. Yes, I said. “I want to speak English like you do.” I told her I didn’t want to have an accent. I didn’t want people to realize that I am from a different country. It was hard enough for me to face the reality of me looking like an Arab. And my name is not John but Adel, which just makes things harder.  The librarian told me my English was really not that bad. I owed that to Maria, a sweet young lady who was the daughter of a patient. She had me record myself speaking so I could identify the areas that I needed to work on. She was terrific and one day she called me on the phone and said that I sounded just like her brother, who was born in the United States. I felt like I had just won the lottery. In the hospital cafeteria, the food was odd, nothing looked familiar. I asked for a “kitchen” when I really meant “chicken”. Bacon smelled awful to me, I gagged every time I walked by the breakfast buffet. I lived on bread, cheese, potato, hard-boiled eggs and vegetable soup for months. I must have lost 10 pounds in the first year. I could not understand why people would want to drink “iced” tea and why they were fans of condiments like ketchup and mustard.On my first date, initiated by a young lady I worked with, she assumed that I was different to other men. She shared that with the nurses on the floor. The unit secretary on the floor hinted that to me. The young lady apparently was disappointed that I didn’t make any advances. “Why wouldn’t a handsome man like you, who looks like Omar Al Sharif, not even try?,” the unit secretary asked. I didn’t know what to respond. Standing in the immigration office in Milwaukee, to meet the examiner before I completed my citizenship test, was nerve-wracking. The examiner was an African American woman who proceeded to ask me questions about American history. I had read and practically memorized the books that I was given to read for the exam. Clearly she was impressed. When I was done, she smiled and very softly said: “Congratulations, welcome to America.” It was 1984. The day of swearing in and pledging allegiance was rather emotional. I was stood in between hundreds of people who were doing the same. I wondered if America would be my new home forever. I was already married to an American girl. America had been good to me, but would it always be that way? I was still a foreigner, no matter how hard I worked on my English, people were still able to detect an accent. I wondered about Syria, where my heart was. I felt Syria would always be my home.  When my name was called and I walked up to receive my US naturalization certificate, I kept saying “Thank you sir, thank you sir” to the man who congratulated me and handed my me new document. I cried all the way to my car. I was excited, sad, confused and uncertain. Years have gone by. My medical profession has taken me many places all over the United States of America and the world. It has been rewarding professionally, personally and financially. I can say that I have achieved the American dream. I have given back to America much of what America has given me. I took exceptional care of thousands of patients who loved me and are begging me not to retire. I created hundreds of jobs and established at least ten businesses, many of which are thriving. English is no longer an issue. The cultural challenges continue to poke up their heads here and there. I’m as American as the person next door whose parents’ came to the United States 100 years ago. However, I am still a foreigner in the eyes of many people – including and possibly primarily myself. Syria, or what is left of it now, is still where my heart beats. America is my home now, but yes, you can live with your heart in two places. That is not a conflict, but rather a strength. I love both very much.   how i got here",
  "webTitle": "Before I left Damascus I wondered: 'Trenton, New Jersey ... what is that?' | Abel Korkor",
  "webPublicationDate": "2016-05-24T11:30:10Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/immigration-stories-damascus-syria-new-jersey-american-citizenship",
  "keyword": [
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Adel Korkor",
      "id": "profile/adel-korkor"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/immigration-stories-damascus-syria-new-jersey-american-citizenship"
}