{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/21/boris-johnson-blond-wants-lead-country",
  "id": "2016-05-21-156",
  "sectionId": "commentisfree",
  "body": "Exciting news, trend watchers! The look of the season is… Adolf Hitler. Yes, as you may have heard, Adolf is having quite a moment these days, getting trotted out by British politicians like a new charity ribbon on a lapel. This It boy is so zeitgeist, I’m amazed I didn’t spot him on the red carpet at the Met Ball: here’s Alexa Chung, so darling in vintage Yves Saint Laurent; there’s Beyoncé looking very on trend in Givenchy; and oh look, there’s Adolf, really owning that Waffen-SS look. Work it, Adolf. For a while I believed there were two types of politicians: those who would choose flight as their superpower and those who would opt for invisibility. The former are the idealists, the romantics, determinedly pursuing their higher aims. The more numerous latter are sneaky, snaky, more concerned with besting people around them than bettering the world. Boris Johnson clearly would choose invisibility, and I don’t think entirely for reasons of opportunism (although obviously I do partly think that). Johnson is so calculating, he has an abacus for a heart. There is no way he actually believes the EU is Hitler’s ambition realised, as he said last weekend. For £37,000 a year, I assume Eton teaches the difference between European unity and European domination. But who needs facts when you have distracting, jazz-handsy Hitler? What clearly happened is that Johnson looked at the amount of attention Ken Livingstone received for riding the Hitler pony two weeks previously, considered how at least part of Donald Trump’s improbable electoral success lies in the amount of coverage he has received in the media, added one and one together and got Hitler. Johnson activated the Hitler button the day after the 75th anniversary of the day my great-uncle, Jakob Glass, was, along with 5,000 other Jews, arrested in Paris, after which he was sent to Auschwitz, where he was killed. I don’t find it especially insulting when politicians casually cite the man who murdered him and the parents and grandparents of millions of people just for political point scoring. But I am a little insulted that they think voters are so stupid they’ll be too excited by the Hitler analogy (Hitler! Like in the movies!) to fuss over the inaccuracy of the analogy. Because the problem isn’t that citing Hitler is offensive, it’s that the comparisons are always wrong. Politicians’ Hitler references are becoming like Marilyn Monroe motivational quotes: frequently made up and invariably self-serving. Relying on Hitler for an analogy makes people sound as if their history lessons were limited to Indiana Jones And The Raiders Of The Lost Ark. But why is Hitler being deployed by politicians at a speed that outpaces Godwin’s law? Well, it turns out I was wrong about there being only two kinds of politicians. Because there is a third: the one who pretends he wants flight but secretly aims for invisibility. The insider who affects to be an outsider; the one who claims to say-it-like-it-is as opposed to those slick career politicians. Referring to Hitler is a very good way of achieving this aim because citing the Führer as evidence in an argument is an excellent way to make yourself look deranged, sorry, “refreshingly unspun”. Spin doctors tend to cross out references to Hitler in political speeches. The appeal of the unspun is obvious, especially now when the alternatives are ham-faced smoothies and political androids. Johnson has been working this image for decades. But it feels as if his nonsense, Fritz-baiting and all, is finally about to have its moment, and to see why you have only to look across the ocean.   Related: Hadley Freeman: it’s time the left faced up to antisemitism    Both Johnson and Donald Trump have long been mocked in their own countries as chumps, and both are now closer to leadership than anyone could have ever predicted. Most of all, both are expensively educated men who play dumb with stupid analogies to appeal to ignorant voters. By dragging out the Hitler analogy, Johnson confirmed, once again, that he has the Trumpian willingness to say absolutely any old garbage to get attention. If Johnson dislikes being compared to Trump, well, imagine how the EU feels. At some point, maybe we should all sit and have a think about what kind of politicians we actually want – because right now it feels like a choice between the careerist and the phoney clown. I hope there are more politicians who dream of flight. Until then, we’re stuck on the ground with Hitler.",
  "webTitle": "Boris Johnson is blond, plays stupid and wants to lead the country. Remind you of anyone?",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/21/boris-johnson-blond-wants-lead-country",
  "keyword": [
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Hadley Freeman",
      "id": "profile/hadleyfreeman"
    }
  ],
  "guardianId": "commentisfree/2016/may/21/boris-johnson-blond-wants-lead-country"
}