{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/lewis-hamilton-desperate-for-his-luck-to-change-in-barcelona",
  "id": "2016-05-13-96",
  "sectionId": "sport",
  "body": "Lewis Hamilton has arrived in Spain wondering whether he may require the Hubble Space Telescope to locate Nico Rosberg’s precise location at the top of the Formula One world drivers’ championship. After only four races Rosberg is 43 points ahead of his Mercedes team-mate, the three-times world champion. No one has made up such a deficit, though it should be remembered the points-scoring system was inflated in 2010 and there are 17 races remaining in this, the longest of all F1 seasons.   Related: Lewis Hamilton tells F1 fans to forget about Mercedes conspiracy theories    There was no suggestion there might be a change in the balance of power here on Friday. In the first practice run for Sunday’s race, Rosberg was third fastest behind the Ferraris of Sebastian Vettel and Kimi Raikkonen with Hamilton a further 0.157sec behind. And in the second run in the afternoon, when Mercedes switched from medium tyres to soft, it was Rosberg who finished at the summit of the timesheets with Hamilton third behind Raikkonen. The tortoise has so thoroughly outperformed the hare that some in the sport believe the German’s momentum is unstoppable. Hamilton, who has not won a race for seven months, is discovering that a losing habit is much like a winning one, just more difficult to break. When asked here whether this was the weekend when he would “hit the reset button”, Hamilton shrugged. “That’s the hope, of course. Who knows? We’ll wait and see.” He was chipper and positive after his setbacks in Australia, Bahrain and China. But there was a certain resignation, even forlornness, in his body language in Russia and it has not changed much since. His critics carp that, while he remains essentially competitive, he has lost the keen edge of his focus after back-to-back titles. Poor starts from pole position in the first two races (in which he was second and third) have been compounded by technical issues in China and Russia (where he was seventh and second). He has resisted any temptation to blame his mechanics. “They’ve been doing a fantastic job both for Nico and I over the last three and a half years,” he said. “I’m really just hoping that I’ve had a bad share of luck with the failures. “The team have worked so hard to integrate with me and vice versa on my side of the garage and we have a huge amount of respect for each other. I’m looking forward to trying to deliver something spectacular for them.” But Barcelona is not one of his favourite circuits. He won here in 2014 but apart from that his adventures in Catalonia have been dogged by failure and ill-fortune, though he will have happy enough memories of his first experience in 2007 when, by coming second to Felipe Massa, he became the youngest driver to lead the world championship. The 31-year-old took his first world title in 2008 but was only third at the Circuit de Catalunya. In 2009 he was 14th after being forced off the track by Nelson Piquet. In 2010 he suffered a left front puncture and then a full blowout on the penultimate lap; again he was 14th. In 2011 Hamilton was beaten into second place by Sebastian Vettel and in 2012 he won pole but had to start from the grid because he did not have enough fuel to return to the pits after qualifying; he was eighth in the race. In 2013 he was 12th, in 2014 he won but last year his three-stop strategy was second best to the winner Rosberg’s two-stop plan. Hamilton is painfully aware of how difficult it is to overtake here. And the buoyant Rosberg is unlikely to cede him anything; if there is a coming-together, and both cars are forced to retire from the race, the German will be the only winner. On Thursday it was revealed Hamilton will get exclusive use of a new energy recovery system this weekend after almost identical problems in China and Russia. But that also means he is likely to suffer more grid penalties later in the season because he has seen even more engine parts than glitzy parties this year. Paddy Lowe, the Mercedes technical director, said: “The highest priority is to come back with our MGU-H [energy recovery system] problem solved, having had a repeat fault over the past two race weekends. The team has been working day and night to understand it and we’re targeting a clean weekend all round. “Barcelona is an important landmark in the season to see where you stand in performance terms, as most teams will be bringing a range of upgrades. Qualifying and race starts will be important as it is notoriously difficult to overtake at this circuit,” he said. Jenson Button has no doubts about his former team-mate’s capabilities. “Lewis has had a lot of unreliability issues, which is unfortunate. I think it’s just unfortunate rather than anything else,” Button said. “I haven’t worked out how many races it’s going to take Lewis to get it back, because obviously his team-mate is going to be second. But it’s definitely possible for him to win the championship.” So it is. But there is an urgent need to start the fightback this weekend.",
  "webTitle": "Lewis Hamilton desperate for his F1 luck to change in Barcelona",
  "webPublicationDate": "2016-05-13T16:27:26Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/lewis-hamilton-desperate-for-his-luck-to-change-in-barcelona",
  "keyword": [
    {
      "webTitle": "Lewis Hamilton",
      "id": "sport/lewis-hamilton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nico Rosberg",
      "id": "sport/nico-rosberg",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Mercedes GP",
      "id": "sport/mercedes-gp",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/13/lewis-hamilton-desperate-for-his-luck-to-change-in-barcelona"
}