{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/22/jarry-hayne-london-sevens-rugby-olympics-usa",
  "id": "2016-05-22-48",
  "sectionId": "sport",
  "body": "If the London Sevens were the Olympic rugby tournament in Rio, Scotland – read, Great Britain – would have taken the gold medal, South Africa silver and the USA bronze. Jarryd Hayne and Fiji would have gone home with nothing at all.   Related: Good luck to Jarryd Hayne on his latest adventure, but is it really a good idea? | Matt Cleary    The former San Francisco 49ers running back got on the field as Fiji lost 26-19 to the USA in the third-place game. The Eagles had lost to Scotland in the semi-final, ending their attempt to defend the title they won in 2015.  The tournament was the last on the HSBC Sevens World Series before rugby’s return to the Olympics in Rio de Janeiro in August. Fiji did enough to secure a second World Series title in a row, while Scotland caused a huge upset in a thrilling final against the Blitzbokke, winning 27-26. Hayne made the Fiji squad a week after his surprise “retirement” from the NFL. Used as a substitute throughout the event – though not in the semi-final defeat by South Africa – he said: “At the moment, I’m behind the eight ball and I’ve got no problem with that. It’s about working hard and getting there.  “They’re the world champs. Sometimes in life, it’s not about success, but it’s about the experience and just being part of that team. “[It is the] first Fijian team to win back-to-back titles and they’ve got a bunch of superstars who are going to be a joy to train with and a joy to play with. It’s not about coming over and making the team, it’s about giving me an opportunity to make a team.” Hayne now faces six weeks of intense training in Fiji to prove to coach Ben Ryan that he’s not only fit enough for Rio, but good enough to displace one of the team’s established stars. “Our cupboard is not just deep, it’s absolutely littered with fantastic talent,” Ryan said. “We had a very light week this week ... when we’re running up 100-metre sand dunes, when these guys are the fittest rugby players Fiji has ever had and they’re still throwing up after sessions, his lactate’s going to be going into overdrive. “Whether he’ll be able to tolerate that in a short timeframe is a serious question.” Hayne had a huge amount to do to compete, Ryan said. “This isn’t just a random side, this is the best side in the world in the last two years. A Fijian side that plays a very high-tempo, high-risk game that requires enormous amounts of skill and he has that, and enormous amounts of fitness, and he hasn’t got that at the moment.”    Looks like my Bula brother is still coming to grips with the running load of sevens lol @JarrydHayne pic.twitter.com/9CZPTqupRz— Sonny Bill Williams (@SonnyBWilliams) May 22, 2016    On Sunday, the USA had a startling 42-14 win over New Zealand and another multi-sport superstar aiming for an Olympic place, the erstwhile league and boxing standout Sonny Bill Williams. It was the Eagles’ highest points total against the All Blacks Sevens, a team they beat for the first time ever in Dubai last year. There were four tries from the former football player Perry Baker, two in each half, and one each for Ben Pinkelman and Madison Hughes, who converted all six scores. Asked about the New Zealand win, USA coach Mike Friday said: “That was the sort of performance we’re capable of if they listen and execute. We are a seriously dangerous team, we can hurt anyone on our day.  “We have to focus the full 14 minutes. This sevens game is brutal, absolutely ruthless, if you’re not quite on your game.” Of the defeat by Scotland, Friday said: “We were in control and it was an appalling two minutes, gift-wrapped, under the Christmas tree, whatever you want to call it, you name it they took it. “But my boys fully deserved that win against Fiji as we move into Olympic preparation.” Looking towards the Olympics, Friday identified the Sunwolves flanker Andrew Duratolo, Saracens wing Chris Wyles and the injured Carlin Isles as players set to come back into contention.         Jarryd Hayne makes a try-saving tackle for Fiji against France.     Related: Patriots' Nate Ebner is a hit in rugby – now chase for Olympic place hots up    He did not single out Nate Ebner, the New England Patriots special teams player who spent this weekend with the second-string Falcons, having played for the USA first team in Singapore and Paris. “We need to be 12 hungry players ready for war when we get to Rio,” Friday said. “It will be a monumental event.” Competition on the World Series has intensified as the Olympics approach: Scotland’s tournament win, their first ever, featured a win over hosts England in the last eight and followed triumphs for Samoa in Paris and Kenya, also a first-time winner, in Singapore. Hayne’s switch from San Francisco caused surprise in rugby union, rugby league and American football. It also led some to question whether he would be eligible for the Olympic Games under anti-doping regulations, given his recent residence in the non-compliant NFL.  He was cleared to play before the London tournament, and in a statement issued by World Rugby sought to underline his commitment to his new team. “My dad is Fijian and we watched a lot of [Waisale] Serevi games,” he said naming the greatest sevens player of all time, “and William Ryder was a big idol of mine.  “I have always dreamt about playing sevens for Fiji and I’ve been given the opportunity.”  The Australian Associated Press contributed to this report",
  "webTitle": "Jarryd Hayne and Fiji take World Series title but Scotland win London Sevens",
  "webPublicationDate": "2016-05-22T18:28:21Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/22/jarry-hayne-london-sevens-rugby-olympics-usa",
  "keyword": [
    {
      "webTitle": "Jarryd Hayne",
      "id": "sport/jarryd-hayne",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Fiji rugby union team",
      "id": "sport/fiji-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "USA rugby union team",
      "id": "sport/usarugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Scotland rugby union team",
      "id": "sport/scotland-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Pengelly",
      "id": "profile/martin-pengelly"
    }
  ],
  "guardianId": "sport/2016/may/22/jarry-hayne-london-sevens-rugby-olympics-usa"
}