{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/19/greek-wine-review-assyrtiko-malagousia-moschofilero-robola-savatiano",
  "id": "2016-05-19-120",
  "sectionId": "lifeandstyle",
  "body": "Given how many of us head for Greece on holiday, it’s surprising there aren’t more Greek wines available in the UK, especially whites, which are what the Greeks themselves tend to drink at this time of year. If we drink picpoul, pinot grigio and albariño, why not assyrtiko, which has the same crisp, thirst-quenching qualities?     Mantinia Nasiakos Moschofilero 2015: serve with courgette fritters.    Most Greek wine you’ll see here comes from the island of Santorini – Hatzidakis is a good name to look out for: Waitrose has its piercingly intense Santorino Assyrtiko 2014 for £12.99 (13.5% abv) – but a number of Greek producers are now having a crack at our market, among them Ktima Kokotou in the Attica region, whose richer, weightier Partridge In The Vines 2014 (13.5% abv) is £16.60 at Maltby & Greek, which sells online and from its weekend stall at Maltby Street market in south London. With Greece focusing more on home-grown grape varieties, maybe it’s the unfamiliar names that are the stumbling block. Malagousia and moschofilero, say, are aromatic and make a great aperitif or partner for mezedes, but they don’t exactly slip off the tongue. The Wine Society has a good example of both: Semili’s delicate, pretty Mantinia Nasiakos Moschofilero 2015 (£9.75; 12% abv) and the more powerful but elegant Malagousia Tetramythos 2015 (£9.95; 13.5% abv); both are from the Peloponnese. You’ll also find malagousia in Kir Yianni’s refreshingly swiggable Paranga White 2014 (£10 The Greek Larder; 12% abv), in which it’s blended with roditis (another indigenous grape). On the Ionian island of Cephalonia, meanwhile, the grape to seek out is robola, a complex, elegant dry white from low-yielding old vines on the slopes of Mount Aenos. The 2015 vintage of Gentilini recently got 92 points from the Wine Advocate, which is high praise for a Greek white, though that may reflect the greater interest in these wines in the US, which has far more ex-pats than the UK. Theatre of Wine has that and the 2014 vintage for £14.30; The Greek Larder, as the name suggests a great hangout for all things Greek, has it for £13.90.   Related: Drink: three cheers for the UK’s best cider, beer and fruit wine    But my most intriguing find is savatiano, the grape traditionally used to make retsina and being given a new lease of life by the current crop of Greek winemakers. Try Domaine Papagiannakos’ bright, crisp Savatiano 2014 (£8.99 D Byrne of Clitheroe, £9.75 allaboutwine.co.uk; 12.5% abv). It’s delicious now, but worth hanging on to for four to five years, when it will have developed an incredible richness reminiscent of white bordeaux; no wonder the Greeks love their whites. matchingfoodandwine.com",
  "webTitle": "Wine: is Greek wine all, er, Greek to you?",
  "webPublicationDate": "2016-05-19T16:00:14Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/19/greek-wine-review-assyrtiko-malagousia-moschofilero-robola-savatiano",
  "keyword": [
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Fiona Beckett",
      "id": "profile/fionabeckett"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/19/greek-wine-review-assyrtiko-malagousia-moschofilero-robola-savatiano"
}