{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/18/recomposing-soweto-kinch-cheltenham-jazz-festival-pascal-wyse",
  "id": "2016-05-18-209",
  "sectionId": "music",
  "body": "The instructions were as follows: arrive at Cheltenham jazz festival in time for Soweto Kinch’s soundcheck; receive recording of soundcheck and rehearsal; using only those recordings, create 45 minutes of new music, to be played for the audience – straight after the gig. Oxford Contemporary Music, the architects of the project who commissioned Iain Chambers and me to take it on, billed it as “recomposing”. We had about five hours.     Soweto Kinch performing in 2013 at the Love Supreme Jazz Festival, Glynde, East Sussex. Photograph: Heritage Images/Getty Images    As we set up our laptops and a mixer, two things echoed unhelpfully around my head. One was the Monty Python song Decomposing Composers (“There’s less of them every year”). The second was a memory of how, as a child, the first thing I would do with a new toy was take it apart. The problem was that I could never work out how to get them back together again. Still, at least with this “recomposing” gig we didn’t need to put anything back together again – at least not in any recognisable form. The idea was to make music that carried the DNA of Kinch and his band, perhaps even an uncanny resemblance, but ultimately to create something new. The soundcheck was fragmented – conversations about monitors, people warming up, improvising bits for levels, rehearsing tricky corners of new pieces. As well as a general recording, we were given “stems” from each player’s microphone: sax, electronics, drums, keyboards, bass. Iain and I decided to do a handful of tracks each, then play them out alternately to create a set. Our opener would be based on the final tune of the gig, creating an audible bridge between us and what the audience had just heard. The great free-­improvising trombonist Paul Rutherford called the space between composing and improvising “comprivisation”. Although we had some time to work on this – to do some composing of our own, if you like – it had to be done at such a speed that backing out was not an option. Once you embarked on a path, you just had to make the best of it – like improvising.  “How much have you got?” said Iain at about 6pm, fumbling through a now cold falafel wrap. I had about six minutes of music, he had 12. We weren’t even halfway there. As Douglas Adams once said: “I love deadlines. I love the whooshing noise they make as they go by.”            It was a fraught, RSI­-inducing afternoon – but an exhilarating ride. Limited time and restricted material really is the mother of invention. No time for wafting around in your composing pyjamas in search of the universal sonic truth. Just listen to a bit of the soundcheck, wait until a chunk of it strikes you as capable of having a life of its own in a different context, cut it out and start hammering away. We both ended up largely in that traditional, musique concrète mode of manipulating and chopping the sounds on our laptops as if they were on tape. But as time ran out, the temptation to use plugins – devices to manipulate sound in more complex and automated ways – started to grow. Stretching a few seconds of Soweto Kinch playing the sax so that it lasts eight minutes – something possible with a few key strokes – immediately created a floating and rotating ambient bed that formed the foundation of a piece many miles away from jazz. Tailoring new music with offcuts like this poses constant questions: what is the most basic musical building block? If you make the blocks too big, are you remixing rather than recomposing? How many times can a phrase repeat before the ear demands a change? If a plugin creates eight minutes of sound from just a few seconds, and you haven’t even got eight minutes spare to listen to it, is it you or the laptop doing the recomposing?       Gradually such philosophical niceties fell away and a process that began calmly started to feel like the closing stages of one of those Spanish festivals that involves throwing a lot of tomatoes around. As the audience hit the bar, we hit play. Gregory Hutchinson, the band’s formidably fluent drummer, stood by us and listened very carefully. There was his drumming, taken apart – perhaps by a small child who couldn’t work out how to put it back together again. Gregory looked disconcertingly serious for a few seconds, analysing a beat that was his, but not his. Suddenly he burst into laughter and declared it better than the original. • Recomposed: Soweto Kinch was produced by OCM Events and hosted by the Cheltenham Jazz Festival. Listen to Pascal and Iain’s recomposed music here.",
  "webTitle": "Chop and change: a fraught evening 'recomposing' Soweto Kinch’s jazz set",
  "webPublicationDate": "2016-05-18T11:27:27Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/18/recomposing-soweto-kinch-cheltenham-jazz-festival-pascal-wyse",
  "keyword": [
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Pascal Wyse",
      "id": "profile/pascalwyse"
    }
  ],
  "guardianId": "music/2016/may/18/recomposing-soweto-kinch-cheltenham-jazz-festival-pascal-wyse"
}