{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/02/judy-murray-dunblane-tennis-jamie-andy",
  "id": "2016-05-02-178",
  "sectionId": "sport",
  "body": "“It’s only when you go back home that it really sinks in,” Judy Murray says on a day of rare Scottish sunshine. On the outskirts of Edinburgh, the coach and former Federation Cup captain reflects on the fact her sons, Jamie and Andy, occupy the world No1 and No2 slots in, respectively, the men’s doubles and singles rankings. Last week she and Jamie took the Davis Cup trophy, which the Murray brothers and Great Britain won amid high emotion six months ago, to their home town of Dunblane. Memories flooded through them. They also could not forget the terrible day 20 years ago when Jamie and Andy were at Dunblane primary school and 16 of their fellow pupils and a teacher were killed in a mass shooting. It seems incredible that, beyond such carnage and coming from a rainy Scottish town without any tennis history, such success followed for the Murray boys.   Related: Judy Murray on the Dunblane massacre: 'I just left the car and ran'    “We speak about it very occasionally,” Judy Murray says. “But, last Christmas, Andy said: ‘You know, mum, it really is amazing what’s happened.’ They were home for Christmas and it was cold but Andy got up that morning and went for a run. He ran from the Bridge of Allan into Dunblane. He ran around Dunblane, going past the primary school, the high school, the post box, the cathedral where he got married and then back past the tennis courts. There was a family playing on the tennis court with two little boys. Andy went on to the court and had a hit with the kids. He had his beanie on and no one else knew he was there. “Andy then went back up to my mum and dad’s for breakfast. It was probably that run which brought it home to him. He was thinking that was our little club – with no track record of success. There was no one to learn from and that makes their success so special. It was just after they had won the Davis Cup, so these emotions were very vivid.” Those same feelings ran deep again when Judy and Jamie returned to Dunblane with the Davis Cup which “is like a giant wedding cake. It has to be brought in a van and it takes about 45 minutes to get it on and off the van. It was a great day. I’d asked Jamie where he would most like to go and he said the primary and senior schools and then end up at the club. “It was emotional for me and lovely to see Jamie being recognised. For so long he has been in the shadow of Andy and so it was great to see him being the centre of attention. And anytime I go back to the tennis club I feel the most emotion. Apart from a lick of paint the club looks exactly as it was when they were small boys. I can see them running around while I was coaching. I remember them playing in the men’s third team when they were quite little.” There is much more than nostalgia at work here. Murray has only recently stepped down from her Federation Cup duties, and is preparing to have one last tilt at securing permission to build a Scottish tennis centre just outside Dunblane. Fizzing with ideas and ventures like Miss Hits, encouraging young girls to play the game, and Tennis on the Road, which focuses on developing interest in deprived or remote areas of Scotland, Murray is also determined. “My main goal is to grow the game in Scotland. I did it before and we started with one small indoor centre with four courts and out of that we got four Davis Cup and Federation Cup players, and grand slam winners, and very good coaches. We can do the same again – starting small and growing from there. I am not desperate to produce another Andy. I couldn’t do that again but hopefully I can produce a workforce that can go on to do that. I want to be up here in Scotland so I can make sure there is a legacy for what Jamie and Andy have achieved.” The past and the future are so entwined in Murray’s vision that, for all the pain such questions evoke, it seems important to ask her about the tragic day of 13 March 1996. It is not a subject Murray finds easy to revisit, and there are signs of distress on her face and in her voice as she talks about her raw memories. She knew Thomas Hamilton, the gunman who killed himself after taking 17 lives, and had given him occasional lifts in her car. Murray also knew most of the mothers who lost their children. While they were waiting in a school room for the police to tell them what had happened there was such little space that Murray shared a chair with a woman who had been a fellow pupil at her school when they were girls. The other woman rose from their chair when she heard it was her daughter’s class which had been attacked. “You never imagine something like that would happen in your little town,” Murray says softly. “That was very hard. Your immediate reaction when you realise it’s not your child’s class is relief and then there is enormous guilt because people you know are about to suffer. It’s their child’s class. You never forget that moment.” Murray pauses, and shakes her head. “You never forget what you could have lost that day and it makes you appreciate what you have. It’s 20 years ago and the town has recovered. No one ever forgets but the boys’ success has given Dunblane a lot of pride. For me it’s always a reminder of how fortunate we are and how important it is that the boys remain grounded and hard-working. It’s their way of saying: ‘This is where we are from, this is who we are …’” They were coached initially by her and their variety of play and tactical acumen are rooted in her approach but a point came where a mother from Dunblane, without much support from the LTA, could take them no further. She had become the leading coach in Scotland but her sons needed to travel abroad. Andy was still a teenager when the first move had to be made. “As Scotland national coach my starting salary was £25,000,” she remembers. “When Andy had the chance to train in Spain we had to find a way. We got a little money from the LTA and Tennis Scotland but we needed £35,000 a year for Andy to have a decent run at it.”     Judy Murray talks with Katie Swan during her time as Great Britain’s Federation Cup captain. Photograph: Jordan Mansfield/Getty Images for LTA    Murray had to apply for a £30,000 loan and her eyes widen. “It was a big risk. I didn’t realise what we were getting into but I knew this was the next step he had to take. A year later Jamie [15 months older than Andy] finished school and wanted to go to France because they have faster surfaces. So there was huge financial stress for about three years. I can talk about it now but back then it was hard. I’m not sure parents understand how horrendously expensive it is – and there are no guarantees. For most kids professional tennis just doesn’t happen.” Murray also faced the difficult task of sitting down with her eldest son in 2006 to tell him a brutal truth. “I had to tell Jamie it was not going to happen for him in singles. At least I could also tell him his skills were suited to doubles.” That summer, Murray dug deep into her plundered savings to entice a doubles specialist coach, Louis Cayer, to work with Jamie. “I took Louis on for six weeks because it was all I could afford but he is responsible for setting Jamie in the right direction. “I’ve watched Jamie get better and better. He needed a settled partner in John Peers and they made two slam finals last year [before Murray switched partners and, at the Australian Open this year, won his first men’s doubles grand slam with Bruno Soares]. Success helps confidence but Jamie invested in himself. You can keep plodding at 40 in the world but, in doubles, you won’t make much impact. Your income is small if you’re not winning the big tournaments. But Jamie paid Louis to join him on the road – not every week – because he wanted to improve. He also started working with a sports psychologist to manage his emotions better. The investment in himself has paid off.” Andy, meanwhile, made yet another grand slam final in Australia, losing to Novak Djokovic, and became a father for the first time in February. He suffered a dip in form before reaching the semi-finals in Monaco, where he lost to a resurgent Rafael Nadal. “It’s a huge change in his life, becoming a dad, but Andy’s gone through various spells when his results have not been quite what he wanted. He started to play well again in Monte Carlo. Let’s see what he can do this week in Madrid. When you have a change like fatherhood it’s understandable you might get a bit distracted but I’m sure it’s temporary.” Murray has stepped down from the Federation Cup captaincy because its unwieldy structure means that, until Britain get into the World Group, they play matches only every February. The absence of Johanna Konta and Laura Robson this year cost them the promotion place that Murray had pursued for so long. Yet she has a broader regret. “I was always going to step down this year but there is a larger issue. There are not enough girls coming into tennis and I believe team competition engages fans more powerfully. I hope we can persuade the ITF to let the women have a similar format to the Davis Cup. We need to grow the women’s game. At WTA events, in the early stages, the stands are empty so we need to do something to get more people watching.” At least British women’s tennis has a fresh presence in the impressive Konta who has risen from No150 in the world to a grand slam semi-final in Australia this year. “In the past, during the Fed Cup, she would get very anxious during the tight points but so much changed when she took on a new coach in Esteban Carril – a very calm Spanish guy. He added real calm, a big serve and taught her how to defend. She no longer panics and tries to hit herself out of trouble. Jo’s on the verge of the top 20 – and she senses anything is possible.” Similar belief pulses through the 56-year-old Murray. She has overcome her disappointment that plans for a Scottish tennis centre “were knocked back at local level but we have appealed to the Scottish government. I see it as the catalyst for Scottish tennis. “We need to capitalise on Jamie and Andy’s success – and going back to Dunblane made me realise there’s a huge appetite for tennis in Scotland. That’s down to the boys but they won’t play for ever and Scotland won’t get another chance like this again. We have to take it. I want to secure that legacy for Scottish tennis.”",
  "webTitle": "Judy Murray and sons learn how to live with success in the shadow of Dunblane",
  "webPublicationDate": "2016-05-02T10:38:09Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/02/judy-murray-dunblane-tennis-jamie-andy",
  "keyword": [
    {
      "webTitle": "Judy Murray",
      "id": "sport/judy-murray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jamie Murray",
      "id": "sport/jamie-murray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Donald McRae",
      "id": "profile/donaldmcrae"
    }
  ],
  "guardianId": "sport/2016/may/02/judy-murray-dunblane-tennis-jamie-andy"
}