{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/22/greece-euro-debt-crisis-imf-bearing-gifts",
  "id": "2016-05-22-142",
  "sectionId": "business",
  "body": "Another Sunday, another vote in the Greek parliament, another self-imposed punishment beating as the parliament in Athens votes through fresh austerity measures. There will be higher VAT and an increase in taxes on all the pleasures of life: coffee, booze, fags, gambling, even pay TV. And just in case Greece might need to tighten its belt by another couple of notches to meet stringent budget targets, there will be additional measures that will kick in if there is any fiscal slippage over the next couple of years. George Harrison started his song Taxman with the words: “Let me tell you how it will be/There’s one for you, nineteen for me.” The Greeks know exactly what he meant. Greece’s predicament is simple. It has debt repayments to make this summer and it doesn’t have the money to pay the bills. The European Union can solve this acute cashflow problem by unlocking the funds pledged to Greece under the terms of last summer’s bailout agreement, but it will only do so if Athens demonstrates that it is serious about sorting out its budget. Austerity today will lead to generosity from EU finance ministers when they meet on Tuesday. That, at least, is the hope of Alexis Tsipras, Greece’s prime minister, who is looking for a package in which he gets debt relief in return for austerity. Here’s where things get interesting. The difference between this Sunday and all the other tension-packed Sundays that have studded the Greek crisis over the past six and a half years is that, this time, the battle is not between Greece and the “troika” of the European commission, the European Central Bank and the International Monetary Fund. Instead, there is a face-off between Europe and the IMF. The Europeans badly want the fund to be part of Greece’s bailout and to contribute money to it. But Christine Lagarde, the IMF’s managing director, says her support is conditional on two things: a credible deficit reduction plan and a decent slug of debt relief. Hardline EU governments, led by Germany, have resisted this idea, fearing the Greeks will interpret any writedown of its debts as a sign of weakness that Athens will exploit to avoid meeting its budgetary commitments. EU finance ministers have sought to bridge the gap with the IMF by saying debt relief will be provided “if necessary” at the end of the bailout in 2018. This has the advantage, as far as Berlin is concerned, of deferring a decision until after German elections next year. The IMF is not going to swallow this classic piece of Brussels fudge. It wants debt relief for Greece and it wants it now. If not, the fund will walk away. This has been made abundantly clear by Lagarde and her officials. There is no prospect of Europe agreeing to write off a chunk of Greece’s debt, so as an alternative to a “haircut”, the fund has proposed exceptionally soft terms: nothing until 2040, a 40-year repayment period thereafter lasting until 2080, and a 1.5% cap on interest rates. The fund believes this sort of package is necessary because Greece is expected to do the impossible – run a budget surplus of 3.5% of GDP excluding debt interest payments for two decades. So how will this end? With a compromise, probably, but one in which Europe will have to give most. There are two reasons for thinking that. The first is that the fund holds the better hand. Angela Merkel, for example, made fund involvement a prerequisite for Germany to agree a third Greek bailout. The threat of the IMF walking away is both real and powerful. The second reason is that the fund’s proposal makes more sense. A long grace period, coupled with a cap on interest rates and more realistic budget surplus target, will not solve Greece’s problems by any means. But they would help. Confused by pensions? So’s the Bank The Bank of England’s chief economist, Andy Haldane, indulged in a little false modesty last week when he announced: “I consider myself moderately financially literate. Yet I confess to not being able to make the remotest sense of pensions.” Coming from someone widely considered one of the biggest brains in central banking, it was a damning indictment of the pensions system. Haldane didn’t pull his punches: “Conversations with countless experts and independent financial advisers have confirmed for me only one thing – that they have no clue either.” He went on to make a crucial point: not only is the pensions system fiendishly complicated, the onus is increasingly on individuals to understand it. Haldane is right. Financial decisions once made by the state or companies must now be shouldered by employees. Changes ushered in by George Osborne have only intensified that trend. The chancellor talked about “freedom and choice” when, in his 2014 budget, he removed key restrictions on access to pension pots, ending the requirement to buy an annuity. But with freedom come risk and responsibility. There have been warnings against using pension savings for spending sprees, yet billions of pounds have been withdrawn since the change came into force. It would appear some people took Lib Dem pensions minister Steve Webb at his word when he said people should be free to blow their pension pot on a Lamborghini. These newly available pots of money have also turned some retirees into targets for con artists. In principle there are many merits to individuals being able to make their own decisions. But they need clearer information, the UK generally needs better financial education and, most importantly, the pensions system itself must be made simpler and governments must stop tinkering with it. Constant permutations and endless acronyms are a huge problem. If the Bank of England’s top brain doesn’t get it, what hope for the rest of us? M&S needs to finds a profitable pattern for its clothing Sell more clothing at full price. That’s basically what Steve Rowe, the new boss of Marks & Spencer, needs to do to halt its losing streak in fashion. It’s a simple formula and shouldn’t use up much of the two hours set aside to brief City analysts at his maiden full-year results on Wednesday. Clothing remains M&S’s problem child, and despite rave reviews from the fashion press, women continue to turn away unless 20% off is dangled in front of them. Rowe, who is simultaneously a new broom and an old hand after 26 years at the retailer, is reviewing a wardrobe full of labels that increasingly blur together: when does North Coast reach Blue Harbour or M&S Collection become a Classic? He’s already promised to sharpen prices and become more fashionable, but in a tough retail climate he needs, ultimately, to pick a side. Does he want to dress older or younger shoppers, the well-off or the cost-conscious? M&S can no longer be all things to all people – that doesn’t work any more.",
  "webTitle": "This time in the euro debt crisis, the IMF will come bearing gifts for the Greeks",
  "webPublicationDate": "2016-05-22T08:00:37Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/22/greece-euro-debt-crisis-imf-bearing-gifts",
  "keyword": [
    {
      "webTitle": "Eurozone crisis",
      "id": "business/debt-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "International Monetary Fund (IMF)",
      "id": "business/imf",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European monetary union",
      "id": "business/emu",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Euro",
      "id": "business/euro",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Marks & Spencer",
      "id": "business/marksspencer",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "business/2016/may/22/greece-euro-debt-crisis-imf-bearing-gifts"
}