{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/13/three-of-the-best-classical-concerts-this-week",
  "id": "2016-05-13-193",
  "sectionId": "music",
  "body": "1: Kronos Quartet  Though they are regular visitors to London, the Kronos Quartet rarely embark on UK tours as extensive as this. Their programme is a typical mix of pieces specially composed or arranged for them, which varies slightly from venue to venue. The only constant is One Earth, One People, One Love by Terry Riley, who has become associated with the group in recent years. Steve Reich’s Different Trains will feature in some performances, One Hundred Goodbyes by Donnacha Dennehy in others. Wherever you hear them it will never be dull.  Saffron Walden, Sat; Manchester, Sun; Leeds, Tue; Edinburgh, Wed; Basingstoke, Fri   2: Stravinsky: Myths & Rituals  Igor Stravinsky is so important a figure in the history of 20th-century music, and his most famous scores such core works in the orchestral repertory, that a festival celebrating his achievement might seem unnecessary. But the Philharmonia’s series, curated by its music director Esa-Pekka Salonen, concentrates on major works that we don’t hear as often as they deserve. There are some of the familiar pieces included, too – the opening concert features The Rite Of Spring – but the emphasis is very much on the lesser lights.   Royal Festival Hall, SE1, Sun to 29 Sep  3: Become Ocean  Slowly but surely the music of John Luther Adams is making its own mark. He has still got a bit of a way to go to rival the popularity of the other John Adams, who is six years older, but his major scores, mostly inspired by the natural world and man’s impact upon it, have carved out their own niche. This week the City Of Birmingham Symphony Orchestra gives the UK premiere of his most famous achievement to date, Become Ocean, which won a Pulitzer in 2014. It’s an all-engulfing orchestral piece that builds to an apocalyptic climax. “Life on this Earth first emerged from the sea,” Adams has said. “We humans find ourselves facing the prospect that once again we may quite literally become ocean.”  Symphony Hall, Birmingham, Thu",
  "webTitle": "Three of the best… classical concerts this week",
  "webPublicationDate": "2016-05-13T12:00:15Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/13/three-of-the-best-classical-concerts-this-week",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/13/three-of-the-best-classical-concerts-this-week"
}