{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/01/humans-algorithms-children-nicky-morgan-school-boycott",
  "id": "2016-05-01-75",
  "sectionId": "commentisfree",
  "body": "It is incredibly hard for a headteacher to shout “rubbish” in a crowded hall while an authority figure is speaking. It is like asking a lung specialist to smoke a cigarette. Yet that’s what happened when Nicky Morgan addressed the National Association of Head Teachers conference yesterday. They objected partly to her programme of turning all schools into academies by 2020 and partly to her luminously daft insistence that “testing”, “improving” and “educating” are interchangeable words.   Related: Headteachers may launch industrial action over academies plan    Her government “introduced the phonics check for six-year-olds, and 100,000 more young people are able to read better as a result,” she told the BBC when she first became education secretary, and she has been trotting out the same nonsense ever since. No amount of disagreement from professionals in the field dents her faith or alters her rhetoric. Indeed, since the Michael Gove era, teachers have been treated as recalcitrant by definition, motivated by sloth, their years of experience reframed not as wisdom but as burnout. When they object to a policy, that merely proves what a sorely needed challenge it poses to their cushy lives. When they shout “rubbish” in a conference hall, it is yet more evidence of what a dangerous bunch of trots they are. On Tuesday, parents enter the fray, with a school boycott organised by Let Our Kids Be Kids, to protest against “unnecessary testing and a curriculum that limits enjoyment and real understanding”. Some have been galvanised by the bizarre and unnecessary sight of their children in distress, others by solidarity with the teachers – who inconveniently continue to command a great deal of respect among people who actually meet with them – and others who can’t join in the boycott because of minor administrative details such as having to go to work, but have signed the petition. It is the beginning of a new activism – muscular, cooperative and agile because it has to be.     The boycott is in protest against ‘unnecessary testing and a curriculum that limits enjoyment and real understanding’. Photograph: Barry Batchelor/PA    If the only problem is that it causes anxiety to a load of pampered under-10s, shouldn’t they just suck it up? Isn’t that the best way to learn what the world is like? The framing of this debate is precisely wrong. No serious educationalist thinks that the way to drive up standards among children is to make tests more frequent and more exacting. Nor does anybody of any expertise really believe that teachers need to be incentivised by results. It is an incredibly tough, demanding, indifferently remunerated job, which nobody would do except as a vocation. It is not for the profession or the parents to explain what the tests are doing to the kids; it is for the education secretary to explain what these tests are for. By coincidence, at the end of last week, Randi Weingarten, head of the American Federation of Teachers, was in London to hand in a petition to Pearson, the education company and provider of curriculums and test delivery. The petition protested against two perceived issues: concerns about over-testing in US schools and alleged profiteering in the global south. The trajectory in US education, from universal public provision with local accountability to mass outsourcing and centralised control, is strikingly similar to what has happened here. It begins with the creation of a failure narrative, “that both the Democrats and the Republican bought into, which is, the sky is falling, the sky is falling, the sky is falling”, Weingarten told me. That creates the rationale for testing, since, without data, you can’t tell whether you’re improving. Those tests are consequential: the results can be used to fire teachers, close down schools, hold pupils back a year. All the most profound decisions in education can suddenly be made by an algorithm, with no human judgment necessary. Simultaneously, says Weingarten, Charter schools were introduced, originally – like academies – “as part of a bigger public school system where you could incubate ideas”, but very soon remodelled as a way to supplant rather than supplement the existing system. “And in between all of this, you started seeing the marketisation and the monetisation.” Until things can be counted, there isn’t much scope to create a market.   Related: Time children learned a life lesson at school | Barbara Ellen    I was never fully convinced that academisation and hyper-testing were undertaken to create the market conditions for privatisation down the line; I thought it more plausible that the testing was merely a politician’s wheeze to create data out of humans that could then be stuffed into manifestos to persuade other humans that the policies were going in the right direction. Yet the parallels between the US and England are insistent – it has become impossible to ignore the idea that our government is mimicking theirs for a reason. Whether all this is a prelude to privatisation or a PR stunt for a chaotic government doesn’t actually matter in the medium term: to put seven-year-olds under intolerable pressure for either of those ends would be equally abhorrent. In the long term, the mutation of schools into joyless exam factories won’t be halted by resistance alone, we also need to make a proper account of what education is for. As Weingarten describes, “We have to help kids build relationships. We have to address their life skills, so they can negotiate the world. We have to help kids build resilience. We have to help kids learn how to problem-solve, how to think, how to engage. So tell me, how are any of these things tested on a standardised test?” That’s a test question for the tin-eared secretary of state herself.",
  "webTitle": "Do we want our children taught by humans or algorithms? | Zoe Williams",
  "webPublicationDate": "2016-05-01T16:46:37Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/01/humans-algorithms-children-nicky-morgan-school-boycott",
  "keyword": [
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Williams",
      "id": "profile/zoewilliams"
    }
  ],
  "guardianId": "commentisfree/2016/may/01/humans-algorithms-children-nicky-morgan-school-boycott"
}