{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/24/private-sector-ngo-relationship-walt-macnee-mastercard",
  "id": "2016-05-24-233",
  "sectionId": "global-development-professionals-network",
  "body": "It’s estimated that the world needs an extra three trillion dollars to fund the sustainable development goals, which will be difficult to generate without the involvement of the private sector. MasterCard vice chair Walt Macnee discusses how business motivations can contribute to achieving the goals.  Relations between the private sector, governments and NGOs have not always been fantastic. Do you think this has changed?    Related: The missing development trillions: welcome to the debate    There was a time when the private sector suffered from a feeling that we had a divine right to exist. We felt that: “We’re the private sector and this is what we do”, we failed to really understand that regulators had their own priorities and that is right, and the way things should be.  There’s no doubt that there was a lot of acrimony between NGOs, governments and the private sector in the past. NGOs and civil society organisations are on the ground, trying to alleviate pain and suffering. And governments sometimes saw the private sector as a competitive, nasty force. Every sector has its own sense of what’s important to it, and in the private sector we’re finally coming to understand that.  What about the whole corporate social responsibility movement? Was that any better?  Corporate social responsibility was a step in the right direction, but it turned into a public relations exercise, and I think it’s become almost perjorative now. People saw through the whole idea of “shiny happy faces on page 84 of the annual report,” and in the end it became part of the contention between us and the NGOs who were out there doing the real work. They would look at this stuff and think: “Are you kidding me?”    For us there has to be some kind of profit motive ...  that, for us, is the very definition of sustainability    So how do you think the private sector really can make a genuine contribution?  I think that governments are coming to understand the good that can be unleashed when the private sector are asked to do what we do anyway, but with a social agenda. For us there has to be some kind of profit motive; we feel that if you can create an economic model where all the participants are getting something then you can create a self-perpetuating model. And that, for us, is the very definition of sustainability.  We don’t pretend we’re acting out of pure altruism. There was a time when corporations used to choose philanthropic causes that had nothing to do with their business model, so that they couldn’t be accused of being self-serving. But it wasn’t sustainable, it was just a kind of add-on, rather than work which brought our strengths and expertise to bear.    Related: Blended finance may not be the work of the devil after all    Where are you seeing the best results? How can MasterCard, for example, do genuinely useful work?  We’ve begun to work with areas of social impact that are close to our business model – in the case of MasterCard, that’s financial inclusion. We think that inequality, for example, is becoming a social issue that has a direct negative impact on the world we live in. So we look at income inequality. There is not much we can do to shrink the gap – that is a public policy issue. But if we can help the growth rate of the base, if we can stimulate income for the people at the base of the pyramid, that is a contribution we can make. These things will help the situation.  But that obviously produces useful results for MasterCard too.  Over time our work with financial inclusion will actually grow our base, we’re not shy about admitting that. We may be accused of self-interest, but we think that we have to be incredibly transparent and talk about what we’re doing and be really honest about it. If mistakes are made, we’ll try to work out how to fix it. We hope that if we do great things, we’ll be respected by our consumers for the long term, we think that it gives us a better chance of attracting the best employees. But in the bigger picture, from our point of view this is also a huge market failure. Two billion people today have no access to market services. Why is that? From our point of view that is simply an old-style market failure.   Related: Africapitalism: empowering people works much better than giving them aid    Why do this work? Why does the private sector need to get involved at all?  The fact is that there is unlimited need in the world. Business can’t succeed in a failing world; that is practical reality. And at heart we fear that the problems we face seem to have the potential to overwhelm the world. The sustainable development goals are way too big for any group to tackle alone. But together it might be possible.  If you would like to contribute to our Missing Development Trillions series get in touch on globaldevpros@guardian.co.uk or tweet us on the hashtag #globaldevtrillions. Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "'The private sector thought it had a divine right to exist'",
  "webPublicationDate": "2016-05-24T09:57:18Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/24/private-sector-ngo-relationship-walt-macnee-mastercard",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Development finance",
      "id": "global-development-professionals-network/development-finance",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Private sector",
      "id": "global-development/private-sector",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corporate social responsibility",
      "id": "environment/corporatesocialresponsibility",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Philanthropy",
      "id": "society/philanthropy",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Bibi van der Zee",
      "id": "profile/bibivanderzee"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/24/private-sector-ngo-relationship-walt-macnee-mastercard"
}