{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/various-artists-day-of-the-dead-review-keeps-the-freak-flag-flying",
  "id": "2016-05-19-160",
  "sectionId": "music",
  "body": "Everything about Day of the Dead suggests that it long ago ceased being a fundraising exercise for the Aids charity Red Hot and turned into a painstaking labour of love. You can tell by its packaging, which is beautiful, and by the sleevenotes that gushingly attest to how obsessed its curators – the National’s Aaron and Bryce Dessner – are with the album’s subject: Grateful Dead. In among the stuff about the how the spirit of Jerry Garcia lives on and the impossibility of doing the band’s legacy justice, there’s a conversation with Dead guitarist Bob Weir: when he mentions that he likes the National, the Desser twins are left incredulous at receiving a compliment from their idol. But most of all, you can tell by the sheer size of the thing: Day of the Dead goes on and on, as was the wont of the band that inspired it. The original idea was apparently to cover 10 of the Dead’s songs. In its finished form, the compilation is five CDs, 59 tracks and five and a half hours long.   Related: Grateful Dead: final concerts unite fans and band as legends fade away    Its cast list is a veritable lexicon of hip American alt-rock artists, from Anohni to the War on Drugs via Bonny “Prince” Billy, Bill Callahan, Fucked Up and Phosphorescent. Their ranks are bolstered by a sprinkling of contributions from the worlds of country music, retro soul, and the artier end of electronica, including that of Tim Hecker, the one artist who appears to have shown up with mischievous intent. “Ideologically opposed” to Grateful Dead, his contribution is a burst of chaotic abstraction inspired by Grayfolded, John Oswald’s “plunderphonics” layering of multiple live versions of Dark Star, which Hecker clearly views as gleeful desecration rather than homage.             Ironically, Hecker’s Transitive Axis for John Oswald is one of the few moments of out-and-out hallucinogenic weirdness on Day of the Dead. Far fewer of the album’s 327 minutes are given over to extemporisation or frazzled psychedelia than you might expect, given Grateful Dead’s monumental reputation both as the house band at Ken Kesey’s Acid Tests and as rock’s premier improvisers. Indeed, it’s tempting to think their reputation might have cowed the participants. It seems revealing that when Grizzly Bear’s Daniel Rossen and the National take on an extended version of Terrapin Station, it’s as a tightly structured prog rock “suite” replete with orchestra and choir: it’s simultaneously hugely impressive in its own right and entirely at odds with Grateful Dead’s spontaneous approach to their material.  It sometimes seems a shame that more of the contributors didn’t feel impelled to let their freak flag fly a bit, not least because when they do, the results are really impressive. Stephen Malkmus and the Jicks’s solo-heavy China Cat Sunflower/I Know You Rider crackles with nervy energy. The version of Playing in the Band by TV on the Radio’s Tunde Adebimpe and Sonic Youth’s Lee Ranaldo unspools gloriously. And of the two game runs at Dark Star, Cass McCombs’s is the pick: at turns elegant and exploratory, it sounds uncannily like Dark Star might have done were it the work of late 60s Pink Floyd.    Related: Grateful Dead gave suburban kids like me accessible counterculture | David Shaftel    But what Day of the Dead really does is make a case for Grateful Dead as songwriters, a facet of the band that tends to be obscured by the talk about telepathic group playing and the exhaustive explorations of the differences between the umpteen live versions of Sugar Magnolia. It’s not just the sheer profusion of fantastic songs here – Box of Rain, Easy Wind, Wharf Rat, Goin’ Down the Road Feelin’ Bad – but how malleable Grateful Dead’s oeuvre proves. For every cover that seems to lose something in translation – the War on Drugs’ Touch of Grey smooths away the curious ricketiness that made the original seem appealingly like an 80s AOR anthem that had been constructed in a shed from spare parts; Sam Amidion’s version of the traditional And We Bid You Goodnight is beautiful but misses the quavering eeriness that drew the Dead’s interpretation close to the kind of music dug up by Harry Smith’s Anthology of American Folk Music – there is an abundance of tracks that work when recast as everything from tough psych-soul (Charles Bradley’s Cumberland Blues) and expansive prog-punk (Fucked Up’s Cream Puff War) to the curious combination of banjo picking and tabla drums found on Bela Fleck’s Help Is on the Way.             Furthermore, the album highlights how strangely haunted, otherworldly and idiosyncratic the band’s songs were, no matter how grounded in rootsy Americana they seemed to be. Shivering with feedback and echo, Perfume Genius and Sharon Van Etten’s heartbreaking version of the country ballad To Lay Me Down homes in on the darkness at its centre: a song about sex that might as well be about death. At face value, Sugaree, as performed by Phosphorescent and Jenny Lewis, is an amiable bit of chugging blues boogie, but there’s a strange melancholy tug in the way the chords change that fits with the lyrical intimations of fear and loss.  It seems telling that there’s only one British contributor: Mumford & Sons, whose frontman’s singing voice appears to have emigrated from Wimbledon to Waxahachie in order to fit in. In the UK, Grateful Dead have always been a cult concern. In the US, they’re an imperishable part of the cultural landscape. “Their music is in our bones … it’s in the ether,” as the sleevenotes put it – which, with the best will in the world, it patently isn’t in Britain.  For a lot of British listeners, drawn in less by the album’s subject than its cast list, the important question might not be how faithful it is to the band’s ethos but whether it works as an album if you don’t have the same deep knowledge of and love for Grateful Dead as its curators. Happily, the answer is yes. Despite its length and the number of contributors, it is richly enjoyable and remarkably coherent – the latter perhaps due in part to the National’s role as a kind of house band for the project. Indeed, the album even might be more suited to neophytes than Deadheads – a route into a complex, multifaceted and, to the outsider, faintly forbidding world of music; a long trip, not quite as strange as some might have hoped, but one worth taking.",
  "webTitle": "Various artists: Day of the Dead review – keeps the freak flag flying",
  "webPublicationDate": "2016-05-19T14:00:12Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/various-artists-day-of-the-dead-review-keeps-the-freak-flag-flying",
  "keyword": [
    {
      "webTitle": "Grateful Dead",
      "id": "music/grateful-dead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Psychedelia",
      "id": "music/psychedelia",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Americana",
      "id": "music/americana",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The National",
      "id": "music/the-national",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Petridis",
      "id": "profile/alexispetridis"
    }
  ],
  "guardianId": "music/2016/may/19/various-artists-day-of-the-dead-review-keeps-the-freak-flag-flying"
}