{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/03/morgan-sats-test-children-primary-school-pupils",
  "id": "2016-05-03-328",
  "sectionId": "education",
  "body": "I’ve been receiving letters recently from parents, teachers and school governors telling me about the stress that children in year 2 and year 6 are under. This is because of the Sats tests and I don’t get any sense from you or your colleagues that you realise how serious this is. When the Sats first came in, I was reassured by people responsible for them that they were just “pencil and paper tests”, which children would hardly notice. Schools would be assessed in ways that were nationally equivalent for the sake of us parents. Education was being held to account. This negated the possibility that a combination of teachers, their professional associations, the national inspectorate, officers and advisers in local authorities and parent representation could improve schools. It negated the possibility that this could be built on through giving teachers incentives to research their own practice and share the results.   Related: Parents and children take part in boycott of primary school tests    Under your government, this testing system has been ramped up. Tests have been created that are constructed entirely around right/wrong answers. This was to make the tests “reliable”. The philosophy here is based on the input-output method of assessment, equivalent to testing the quality of petrol through the performance of a car. So long as you use the same car, load, driver, tyre wear, amount of lubrication, course, speed and weather, then driving a car first with one petrol and then with another will enable someone to say that one petrol is better than another – under those conditions. The output of the car will tell us something about the input – the petrol. This is the principle behind the tests that are giving our children such hell. The teachers’ input – their quality of teaching – is rated according to the pupils’ output – their test scores. And what’s wrong with that, you say? Several things: to make the tests valid, education has to be narrowed down to facts that must not be debated or interpreted. There can be no debate or choice over what knowledge is being tested. The learner is reduced to a receptacle that either does or does not regurgitate the facts. Yet, it is not the receptacle being tested. It is the person pouring the input into the receptacle. And children are not receptacles or cars or machines. They are humans with views of what they are learning and how they feel. One ex-headteacher and now school governor wrote to tell me of “six- to seven-year-old pupils who, during the testing period, were crying, visibly shaking and reportedly waking up at 4am unable to sleep”. Any parent of children undergoing these tests has seen how it works. Children sit in school or at home with pre-tests. Then teachers, children or parents mark these tests and we see the looks on our children’s faces as we mark this or that question with a zero. The child is wrong. It’s a fail. And no matter how kind and encouraging we are, it’s still a fail. And another fail. And another. Yet, it’s not the child being tested. It’s the input. Now, people not fully aware of what’s going on here might wonder what finite material could be found suitable for these right/wrong tests for seven- and 11-year-olds? Capital cities? Lists of prime numbers? The years of the reigns of kings and queens? Quotes from Shakespeare? No, the material is “Grammar, punctuation and spelling” and, as teachers, parents and children are discovering, these do not always produce right and wrong answers. Plenty of experts dispute what is being presented as fact; to say that every one of these facts about language is right is to prescribe how language should be used rather than to investigate or describe it; the language in question is ripped from context in a way that language-in-use never is; the tests include questions that have several parts but such questions have to be entirely right to win one mark, if not, it’s no mark. In these cases, this results in the possibility of a child being right about several things but being wrong about one more negates the right ones. This means the test isn’t even testing what it’s supposed to test. What’s more, there’s tons and tons and tons of it.   Related: The Tories’ absurd school regime can’t even set a spelling test | Simon Jenkins    A teacher told me about one particular question: “The children have to think of five suffixes [and write down words as examples]; they then have to spell every new word correctly. That’s 10 elements for one mark. Just one letter out of place and the marks for the whole question are a big fat zero, even though the child understands what suffixes are and how to combine them with nouns.” There’s worse. Not only is this stuff proving to be distressing to thousands of children. It’s being used as the means by which teachers are required to grade children’s writing: good writing is supposedly writing that includes semi-colons, fronted adverbials, embedded relative clauses and expanded noun phrases. I’ve got news for you, Ms Morgan: that’s not what makes good writing. That’s input-output writing. Last week headteachers offered to help you come up with a better assessment system in time for next year. I know so many others who’d be willing to help. Yours, Michael Rosen",
  "webTitle": "Dear Ms Morgan: Sats tests are putting young children through hell",
  "webPublicationDate": "2016-05-03T06:00:47Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/03/morgan-sats-test-children-primary-school-pupils",
  "keyword": [
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Exams",
      "id": "education/exams",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Rosen",
      "id": "profile/michaelrosen"
    }
  ],
  "guardianId": "education/2016/may/03/morgan-sats-test-children-primary-school-pupils"
}