{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/why-are-we-surprised-by-every-populist-politician-voting-for-them-can-be-a-rational-choice",
  "id": "2016-05-13-332",
  "sectionId": "commentisfree",
  "body": "For at least the last 20 years, democracies around the world have been regularly subject to a mounting series of populist insurgencies. From France to Venezuela, sharp-elbowed political actors from both the left and the right have railed against elites, flouted the table manners of liberal politics, and are increasingly meeting with electoral success.  But it seems that every time this happens, it takes commentators by surprise. Witness the worldwide reaction to the rise of Donald Trump. First came denial, with even empirical journalists resisting what polling is telling them.  Now liberal journalists are in shock – for mainline conservatives it’s more like grief –as Trump continues to upend the US’s political order.    Related: Australian election 2016: high court dismisses challenge to Senate voting reforms – politics live    For Benjamin Moffitt, the Australian author of the new book, The Global Rise of Populism, this recurrent surprise is not only puzzling but worrying. In each country where it happens, “I think it always brings about some denial. People always see populism as just a rabble, or a problem with democracy. People want to see it as an aberration. Populism is never supposed to happen.” He thinks it’s much more prudent to see it as a baseline feature of contemporary, mediated democracy. In the future, we should expect only more of it.  Moffitt is currently at Stockholm University in Sweden; his book comes out of his doctoral research at the University of Sydney. He was led to his topic by some formative experiences.   I grew up in the era of the rise of Hanson. Growing up in Western Sydney, I knew some people who were otherwise pretty reasonable who were sympathetic to Hanson’s message, which I found abhorrent. That’s where the seeds were sown.  Later, the Cronulla riots and the rise of the Tea Party made him think that populism was something he needed to seriously think about and research.  In his book, he compares populist leaders and movements around the world – in Europe, Africa, North America, Asia and Australia – and winds up defining populism not as a consistent ideology, and much more as a matter of political style. Populism has no necessary connection with any set of beliefs, and flexibility can be the populist’s greatest asset.   Trump is a good example here. Commentators are tying themselves in knots trying to work out where he stands, and why people don’t care that he’s flip-flopping on tax or abortion.  Trump’s positions on these and other issues are both wildly inconsistent, and perplexing to the normal categories of political analysis, the most basic of which is the opposition between left and right.  He has outflanked Republicans with open race-baiting, but on Friday was reported as having attacked Hillary Clinton’s hawkishness on national security from the left. But for Moffitt, trying to box him into a particular ideological position misses what has made him effective.  “Ideology is not the key to what’s happening.” Rather it’s a style of performance that offers a challenge and rebuke to the more technocratic style of political conduct. Liberal politics-as-usual aspires to ground itself in expertise, procedure and civility.  The populist style deliberately disrupts all of this, with a mode of performance that has three elements.  First, “it appeals to the people as opposed to the elite, or some related other. Even if they’re criticising, say, migrants, they tie this to elites, by saying policymakers have been too soft in letting people in.”  Also, populists ramp up, and even create a sense of crisis. For the populist “we’re on the precipice of failure at all times.” By emphasising this, populists underline and authorise the demand for strong, swift, simplistic action that sweeps aside the cautious deliberations and negotiations that normally characterise liberal democracy.  But equally important is a characteristic of Trump’s that has led pundits to repeatedly, and mistakenly, herald his demise: bad manners. Rather than being a hindrance, Moffitt says bad manners are integral to the appeal of the populist style.   Populist performance spits in the face of what is considered appropriate behaviour.  Bad manners are displayed so that leaders – who often enough come from privileged backgrounds, or have actually had long involvement with elites – can appear to be of the people, and against the mannered elites.  Often this takes the form of sexual bragging or other assertions of virility – as in Silvio Berlusconi’s claims to have had eight sexual partners in a single night, or Ecuadaorian president Abdala Bucaram saying that he had “big balls”. Or Trump reassuring voters about this size of his … hands.  Other ways of exceeding liberal-democratic comportment include flashy dressing, a strong accent, or simple “political incorrectness”.  Not everyone can get away with it: candidates have been sunk by far less than, say, Trump’s questioning of John McCain’s war heroism or his various insults to the broadcaster Megyn Kelly. But the framework of style and performance allows us to look more closely at what separates successful populists from those who do not seem sufficiently authentic.  A big part of this, in societies whose politics are almost entirely mediated, is how good the candidates themselves are in crafting their performances to relevant media, old and new. Moffitt says it can be difficult to get colleagues to pay attention to this in increasingly quantitative disciplines like political science.   Media’s seen as part of the humanities, it’s soft, it’s not science, it’s seen as flippant, not the hard stuff. It’s puzzling to me, because I don’t think any citizens experience politics without mediation.  Indeed, he argues that as politics and media become increasingly intertwined, populists become more successful, and populism becomes a temptation for more politicians.  Television and new media alike put a premium on celebrity, conflict, and strong, simple messaging. The symbiosis between media and figures like Trump, or Pauline Hanson in her heyday, is instructive. Their message is perfectly adapted to television as a political stage; they get free media, and commercial outlets get ratings.  Even as liberal journalists continue to use populism as a perjorative, their employers can’t help but go after the ratings and clicks that populists deliver. This dynamic exerts pressure on more conventional politicians to embody more aspects of the populist style. Indeed, for Moffitt, populist and technocratic styles are not a binary, but opposite ends of a continuum upon which all politicians lie.            Why people vote Trump: the death of the American dream    He cites John Howard as an example of a politician who gradually became more populist in style in the face of pressure from Pauline Hanson, fomenting a sense of crisis around refugees, and establishing a selectively “anti-elitist” discourse as the basis of a culture war.  After Hanson, he offers, we haven’t seen much populism beyond the brief career of Clive Palmer. He puts that down to the fact that there are few policy areas where a populist might easily gain a toe-hold.  For example, there’s not much chance an aspiring populist could offer to be harsher on refugees than are the policies defined by our bipartisan elite consensus. If economic conditions got significantly worse, though, that might change. “Populists have a habit of coming from nowhere”.  We are especially prone to surprise when, as he puts it, disconnected politicians, policy elites and journalists spend their time “talking in circles”, in a closed loop that excludes the popular voice.  Voting for populists, he reminds me “can be a rational choice”, especially where consensus is offering people no solutions to their most pressing problems.  Should a leader like Trump emerge in Australia, don’t say he didn’t warn you.",
  "webTitle": "Why are we surprised by every populist politician? Voting for them can be a rational choice | Jason Wilson",
  "webPublicationDate": "2016-05-13T01:53:31Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/why-are-we-surprised-by-every-populist-politician-voting-for-them-can-be-a-rational-choice",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Clive Palmer",
      "id": "australia-news/clive-palmer",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jason Wilson",
      "id": "profile/wilson-jason"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/why-are-we-surprised-by-every-populist-politician-voting-for-them-can-be-a-rational-choice"
}