{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/24/x-men-apocalpyse-captain-america-uk-box-office-angry-birds-jungle-book",
  "id": "2016-05-24-97",
  "sectionId": "film",
  "body": "The winner: X-Men: Apocalypse   Related: X-Men: Apocalypse review – lots of bangs for your bucks but loopiness is lost    With £5.31m plus £2.05m in previews, X-Men: Apocalypse easily elbowed aside a flagging Captain America: Civil War to win the UK weekend box office. But how does that £7.35m opening compare to previous entries in the X-Men franchise? The bad news for Fox and Marvel is that the number is down on the debut of previous instalment, Days of Future Past, which kicked off two years ago with £9.14m, including previews of £1.59m. However, that film had the benefit of combining both X-Men casts, a time-travel conceit that cannot easily be repeated. Predecessor First Class, which introduced younger cast members James McAvoy, Michael Fassbender, Jennifer Lawrence and co, began with £5.44m, including previews of £2.01m. In other words, Apocalypse has delivered the biggest opening for an X-Men film that doesn’t feature Patrick Stewart and Ian McKellen.           X-Men: Apocalypse: the trailer for the new Marvel prequel    Only two X-Men/Wolverine movies have cracked £20m at the UK box office. X-Men 2 was first to do so in 2003, with £20.7m. X-Men: Days of Future Past overshot the target in 2014, with £27.1m. Helpfully, this time around Apocalypse does not face much direct competition in the coming weeks, unless you count videogame spinoff Warcraft: the Beginning, arriving on 3 June. Less helpfully, reviews have been soft, with a 51/100 score at Metacritic, which suggests the film may struggle to engage broader audiences once the hardcore X-Men fanbase has been burned through. Apocalypse’s £7.35m opening compares with a giant £13.73m (including previews of £3.76m) for X-Men spin-off Deadpool, in February. The disparity between those two debut numbers is one that few would have predicted at the start of the year. The family battle: Angry Birds v The Jungle Book            After a relatively disappointing debut of £2.12m, Sony Animation’s The Angry Birds Movie makes up lost ground with a sensational hold, down just 6%, with second-frame takings of £2.01m. After 10 days, the spinoff of the Rovio game app has reached a reasonably healthy £4.55m.   Related: The Angry Birds Movie review – game spin-off that doesn't quite reach Lego Movie levels    One challenge for Angry Birds in the UK has been the sustained performance of Disney’s The Jungle Book, a film that has been particularly huge with families despite an all-audience positioning. The Jungle Book added another £1.45m at the weekend (its sixth), down just 11% from the previous frame, and now stands at £41.3m. The Jungle Book is the only 2016 release so far to crack £40m at the UK box office. The Irish hit: Sing Street             Related: Sing Street review – pitch perfect Commitments-style school of rock    With the Dublin-set Sing Street, from Once director John Carney, Lionsgate took the decision to release in Ireland and Northern Ireland first, establishing it as a hit there, before expanding to mainland UK. The first part of the strategy certainly worked, achieving a tidy £860,000 over nine weeks. And Lionsgate has declared itself satisfied with the UK expansion: £126,000 from 85 cinemas, yielding a site average of £1,486. Considering a scant supply of familiar cast names – lead actors Ferdia Walsh-Peelo and Lucy Boynton are newcomers, with Jack Reynor and Aidan Gillen in supporting roles – that result does indeed look pretty decent. Sing Street has an IMDb user rating of 8.3/10 and a Metacritic score of 79/100, so Lionsgate has reason to be hopeful that word-of-mouth on the song-peppered, 1985-set teen romance will be strong. Total so far is £986,000. Once grossed £681,000 in the UK and Ireland over the course of its lifetime. The Polish hit: Planet Single For the second time in five weeks, UK cinemas have delivered a significant Polish-language hit. The latest is romantic comedy Planeta Singli, AKA Planet Single, which debuted at the weekend with £95,000 from 57 venues. The film is playing exclusively in Odeons, although specialist distributor Phoenix says it will expand to other venues once it has ended its Odeon run. Top-performing site was Odeon Uxbridge, a nine-screen plex you don’t often see among a film’s biggest-grossing venues, and presumably reflecting a large local Polish population. Planet Single comes from director Mitja Okorn, who previously scored a big hit in Poland with multi-strand festive comedy Letters to Santa. Planet Single topped the Polish box office in mid-February, and Poland was the only one out of 61 major markets where Deadpool was not the No 1 title that weekend. The film also performed very strongly in Okorn’s country of birth, Slovenia. In the UK, the success for Planet Single follows Pitbull: Nowe Porzadki, which debuted with an even better £146,000 and has reached £475,000 so far. Prior to the arrival of Phoenix with these two films, the UK has been quiet lately for films targeting the sizeable Polish population, following a trickle of hits in 2012 including Polish Roulette (£240,000) and You Are God (£278,000). In 2014, foreign language Oscar-winner Ida was positioned for traditional arthouse audiences by indie specialist Curzon Artificial Eye, earning £518,000. Admissions update Admissions numbers are in for April – number of tickets sold – and they are down on 2015, which benefited from big hits including Fast & Furious 7 and Avengers: Age of Ultron. The Cinema Advertising Association is reporting admissions last month of 13.13m, down 13% on April 2015. For the first four months of the year, admissions are 2% down on the same period a year ago. May 2015 was not a particularly strong month for cinemagoing, so cinemas will almost certainly catch up this month. The real challenge for 2016 is that the release calendar in Q3 and Q4 seems to lack equivalent hits to 2015 monster titles such as Jurassic World, Spectre and Star Wars: The Force Awakens. The future           Tim Burton on Alice Through the Looking Glass – video interview     Related: Money Monster review - George Clooney goes Leslie Nielsen in popcorn hostage thriller    Thanks to the arrival of X-Men: Apocalypse, box office overall is 54% up on the previous frame, and also 35% up on the equivalent weekend from 2015, when Tomorrowland and Poltergeist were the top new releases. Cinema bookers are now eagerly anticipating Alice Through the Looking Glass, Disney’s follow-up to its £42.5m-grossing 2010 smash Alice in Wonderland. Skewing more adult is Money Monster, starring George Clooney, Julia Roberts and Jack O’Connell. Positioned for arthouse, upscale and older audiences is Whit Stillman’s critically adored Love & Friendship, based on Jane Austen’s early novella Lady Susan. Alternatives include Bobby Moore documentary Bobby, timed for the 50th anniversary of England’s World Cup win, Aussie indie drama The Daughter, and animation sequel Top Cat Begins. Top 10 Films, 20-22 May 1. X-Men: Apocalypse, £7,354,293 from 598 sites (new)2. The Angry Birds Movie, £2,012,663 from 526 sites. Total £4,551,4203. The Jungle Book, £1,445,165 from 568 sites. Total: £41,324,9534. Captain America: Civil War, £1,334,385 from 519 sites. Total: £34,467,0905. Bad Neighbours 2, £766,425 from 455 sites. Total: £5,057,1386. A Hologram for the King, £378,759 from 374 sites (new)7. Florence Foster Jenkins, £243,901 from 434 sites. Total: £2,580,5198. Our Kind of Traitor, £211,790 from 256 sites. Total: £812,5489. Secret Cinema: 28 Days Later, £165,128 from one site. Total: £1,127,72410. Thomas & Friends: The Great Race, £147,617 from 292 sites (new) Other openers Planeta Singli, £95,159 from 57 sitesSarbjit, £34,376 frpm 28 sitesKaptaan, £20,211 from 17 sitesMirror, £19,244 (including £18,246 previews) from one site (1975, re-release)Heart of a Dog, £16,192 (including £8,289 previews) from 17 sitesStalker, £11,338 (including £8,724 previews) from two sites (1979, re-release)Ivan’s Childhood, £10,284 (including £4,522 previews) from 10 sites (1962, re-release)This Time, £9,389 from seven sitesAndrei Rublev, £7,140 (including £6,121 previews) from two sites (1966, re-release)Chicken, £6,975 (including £4,092 previews) from four sitesDeparture, £6,176 (including £1,778 previews) from six sitesMarudhu, £5,180 from 14 sitesThe Silent Storm, £3,626 from 11 sitesRomeo and Juliet, £2,919 from one site (1968, re-release)The Call-Up, £2,016 from one siteJourney to the Shore, £1,832 from four sitesBrahmotsavam, £373 from two sites • Thanks to comScore. All figures relate to takings in UK and Ireland cinemas. This article was amended on 24 May to correct the subject of the film Bobby.",
  "webTitle": "X-Men gang up on an exhausted Captain America at UK box office",
  "webPublicationDate": "2016-05-24T16:01:36Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/24/x-men-apocalpyse-captain-america-uk-box-office-angry-birds-jungle-book",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "X-Men: Apocalypse",
      "id": "film/x-men-apocalypse",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "The Jungle Book",
      "id": "film/the-jungle-book",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Captain America: Civil War",
      "id": "film/captain-america-civil-war",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Charles Gant",
      "id": "profile/charles-gant"
    }
  ],
  "guardianId": "film/2016/may/24/x-men-apocalpyse-captain-america-uk-box-office-angry-birds-jungle-book"
}