{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/20/un-schools-middle-east-attacked-damaged-closed-syria-palestine",
  "id": "2016-05-20-158",
  "sectionId": "global-development",
  "body": "More than 300 schools run by the United Nations have been attacked, damaged or rendered inoperable by armed conflict and violence in the Middle East over the past five years, disrupting the education of thousands of children, a new report says. In Syria, more than half of schools run by UNRWA, the UN agency for Palestinian refugees, have ceased to function due to damage, access restrictions or the need to use the premises as shelters for displaced families.  More than 400 qualified teachers have left the country, forcing UNRWA to hire untrained teachers, the report says. Most schools have been looted of equipment and learning materials. Dozens of UNRWA schools in Gaza suffered devastating damage during the 50-day war between Israel and Hamas in the summer of 2014. Altogether, almost half of UNRWA’s 700 schools in Syria, Gaza, the West Bank, Lebanon and Jordan have been badly disrupted by conflict. The report is to be unveiled at the World humanitarian summit, which opens in Istanbul on Monday with a special focus on education. “A staggering 44%, that’s 302 of our schools, have been attacked or shut down,” the UNRWA chief, Pierre Krahenbuhl, will tell the summit. Both states and non-state parties must “refrain from attacks, to respect the civilian character of UN installations and to spare the lives of children, civilians and humanitarian workers. For children around the world, education is their passport to dignity.” The impact of such disruption on children is profound, says the report. As well as deaths and physical injuries, violence in places of education has had a deep psychosocial effect. Incidents of disruptive and antisocial behaviour have risen, along with manifestations of trauma such as bed-wetting, nightmares, clinginess and withdrawal. Yet schools can also provide relatively safe havens for traumatised children, says the report. It quotes Doha Ali Ahmad, 14, from Qabr Essit in Syria: “What I love the most about school is the psychosocial support sessions. During these sessions we feel relieved from the pressure we live in, as well as the crisis and conflicts. I dream that my school stays as it is, and that I can continue going there every day.” Before the conflict in Syria, 96% of Palestinian refugee children were enrolled in UNRWA schools, but in the past five years the numbers have dropped by about one-third. All 29 schools in Yarmouk, whose population is under siege and where many are starving, are closed. Since the beginning of the conflict in Syria, 29 schools have been “physically affected by shells, mortars or barrel-bombs, vehicle-borne improvised explosive devices, stray bullets and unexploded ordnances”, says UNRWA. In Gaza, at least 83 UNRWA school buildings, out of a total of 156, were damaged during the 2014 war – the third large-scale conflict in a five-year period. At the peak of the 2014 crisis, 90 UNRWA schools were used as emergency shelters for 300,000 Palestinians displaced by bombing, shelling and ground incursions. Six of the schools being used as shelters were struck directly or indirectly by shells or other munitions, causing deaths and injuries. The report says: “In addition, during the hostilities, weapons or alleged weapons components were placed in three empty UNRWA schools in the Gaza Strip by Palestinian militant armed groups.” Schools in the West Bank have been “facing increasing challenges in a context marked by military occupation, settler violence, delays at checkpoints and school closures”, says UNRWA. The difficulties have been exacerbated by the rise in violence since October 2015. In Lebanon, six out of nine UNRWA schools in the Ein El Hilweh refugee camp in the south of the country sustained major damage during widespread armed clashes between factions last August. Fighting elsewhere in the 12 recognised camps in Lebanon has disrupted schools in the past few years. As well as meeting children’s right to education, schools can provide stability, normality and hope for the future, says UNRWA. If attendance at school ceases, the resulting shortfall in education can cause long-term harm to life prospects. UNRWA urges all armed personnel not to target schools nor fight in their vicinity; to guarantee children’s safe access to schools; and to respect the civilian character of its schools and ensure they are free from military use. Attacks on schools should be properly investigated by the relevant authorities, and those responsible held accountable.",
  "webTitle": "Hundreds of UN schools in Middle East attacked, damaged or closed",
  "webPublicationDate": "2016-05-20T13:08:32Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/20/un-schools-middle-east-attacked-damaged-closed-syria-palestine",
  "keyword": [
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "global-development/2016/may/20/un-schools-middle-east-attacked-damaged-closed-syria-palestine"
}