{
  "apiUrl": "https://content.guardianapis.com/french-film-first/2016/may/20/vincent-cassel-a-dance-with-the-devil",
  "id": "2016-05-20-146",
  "sectionId": "french-film-first",
  "body": "When you want a livewire presence in your movie, just call Vincent Cassel. The moment he comes on screen, it crackles and teeters with possibilities - anything could happen next.   Related: Dheepan: Jacques Audiard's most daring film    Cassel shot to international attention in 1995 in Mathieu Kassovitz’s La Haine, a film of power, anger and youthful passion that energised European cinema for a new generation. Cassel quickly became its poster boy, the first French actor in years to recapture the sexy, rebellious mystique of Jean Paul Belmondo in A Bout de Souffle (Breathless). Vincent is at it again in Mon Roi (My King), deploying all his vicious charisma to confuse and practically destroy the woman in his life (played by Emmanuelle Bercot, who won Best Actress at Cannes last year for her performance.) Cassel’s mercurial skills are equally to the fore, pouring full beam out of those flitting, fluttering eyes. Men want to be him, women want to sleep with him – and yet none of that is a good idea, for anyone.     Behind the scenes on Mon Roi. Photograph: StudioCanal    The son of famous French tap dancer and musical star – Jean-Pierre Cassel was dubbed the ‘French Fred Astaire’ – Cassel glides with animalistic grace through his own movies. He can be brutal and handsome, cruel and tender. The controversial rape revenge Irreversible, in which he appears fully naked with his then wife Monica Bellucci, starts at the end and works back – meaning we start with raging violence and end with one of the most natural and easy unsimulated sex scenes in film history. I love him, too, in Jacques Audiard’s Read My Lips (2001), playing an ex-con who exploits a deaf woman (Emmanuelle Devos) to lip-read the plans of a bunch of gangsters he plans to rob.     Cassel with Emmanuelle Devos in Read My Lips. Photograph: StudioCanal    It’s typical of Cassel, this ability to shift between genres and social classes, to move through the shadows, lithe and dangerous. He can be the bad boy from the streets one moment, as in La Haine, and a yuppie (remember them?) flitting between stylish flats in Paris and New York the next, as in L’Appartement. It was on the well-dressed, very 1990s sets of L’Appartement that Cassel and Italian bombshell Monica Bellucci met and began a love affair that turned them into the golden couple of European cinema, constantly upping the star wattage at film festivals and on Cannes red carpets. Sadly, they divorced in 2013. Cassel’s acting pinnacle arrived in the two-part gangster biopic Mesrine (2008), in which he played France’s most notorious villain of the 1970s. It’s a sweeping, Scarface-style epic of crime and sex for which he gained weight and, finally, a best actor César. In tears, he dedicated the win to his father, who had died 18 months previously. He’s landed numerous English-language films – such as Ocean’s Twelve and Thirteen, Derailed, Black Swan and Eastern Promises – and will soon be seen in the latest Jason Bourne movie. He’s even played the devil, in a movie called Sheitan. Perfect casting, you might say. But Cassel will be 50 this year: the anti-establishment hoodlum from La Haine ascending to an elder statesman role in French cinema. However, as Mon Roi shows, he can still dance dangerously along that trademark, serrated edge he brings to every movie, smiling as he goes.  Mon Roi plays in UK cinemas from 27 May",
  "webTitle": "Vincent Cassel: a dance with the devil",
  "webPublicationDate": "2016-05-20T13:40:21Z",
  "webUrl": "https://www.theguardian.com/french-film-first/2016/may/20/vincent-cassel-a-dance-with-the-devil",
  "keyword": [
    {
      "webTitle": "French Film First",
      "id": "french-film-first/french-film-first",
      "sectionId": "french-film-first",
      "sectionName": "French Film First"
    }
  ],
  "authors": [],
  "guardianId": "french-film-first/2016/may/20/vincent-cassel-a-dance-with-the-devil"
}