{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/06/dementia-patients-calm-down-when-theyre-not-too-hot-and-not-too-cold",
  "id": "2016-05-06-345",
  "sectionId": "sustainable-business",
  "body": "It’s something none of us like to think about. Aged care is a service many people benefit from, although most of us shudder at the thought of leaving the comfort of home during the last stages of our lives.  Yet given our ageing population, it’s a sector that is in increased demand – and struggling to keep up. According to the recently released 2016 Residential Aged Care Sustainability Review from the global tax advisory firm RSM, projections show the need for aged care in the next 40 years will rise by 68%. And it suggests that $32.9bn needs to be invested in capital stock over the next decade. Also, the recently announced cuts of $1.2bn to aged care funding by the federal government will put the sector under increased pressure. So while all construction must take sustainability into account, aged care has added reasons for considering design impacts on residents.  Federico Tartarini, a PhD student from the University of Wollongong, is working with the aged care provider Warrigal to understand whether indoor environmental quality – such as temperature, humidity, noise and light – upsets residents with dementia. Over the past year Tartarini has measured temperature and humidity at six Warrigal aged care facilities across the Illawarra region in New South Wales, asking residents (with and without dementia) about their thermal comfort and how they perceive temperature, humidity, velocity, light and sound.  He is also working with nurses to assess the behaviour of those with dementia and recording when they are agitated. The full results are expected to be released next year when Tartarini completes his PhD, but he has found there is a “clear pattern” of increased agitation in dementia patients when temperatures are relatively cool or warm.   Related: Aged care funding for nursing homes cut by $1.2bn in federal budget    “There is not much literature out there about what comfortable temperature levels should be inside [aged care] homes, and the Australian Aged Care Quality Agency, which accredits aged care homes, doesn’t provide any guidelines as to what they should be,” says Tartarini. “So I was asking residents how they were feeling, to define comfort levels. “What I found was that when residents were exposed to very high or very low average temperatures inside the facility [ranging from a low of 20C and a high of 26C], levels of agitation suddenly increased compared to when they were exposed to average comfort temperatures of 22C to 23C degrees.” Tartarini is embarking on analysis that will compare the effects of temperature with the effects of medication used to alleviate agitation in dementia patients. He expects to find that “the difference between a dementia patient who is agitated in temperatures of about 20 degrees as to when they are in the comfort zone is roughly equivalent to the effects of taking medication to calm them.  “So, by controlling temperatures properly you may be able to reduce the amount of medication necessary.” Warrigal says Tartarini’s work is key to educating staff about why controlling indoor temperature is important, aside from the environmental perspective. “We have some residents that are older and receiving care, and as they’re usually not particularly active they therefore prefer the temperature to be a bit warmer to be comfortable,” says Laura Pritchard, Warrigal’s environmental sustainability officer. “But our care staff, who control the thermostats, have a physical, active job, so they prefer the temperature to be cooler ...  “Making that link between agitation and temperature is a good way of showing staff that although the temperature may be a little warmer than they are comfortable with, the agitated behaviours will decrease. That’s a good thing not only for the residents but also for the workload of staff.” Once Tartarini has completed his research, he aims to produce guidelines to inform appropriate aged care home temperatures and provide recommendations on building structure and what technologies to use (or avoid) to achieve ideal indoor environment. “It’s about making [aged care homes] more thermally comfortable, dementia-friendly, and better places to live,” he says.   Related: New method for tackling aged care complaints 'will help fix broken system'    Warrigal has also taken steps to ensure its properties are as environmentally sustainable as possible too, a vital goal given the energy intensity of the sector. It is estimated that aged care homes in Australia consume approximately 7.8m gigajoules of energy a year, comparable to the entire output from some gas-fired power stations.  To do this, Warrigal recently launched an environmental sustainability design standard. Originally established in 2008, it upgraded lighting and switched to ozone laundry systems that used less water and energy. So far it has saved $270,000 in electricity costs and has reduced greenhouse gas emissions by 394 tonnes CO2 equivalent a year. Now it is mandating that refurbishments and new buildings should include other features such as solar thermal design, temperature control systems, energy-efficient lighting, low- or non-toxic paints and the reuse of rainwater in toilets and gardens, among other things. It also plans to install solar photovoltaic systems and use infrared sensor taps to minimise water use and improve hygiene.  Pritchard says that as well as being economically and ethically beneficial, being sustainable is important to residents.  “Sustainability is something that our older people actually really value,” she says. “They have been living in quite a sustainable way for most of their lives, but they didn’t actually call it sustainability – there wasn’t really a term for it back then. They were just very efficient with their resources. “So we think that by designing our residential care homes and communities in a sustainable way not only reduces our impact on the environment by making us energy efficient, it also improves our assets and their liveability. It makes them somewhere our residents want to live.”",
  "webTitle": "Dementia patients calm down when they're not too hot and not too cold",
  "webPublicationDate": "2016-05-06T02:50:52Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/06/dementia-patients-calm-down-when-theyre-not-too-hot-and-not-too-cold",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Smart cities",
      "id": "sustainable-business/smart-cities",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Ageing",
      "id": "science/ageing",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Annie Kane",
      "id": "profile/annie-kane"
    }
  ],
  "guardianId": "sustainable-business/2016/may/06/dementia-patients-calm-down-when-theyre-not-too-hot-and-not-too-cold"
}