{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/02/too-many-tweets-during-work-hours-make-boss-a-twit-how-to-tell-him",
  "id": "2016-05-02-247",
  "sectionId": "money",
  "body": "Twice a week we publish problems that will feature in a forthcoming Dear Jeremy advice column in the Saturday Guardian so that readers can offer their own advice and suggestions. We then print the best of your comments alongside Jeremy’s own insights. Here is the latest dilemma – what are your thoughts? I work as part of a five-strong close-knit design team for a large media/graphic design company. We have some well-known, high-profile clients. As part of what we do – essentially coming up with bright ideas – we have to bounce those ideas off one another on a daily basis and it is a joint effort. Any change in that dynamic would make our work virtually impossible. The problem is … our team leader. We regard him as management in that he sorts rotas and is in charge, so we don’t engage that personally with him. But he is very much part of the team when it comes to thinking up those bright ideas. All we know of his personal life is from social media. He details every tick and comma on Facebook and Twitter (although he has made it plain to us that going on to social media at work is a no-no!). We know when he’s been for a coffee, had the painters in, what the patio is looking like, how the grass is growing, if his football team has scored and if the cat’s had a funny turn. OK over a pint in the pub: but it is all getting too close to work for comfort. First we’ve had the Twitter digs obviously aimed at us. He seems oblivious that we’re reading them but most crucially we fear some of our clients might be, too. It could reflect very badly that a member of staff is dissing the company in public. To rub salt into our wounds, we see from the timings of the tweets that he sent them in office hours. It’s become so worrying we’re on edge day to day, wondering what’s going to be tweeted next. But we just don’t know how to approach it. Do you need advice on a work issue? For Jeremy’s and readers’ help, send a brief email to dear.jeremy@theguardian.com. Please note that he is unable to answer questions of a legal nature or to reply personally.",
  "webTitle": "Too many tweets during work hours make my boss a twit – but how to tell him?",
  "webPublicationDate": "2016-05-02T06:00:16Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/02/too-many-tweets-during-work-hours-make-boss-a-twit-how-to-tell-him",
  "keyword": [
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "money/2016/may/02/too-many-tweets-during-work-hours-make-boss-a-twit-how-to-tell-him"
}