{
  "apiUrl": "https://content.guardianapis.com/news/2016/may/17/guardian-weekly-trump-pluto-aliens",
  "id": "2016-05-17-130",
  "sectionId": "news",
  "body": "Two very different election campaigns entered critical phases on both sides of the Atlantic this week. Here in Britain, we are little more than a month away from a referendum on European Union membership that will shape the future of the country for a generation. But despite numerous heavyweight reports predicting the economic folly of Brexit, floating voters are yet to be convinced and polls forecast a nail-bitingly close outcome on 23 June. Inside this week’s Guardian Weekly, economics editor Larry Elliott explains why the pro-EU campaign needs a smarter approach than mere scare tactics if it is to prevail. Across the pond it is now certain that Donald Trump will contest autumn’s US presidential election as the Republican nominee, and not surprisingly the mooted party uprising against his candidacy has melted swiftly away. On the cover this week we catch up with how the Donald reeled in the Republicans, while inside we also look at the endgame prospects for Bernie Sanders, whose doomed Democratic challenge to Hillary Clinton could still leave a significant imprint on the party. It was a tumultuous week in Latin America. In Venezuela, president Nicolas Máduro declared a state of emergency amid warnings the economy was close to collapse. Brazil has a new (interim) president, meanwhile, as Michel Temer took over following the decision to proceed with impeachment charges against Dilma Rousseff. In Europe, tired and angry Greeks faced up to another round of austerity measures, while our Finance page looks at why Italy may be the epicentre of the next European economic earthquake. There’s also a trip to Spain, where an expected influx of holidaygoers this summer will push creaking infrastructure to its limits. In Africa, aid agencies fear the devastating consequences of Kenya closing the vast Dadaab refugee camp on its border with Somalia. Farther south, Le Monde reports from Mozambique, where a major government accounting scandal has been spreading economic shockwaves. The Weekly Review section takes us away from earthly matters and off to Pluto, the subject of a bitter scientific spat over whether or not it should be deemed a planet. Closer to home in Myanmar, the euphoria following democratic elections is wearing off as the practical difficulties in effecting change become apparent. Discovery delves into the world of learning, and the latest cognitive approaches to improving academic performance in children. Books reveals the cowardly henchmen deployed by notorious Soviet leader Joseph Stalin to carry out his dirty work, while there’s a trip back in time to Victorian Britain and the “Penny Dreadful” comics that were blamed for a range of societal ills. Culture profiles the artist Mona Hatoum, a new Bordeaux wine museum and the former Atari video game legend finding new life in the world of smartphone apps. Notes & Queries considers the nature of alien encounters: are they communicating via the N&Q column itself, ponders one correspondent. (I must admit a similar thought has occurred to me on the odd occasion). Good to Meet You catches up with a reader whose life journey has taken an unusual route from Mozambique to Brazil. If you have a story to share about how you came to read the Weekly, why not send it to us? The Weekly often takes you the long way around the world, but we try to ensure you find it an worthwhile journey. Enjoy the edition and please tell us your thoughts on it here. Would you like to change your delivery address? Your email address? Suspend delivery? You can manage your account online here. Are you a subscriber looking for our digital edition? Click here. This edition can be viewed by subscribers on desktops, laptops, iPads, iPhones, some Kindles, Android tablets and smartphones. Log in on the device to the digital edition and the technology should take you to the correct format.",
  "webTitle": "Inside the 20 May edition",
  "webPublicationDate": "2016-05-17T14:46:12Z",
  "webUrl": "https://www.theguardian.com/news/2016/may/17/guardian-weekly-trump-pluto-aliens",
  "keyword": [],
  "authors": [
    {
      "webTitle": "Graham Snowdon",
      "id": "profile/grahamsnowdon"
    }
  ],
  "guardianId": "news/2016/may/17/guardian-weekly-trump-pluto-aliens"
}