{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/09/germany-imf-economy-growth-refugees-migrants-labour-ageing-population",
  "id": "2016-05-09-131",
  "sectionId": "business",
  "body": "The International Monetary Fund has urged Germany to do more to help find work for the hundreds of thousands of refugees in the country, saying such moves would help counter the effects of an ageing population.   Related: Germany unveils integration law for refugees    The country should also make the most of low borrowing costs to bolster spending on infrastructure, the IMF said in its annual assessment of Europe’s largest economy, known as an article IV report. The IMF said Germany’s economic growth this year was expected to “remain moderate as strong domestic demand buoyed by favourable fiscal and monetary conditions is offsetting weak external demand”. But the potential medium-term growth was forecast to drop as the population aged. As such Germany needed to push through structural reforms, the IMF said.  One key concern was the potential pressure on Germany’s labour market. “The projected decline in the labour force due to ageing after 2020 calls for measures to boost labour supply in the medium term. Additional policies to integrate the current wave of refugees into the labour market, to broaden opportunities for full-time employment of women, and to extend working lives, would be important in this regard,” the IMF said. “These reforms would not only counter the projected growth decline in the medium term but also stimulate private consumption and investment in the short term.” German chancellor Angela Merkel’s open-door policy towards refugees fleeing the Syrian conflict resulted in Europe’s most populous state accepting nearly one in two asylum applications made by Syrians in EU member states last year.     Participants in a job-training scheme for refugees work with metal at a Siemens centre in Berlin. Photograph: Sean Gallup/Getty    The IMF praised how Germany had integrated refugees into its labour market and noted “many supportive measures have been taken and more are under way”. But more support was needed. “The government has helpfully removed a number of restrictions to access to employment and training for asylum seekers and persons with a temporary suspension of deportation. Policy measures to allow recognition of informally acquired skills and facilitate more flexible forms of vocational training, with a strong on-the-job component and intensive language teaching, should be strengthened,” the IMF said. It also called for further reforms, such as better childcare and after-school provision, to enable more women to work full-time. Pension changes to promote longer working lives would also help “bring the double dividend of increasing employment while reducing old-age poverty”, the IMF said. The IMF’s call for more private and public investment in Germany chimes with its recent warnings that politicians cannot rely solely on low interest rates and money printing programmes from central banks to shore up growth. The IMF director, Christine Lagarde, warned last month that the global economy was more fragile and urged governments to pursue growth-friendly policies.",
  "webTitle": "Refugees hold key to German economic growth, IMF says",
  "webPublicationDate": "2016-05-09T15:26:30Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/09/germany-imf-economy-growth-refugees-migrants-labour-ageing-population",
  "keyword": [
    {
      "webTitle": "International Monetary Fund (IMF)",
      "id": "business/imf",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Katie Allen",
      "id": "profile/katieallen"
    }
  ],
  "guardianId": "business/2016/may/09/germany-imf-economy-growth-refugees-migrants-labour-ageing-population"
}