{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/09/woman-killed-two-daughters-fleeing-to-refuge-court-told-samira-lupidi",
  "id": "2016-05-09-167",
  "sectionId": "uk-news",
  "body": "A woman stabbed her two young daughters to death a day after fleeing to a women’s refuge in fear of her partner, a court has heard. Samira Lupidi, 24, cried as jurors were told she admitted the manslaughter of Jasmine, 17 months, and Evelyn, three, but denies murder. Bradford crown court heard that Lupidi stabbed the two children in their beds with a 25cm kitchen knife before telling staff at the women’s refuge: “If I can’t have them, he can’t have them either.” The court heard that Lupidi, who moved to Bradford four years ago, told police officers the day before the killings that she had been physically assaulted by her “financially and psychologically controlling” partner, Carl Weaver. She told officers who visited her home address in Heckmondwike, near Bradford, on 16 November last year that she had been hit on her arm and her legs by her partner, the father of the two children. She told the police that Weaver gave her limited money for clothes and food, the court heard, and she feared he would try to take their children away from her after they were baptised the following weekend. The officers noted that she did not appear to have injuries following the alleged assaults but took her and her daughters to a women’s refuge for her own safety, jurors were told.     Bradford crown court. Photograph: Ray Tang/Rex    When she got to the safe house, Lupidi told domestic violence workers that Weaver would kill her and the children if he found them. They were reassured that they were safe and spent the night there. The following morning, the court heard, a support worker knocked on her bedroom door and Lupidi rushed out with her hands “smeared with blood”. Peter Moulson QC, prosecuting, told jurors that Lupidi was heard to say, “They won’t believe that I’ve killed them,” as she ran out of the flat shouting on her mobile phone. She is then alleged to have said: “I killed them. I hurt them. I killed the children.” The children were rushed to Bradford Royal infirmary but both were pronounced dead soon after their arrival. Each girl had suffered nine separate stab wounds to the heart and lungs, the court heard. A 25cm kitchen knife was found on Lupidi’s bed. In the moments after the girls were found, Lupidi was asked when it had happened. The court heard she responded: “Just now.” She then allegedly said: “It’s his fault – now he has a reason to kill me. If I can’t have them, he can’t have them either.” The court was told she added that she feared Weaver was coming to get her, and said: “I had to do this.” The judge, Mr Justice Eady, had to stop proceedings as Lupidi cried in the dock as the details of the killings were read out.  Flanked by a translator and a dock officer, Lupidi, wearing a grey cardigan and a white shirt, held her head in her hands and wept before taking a short break. Moulson told the jury that after Lupidi was arrested and taken to the police station, she told the custody officer: “I know what I have done. My life is nothing now.” In statements read to the court, workers at the refuge described how Lupidi was highly agitated and weeping as she confessed to the killings. Jacoba Laan, the manager of the refuge, said the 14in knife with a 10in blade appeared to have been taken from the kitchen of the premises. Laan said that Lupidi, referring to Weaver, told her: “He always said I was a bad mother and now he can say it. Now him and his family can be sure I killed my babies so I am a bad mum.” Shamaila Kosar, a domestic violence worker at the refuge, said in a statement read to court that she had seen Lupidi carrying her youngest daughter shortly before the killing. “I just couldn’t comprehend how she had done what she had done in such a short space of time,” she said. Her colleague, Farzana Kauser, described how Lupidi repeated “I killed the children” as she paced around in tears when her daughters were discovered with fatal stab wounds. The Italian also told the workers she had wanted to kill herself – a comment she later repeated when arrested a placed under caution. “She said she had tried to stab herself and indicated a stabbing motion towards her stomach but said she could not do it. She did not elaborate,” said Kauser in a statement. She declined to comment in two separate police interviews on the following day, the court heard. Moulson told jurors that Lupidi admitted the manslaughter of her daughters on the grounds of diminished responsibility but denied murder. The trial continues.",
  "webTitle": "Woman killed her two daughters after fleeing to refuge, court told",
  "webPublicationDate": "2016-05-09T13:45:50Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/09/woman-killed-two-daughters-fleeing-to-refuge-court-told-samira-lupidi",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Josh Halliday",
      "id": "profile/josh-halliday"
    }
  ],
  "guardianId": "uk-news/2016/may/09/woman-killed-two-daughters-fleeing-to-refuge-court-told-samira-lupidi"
}