{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/18/not-feeling-confident-here-are-six-ways-to-fake-it",
  "id": "2016-05-18-241",
  "sectionId": "education",
  "body": "“Fake it til you make it” – the concept that if you act more confident than you feel, it will become a self-fulfilling prophesy – is widely proposed as a way to boost self-esteem.  Rachel Davis, a 21-year-old linguistics student at University College London, has tried this technique in new situations with unfamiliar people. “I try and become a cool, cynical, full-of-quips persona – an extra lively can-do exaggerated caricature of myself,” she says. But Davis feels this behaviour can be problematic as when she confides in new friends about social anxiety, they don’t believe her. “Occasionally the confidence I’ve projected prevents me from seeking the help I eventually end up needing,” she says.  However, Ruby Andrews, a 22-year-old student at Chelsea School of Art, believes that faking confidence is “a necessary skill, particularly when you’re young and living in London”. She explains: “In the capital you have to be strong or you’ll sink. I’m not someone who flourishes when I’m out of my comfort zone, so faking it has helped me feel more confident and capable, even when inside I feel scared.”  Confidence coach Jo Emerson says she prefers the phrase “act as if” to “fake it til you make it”. “Acting ‘as if’ means you consider what qualities you would like to embody as a confident version of you – your best self – and then start acting in ways that echo this. For example, you might think your best self would smile at everyone you meet, in which case this is what you need to practice until it becomes second nature.” Here are six areas where you can use this method to boost your confidence. 1. Adjust your body language Both Davis and Andrews feel conscious of body language: Davis says she fidgets and Andrews tries to avoid tucking her hands in her sleeves as it could suggest a lack of confidence.  Tweaking your posture just a little bit so that you are making yourself bigger rather than smaller can “significantly change how your life unfolds” says Harvard Business School professor Amy Cuddy in her popular TED talk about what the way we position our bodies communicates to other people, and to ourselves.   Related: How to stay positive and manage anxiety during exam season    “In essence, if we stand like winners we feel like winners,” says Emerson. “Our positive physiology sends positive messages to our brain so stand tall and proud if you can.” 2. Consider your tone of voice Speaking quietly, not saying much or hesitating while you speak all betray a lack of confidence. Emerson suggests recording yourself speaking to get over self-consciousness about your voice. “This often takes several play backs,” she says. “Then ask yourself how you might improve the way you speak. This often means slowing down and breathing between sentences. The more you can relax and be yourself with your voice, the better you will come across.” Anne Walsh, vocal coach at Confidently Speaking, says that during stressful times like interviews or presentations, “we breathe high into our upper chest areas through fear and tension and this interferes with our capacity to connect breathing to speaking effectively.” She advises her clients to breath deeply because it allows your voice to be “open, warm and resonant”. Walsh adds: “These techniques are simple to learn and can be practiced regularly until they feel natural. Confidence is created by a relaxed, open body posture, low, easy breathing and a warm, resonant vocal tone. These aren’t necessarily natural states for some of us, but they can be consciously learned, practiced and applied in situations that count.”  3. Make eye contact Emerson says looking people in the eye and smiling really help to build confidence. Andrews says she’s noticed that she tends to walk around with her head down, but notices that when she looks up, making eye contact with strangers “can be a positive and self-assuring experience”.   Related: Five ways students can boost their confidence at uni    4. Change the way you think “If you have low confidence you are likely believing a very negative, critical voice in your mind,” says Emerson. “The key to boosting your self esteem is to start questioning this voice and replacing what it says with positive, wise, loving self-talk.” “I definitely think negative thoughts impede my confidence,” says Andrews. “I’ve noticed that when I doubt myself I perform less well.” She says talking to friends and family about what is worrying her helps to offload the anxiety.  “Negativity definitely impacts both my concentration and my creativity,” she adds. Davis tries to distract herself from negative thoughts by thinking about the good things she has going for her – friends, hobbies, boyfriends, even animals and foods she likes. 5. Dress in a way that makes you feel good University professor and author of Mind What You Wear Karen Pine did an experiment where she dressed students in Superman costumes. She found they were more confident than the control group. “Dressing for success really does work,” she says. “Not only does dressing smart make you feel confident, research suggests that you will behave more confidently too.” Emerson says clean, ironed clothes that suit you are important for confidence. “The way I dress has changed hugely since I was a student,” she says. “Because I had no confidence in my twenties I copied what I saw other girls wearing and hated those clothes on my body. I think the way we dress has a huge bearing on our confidence. We feel good about ourselves if we make an effort with the way we dress. This isn’t about fashion or size, more about wearing clean, ironed clothes that suit you.”   Related: Wish you were more confident at uni? Six myths are stopping you    Andrews did a foundation year at world-famous fashion school Central Saint Martins and says that going to university felt like a runway show. “I was aware of how confident and proud everyone seemed,” she says. “Looking back I think some people stood out, but they were actually a minority. I notice when I wear something that I feel more comfortable in. When I dress lazily or in something that I think doesn’t flatter me, I spend time thinking about this and it distracts me.”  Davis says she feels best when she’s true to her style. “I like stretch fit or loose fit clothing,” she says. “Stiff smart clothing makes me either really confident or super uncomfortable. If I get anxious, or sweat, I get more anxious and sweat more. But if I feel a bit confident then a well-fitting smart outfit exponentially increases that.” 6. And the rest... Davis says she can feel more confident if she stands out. “If I have something to show off that makes me seem extra well put together – such as nails or make-up – I feel more confident,” she says. “However, recently I’m discovering how to apply the state of mind without needing the external stimuli. I am learning to make myself feel comfortable simply by reading the situation, avoiding negative vibes and identifying people I can relate to.” Andrews says exercising makes her feel confident, and so does receiving praise. “I feel confident when I receive an unexpected compliment from someone I don’t know particularly well,” she says. “So I try and praise those around me on little things in the hope that they too feel more sure of themselves as a result.” Emerson’s top three tips for boosting confidence:  Stop comparing yourself to other people, as it only leads to low self-esteem.  Understand that confidence is like a muscle and you need to work on it to maintain it.  Practice mindfulness – it’s the best antidote to stress, which causes anxiety and low confidence.  What makes you feel confident? Let us know in the comment section below. Keep up with the latest on Guardian Students: follow us on Twitter at @GdnStudents – and become a member to receive exclusive benefits and our weekly newsletter.",
  "webTitle": "Not feeling confident? Here are six ways to fake it",
  "webPublicationDate": "2016-05-18T10:20:41Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/18/not-feeling-confident-here-are-six-ways-to-fake-it",
  "keyword": [
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Leach",
      "id": "profile/anna-veronica-leach"
    }
  ],
  "guardianId": "education/2016/may/18/not-feeling-confident-here-are-six-ways-to-fake-it"
}