{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/16/bookslut-was-born-in-an-era-of-internet-freedom-todays-web-has-killed-it",
  "id": "2016-05-16-194",
  "sectionId": "books",
  "body": "I miss the internet. I know that, technically, the internet still exists. It’s the Facebook-, Twitter-filtered series of algorithms designed to put cat videos, think pieces, and advertisements in front of you. But I get nostalgic for the days before money invaded the internet – the early 2000s, in particular, when I created the literary blog and webzine Bookslut.com. Back then, nothing you did mattered. And that gave you freedom. Back then, the online book culture was run mostly by enthusiasts and amateurs, people who were creating blogs and webzines simply for the pleasure of it, rather than to build a career or a brand. I know that nostalgia is a stupid emotion, but still I regret the day money found the internet. Once advertisers showed up, offering to pay us to do the thing we were doing just for fun, it was very hard to say no. Or understand exactly what the trade-offs would be.    The most disappointing revelation about the books world: even an intellectual is susceptible to clickbait    The problem with doing what you love as a day job is that you have to make compromises in order to make money. Ask every twentysomething who dreamed of being able to pursue their love of writing as a career how fulfilling writing those Buzzfeed lists and clickbait headlines are. The thing that made you love writing is very rarely the thing that will actually get you paid. When you’re just an enthusiast, you can write about anything you want. You can publish long interviews with writers that only 20 people have ever heard of, knowing full well that maybe two dozen people will read all the way to the end. You can write serious, long reviews of books from small presses and faraway countries. Your only restriction is the limit of your curiosity. But you probably won’t get much attention. And in the world of online publishing, attention is everything. Your revenue stream is linked directly to how many clicks and page views you stack up, and that 8,000-word interview with a Nigerian author published in English for the first time just isn’t going to draw the crowds. Which was the most disappointing revelation about the books world: even an intellectual is susceptible to clickbait. They might carry a New York Review of Books to read on the subway, but tweet a link to a slideshow of 37 regrettable Ernest Hemingway-inspired tattoos and they are all over it. In the past few years, there has been the long overdue emergence of a conversation about the lack of coverage of books by women and writers of colour in major publications. The largest chunk of review space is still given to white men to write about the books by other white men, and finally there is some pushback about that. Which brings us to the hard truth. In order to make enough money to run a real publication, you have to write about books everyone has already heard of. You have to indulge in clickbait. You have to narrow your conversation down to the one that is already happening elsewhere. This reinforces the white male-dominated paradigm, where one type of voice is elevated above all others. It’s not just the publications that prefer these voices, it’s the readers themselves. I saw time and time again how little interest there was in radical voices, writers of colour, obscure women writers. I had given up on the site making money, and I would just shrug and continue to publish the voices I was interested in. I was lucky because I have a side business as a tarot reader, so the advertising dollars were not essential. But for those who do rely on this income, they have to align their coverage to their audience’s desires, and the audience, for the most part, want books with which they are already familiar.    You click on it, you own it.    This is not a lament for some golden age of literature. There never has been a way to mix commerce and art satisfyingly, and the attention model is simply the latest in a long line of attempts to make it work. Other configurations will come, and they will be dissatisfying in new ways. Nor is this an anti-technology Franzenesque rant, which is a shame, because nothing draws the hits like a few well-timed jokes in response to Jonathan Franzen’s latest “the whole world is doing it wrong” tirade. It is merely an observation, coming from a decade-and-a-half’s experience.   Related: Jessa Crispin: 'We're not allowed to say the Paris Review is boring'    There is a way to strike a balance, to grit your teeth, do the superficial things that you know will get advertising revenue, and let that pay for the passion project. Had I not been suffused with a self-righteous, holier-than-thou stubbornness, perhaps that would have worked for Bookslut. But when, earlier this year, I made the decision to shutter the site, the reason, happily, was not revenue. We never really had any. It was simply that my attention had been pulled elsewhere. The internet audience at some point will have to take responsibility for the state of the internet, including everything we bemoan – from abusive comments to listicles to loud white male voices that drown everyone else out. You click on it, you own it. Until then, those of us who started our labours of love will find that love eventually runs out when not shored up with money and audience. • The final issue of Bookslut is online now.",
  "webTitle": "Bookslut was born in an era of internet freedom. Today's web has killed it",
  "webPublicationDate": "2016-05-16T12:50:33Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/16/bookslut-was-born-in-an-era-of-internet-freedom-todays-web-has-killed-it",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Blogging",
      "id": "media/blogging",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Publishing",
      "id": "books/publishing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessa Crispin",
      "id": "profile/jessa-crispin"
    }
  ],
  "guardianId": "books/booksblog/2016/may/16/bookslut-was-born-in-an-era-of-internet-freedom-todays-web-has-killed-it"
}