{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/28/the-craft-teacher-modern-tribes-catherine-bennett",
  "id": "2016-05-28-154",
  "sectionId": "lifeandstyle",
  "body": "Hi, welcome to Cathy’s Crafts, where today I’m going to show you how to make a decorative, retro-style toilet-roll concealer in less than a weekend! If you’re anything like me, you’ve probably got cupboards full of old dolls – well, now’s the chance to upcycle them and sort out next year’s Christmas presents! Imagine your friends’ and family’s reaction when you present them with one of these lovingly handcrafted pieces! All you’ll need is a doll, with legs narrow enough to fit inside the loo-roll hole, and some scraps for the beautifully cross-stitched crinoline you’re going to drape over an old sunhat and decorate with whatever trimmings take your fancy. See, I’ve used rickrack and thrift-shop lace here, on red gingham, along with a scattering of sequins, for a Scarlett-O’Hara-cum-shepherdess look, with a wide-brimmed hat made from a reclaimed Nespresso pod crown and takeout cup lid, and decorated with feathers and handcrafted flowers using date-expired lentils spray-painted and arranged as petals around a bead centre. I’ve gone for orange, to pick up on her sash, but it’s up to you. Just express yourself! All you’ll need from your craft station is a glue gun, pliers, a craft knife to customise the hat, a rotary cutter and blades, plus a sewing machine and your embroidery kit and a magnifying glass and tweezers.   Related: Modern tribes: the polite television interviewer    So, let’s get creative! Make the frame, then sew this there, put that on that, hem, cross-stitch all over, stick this to this, carefully make 50 of those, spray, leave to dry, repeat, dye the feathers, glue this on that, weave the wicker basket. All you need for a finishing touch is a miniature crocheted muff, or one of the decorative crooks we made from a coffee stirrer, with ribbons to complement the bathroom. Et voilà! I can promise you, there isn’t a single person who wouldn’t be delighted with one of these. Next time, I’ll show you how to make a matching bidet cover and towel-tidy, using just a discarded tyre, a shower curtain and some preloved asbestos. Happy crafting!",
  "webTitle": "Modern tribes: the craft vlogger",
  "webPublicationDate": "2016-05-28T07:00:27Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/28/the-craft-teacher-modern-tribes-catherine-bennett",
  "keyword": [
    {
      "webTitle": "Craft",
      "id": "lifeandstyle/craft",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Bennett",
      "id": "profile/catherinebennett"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/28/the-craft-teacher-modern-tribes-catherine-bennett"
}