{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/david-unsworth-everton-performance-goodison-park-norwich",
  "id": "2016-05-13-135",
  "sectionId": "football",
  "body": "David Unsworth has told Everton’s players they owe Goodison Park a performance on Sunday as he revealed it was Roberto Martínez who suggested he manage the team against Norwich City. Unsworth, Everton’s Under-21s coach, is in temporary charge at Goodison following Martínez’s sacking on Thursday. The former Everton defender took his first training session with the senior squad on Friday and will select the side to face Norwich in conjunction with the first-team coach Duncan Ferguson, the Under-18s manager John Ebbrell and Joe Royle, who now works with the club’s academy players.   Related: Ronald Koeman likely to dash Everton’s hopes by staying at Southampton    Everton have won only five Premier League games at Goodison this season, recording the club’s lowest points total at home since the introduction of three points for a win in 1981. Unsworth has called for an improvement on the final day as the club looks for Martínez’s replacement, with Ronald Koeman and Frank de Boer under consideration. “It was a difficult day yesterday for everybody at the football club,” said Unsworth. “I’ve been involved in football forever and it’s never an easy day. A good man has lost his job and that’s always difficult. But that’s football management, and it’s always a difficult time.” He added: “I think there will be a change of mood with the fans on Sunday. It’s not been an easy place to play recently. We owe them a performance on Sunday and we owe them a win, and the way we play we will try to get them up and get them behind us. “We worked on a couple of things and we will pick a team to win the game. We want the performance but we want a win as well. That is vital.” Unsworth was given the temporary promotion by the chairman Bill Kenwright. However, it was Martínez who proposed he take charge shortly after losing his job as Everton manager. “It was the proudest moment of my life yesterday when I got the call,” admitted Unsworth. “It was difficult because Roberto was the man who brought me back to this club with the Under-21s, and then when Alan Stubbs left he was first on the phone to offer me the job. “I’ve got nothing but great words to say to Roberto and he’s a top guy. The chairman phoned me and asked me to come in. We had a chat, but I said I wanted to speak to Roberto before anything, and typical of him, it was actually Roberto who had put my name into the hat.”",
  "webTitle": "David Unsworth tells Everton’s players they owe Goodison Park a performance",
  "webPublicationDate": "2016-05-13T14:36:21Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/david-unsworth-everton-performance-goodison-park-norwich",
  "keyword": [
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roberto Martínez",
      "id": "football/roberto-martinez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/13/david-unsworth-everton-performance-goodison-park-norwich"
}