{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/19/lose-weight-for-love-review-handmade-on-the-silkroad",
  "id": "2016-05-19-315",
  "sectionId": "tv-and-radio",
  "body": "The gimmick in Lose Weight for Love (BBC1) is that the overweight couples who put themselves up for an exercise, diet and psychological overhaul by Professor Tanya Byron and her team must separate for 10 weeks. This is so they break bad habits developed together and are treated for whatever different underlying causes leads each to overeat. Well. OK. Let us not dwell on a conceit the spuriousness of which can be amply demonstrated by the fact that its exact opposite would sound equally convincing (“The couple that is treated together stays thinner and fitter together!”). Onward. IT worker Phil has, as physiologist Rick Shakes-Braithwaite points out, managed to bypass the gastric bypass he had a few years ago. My instinct to applaud probably goes some way to explaining my own increasingly adiposal constitution. But now his heart is too overstrained for Rick even to put him on an exercise programme beyond walking. His partner Becky is 17st and an asthmatic smoker. Rick gets her interval training and then running. Tanya tackles Becky’s lack of self-belief, a legacy of her years in care as a child when her mother died. There is little point, thinks Becky, to asserting your power to change things: “You don’t always get what you want.” My own heart just about buckled. Her sister Danika is made of sterner stuff, and the two of them together are wonderful. Tanya tries to tackle Becky’s mindset first. “Who has made this be a success?” she asks after Becky loses her first stone. “I just followed the rules,” says Becky, stoically, refusing to take credit or admit she has done well. This is, I’m sure, partly because of her childhood insecurities but to anyone with personal experience of the phenomenon it is clearly at least equally due to the fact that Becky is northern. It is a regional psychopathology that baffles the profoundly southern prof and doubles her workload. Then it’s Danika’s turn. Tanya suggests Danika could try talking Becky down from her anxiety, rather than confronting it. Danika looks sceptical but willing. It’s the best you can hope for beyond Watford Gap. The counselling works a treat. “You’ll be all right,” says Danika as Becky nearly throws up with nerves before her half-marathon. “Stop panicking. She’ll be all right,” she says confidently to the camera as Becky starts off shakily. “Hopefully.” Phil, meanwhile, is up to 10,000 steps a day and has drawn up a colour-coded spreadsheet of what he can and can’t eat and when. He calls it the bible. “I knew I didn’t need ‘psychologising’,” he says. “The bible says: ‘Eat this.’ It’s sussed.” Phil, too, is northern and Phil is quite right. Tanya has another half-hearted stab at challenging his all-or-nothing mindset by, uh, gathering his family round him to ask him not to relapse, but we all know it’s the spreadsheet that’s going to do it. When Becky crosses the finish line, Danika tells her she’s proud of her. “What’s up with you?” she asks as Becky remains silent. “I’m just wishing I didn’t find it uncomfortable saying I’ve done summat good or someone says I’ve done summat good.” There is a pause. “You’re hard work, you are!” says Danika. “I am hard work,” agrees Becky with a grin. There are times when psychologising helps and there are times when only sisters – or spreadsheets – will do. Handmade on the Silk Road (BBC4) came to the end of its three-episode run last night. Having watched weavers and woodcarvers at their work, it was the turn of the potters in the desert city of Meybod in the Yazd province of Iran, which has been producing ceramics since the eighth century BC. Abdol Reza Aghaei has been a potter, like at least three generations of his family before him, for 40 years. “When we were children,” he remembers as he pounds and kneads the lump of clay he has dug out of the earth, “we used to do this with our hands and feet.” He throws it on to a wheel and, hypnotically, beautifully, impossibly, a water jug emerges, to be painted, glazed, fired and – if he can find someone who does not prefer the cheaper imports that are flooding his market – sold. It has been a lovely series, full of the inexpressible pleasure of watching craftsmen and women, repositories of ancient skills, at work and filmed with an appreciative eye without falling into the trap of fetishising primitivism. Could we journey a little further, with a return series, perhaps? It’s an all-round restorative for the soul.",
  "webTitle": "Lose Weight for Love review – 10 weeks apart to shed some pounds",
  "webPublicationDate": "2016-05-19T06:20:00Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/19/lose-weight-for-love-review-handmade-on-the-silkroad",
  "keyword": [
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Diets and dieting",
      "id": "lifeandstyle/diets-dieting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Mangan",
      "id": "profile/lucymangan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/19/lose-weight-for-love-review-handmade-on-the-silkroad"
}