{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/26/jeremy-corbyn-labour-review-ready-snap-election",
  "id": "2016-05-26-83",
  "sectionId": "politics",
  "body": "Jeremy Corbyn has asked Lord Kerslake, the former head of the civil service, to carry out a review of Labour’s internal structures as part of a package of measures aimed at putting the party on a war footing in case of an early general election. Kerslake is expected to report within weeks on the relationships between Corbyn’s office, the shadow cabinet and the party at large, with a view to making Labour’s machinery work more smoothly. Andrew Fisher, the leader’s leftwing adviser, will become director of policy as part of the shift, which will be seen as a consolidation of the grip of the party’s far-left on senior jobs.   Related: Labour’s answers lie in its losses, not its victories | Rafael Behr    Simon Fletcher, the veteran party operator and close ally of Ken Livingstone, has been given the task of readying Labour to fight elections as director of campaigns and planning. One senior Corbyn ally said: “The threat of a challenge has receded; Jeremy is stronger, so we can now focus on what we should be doing, which is preparing for a general election, whenever that may be.” Some Labour MPs have become increasingly alarmed at the prospect of a snap general election if the Conservatives are destabilised by party divisions over the EU referendum. The Fixed-Term Parliaments Act should mean no general election until 2020; but it can be overturned by a two-thirds majority in the House of Commons. The promotion of Fisher will infuriate Corbyn’s critics within the party, some of whom reacted angrily when the firebrand adviser accompanied Corbyn to a meeting earlier this week. Fisher joined Corbyn on Wednesday night at a meeting of the chairs of Labour’s backbench policy committees, who are elected by MPs and include former frontbenchers Chris Leslie, Tristram Hunt and Emma Reynolds.     Jeremy Corbyn attends a demonstration by steel workers in London on Wednesday. Photograph: Neil Hall/Reuters    One MP asked Corbyn whether it was disrespectful for Fisher to attend, after he referred to Labour’s pre-general election shadow cabinet– several of whom were present – as “the most abject collection of complete shite”. According to three of those present, Corbyn brushed off the criticism, insisting Fisher was a member of his staff and should be allowed to remain. The leader was asked a series of questions about party policies, including on Trident, the Heathrow third runway decision, deficit reduction and the future of education. Some MPs were disappointed at Corbyn’s answers, including that he had not yet decided the party’s stance should the government call an early vote on the future of the nuclear deterrent. “It was like questioning a teenager sitting outside the headmaster’s office,” said one Labour member. Fisher was temporarily suspended from the party last year after it emerged he urged voters in the 2015 general election to back a Class War party candidate running against Labour’s Emily Benn in Croydon South. He was also forced to apologise to Yvette Cooper after appearing to compare her policies to those of the far-right British National party, tweeting: “BNP policy = no benefits to people who haven’t paid in. Cooper = no benefits even if paid in for 3yrs+.” But sources close to Fisher said the adviser was a “polymath” with expertise in a number of different policy areas. The Spurs fan’s dry sense of humour can occasionally get him in to trouble, the source said, but “Andrew is not hard left or any of that nonsense, he is a lovely guy and a real team player”.  Last weekend, speaking at the conference of the PCS union for which Fisher used to work, Corbyn praised him as “a fantastic person and a fantastic policy adviser [who is] an enormous help”. The PCS has announced that it will move towards reaffiliating to the Labour party, after Corbyn said Labour policy was to restore national pay bargaining for public sector workers.  Labour MPs critical of Corbyn have shelved plans to try to overthrow the leader because the party’s membership – who would have the final say – are firmly behind him. One gloomy former minister said: “The macro picture is, it’s another week of hard-left takeover: Class War is in charge of the Labour party.” Some critics of the leadership are also raising concerns about the role of James Meadway, an economist and former Socialist Workers party member who advises John McDonnell, the shadow chancellor. One party source briefed the Times that Meadway was paid by the Transport Salaried Staffs Association union while working for the shadow chancellor but this was not declared as a donation to McDonnell. A spokesman for McDonnell said there was no issue as Meadway is an adviser to the party. “Dr James Meadway is a respected economist who has worked at the Treasury and taught at the University of Cambridge. He acts in an advisory role to the Labour party, which adheres to all the necessary rules and regulations required.” The Labour leader’s inner circle has also had “tense discussions”over a decision to allow a film crew from Vice Media to follow Corbyn for several weeks. It is understood the fly-on-the-wall documentary, which will be broadcast next week, was signed off by Corbyn’s communications chief, Seumas Milne. Some Corbynites fear they could be ridiculed in the film, while others have objected to having their faces broadcast and have asked to be edited out.  “People said they turned round to find a camera shoved in their face while discussing policy matters,” one source said. “There has been a lot of anger about the decision to let in a film crew at a time when we are under a lot of pressure. We could, through the editing process, be made to look like idiots. Vice are not averse to taking the piss.” A Vice source said: “There have been discussions about the film but it has been a smooth process. We have not been under pressure to change the film in any way.”",
  "webTitle": "Corbyn orders review to ready Labour for potential snap election",
  "webPublicationDate": "2016-05-26T18:22:44Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/26/jeremy-corbyn-labour-review-ready-snap-election",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    },
    {
      "webTitle": "Rajeev Syal",
      "id": "profile/rajeev-syal"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/26/jeremy-corbyn-labour-review-ready-snap-election"
}