{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/10/kristen-stewart-snow-white-and-the-huntsman-scripts-no-good",
  "id": "2016-05-10-133",
  "sectionId": "film",
  "body": "Kristen Stewart has claimed she refused to star in a sequel to blockbuster fantasy Snow White and the Huntsman because studio Universal failed to produce a decent script.   Related: Cannes 2016: the films showing at this year's festival - in pictures    Stewart played the title character in the 2012 film, which followed her star turn in Twilight, the supernatural romance-themed saga that brought her global fame. Reports at the time claimed the US actor was dropped from the Snow White sequel after embarking on a short-lived affair with the original movie’s married director, Rupert Sanders, which was subsequently exposed by a paparazzi photographer. Ultimately, neither Stewart, nor Sanders, nor Snow White herself, returned for the followup, The Huntsman: Winter’s War, which instead retooled Thor star Chris Hemsworth as the new lead. The film subsequently bombed at the global box office earlier this month following derisive reviews.  Stewart, who has since reinvented herself as a César-winning doyenne of independent cinema, told Variety she considered herself to have had a lucky escape.   Related: Kristen Stewart to make directorial debut with short film about female power dynamics    “I read a few scripts,” said the 26-year-old actor. “None of them were good. None of them were greenlight-able. And I had a meeting with Universal about the places where the story could go. Maybe Chris was more into it. I actually don’t fucking know. “It wasn’t a situation where I got kicked off a movie because I got in trouble. We had been in talks months after that about making something work, and it never came together.” The actor, who will star in two films at the upcoming Cannes film festival, said she only found out the sequel was due to continue without her after reading a press release. “I was like, ‘OK, cool.’ We hadn’t spoken in a long time, but I didn’t know we had broken up.”  Stewart, who won the 2015 best supporting actress César for her role as a celebrity assistant to Juliette Binoche’s fading silver screen grande dame in Olivier Assayas’ Clouds of Sils Maria, said she resisted offers to return for a cameo as Snow White in the sequel, adding: “So now I’m like … ‘Thank God.’”  The actor appears in Woody Allen’s Café Society, which will open the festival out of competition on Wednesday night, and Assayas’ Personal Shopper, which is competing for the top Palme D’Or prize, at Cannes 2016.",
  "webTitle": "Kristen Stewart: I left Snow White sequel as 'none of the scripts were good'",
  "webPublicationDate": "2016-05-10T15:10:34Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/10/kristen-stewart-snow-white-and-the-huntsman-scripts-no-good",
  "keyword": [
    {
      "webTitle": "Kristen Stewart",
      "id": "film/kristen-stewart",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "The Huntsman: Winter's War",
      "id": "film/the-huntsman--winter-s-war",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Chris Hemsworth",
      "id": "film/chris-hemsworth",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Universal Pictures",
      "id": "film/universal-pictures",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Clouds of Sils Maria",
      "id": "film/sils-maria",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/10/kristen-stewart-snow-white-and-the-huntsman-scripts-no-good"
}