{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/manuel-pellegrini-manchester-city-manager-data",
  "id": "2016-05-12-195",
  "sectionId": "football",
  "body": "Manuel Pellegrini has prepared for his departure from Manchester City by making a strong defence of his record at the club and supplying what he considers hard evidence to support his claims that his three-year reign should not be regarded as disappointing. Pellegrini will take charge of his final game, at Swansea City on Sunday, with the most expensively assembled team in the Premier League still not assured of being in the Champions League when Pep Guardiola takes over in the summer.   Related: Pep Guardiola is best to begin with Manchester City in Europa League | Paul Wilson    Guardiola is inheriting a team who have managed 65 points from 37 games, continuing the deterioration that saw them finish with 79 last season and 86 the previous year, but Pellegrini came prepared to his weekly briefing with another set of data that showed him in a better light. “I always think we can do better but the important thing is to compare yourself with all the other teams,” he said. “If we make a summary of the three seasons I’ve been in charge we were the team that had the most points. We were the team that had the best performances [in my time] as manager and we were the team that scored the most goals. “The only thing we couldn’t be best at was defence – that was Chelsea; they conceded just four fewer goals than our team. The goal difference [over the three seasons] is huge between us and all the other teams. “During those three seasons, the fans always told me they enjoyed our games. Of course, it’s impossible to play all the games well, but if you look at the amount of goals we have scored I think it’s 50 or 60 more than any other team. I think that’s an entertaining team, and a team that wins titles and has progressed in the Champions League. It’s about a style and, for me, it’s important to be the highest-scoring team in those three seasons, always to be in the Champions League and to win three titles. I’m happy but I think you must always think you can do better.”     Manuel Pellegrini waves to fans after Manchester City’s final home game. Photograph: Alex Livesey/Getty Images    Pellegrini also made the point that he had won more trophies than any other manager in those three seasons. However, his argument was undermined by his tendency to exaggerate. City have managed 255 goals, whereas Liverpool come next on 215, and he ignored the fact that Arsenal and Manchester United also have better defensive records. City have won the Capital One Cup this season, as well as reaching the Champions League semi-finals, and the departing manager insisted his final campaign, having been informed his contract was being terminated a year early, had pleased him. “I think it’s been a successful season for a lot of reasons. Firstly, because we won a title and second, because for the first time in the history of the club we reached the semi-finals of the Champions League. The third thing is that in the whole season we were always in the Champions League spots and the fourth thing is that it was a very difficult season, especially in January and February when we were involved in four competitions.” Pellegrini went on to say he would like to be remembered for creating “a team that always wants to play good football, always tries to score and for not just trying to get a result [or thinking] that when you score a goal the game is finished”. He added: “We have always been in the Champions League spots, for 37 games, so I think we deserve to be there, and we played very well against Arsenal [in the 2-2 draw last weekend] so I think we deserve to qualify.”",
  "webTitle": "Manuel Pellegrini uses data to defend record as Manchester City manager",
  "webPublicationDate": "2016-05-12T13:33:17Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/manuel-pellegrini-manchester-city-manager-data",
  "keyword": [
    {
      "webTitle": "Manuel Pellegrini",
      "id": "football/manuel-pellegrini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/12/manuel-pellegrini-manchester-city-manager-data"
}