{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/02/australian-budget-2016-what-we-know-and-what-we-dont",
  "id": "2016-05-02-39",
  "sectionId": "australia-news",
  "body": "The Turnbull government has revealed some of its budget plans to the media ahead of Tuesday’s budget. But it has kept important details quiet. For example, the treasurer, Scott Morrison, says workers earning more than $80,000 will get a modest tax cut, but he isn’t saying whether that tax cut will be legislated before the election – or after it. That means it may never come into effect, but his government will hope to get positive publicity for it anyway.   Related: Preview: Australian politics live podcast    So, here’s what the media has been told will be in Tuesday’s budget, with some of the blank spaces filled in. 1. Extra funding for the corporate regulator The government has promised to boost funding to the Australian Securities and Investments Commission (Asic). It means Asic will get $127m for an upgrade to its surveillance systems – with $6m coming from the federal government and $121m coming from Australia’s banks. The regulator will also shift to a user-pays funding model, so banks and other financial institutions will have to pay for the cost of their own regulation, rather than having taxpayers foot the bill. What was left out of the announcement? The Abbott government cut $120m from Asic’s funding in its 2014 budget, so the announcement of “extra” funding for a technology upgrade does not mean extra in the way we think it does. Successive federal governments have also cut Asic’s staff numbers by 14.4% since 2013-14 – from 1,834 to 1,569 - so the regulator’s resources remain heavily diminished. Few details were released to show how the government’s proposed user-pays funding model will work. There are concerns it will make the regulator more beholden to the banks. 2. Extra funding for schools The government has plans to provide $1.2bn in extra funding to schools across the final two years of the Gonski plan – 2018 and 2019 – and a third year, 2020, as part of its new $73.6bn “student achievement plan”. The extra $1.2bn funding is conditional on the states accepting testing and minimum standards.   Related: On budget eve, Labor questions Turnbull on schools funding – politics live    What was left out of the announcement? At the 2013 election, the Coalition promised to match the so-called Gonski funding model before backtracking, with Abbott eventually cutting $30bn (over 10 years) from education in his 2014 budget. Then, at the recent meeting of the Council of Australian Governments in March, the government proposed giving states the power to raise their own income taxes while taking full responsibility for state school funding. If the proposal was accepted, it would have neutered the Gonski debate, but the states roundly rejected it. The recent announcement is a response to those developments, with education minister Simon Birmingham saying he plans to negotiate with the states over coming months to see how his “extra funding” will be distributed. 3. First corporate tax cut in 15 years, and tax cut for people earning more than $80,000   Related: Malcolm Turnbull signals tax changes and frugality in budget    The government has revealed plans to cut the corporate tax rate, which is currently 30%. It also says people earning more than $80,000 a year could get a modest tax cut, via an increase in the $80,000 threshold for the 32.5% per cent marginal tax rate. What don’t we know? Few details have been released. Reports say the corporate tax cut is expected to be small in the first year and will grow in following years, but that’s where the detail ends. Will those tax cuts become a reality? It depends on the outcome of the election. 4. Negative gearing and the capital gains tax discount Sorry. The government will not touch negative gearing or the CGT discount in this budget, despite calls from numerous economists to reform one or both policy settings. 5. Infrastructure Malcolm Turnbull is promising to establish a $50m “innovative financing unit” to devise funding deals for multibillion-dollar transport projects as part of a grand plan to reduce commuting time and make our cities more liveable. He envisions a “30-minute city” where no worker’s commute time is greater than half an hour. What was left out of the announcement? He did not say how he thinks his ideal 30-minute commute will feasibly become reality, or when.  6. Small and medium business tax plan extended from last year’s budget The government plans to extend last year’s popular tax package for small and medium-sized businesses, according to reports. The package was the centrepiece of the Abbott government’s second budget, and included an instant asset write-off for items worth $20,000 or less. It is due to expire on 30 June 2017. What don’t we know? Few details have been released. We don’t know if the instant asset write-off policy will be extended, or become permanent. We also don’t know if the package will have new sweeteners. 7. Dental plan The government has promised $5bn in dental health funding over the next four years, including $2.1bn for a so-called Child and Adult Public Dental Scheme. It means millions of low-income adults with concession cards – and every Australian child – will be eligible for subsidised dental care. What was left out of the announcement? The health minister, Sussan Ley, says the deal will be enshrined in legislation to provide long-term certainty, but she hasn’t said when that will happen. A war of words has also broken out between the Coalition and Labor and the Australian Dental Association over what the funding “actually” means. The ADA says the government’s plan will cut funding from Labor’s $615m a year scheme (currently in place) to just $425m a year, representing a $200m a year reduction. But Ley says that claim is rubbish because low take-up rates of Labor’s $615m a year policy mean only $312m is being spent each year anyway. 8. Superannuation tax concessions The government is expected to close a super tax concession loophole by applying a 30% tax rate on contributions for people earning $180,000 or more. According to reports, the government will net $2bn a year from the change (just 380,000 out of 13 million taxpayers earned more than $180,000 in 2013-14). Labor has said it will reduce the current threshold from $300,000 to $250,000, so the Coalition’s plan goes further. What don’t we know? The government hasn’t confirmed this. 9. Defence The government has agreed to spend $50bn on 12 new submarines. The award of the contract to French shipbuilder DCNS means the fleet will be new Barracuda-class submarines. They will be built to Australian specifications, in South Australia by local workers.  What don’t we know? The government has not signed the contract, and we don’t know when it will happen. Turnbull says he hopes to do so this year.",
  "webTitle": "Australian budget 2016: what we know, and what we don't",
  "webPublicationDate": "2016-05-02T20:13:28Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/02/australian-budget-2016-what-we-know-and-what-we-dont",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian defence force",
      "id": "australia-news/australian-military",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/02/australian-budget-2016-what-we-know-and-what-we-dont"
}