{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/15/therell-always-be-an-england-tristram-hunt-labour-patriotism",
  "id": "2016-05-14-27",
  "sectionId": "commentisfree",
  "body": "“I’m a white working-class Englishman who isn’t on benefits, Labour isn’t for people like me.” That was the brutal message that confronted the Labour party candidate Suzy Stride on a doorstep in Harlow, Essex, during last year’s general election. It was a sentiment repeated across the country: Labour didn’t speak for England. Worse, in that remarkable tweet from the Islington MP Emily Thornberry – picturing St George’s crosses adorning a semi in Rochester – we seemed to mock it. The local elections might suggest Labour has put paid to its English problem. Sadiq Khan stormed London, Marvin Rees took Bristol, and, in Jeremy Corbyn’s words, we “hung on” in the liberal enclaves of Cambridge, Norwich and Exeter. But beyond the metropolitan heartlands – the “Latin quarter” constituencies – the challenge remains stark. Labour needs a solid 13% poll lead across England to make up for the loss of Scotland, but in Tamworth and Nuneaton, Bury and Bolton, traditional Labour voters think the party is out of step with their values. Part of that is a wilful refusal to embrace a positive English identity. That was certainly the experience of Labour candidates during the 2015 election campaign. Time and again, we heard our political motivations questioned, as though the party was somehow hiding a secretive, anti-English agenda. Too often we were seen as insufficiently patriotic. The leadership’s unwillingness to appreciate the importance of nationhood and identity has led me to bring together a book of essays, from all wings of the party, to explore how Labour can more obviously show its affection for England. We have a lot of ground to make up. At the very moment when Gordon Brown was stressing the importance of Britishness in the 2000s, the tide of UK nationalism was in retreat. The building blocks of modern British identity – empire, Protestantism, heavy industry, mass membership parties and trade unions – crumbled and Celtic sentiment surged. At the same time, New Labour’s lopsided devolution settlement, the impact of globalisation on industrial communities, and a tide of consciously English motifs in fashion, literature, drama and sport all contributed to the growing allure of Englishness. From St George’s football flags to Jez Butterworth’s Jerusalem to the growth of Ukip, England rose again. Pollsters regularly ask people whether they feel English only, English and British, or just British. Over the past decade we have seen a tectonic shift, with the English-only group expanding as the British-only group shrinks. More people now feel English-only than British, with more than 70% choosing English either as their preferred or shared identity. Worryingly for Labour, at the 2015 election those most likely to call themselves “English only” were prone to vote Ukip or Conservative, while those who were “only British” showed the strongest inclination for Labour. Or as Suzy Stride discovered in Harlow, “those self-defining as English tended to be white and working-class, but Labour had little that resonated with these people”. The writer Paul Kingsnorth has drawn an analogy between the increased visibility of St George crosses and the Confederate flag in the US south – a sort of unspoken defiance from “a people that lost” which says “we are still here”. In this sense, Thornberry’s flag found its target: its defiance was to say “we are not from London, we are not middle-class, we are the people of England – we are proud of our roots”. But in solidly Labour heartland areas, it also seemed to carry a threatening coda: “And don’t you dare forget us.” Jamie Reed, MP for Copeland, in Cumbria, takes the analogy further by suggesting that, if Labour fails to embrace Englishness, it will face in northern towns and villages the same fate as the Democrats in the US south: a failure to connect “culturally” with a socially conservative working-class electorate, increasingly willing to vote against their own material interests. Of course, the 2015 election had a particular English dynamic in the aftermath of the Scottish referendum. As the only credibly British party, Labour was subjected to a ruthless tag-team effort by David Cameron and Nicola Sturgeon that pitted each as the protector of the English and Scottish nation. Scottish voters were told we would sell them out to the Tories, and in England we would sell them out to the Nats. And it cut through: too many traditional Labour voters felt that the party was embarrassed to fight for England’s interests. Alongside the SNP stood the issue of immigration. For too many voters, we were still the party that had once dismissed Gillian Duffy as “bigoted” for raising the question of mass migration and cultural change. Labour still has a long way to go to acknowledge the post-2004 influx as one of the most dramatic demographic surges in the history of England. As a result, England has changed in cultural and ethnic composition with an intensity many voters understandably find deeply unsettling.   Related: Labour is struggling to attract working-class voters, analysis finds    For at the same time as new migrants found work, manufacturing was laying off workers in the face of increased global competition. There was no direct link between the jobs gained and those lost, but the conjunction of immigration, globalisation and job losses left a toxic political legacy: industrial communities in England saw their way of life change under a Labour policy for which democratic consent was never sought, let alone given. Even worse was an unwillingness by Labour activists to acknowledge the problem. According to Tim Bale, professor of politics at Queen Mary, University of London, eight out of 10 Labour party members think that immigration is good for the country. This is not the case on most doorsteps in Labour areas. And when, in 2015, English voters raised cultural concerns about changes in language, dress and social norms, we answered with crass, material responses. “Many middle-class Labourites scoffed at such views,” according to Suzy Stride in Harlow. “Where would the NHS be without immigrants?” was a common response from canvassers, she said. This political repulsion only highlights a broader truth about Labour in England. In the words of Dagenham and Rainham MP Jon Cruddas: “Since 2005, voters who are socially conservative are the most likely to have deserted Labour. They value home, family and their country. They feel their cultural identity is under threat.” A failure to appreciate the value of Englishness played an important role in our 2015 defeat and nothing Corbyn has done as leader has changed this. Indeed, his cosmopolitan views on immigration, benefits, the monarchy and armed forces are likely to have exacerbated the disconnect. As George Orwell put it: “In leftwing circles it is always felt there is something slightly disgraceful in being an Englishman and that it is a duty to snigger at every English institution, from horse racing to suet puddings.” He was right: in no other progressive European tradition – from the French Socialist party to Spain’s Podemos – do you find a similar reluctance to fly the flag. So there are obvious reforms for Labour to pursue: an English Labour party; a referendum on an English parliament; radical devolution to cities and counties. Alongside that, we have to be careful during the EU referendum campaign not to alienate those millions of Labour voters opting for Brexit. But more than that, what these tales from the 2015 campaign expose is Labour’s need to shed its metropolitan squeamishness about England. It needs to express its admiration and love for the people and culture of this great country. “We must add to our heritage or lose it, we must grow greater or grow less, we must go forward or backward,” as Orwell, the radical patriot, put it. “I believe in England and I believe that we shall go forward.” If Labour starts to believe in England, it can also go forward. Beginning with the white working men of Harlow. Labour’s Identity Crisis, edited by Tristram Hunt MP, is published by the University of Winchester on 23 May",
  "webTitle": "There’ll always be an England … and Labour must learn to love it | Tristram Hunt",
  "webPublicationDate": "2016-05-14T23:04:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/15/therell-always-be-an-england-tristram-hunt-labour-patriotism",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "British identity and society",
      "id": "uk/britishidentity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Tristram Hunt",
      "id": "profile/tristramhunt"
    }
  ],
  "guardianId": "commentisfree/2016/may/15/therell-always-be-an-england-tristram-hunt-labour-patriotism"
}