{
  "apiUrl": "https://content.guardianapis.com/artanddesign/jonathanjonesblog/2016/may/24/volcanoes-turi-caggegi-etna-video-joseph-wright-vesuvius-paintings",
  "id": "2016-05-24-287",
  "sectionId": "artanddesign",
  "body": "Images of Mount Etna spewing molten rock and fire in its latest eruption reveal once again the astonishing and dangerous beauty of volcanoes. These living mountains can be colossally destructive, yet Etna’s frequent eruptions are “Strombolian” events, sending superheated rock and fire-lit ash high in the air without the fast-moving pyroclastic flows that can be devastating to human life.  Over the weekend, Sicilian journalist Turi Caggegi was able to get near the summit with a video camera and capture the wonder of a night on fire. Apart from their luminous beauty, these images of an Italian volcano vindicate one of Britain’s greatest painters.  The Georgian artist Joseph Wright of Derby loved to paint volcanos erupting. Specifically, he was fascinated by Mount Vesuvius, which erupted several times in the 18th century. Again and again, Wright painted Vesuvius belching fire into the night. He made no less than 30 Vesuvius paintings in total, but are they realistic accounts of a scientific marvel or just fantastical visions?     Vesuvius in Eruption, 1774, Joseph Wright Photograph: 2016 Derby Museums Trust     The Tate catalogue entry for his Vesuvius in Eruption (c 1776-80) sniffs that Wright never saw the volcano’s major eruption in 1777, conceding coolly that it “is of course possible that he experienced something close to an eruption while staying in Naples” a few years earlier.   Related: Joseph Wright – review    This latest footage from Etna seems to prove once and for all that Wright must have seen Vesuvius in action. He must have seen that gorgeous glow on an Italian night. For these camera images are uncannily similar to Wright’s masterpiece in Tate Britain. Wright paints a majestic red and yellow effulgence of fire and cloud lighting up a billowing cloud of ash against the blue night. Etna on Caggegi’s video looks just like that. The colour contrasts and luminous effects are identical. Who can deny, comparing Wright’s art with these photographs, that he got it right?  Even with their touches of romantic invention, his paintings tell the truth as exactly as a modern camera. So did Wright see a volcano erupting or didn’t he? Here, too, the current behaviour of Etna helps us understand 18th-century Vesuvius. Both mountains are part of Italy’s chain of volcanic phenomena, the result of tension between the tectonic plates that form Africa and Europe. Etna’s latest discharges come in a highly active period for Sicily’s vast volcano. I was there just after one of its biggest ventings a few years ago, when flights were diverted and the streets of nearby Catania were covered in a thick carpet of black ash.            Watch Turi Caggegi’s footage of Mount Etna spewing molten rock and fires     In the 1770s, Vesuvius had a similarly active period. Dominating the Bay of Naples and notorious for its lethal pyroclastic eruption in AD79 that destroyed, and preserved, Pompeii and Herculaneum, Vesuvius was carefully described by an eyewitness, Pliny the Younger, whose uncle Pliny the Elder, the greatest Roman writer on natural science, sailed into the poisonous cloud and died. This kind of murderous event is called a “Plinian” eruption, yet, Vesuvius has erupted many more times since. In fact it has strangely mirrored human history.    Related: Pompeii: is this the best they can do with €105m?    A devastating blow-up in 1631 probably killed more people than AD79 and reflected, in its tragedy, the baroque Naples of Caravaggio. And in the 18th century, just as Pompeii was starting to be excavated and Naples was the ultimate destination of enlightened north European tourists, Vesuvius put on a series of visually spectacular yet comparatively gentle displays. Artists and aristocrats in wigs and silks went hiking right into the fiery heart of the mountain: they gazed into its bubbling crater and even ran on tip-toe over flowing rivers of lava – safe if you only trod on the cooled crust of the molten flow.  Wright obviously made several expeditions to Vesuvius in 1774 and got an excellent understanding of its power and beauty. His paintings are not just romantic poems of light, but documents of sublime nature. We share the wonder he felt in front of nature at its grandest. We enjoy photographs of Etna today in the same way Georgians loved to look at paintings of Vesuvius.  Yet while Etna vents on, Vesuvius today is eerily silent. It has not erupted since 1944, as if reflecting Europe’s long era of peace. The crater has filled with stones. Looking into it is like looking at photos of Mars. At the Solfatara crater, steam hisses out of the ground, giving sulphurous proof that the Bay of Naples lies over a vast magma chamber. One day Vesuvius will erupt again and it won’t be pretty.",
  "webTitle": "Explosions in the sky: why Mount Etna erupting is as pretty as a painting",
  "webPublicationDate": "2016-05-24T06:52:41Z",
  "webUrl": "https://www.theguardian.com/artanddesign/jonathanjonesblog/2016/may/24/volcanoes-turi-caggegi-etna-video-joseph-wright-vesuvius-paintings",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Volcanoes",
      "id": "world/volcanoes",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/jonathanjonesblog/2016/may/24/volcanoes-turi-caggegi-etna-video-joseph-wright-vesuvius-paintings"
}