{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/12/central-african-republic-must-be-built-from-scratch-francois-hollande-country-divided",
  "id": "2016-05-12-314",
  "sectionId": "global-development",
  "body": "The Gbaya Ndombia maternity clinic in Bangui epitomises the ambiguity that characterises life in Central African Republic: this launchpad for new life doubles as a trauma centre for gunshot and grenade injuries. The midwives have learned to triage patients into black (dead), red/yellow (serious), and green. They have learned how to stabilise people who have been stabbed, or lost limbs because of explosions. And they have learned how to stay calm if there are angry people at the gate, sometimes firing guns in the air. The clinic, run by Médecins Sans Frontières‎ (MSF), is in the PK5 neighbourhood, a mainly Muslim area in this still-divided city, where UN peacekeepers keep watch from armoured vehicles along avenues fringed with palms, and where traders push handcarts piled with baguettes or balance pyramids of egg cartons on their hands as they weave through stalls selling everything from mangoes to mattresses. “We want to help our friends here,” says Anita Louanga, an assistant midwife from the 4th arrondissement, who travels to PK5 to work. When the mainly Muslim Seleka rebels pushed into Bangui in 2013 and forced the then president, François Bozizé, to step down, Louanga and her family fled from the city. They returned in November 2014. Zouley Mahamat, who is Muslim and from PK5, works alongside Louanga. She too fled with her five children during the crisis, heading to Nigeria. When she came back, everything was gone.     Anita Louanga, assistant midwife, Zouley Mahamat, matron, and Evangeline Ngogbe, midwife, at the MSF clinic in PK5, Bangui. Photograph: Clár Ní Chonghaile for the Guardian    “The house had been destroyed, everything was lost. I went to stay with my father – there were 30 people living there. It was not easy. My children go to school now but it is temporary. They are used to studying hard, but their standard has really fallen. I don’t know how they will recover.” Evangeline Ngogbe, a Christian, was afraid to work at the clinic, which opened in January. “I nearly refused. But I told myself I was protected because I was a humanitarian. I took my courage in my hands.” Her nine-year-old daughter is still traumatised. “She asks a lot of questions. When she hears guns, she cries and we tell her it will pass. Often she tells me she wants to leave. I try to calm her. I understand – she is afraid.” Sandra Lamarque, MSF project coordinator, says the community requested a maternity clinic: they feared going to the nearby hospital in Castor. “Before, there were physical barriers, like roadblocks. Now there are psychological barriers. The women fear they will be disrespected there, or even harmed,” she says. The clinic, which is free and open 24 hours, dealt with three major traumas in March and April involving knife and grenade wounds. They generally get one or two injuries a day. “It could be people fighting over a mobile phone, or being blown up while making homemade grenades, or a traffic accident,” Lamarque says. Since 2013, PK5 has been in the firing line. Things seem calmer now – and many cite the pope’s visit to a mosque here in November as having soothed both Muslims – comprising about 15% of the population – and the Christian majority. Nonetheless, many residents are still too afraid to venture far from home, while some neighbourhoods – strongholds of the mainly Christian anti-balaka armed groups formed to oppose the Seleka – are no-go areas despite the presence of nearly 12,000 UN peacekeepers, known as Minusca, and hundreds of French soldiers in the country.    Central African Republic factbox   After the Seleka took power their forces went on the rampage in Bangui, killing many Christians. This led to the formation of anti-balaka militia, who killed Muslims and drove thousands out of the city and country. PK5 was surrounded, and repeatedly attacked. Now it has its own self-defence groups and this noxious pattern has repeated itself across the country in a period known as bira, or war, in the local Sango language. Since the Seleka withdrew to the north, CAR has been effectively divided. A new president, Faustin-Archange Touadéra, was elected in February but the state is mostly just an empty word outside Bangui, where armed groups and bandits prey on civilians, transporters and their own communities, extorting taxes, kidnapping people and livestock, and launching sporadic killing sprees. Martial Douagui, a lawyer by training, used to share a room with a friend, who then joined the Seleka.  “In 2012 I was with a Muslim friend in the same room in university. He went with the Seleka one day, and then he fled [abroad] afterwards. We lived together, we ate together. We never spoke of religion … Many people saw their relatives killed and their houses burned. People who lived this in their very skin still feel like that, so Muslims still can’t go into some quarters or they will be killed,” says the 26-year-old, who now works for MSF. “When the pope came, it calmed spirits, even if it was precarious; there was a kind of social cohesion. People are still wary. We are not yet at reconciliation.”     A woman grieves for a relative killed by the anti-balaka in PK5, Bangui. Photograph: Laurence Geai/Alamy    A recent humanitarian response plan paints a bleak picture: nearly half the population – 2.3 million people – need aid. About 1 million people have left their homes, with roughly half of those leaving the country. Cereal production is down by 70% (pdf), and cattle stock has declined by 46%, while production of coffee and cotton, the two main cash crops, are down by 28% and 42% respectively, compared with before the crisis, in a country where 8 out of 10 people depend on agriculture. There have been atrocities by all sides. Women have been raped, children have been recruited into armed groups, people have been blown up, stabbed, beheaded, their homes destroyed and looted, and all with impunity. There have also been allegations of sexual abuse against UN peacekeepers and the French troops. The French president, François Hollande, is scheduled to visit the country this week to support peace and the stabilisation of the country.    Related: Extreme violence 'blighting a generation' in Central African Republic    At the clinic, MSF’s Lamarque was surprised by how many women came forward for rape and sexual violence programmes, with some cases dating back to an upsurge of violence in Bangui last September and October.  “At the peak of the violence, the anti-balaka carried out a lot of sexual violence. The Christian women who were coming to work in PK5 or to sell goods here were stopped at the roadblocks and taken away, and then anything could happen to them; they could even be killed,” says Douagui. Not too far from the MSF clinic is Kilometre 5. Gutted roofless houses and burnt-out vehicles bear mute witness to the anger that saw people destroy these homes with mortars, hammers or fire. But there are also signs of rebirth: market stalls, and homemade bricks drying in the sun. The International Crisis Group summed up (pdf) what has happened: “The crisis affecting the Central African Republic is the most serious that the country has known since independence. It is the final act in the gradual disintegration of the state and calls into question the very fabric of CAR society by reviving the nationality question and by portraying Muslims as dangerous foreigners.” Disarmament has not started, and even early talks about it have caused more tensions. “There are a lot of weapons in circulation, a lot of trafficking – of cars, medicines. A lot of people use drugs, mainly tramadol [an opiate],” says Lamarque.     A camp for refugees and displaced people at M’Poko airport in Bangui. Photograph: Marco Longari/AFP/Getty Images    Next to the airport, up to 20,000 people live in tents or shelters cobbled together from corrugated iron sheets, too frightened to return home, eking out a living just metres from the runway. For the midwives in PK5, the scale of the crisis is clear. “The Central African Republic must be built from scratch,” says Mahamat, adding that she wants to see disarmament “immediately”. Louanga agrees. “I think things will change but slowly. The people are suffering. The roads are wrecked. There are no staff at the health clinics. There are no teachers. We have to start again. People must relearn how to work. They must learn to forgive and forget.”",
  "webTitle": "'The Central African Republic must be built from scratch'",
  "webPublicationDate": "2016-05-12T08:30:01Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/12/central-african-republic-must-be-built-from-scratch-francois-hollande-country-divided",
  "keyword": [
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Governance",
      "id": "global-development/governance-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Central African Republic",
      "id": "world/central-african-republic",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Clár Ní Chonghaile",
      "id": "profile/clar-ni-chonghaile"
    }
  ],
  "guardianId": "global-development/2016/may/12/central-african-republic-must-be-built-from-scratch-francois-hollande-country-divided"
}