{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/05/the-shack-cafe-surfing-dewata-beach-sri-lanka",
  "id": "2016-05-05-233",
  "sectionId": "travel",
  "body": "“Here,” said the tuk-tuk driver, and we clambered out onto a particularly scruffy stretch of the busy Matara road, the coastal drag running south of Galle, southern Sri Lanka. There was a moment of confusion before I spotted the bright yellow sign for The Shack among the hardware stores and caught a glimpse of sand and sea through its open door.  In the last couple of years Dewata beach, a wide sandy bay lined with dilapidated buildings, has become an unlikely surfing hotspot among local expat families, weekenders from Colombo and in-the-know tourists, thanks to its small, consistent waves; and The Shack, which opened in January 2016, is their new hangout.     Anyone for croquet?    There are a few seats inside but most customers prefer the sandy backyard where chairs made from yellow oil drums sport the semi-ironic slogan “dirty little beach”. The Shack doesn’t rent out surf gear or offer regular lessons – try Ahikava just along the beach for that – but with a soundtrack of mellow house tunes, and a menu of wraps, salads and smoothies that make the most of local ingredients, it’s the perfect spot to spend the afternoon, whether you’ve been in the water or prefer to just loaf around barefoot, watching others catch the waves, as you sip on a Soul Reviver (pineapple, ginger, coriander, black pepper, turmeric and coconut water).  • 472, Dewata Village Matara Road, Galle, on Facebook",
  "webTitle": "Seaside style: relaxing at Sri Lanka’s coolest new surf shack",
  "webPublicationDate": "2016-05-05T10:35:16Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/05/the-shack-cafe-surfing-dewata-beach-sri-lanka",
  "keyword": [
    {
      "webTitle": "Sri Lanka holidays",
      "id": "travel/srilanka",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Beach holidays",
      "id": "travel/beach",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Surfing holidays",
      "id": "travel/surfing",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Asia",
      "id": "travel/asia",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Isabel Choat",
      "id": "profile/isabelchoat"
    }
  ],
  "guardianId": "travel/2016/may/05/the-shack-cafe-surfing-dewata-beach-sri-lanka"
}