{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/danny-willet-masters-champion-bmw-pga-championship",
  "id": "2016-05-27-84",
  "sectionId": "sport",
  "body": "Danny Willett had spent so long on Cloud Nine that a bump back down to earth was inevitable. It duly arrived, without notice, at Wentworth on Friday. The Masters champion reached the turn in only 29 strokes on day two of the BMW PGA Championship. By the time Willett headed for the scorers’ hut, he was calling himself all manner of names which probably should not be repeated. A second round of 68, added to Thursday’s 66, is hardly cause for distress but Willett has afforded himself lofty standards; that inward half of 39 clearly infuriated the Yorkshireman.   Related: Danny Willett enjoys return to home soil in PGA Championship    “I played great most of the day and then chucked a couple of horrid golf shots in there,” Willett said. “That’s golf, isn’t it? Two tales. “It obviously wasn’t the back nine I was hoping for but I would have taken 10 under par at the beginning of the day. It was nice to make a birdie at the last, hitting two really good golf shots in there. I composed myself quite nicely. I could have just chucked it and finished really poorly, but to make a birdie there was good. It shows a little bit of mental strength.” Willett’s rhythm earlier seemed to be disrupted by his group being put on the clock along with his playing partners Soomin Lee and Victor Dubuisson by the European Tour’s chief referee John Paramor. This year, the Tour has sought to crack down on serial pace-of-play offenders of whom, it is fair to point out, Willett is not one. The 28-year-old was pragmatic about his brush with officialdom. “It’s tough to obviously double check yardage and stuff with blustery winds and a few tight flags out there,” Willett said. “This place plays hard when the wind is swirling around. You’d like as much time as possible to double check your numbers and make sure you’re happy with what you’ve got in your hand. “On a couple of shots out there, we hit a little bit too quickly and got the wind a little bit wrong. There were just a couple in there that [being timed] probably didn’t help but you can’t blame anything when you hit bad shots.” Thereafter, Willett offered a concession in respect of what he has found the most difficult to handle since winning the Green Jacket at Augusta National. “Everything you do is being watched,” he explained. “On the range on a Monday or a Tuesday when you’re struggling with things, you’ve got someone behind you. You’ve got to watch your P’s and Q’s, which obviously I’m not the best at in the best of times. “I used to be able to have nice, quiet practice sessions on my own and just do my own thing. You feel like you’re being watched all the time in what you’re doing, which is fine, kind of part and parcel and that’s what you should expect. But it’s just getting used to having someone around constantly.” Darren Clarke, meanwhile, has confirmed Padraig Harrington, Paul Lawrie and Thomas Bjorn as his first three of what will be five vice-captains for the European Ryder Cup team. Clarke and his team head to Hazeltine in late September seeking what would be a fourth victory for Europe in a row.",
  "webTitle": "Danny Willett’s group put on clock but he still sets early pace at 10 under",
  "webPublicationDate": "2016-05-27T16:14:42Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/danny-willet-masters-champion-bmw-pga-championship",
  "keyword": [
    {
      "webTitle": "Danny Willett",
      "id": "sport/danny-willett",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "PGA Tour",
      "id": "sport/pga-tour",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/27/danny-willet-masters-champion-bmw-pga-championship"
}