{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/sadiq-khan-mayor-london-terrorists-worst-nightmare",
  "id": "2016-05-03-148",
  "sectionId": "commentisfree",
  "body": "‘The whole universe may be found in a grain of London life,” wrote Peter Ackroyd. Sadiq Khan knows the grainy, multifarious life of the capital intimately. He is a real Londoner, and that is why he is the best choice for mayor. It matters more than his race, religion or class. Khan’s Pakistan-born father was a bus driver, his mother a seamstress. They had eight children, seven of them boys. The parents saved up to buy a home, and sent all their children to university. Khan has lived in public housing, used public transport, known deprivation, and epitomises urban aspiration.   Related: London mayoralty: Sadiq Khan urges voters to choose hope over fear    Zac Goldsmith was born in London yet he could never acquire the same sensibility, or even pretend to know what it means. Goldsmith has never had to strive, and his privilege shows in his lack of passion, his lack of the kind of energy that drives most true Londoners. I moved to London, from Oxford, in 1978 with my mum, ex-husband and a six-month-old baby. Exiles from Uganda, we had little money then, and lived in a one-bedroom flat near Shepherd’s Bush. It had rats, damp, a bath in the kitchen and broken furniture. My boy was starting to crawl, and one day picked up some rat droppings. I sobbed. But on the common, in the evening, surrounded by lights and sounds, we felt we had arrived. Eating a Wimpy burger from a box was the biggest treat. Upstairs lived Noreen, a young woman from Kent who had escaped from a violent husband. Next door was Elsa, a sweet Jamaican granny who made excellent gingerbread in an oven with a broken door. The building belonged to a shady man who had several such properties. He got rich and fat, and died of a heart attack. Noreen found a new man, a Yorkshireman who was training to be a bespoke tailor. Elsa started selling her gingerbread to neighbours, and moved to a better place. My ex-husband and I found good jobs and bought our first flat, where I still live. This is what London ever was, and still is: big, busy, mysterious. By turns miserly and bountiful, chaotic and serene, shockingly unequal yet welcoming: a tough place that is always changing but where a future is always possible. This is where the British dream can come true. London belongs to no one, and so everyone can at least hope to claim a place in it. It is a hub, a fabulously diverse ecosystem that draws in people from other parts of the kingdom and the globe. Shakespeare brought the world to his theatre; Joseph Addison proclaimed London “an Emporium for the whole Earth”; Wordsworth was charmed by its diversity: “Moors, Malays, Lascars, the Tartars and Chinese”. Our city state isn’t narrow-minded or pure. It is “the most dynamic city in the world today … a kaleidoscopic polyphonic theme park”, as Dylan Jones writes in his new book, London Rules. Yet for nearly 10 years we’ve had a mayor who, failing to understand the metropolis or most of its citizens, has done his best to turn it into a moneybox and a playground for the avaricious super-rich. These 21st-century arrivistes have neither emotional investment in nor historical connection to the city. It is time we had a mayor who has both.           Sadiq Khan becomes Labour’s candidate for London mayor    I met Khan first when he was a human rights lawyer. He was effective and seemed ethical. Then he became an MP in 2005 and too soon became ethically flexible. He opposed Tony Blair on the Iraq war and 90 days’ pretrial detention in the 2005 terrorism bill, but then voted for 42 days’ detention without charge. We had an angry public exchange over that. But since then he seems to have become steadier and more committed to equality for all. He courageously promises some kind of rent control and new ways to create affordable housing. Freezing fares, one of his policies, will help millions on low wages. And he is right too about the Heathrow expansion and air quality in London. To the rabidly capitalist Boris and his mates, this must feel like a revolution. The Conservatives could have selected a more suitable and credible candidate than Zac Goldsmith – Tooting-born MP David Davis, say, or the strident Toby Young. But they chose the wealthy, born-to-rule Goldsmith, whose invidiously racist, anti-Muslim campaign would shame the more civilised members of Ukip. The grotesque antics of an increasingly embittered Ken Livingstone have done much damage and played well for the Tories, and Goldsmith could win as a result. If he does, the soul of London will surely lament inconsolably. Let us imagine what it would mean if Khan does manage to overcome the foul prejudice he has endured during this campaign. For him to become mayor would be a hammer blow to those who fear and loathe him, simply because he is, as they presumably see it, the uppity son of Pakistani Muslims. We are living in times when to be a Muslim, especially one with pride and ambition, is to risk being seen as the enemy within.   Related: London mayor: Commons speeches reveal candidates' differing issue focus    A Khan victory would also demolish the extremists’ anti-western narrative. If a Muslim can be elected by millions of voters of all backgrounds to take charge of the world’s greatest city, how would the jihadis – how could they – carry on believing and arguing that we Muslims have no future in Europe, or that westerners hate us? This victory could do more to combat radicalisation than any number of government strategies – most of which are in any case unjust and counterproductive. More crucially, how would a Khan victory feel to the majority of Londoners? It would indicate an audacious break from the present hold of posh, white men: a coup even, a seismic political and cultural shift. It would be equal to Bernie Grant walking into parliament in full, bright Ghanaian robes, Zadie Smith publishing White Teeth or Mishal Husain becoming a presenter on the Today programme. It would be like Alan Johnson becoming the most popular politician in the country, David Davis quitting the cabinet over the erosion of civil liberties or Shami Chakrabarti becoming the custodian of those liberties. Those disenchanted with democracy might start to trust the system more, to believe the vote matters, that the political system can deliver. Khan is smart, wise, a reformer, a man with good ideas. He is nonsectarian, nonpartisan and universalist. He has remained courteous and patient over months of Tory smears and rightwing assaults on his character. I last danced in the street when New Labour first took power from the Tories. I will dance again if Khan gets the prize and we get the mayor we surely deserve.",
  "webTitle": "Electing Sadiq Khan as mayor of London would be the terrorists’ worst nightmare | Yasmin Alibhai-Brown",
  "webPublicationDate": "2016-05-03T14:48:05Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/sadiq-khan-mayor-london-terrorists-worst-nightmare",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Yasmin Alibhai-Brown",
      "id": "profile/yasminalibhaibrown"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/sadiq-khan-mayor-london-terrorists-worst-nightmare"
}