{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/steph-curry-elbow-injury-status-warriors-thunder",
  "id": "2016-05-21-90",
  "sectionId": "sport",
  "body": "Stephen Curry insists he’s fine, despite suffering an uncomfortable elbow injury in the Warriors’ Game 2 victory over the Oklahoma City Thunder on Wednesday. Curry dived into the crowd in pursuit of a loose ball durin the game at Oracle Arena, resulting in a bump on his elbow that he said looked like “a tennis ball.” On Friday, during practice, Curry said of his latest injury: “Oh, it’s fine. Swelling went down, so no worries.” Curry was wearing a shooting sleeve on the elbow, describing its purpose as “just compression to make sure I can get shots up and not have any swelling.” “It’s sore, just because of the impact, but the spot it’s at doesn’t affect the range of motion, so I can shoot and dribble and do all I need to do,” he said. “It’s uncomfortable, but it’s not necessarily painful.” Many critics noted the lack of help Curry received when he barreled into the home crowd. When asked about the sequence, Curry said, “I saw it once. Not a lot of help. That’s all I’ll say.” He then joked: “I wanted to do a crowd-surfing kind of deal. They weren’t ready.” One fan was seen taking a picture of Curry when he was on the ground. Curry said: “I need that picture. That’d be something to remember. I’m kind of disappointed he took that moment to document it, if you will.” Curry said: “It was kind of dangerous, but I don’t know how you can play hard, do what you do in those situations, 50-50 balls or whatever with any doubt in your mind.” The Warriors play the Thunder in Game 3 on Sunday, and Curry said he hopes to heal up in that time. He has missed six playoff games so far, thanks to knee and ankle injuries sustained against the Rockets. “I’m doing all right, nothing to really worry about,” Curry said. “It’s nice to have three days in between to get your body right.” Curry said of his inury: “That’s severe, the way it looked during the game. These are, from what I hear, very common injuries. You land on something, hard surface, or get bumped – elbow, hip, knee – they tend to kind of swell up. They don’t cause any problems mechanically or what not. I can still use my arm, do what I need to do. It just looks ugly and is a little uncomfortable. That’s it.”",
  "webTitle": "Warriors star Steph Curry says elbow injury 'nothing to worry about'",
  "webPublicationDate": "2016-05-21T14:01:09Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/steph-curry-elbow-injury-status-warriors-thunder",
  "keyword": [
    {
      "webTitle": "Stephen Curry",
      "id": "sport/stephen-curry",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golden State Warriors",
      "id": "sport/golden-state-warriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oklahoma City Thunder",
      "id": "sport/oklahoma-city-thunder",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/21/steph-curry-elbow-injury-status-warriors-thunder"
}