{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/26/scott-morrison-says-67bn-black-hole-claim-a-tactic-to-flush-out-truth-from-labor",
  "id": "2016-05-26-319",
  "sectionId": "australia-news",
  "body": "The treasurer, Scott Morrison, has attacked the heart of Labor’s budget strategy, saying the opposition’s purported intention to pay for its election spending commitments over the “medium term” shows it can’t pay for them over the next four years. But two days after claiming Labor had a $67bn “black hole” stretching over four years, Morrison said it was now up to the media to figure out how big the shortfall really was. He said it could be anywhere from $21bn to $67bn but it didn’t really matter – the tactic had provoked Labor to drop some of its spending commitments.   Related: Coalition's Queensland dam bonanza 'threatens Great Barrier Reef'    Morrison held a press conference on Thursday to claim Labor’s budget plans were in disarray, after Labor decided overnight to drop its support for the Schoolkids bonus to save $4.5bn over four years. The Schoolkids bonus gives parents $430 a year for each primary school student and $856 a year for secondary school students on a means-tested basis. The government said it would stop paying the bonus in July and Labor had been promising to keep the payments in place before reversing its decision on Thursday. Labor also confirmed on Thursday that it would not reverse the government’s changes to the pension assets test, worth $3.55bn over four years, saying it was not in a position to do so. Both decisions will shave $8bn off Labor’s spending commitments, reducing significantly the $35bn in cuts the government claims Labor has been planning to reverse. Labor announced the decisions on Thursday morning, less than 48 hours after the government accused it of having a $67bn black hole. “I will let you guys do a running tally on this [black hole] and I will let you make your own assessment of the veracity of the commitments [Labor’s] now making,” Morrison said on Thursday. “I said it was up to $67bn. I’m not making an estimate now other than to say it’s up to $67bn. If you believe everything the Labor party said prior to Tuesday that’s what it was. “Our intent was very clear here and that was to flush out Labor from walking both sides of the street and the cynical exercise they were engaged in with important constituencies, be they parents, pensioners or others who they designed to scare and their scare campaigns have been exposed as just a cynical political trick.” A joint media release on Tuesday from Morrison and the finance minister, Mathias Cormann, used confused language about Labor’s spending “black hole.” In one case it claimed definitively that Labor’s spending commitments had created “a cumulative deficit, or black hole, over and above what is currently in the budget of $67bn. Over 10 years this increases to almost $200bn.”   Related: Nova Peris defends her decision to quit politics: 'I am leaving on my terms'    But in the next sentence it said: “The challenge for Labor is to identify which of the saving measures they have opposed and are identified in this analysis they now intend to support, or which items of expenditure they have previously committed to they have now chosen to walk away from.”   On Wednesday the Labor frontbencher David Feeney accidentally left behind a confidential document containing Labor “talking points” after a much-criticised interview with Sky News’ David Speers in Canberra.  The document, cited by Morrison, reportedly says: “We’ve made a commitment to fully offset our spending with improvements to the budget bottom line over the medium term in a responsible manner.” Morrison accused Labor of being tricky over the time frame and knowing the “medium term” means 11 years. He says the document shows Labor can’t pay for its spending commitments over the next four years, which is longer than the life of the next parliament. The shadow treasurer, Chris Bowen, says he has already said Labor will announce the “full impact” of its policies on the budget bottom line over four years, and 10 years, once they’re all announced.",
  "webTitle": "Scott Morrison says $67bn black hole claim a tactic to 'flush out' truth from Labor",
  "webPublicationDate": "2016-05-26T05:57:19Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/26/scott-morrison-says-67bn-black-hole-claim-a-tactic-to-flush-out-truth-from-labor",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/26/scott-morrison-says-67bn-black-hole-claim-a-tactic-to-flush-out-truth-from-labor"
}