{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/26/net-migration-to-uk-nears-peak-fewer-britons-emigrate",
  "id": "2016-05-26-56",
  "sectionId": "uk-news",
  "body": "Annual net immigration to Britain rose to 333,000 in 2015, just 3,000 below its record peak, confirming the UK as a country of mass immigration, figures from the Office for National Statistics show. The near-record net immigration figure was 20,000 higher than the 2014 figure and the ONS said the difference was driven by a 14,000 fall in the number of British citizens emigrating to live abroad.   UK net migration has increased by 81% since the start of 2012   The net immigration of EU citizens to Britain – those who come to live in the UK for more than 12 months minus those who left Britain to live abroad for more than 12 months – was estimated to be 184,000 in 2015 – 10,000 higher than the previous year. The rise in net immigration provoked an immediate clash, with Boris Johnson, the former London mayor and pro-Brexit campaigner, saying David Cameron’s EU renegotiation deal had “given away control of immigration and asylum forever”. He said: “If you vote in on June 23 [in the EU referendum], you are kissing goodbye permanently to control of immigration.”   Related: UK immigration increased by only 20,000 in 2015, official figures confirm - live    Ukip’s Nigel Farage said the numbers showed that “mass immigration is still hopelessly out of control and set to get worse if we remain inside the EU, going on with disastrous open borders”.  But the immigration minister, James Brokenshire, hit back, saying that while net immigration remained too high, leaving the EU was “absolutely no panacea or silver bullet”. Britain’s relative economic growth and its continuing role as the “jobs factory of Europe” continues to attract record numbers of migrants. The ONS said 308,000 long-term migrants came to live in Britain to work – an increase of 30,000 and the highest on record. More than 58% or 178,000 had a definite job to go to but a further 130,000 arrived looking for work. The ONS also said 630,000 national insurance numbers were issued to EU nationals in the 12 months to this March – an increase of only 1,000 over the previous year.      Boris Johnson said EU renegotiation deal had ‘given away control of immigration and asylum forever’. Photograph: Stefan Rousseau/PA    The statisticians said earlier this month that the difference between national insurance numbers issued and the number of long-term EU migrants coming to the UK to work was largely made up of short-term migrants coming to work for between three and 12 months.  But the ONS only published figures on Thursday for short-term immigration for the 12 months to June 2014, which showed that on one definition there were 317,000 short-term immigrants during this period – up 118,000 on the previous year.   The number of short-term migrants coming to Britain is far outnumbered by the number of British citizens going to live abroad for less than 12 months, which stood at 399,000 in the 12 months to June 2014.  New figures also show that in 2014 there were nearly twice as many Britons working and living abroad for less than a year – 420,000 on one definition – than the number of short-term migrants in Britain, 241,000. Glen Watson, the deputy national statistician, said the ONS had published figures for short-term migration that covered a number of definitions ranging from 165,000 on a UN definition to 1.2 million on the broadest definition in the year ending June 2014. He stressed that the 1.2 million figure for short-term immigration of three to 12 months on the widest definition was less than half the level of short-term emigration of 2.4 million. “Both figures include a large proportion of visits under three months and a large proportion of visits to see family or friends and holidays,” he said.  “These figures are useful for giving a detailed picture of UK migration trends, but simply adding together long-term and short-term migration figures does not give a reliable estimate of overall migration.” The net immigration figure of 333,000 is more than three times the government’s target of reducing it to below 100,000 or the “tens of thousands”. New asylum applications in the UK have also risen by 30% to 41,563 in the 12 months to this March. It is the fifth successive year that asylum applications have risen, with the largest numbers of applicants coming from Iran, Pakistan, Iraq and Eritrea. Only 2,235 Syrians were granted refugee protection in the 12 months to March, with a further 1,667 Syrians brought to Britain directly from the camps under the government’s emergency resettlement programme. The ONS said the rise in net immigration was driven by a fall in the number of British citizens emigrating abroad, which was down 14,000 to 123,000. Total emigration in 2015 was 297,000 and far below its peak a decade ago when it stood at 427,000 in 2008. The biggest fall was in the number of Britons moving abroad to work, reflecting the relative strength of the UK jobs market. The top destinations remained Australia, France and the US.   Related: A chance to defeat bigotry: that’s how to engage young people with the EU | Owen Jones    Immigration to Britain of non-EU citizens actually fell by 10,000 last year to 277,000 with the decline largely down to lower numbers of Asian students, including those from China and India, coming to study, particularly in British further education colleges. The number of overseas students coming to British universities and colleges has fallen to 167,000 – its lowest level since 2007. The largest single group of overseas students are now from China who accounted for one-third of all non-EU study visas in 2015, followed by the US, India and Malaysia. The record 308,000 migrants who came to work in Britain last year was mainly driven by a rise in EU citizens coming for jobs, with labour migration from outside Europe remaining stable. Labour Force Survey estimates show that the number of people working in Britain from outside Europe remained steady at 1.1 million in the 12 months to March. Over the same period the number of EU migrants working in the UK rose 11% to a record 2.1 million.  The majority of this increase – 131,000 of a 224,000 rise – involved migrants from the “original” EU 15 countries of western and southern Europe. A further 55,000 of the increase involved Romanians and Bulgarians, many of whom regularised their position after the lifting of labour market restrictions on them in January 2015. Labour immigration from eastern Europe saw only a 32,000 or 3% rise in comparison. Brokenshire said the figures showed immigration was too high but underlined that there were no quick fixes or simple solutions. He said: “We have cut abuse in student and family visa systems, raised standards in work routes and toughened welfare provisions. The new Immigration Act will go further, tackling illegal working and making it harder than ever for illegal migrants to stay under the radar, putting an end to the permissive environment of the past.  “In addition, the prime minister renegotiated our position within the EU. This will close back-door routes into the UK, tackle the artificial draw of the welfare system and make it easier to deal with abuse of free movement and to deport those with criminal records,” Brokenshire added. Madeleine Sumption, of Oxford University’s Migration Observatory, said: “Immigration affects the UK in many different ways and its impacts cannot be reduced to a single statistic.  “Overall, the evidence shows that the main economic impacts of EU migration – such as effects on the UK labour market, public finances or public services – are relatively small. But different groups of people will be affected in different ways and, of course, economics is not the only factor that voters care about.” She said the strength of the UK labour market relative to other EU countries was thought to have been a key driver of EU migration over the past few years, as most EU citizens were coming to the UK for work. The trend continued in the most recent figures with 73% of EU citizens moving to the UK in 2015 reporting work as their main motivation, she added.  Chai Patel, of the Joint Council for the Welfare of Immigrants, said: “With only four weeks to go until the EU referendum, the toxic rhetoric surrounding migrants continues to rear its ugly head. Individual numbers, when taken in isolation, are poorly placed to show the positive impact that migration has had on the UK. “Migrant workers play an essential role in improving the economic position of the UK and are vital for our health service, our construction industry, our service industry and the technology sector.”",
  "webTitle": "Net immigration to UK nears peak as fewer Britons emigrate",
  "webPublicationDate": "2016-05-26T20:13:42Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/26/net-migration-to-uk-nears-peak-fewer-britons-emigrate",
  "keyword": [
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Office for National Statistics",
      "id": "uk/office-for-national-statistics",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "uk-news/2016/may/26/net-migration-to-uk-nears-peak-fewer-britons-emigrate"
}