{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/10/countryfile-bbc-public-service-bill-lyons",
  "id": "2016-05-10-221",
  "sectionId": "media",
  "body": "Countryfile would be unrecognisable and unsuccessful if it was made by a commercial broadcaster, according to the show’s executive producer. Bill Lyons said the magazine-style programme’s appeal to audiences was down to its place on the BBC and the resulting public service ethos behind its coverage of the UK’s countryside.  “For me what underpins its success is the fact that this is a public service programme. Its ethos is public service,” he told the Radio Times. “If you had to reinvent Countryfile for the commercial market, it would look nothing like what we do now and it wouldn’t be successful. It is the product of its history with the BBC and of its public service values. And the audience loves it for that. That’s important.”   Related: John Craven to host daily Countryfile as record viewers flock to Sunday show    Lyons was talking to the Radio Times as the programme launched a weekday spinoff, Countryfile Diaries. The daily series will feature longstanding presenter, John Craven, as well as new faces including weather presenter Keeley Donovan and radio presenter Margherita Taylor. The main Sunday evening edition has proved a huge and enduring hit with audiences, regularly outperforming big budget Sunday night dramas on both the BBC and its commercial rivals. In March it passed the 8 million viewer mark. Countryfile’s success has been attributed to enthusiasm among city-dwellers for its depiction of a rural idyll. However the show also covers issues such as domestic violence. As well as this, Boris Johnson and David Cameron are set to appear on the programme to lay out their competing arguments on Britain’s membership of the EU ahead of June’s referendum.  It was recently called “the most political show on TV” by the Guardian’s Simon Jenkins, something Lyons said was down to the inherently political nature of its subject matter. He said: “Do I agree that it’s political? Yes, I do, but it’s not because we set out to be political – it’s because the territory we occupy, the countryside itself, can’t help but have political heft to it.”",
  "webTitle": "BBC's Countryfile wouldn't work on commercial rival, says show's boss",
  "webPublicationDate": "2016-05-10T10:56:27Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/10/countryfile-bbc-public-service-bill-lyons",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/10/countryfile-bbc-public-service-bill-lyons"
}