{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/24/the-fiver-manchester-united-jose-mourinho-louis-van-gaal-done-one",
  "id": "2016-05-24-116",
  "sectionId": "football",
  "body": "YEP, YOU GUESSED We go again. Another day, another tedious bulletin outlining the goings-on at Manchester United, where Louis van Gaal has left the building and paid for his trip by private jet to the Algarve, where he famously and rather childishly provoked giggles by deliberately buying a property that was very near and just a little bit bigger than the one owned by his neighbour, compatriot and enemy Ronald Koeman. Yep, The Fiver knows full well football can be a spiteful and petty business and in José Mourinho it seems United are about to appoint the most spiteful and petty of them all. A box-office appointment that is already generating endless headlines before it’s been rubber-stamped, it will do no end of good for the club’s far-reaching and all-important global brand, keeping their name in the news while simultaneously spreading happiness among their coterie of sponsors. Just look at the goofy grin on the moustachioed chops of Mr Potato – the official Malaysian snack partner of Manchester United looks genuinely thrilled!   Related: Manchester United’s Ed Woodward meets José Mourinho’s agent in London    Of course before Mourinho can be unveiled as Manchester United’s new boss, he must negotiate the finer points of a contract that will ensure he receives millions of pounds for doing nothing when the time inevitably comes for him to be unceremoniously booted through the door marked “Do One!”. With this in mind, Manchester United blazer Ed Woodward is currently in talks with Mourinho’s Mr 15% Jorge Mendes, a man so successful at his job that he reportedly secured his client £4m from the club for quite literally doing nothing apart from hanging around until a certain Dutchman was shown the door. With Van Gaal gone, the future of Ryan Giggs at Manchester United remains unclear, although it has been noted that the Welshman’s name was conspicuously absent from the list of club employees thanked by the Iron Tulip in the statement he released on his departure. An oversight or something more sinister? Come now, he deliberately bought a summer house that was very near and just a little bit bigger than Koeman’s, which suggests there might well be devilry in this glaring lack of detail. QUOTE OF THE DAY “I give a small house, it’s not a castle. But it’s in a great part of Marseille, with around 200 square metres of garden. We renovated it, we had it painted. We bought all the furniture, all the plates. I didn’t take a picture with them and put it on Facebook or Twitter” – Eric Cantona, in an exclusive chin-wag with Owen Gibson, talks about his donation to refugees, as well as José Mourinho, Pep Guardiola, Manchester United and why he’ll be supporting England, not France, at Euro 2016.     ‘I don’t care at all about France. In terms of football, I am an Englishman. I have in my veins the English blue blood.’ Photograph: Sebastian Nevols    GONE FOR A BARTON 6 June 2012: “I’m a Celtic fan …” – Joey Barton discusses his Scottish allegiances. 24 May 2016: “I am so grateful and so happy to finally be a [Pope’s Newc O’] Rangers player. I am incredibly humbled by the way [fans] have reached out to me and I feel I already owe them a lot of things. I can’t wait to get out there and show what I am about” – Joey pitches up at Ibrox. FOOTBALL WEEKLY LIVE AC Jimbo and co are heading back to Manchester, on Friday September 2. Get your tickets while they’re mildly toasty NOW! FIVER LETTERS “For someone whose time is clearly so precious to them (Jeremy Adams, Friday’s Fiver letters) might I suggest that 15 seconds to load a web page would indicate a terribly poor or possibly faulty internet connection. I’d moved on from the whole ‘URL not found’ and got back to the usual disappointment of the rest of The Fiver in less than five seconds. Perhaps collectively we could troubleshoot this for him? I’ll kick off by suggesting that he should try turning his router off and on again” – Matt Keen. “The Economist, 7 May, had a boring buzzkill (natch) column under the heading Fairy Tales, titled Underdogs are Overrated, comparing Big Cup outfit Leicester City to Lance Armstrong, Donald Trump and North Korea. Two weeks later, the letters to the editor included six replies to the column, including from a Cern physicist and one ‘Sir Tony Brenton, Cambridge, Cambridgeshire’. Maybe Jack Stokes (yesterday’s letters) and I can run some relationary models between the 1056, and the six Economist pendants. I wonder if Sir Tony has ever had a letter published in The Fiver? Does he have a desk nearby?” – Jef Diesel. “Now, I genuflect at the altar of the Special One as much as the next man (assuming that man happens to be a certain Catalan with the ability to speak German), but the problem is that José Mourinho doesn’t understand the traditions of Manchester United, doing things the right way, with respect for everyone. Apropos of nothing, this” – Noble Francis. “If Noble Francis married Mark Noble, would Noble Francis become Noble Noble? And would that stop him getting in the letters section EVERY DAY!!??” – Gary Walsh. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Gary Walsh. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS Tory ambassador and bird-shooting banter-fan Sol Campbell is ready to take time to fix England’s defence. “If they want someone to come in and help the young defenders I would absolutely do it, I’d do it all day long,” he roared. “I’ve just passed all my coaching badges.”     He’s, etc. Photograph: Antonio Olmos for the Guardian    Lille have signed striker Eder on a four-year-deal after being impressed by his 13 goalless appearances for Swansea. “He’s a warrior,” parped coach Frédéric Antonetti. Massive knack-scare plus tantrum turns into minor thigh-niggle inside an hour.  New Queen’s Celtic manager Brendan Rodgers says he wants Joey Barton to be loud and proud next season: “These fans are phenomenal. It’s my job to deliver the football that inspires and excites the supporters. It’s about scoring goals and winning.” Middlesbrough are poised to make Viktor Fischer their first signing of the summer after agreeing to give Ajax £3.8m for the decent Dane. Liverpool are set to sign 22-year-old goalkeeper Loris Karius for £4.7m from Mainz, but Mario Götze doesn’t fancy joining him.  Uefa is taking the lead on clean football ethics again: fining Liverpool €40,000 – half suspended – for their fans’ “Manchester is full of sh1t” chant during March’s Big Vase clash. References to the disasters at Hillsborough, Heysel and Munich were heard over both legs of the last-16 tie, but failed to make Belgian delegate Jean Paul Mievis’s report. United have been fined the same amount by Uefa for less specific “illicit chants”, plus another €18,000 for fans blocking stairways and throwing objects. Oh, and Liverpool will pay another €17,000 for fans setting off fireworks, throwing objects and for the late kick-off. And third person’s Steve Evans says Steve Evans is “ready, better than ever physically and mentally to deliver promotion for [Nasty] Leeds. I’ll be back to work on Wednesday.” Which will be awkward, what with Massimo Cellino making eyes at Bristol Rovers manager Darrell Clarke. STILL WANT MORE? Your weekly David Squires dose of brilliance, on the end for Louis van Gaal, Alan Pardew’s dancing and plenty more.     Here you go. Illustration: David Squires for the Guardian    Pep, José: let’s get it back on, yells Sid Lowe, while Jamie Jackson looks at what’s in store for Manchester United’s youngsters, and Paul MacInnes has a butcher’s at the global fanbase’s divided opinion about their incoming manager. How Wolfsburg and Stuttgart stalled in their Bundesliga development. By Jason Humphreys. If you’ve yet to enjoy David Hills’s splendid Said & Done end-of-season awards, make sure you do. Real Madrid and Atlético Madrid get the Big Cup final treatment in this week’s edition of The Gallery. Next: send us your Antonio Contes.     OK. Photograph: Photomontage    Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. ‘TOMORROW, TOMORROW … TOMORROW MEANS NOTHING AT ALL’",
  "webTitle": "The Fiver | Devilry in this glaring lack of detail",
  "webPublicationDate": "2016-05-24T14:58:56Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/24/the-fiver-manchester-united-jose-mourinho-louis-van-gaal-done-one",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barry Glendenning",
      "id": "profile/barryglendenning"
    }
  ],
  "guardianId": "football/2016/may/24/the-fiver-manchester-united-jose-mourinho-louis-van-gaal-done-one"
}