{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/09/tips-links-and-suggestions-lauren-groff-mary-beard",
  "id": "2016-05-09-117",
  "sectionId": "books",
  "body": "Welcome to this week’s blog. Here’s a roundup of your comments and photos from last week, including Mary Beard on everyday life in ancient Rome, laughing at Thomas Pynchon on a train in Asia and brainstorming great novels set during world war two. elfwyn has finished Mary Beard’s SPQR:   ...in the paperback edition, which is a lot easier for reading in bed. For someone who has never managed to muster much interest in Ancient Rome, apart from Lindsey Davis’s Falco novels, this has been a revelation. It’s full of fascinating detail not only about Roman myth, customs and history, and what Romans thought of themselves and their place in the world, but about the lives of ordinary people. One moment you think, “Oh, they’re just like us,” and then you’re brought up short by some amazing and completely unexpected fact that proves emphatically that no, actually, they weren’t like us at all. Highly recommended (and her current TV series, though not based on the book, features many of the same events and locations).      TaymazValley is reading One Thousand and One Nights – ‘also known as Arabian Nights, however wrongly because the book has stories covering lands as far away as China, and it does not take place in Arabia.’ Photograph: GuardianWitness    Appears78 just finished – and “greatly enjoyed and hugely admired” – Thomas Pynchon’s Inherent Vice:   Lord, even when he’s trying to appear as though he’s not really trying very hard at all, Pynchon’s a fantastic writer. Loved the intricate, yarn-like complexity of the plot, which was deeply satisfyingly wound-up and honked multiply throughout, including on a crowded train to a lake in the middle of nowhere in Central Asia, to the bemusement of local people. Goodness gracious, he’s a funny man.  SydneyH read Memories of my Melancholy Whores, a “gorgeous” novella by Colombian author Gabriel García Márquez:   It doesn’t have the “magic realism” of One Hundred Years of Solitude, aside from a couple of surreal exceptions (the protagonist’s cat comes with an instruction manual), and the prose is lighter, without the page-long paragraphs. It’s rare to come across a text which is sinister and charming at the same time, and I’ve enjoyed it enough that I’m going to have to read his whole catalogue.  And a great conversation starter – paulburns reflects after reading Lawrence Durell’s Constance:  What do people think are the great novels set in WW2? I have Vitaly Grossman’s Life and Fate, Anatoli Rybakov’s Dust and Ashes, Norman Mailer’s The Naked and the Dead, Gunter Grass’s The Tin Drum, George Johnston’s My Brother Jack (for an Australian perspective.) Would be interested to hear people’s thoughts, suggestions.  Interesting links about books and reading  The Irish Novel That’s So Good People Were Scared to Translate It: Máirtín Ó Cadhain’s début novel, “Cré na Cille” (“Churchyard Clay”), has been hailed as the greatest novel to be written in the Irish language. But for almost seventy years, the novel remained untranslated into English. Thanks to paulburns for pointing us towards this New Yorker piece (and good luck to him with Churchyard Clay!) James Baldwin & the Fear of a Nation: “Today, like sixty years ago, much of the public rhetoric about race is devoted to explaining to an incurious white public, in rudimentary terms, the contours of institutional racism.” Writers, scholars, and activists have turned to Baldwin for answers. By Nathaniel Rich writes for the New York Review of Books.     Related: Sign up to our Bookmarks newsletter     California Notes: A new Joan Didion. Enough said. Also in the NYRB.  Beyoncé, Warsan Shire, and the Love Affair Between Music and Poetry: Pitchfork analyse this relationship, from Kanye West to Kate Tempest via, of course, Beyonce.  Writers, the Loneliest Artists of All: “The irony of loneliness, of course, is it that it’s an isolating experience that many people (and especially writers) are unified by. So why, then, is it so hard to write about?” By Michelle Filgate for Literary Hub.  Why America Is Ready For Novelist Angela Flournoy: after raising Detroit’s ghosts in her critically acclaimed novel, The Turner House, this debut author suddenly has everyone’s attention in the US – and it should everywhere else, might we add. In Buzzfeed. ‘I Just Don’t Find American Literature Interesting’: Lit-Blog Pioneer Jessa Crispin Closes Bookslut, Does Not Bite Tongue. “There seems to be less and less underground. And what it’s replaced by is this very professional, shiny, happy plastic version of literature.” In Vulture.  Zadie Smith On The Met Gala And Her New Novel, in which she says her forthcoming novel Swing Time will include: “Tap dancing, black women, money, poverty, sadness and joy!” In Refinery29.   If you would like to share a photo of the book you are reading, or film your own book review, please do. Click the blue button on this page to share your video or image. I’ll include some of your posts in next week’s blog. If you’re on Instagram and a book lover, chances are you’re already sharing beautiful pictures of books you are reading, “shelfies” or all kinds of still lifes with books as protagonists. Now, you can share your reads with us on the mobile photography platform – simply tag your pictures there with #GuardianBooks, and we’ll include a selection here.",
  "webTitle": "Tips, links and suggestions: what are you reading this week?",
  "webPublicationDate": "2016-05-09T16:00:00Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/09/tips-links-and-suggestions-lauren-groff-mary-beard",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Thomas Pynchon",
      "id": "books/thomaspynchon",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Gabriel García Márquez",
      "id": "books/gabrielgarciamarquez",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Marta Bausells",
      "id": "profile/marta-bausells"
    }
  ],
  "guardianId": "books/booksblog/2016/may/09/tips-links-and-suggestions-lauren-groff-mary-beard"
}