{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/03/posh-neighbours-at-war-review-zipporah-lisle-mainwaring-stripes-veep",
  "id": "2016-05-03-334",
  "sectionId": "tv-and-radio",
  "body": "Ah yes, Zipporah Lisle-Mainwaring, the lady with the stripey house in Kensington. Red and white, vertical stripes. Not because she supports Sunderland, or Stoke City, or Southampton (to be honest, Zipporah doesn’t strike me as being the footy fan type). But because she just wanted to annoy the neighbours: she’s one of these Posh Neighbours at War (Channel 4). It started when ZL-M outbid South African Niall Carroll and bought the property, for £4.75m. Niall already lived in the house next door, for which he paid £11.5m, but he fancied a bit of extra space. He was cross about missing out. When Zipporah submitted her plans to turn her property into a luxury house with a basement and swimming pool, Niall, who lives in a luxury house with a basement and swimming pool, objected. “I don’t think you can say: ‘Well, because the Queen has a tiara then everybody else should be allowed a tiara,’” he explains. “I mean, you know, it’s a separate set of circumstances.” Zipporah submitted further plans – tiaras, cavernous two-storey basements, gyms and subterranean swimming pools, everything – Niall and others objected, the plans were refused, she appealed and won, Niall took it to the high court, permission was quashed, Zipporah painted her stripes … which set off a whole new round and level of squabbling in the magistrates’ court, back to the high court again. Where next, the European court of human rights? The right for red stripes, to dig deep and swim underground? Quick, hurry, while we still belong. Maybe only God can settle this one. There are other posh neighbours at war. In Notting Hill, the writer Rachel Johnson is raging about all the new basements being dug. “Antisocial, from soup to nuts,” she says. “It’s like cigarettes at a dinner party: as soon as someone lights up, everyone wants one.” I think dinner parties play an important part in Rachel’s life, judging by her figures of speech. She takes a writer’s revenge, not stripes or legal action, she puts her enemies in a novel. See you in Fresh Hell. There is the faint whiff of snobbery, of vulgar new arrivals – new money probably – not playing by the rules. In Hampstead, it’s noisy leaf-blowers that are bothering Tom Conti. And in Buckinghamshire, the Hon Christopher and Mardi Gilmour, originally popular (they say) simply for not being Tony and Cherie Blair, who also expressed an interest in buying Winslow Hall, have now fallen out with some of the locals by staging an opera festival. They should do Stravinsky, in modern dress and updated, The Leaf Blower’s Progress, turned up to 11, then invite Tom. “One person said he wouldn’t complain if it was a rock concert, so clearly it wasn’t the noise, it was just a matter of taste,” says Mardi mardily. But the show really belongs to Zipporah and to Niall, and the makers did well to get both parties to play. Amusing to watch, but it’s also quite frightening how something relatively petty can get so out of hand. Blinded by jealousy, stubbornness and vindictiveness, they’ve lost all sense of what’s important. And it’s not just the obscene sums being spent on lawyers and legal costs, and the waste of court time – they’re also wasting and ruining their lives. Tragically. Actually, it would make a half decent libretto. What is Italian for stripes?     A whole load of great lines … Julia Louis-Dreyfus as Selina Meyer in Veep. Photograph: HBO     Related: The disgraceful genius of Julia Louis-Dreyfus    Armando Iannucci may have stepped down after four terms in charge of Veep (Sky Atlantic), but he’s left Chris Addison over there directing. And of course it now has Hugh Laurie, playing Selina Meyer’s running mate/“smug, Dick Van Dyke looking motherfucker” Tom James. Still a bit of Brit in it, innit, even if it is now written by Americans. Veep has always felt like that to me, a baby given birth to in America but conceived here (which it is – that’s probably why). I think that’s also why I’ve never quite believed in it the way I believed The Thick Of It. It doesn’t make it any less razor-sharp, gloriously sweary or hilarious, though. And the good news is that none of that seems to have changed. A lovely opener to season five, including a nice cameo from a stress pimple/dog nipple/zitzilla on the side of Meyer’s face that causes the Dow Jones to crash. And a whole load of great lines such as: “I don’t think that we’re at symposium-on-race-desperate yet.” Armando who?",
  "webTitle": "Posh Neighbours at War review – amusing fights over subterranean swimming pools",
  "webPublicationDate": "2016-05-03T06:00:47Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/03/posh-neighbours-at-war-review-zipporah-lisle-mainwaring-stripes-veep",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/03/posh-neighbours-at-war-review-zipporah-lisle-mainwaring-stripes-veep"
}