{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/30/emmy-the-great-its-time-to-retire-english-as-pops-lingua-franca",
  "id": "2016-05-30-151",
  "sectionId": "music",
  "body": "In May this year I released two music videos for the same song – one in English the other in Mandarin. After a decade as a singer-songwriter, it was my first time releasing music in Chinese.  Around the time that I began to translate my songs into Chinese, two of my fellow multilingual musicians had embarked on similar journeys. In 2015, Gwenno Saunders, who began her career in the Pipettes, released her debut solo album made up of songs written and performed in her first languages, Welsh and Cornish. Meanwhile Maria Usbeck, formerly of the band Selebrities, was recording Amparo, an album composed in a variety of minority languages from Spanish-speaking nations. Both artists had emerged on their respective scenes by performing their music in English, but, like me, spoke a different language to their mothers. Hearing their albums, each immersive and moving in its own way, I wanted to understand the reasons for our similar decisions, and the sense of change that came with them. The history of pop is dominated by the English language. In every generation since Abba, the best-known musicians from non-English-speaking countries have achieved consistent global success by singing in the language of the US market, the largest in the world. Some, such as Phoenix’s Tomas Mars, call it a creative decision: “Even if it is not my first language I feel there are more unexplored territories thinking in French and writing in English, than to write in French,” he said in 2010. Others, such as Robyn, say they are driven by pragmatism: “I think [singing in] a language that’s only spoken by 8 million people … ” she told NPR about her native Swedish, “I don’t know if that’s what you want to be doing.”     Maria Usbeck Photograph: Holland Brown/PR company handout    A turning point for Usbeck was the moment when, as a child in Ecuador, she heard the Colombian pop star Shakira singing in English for the first time. “I remember being a kid and thinking, ‘Why would she do this? Why would she dye her hair blonde?’ Now I know it was for money.” Usbeck’s first songs were written in English with her American bandmate. Her return to Spanish was inspired by memories of Ecuador, where she would often mix indigenous Quechua in her everyday speech. These sparked what she describes as a “deep need”, not only to record in Spanish, but also to preserve minority tongues in Spanish-speaking countries. While writing the album, Maria travelled across the Americas and Europe, from Easter Island to Barcelona, learning words and phrases as she went. As a result, Amparo contains a diverse array of languages, including Catalan and Rapa Nui.            Gwenno’s Y Dydd Olaf, which won the 2015 Welsh Music prize, is inspired by a 1970s sci-fi novel by Owain Owain, in which a hero prevails against robotic overlords by speaking Welsh, a dying language that his enemies cannot decipher. She makes the comparison between globalisation and the “robotic control of the masses” predicted by Owain. “A language dies every two weeks,” she explains, “and with that language dies a whole history of people. Those are things that connect you with the past. They are man and woman’s way of communicating and telling stories.” Do musicians in today’s world, where the industry is unpredictable and the internet offers an opportunity to bypass mainstream media, still need to pander to a particular market? Perhaps it’s time to retire English as pop’s lingua franca. “There’s so much out there, and it’s all so special,” says Usbeck, “Meanwhile, new generations are creating languages – think about how texting has changed the way people speak.” Rather than spread the dominance of a single language, music could be a vessel with which we explore and protect many dialects, new and old.            When I spoke to each artist, I asked for a word that had no exact translation into English. Maria gave me “amparo”, her album title, middle name and her mother’s last name. It means, she said, “to embrace and shelter, a lot”. Gwenno gave me “hiraeth”, a Welsh word which loosely translates as a “deep longing for home”. There is a joy in these subtle differences of meaning, which are lost when we prioritise one language above others. Spend time on Youtube, and you will discover recordings by artists, best known for singing in English, who have switched to other languages, giving familiar songs new life. I dare you not to be moved by this Icelandic version of Björk’s All Is Full of Love, or even by the care with which Rivers Cuomo sings Weezer songs in Japanese. For the three of us, the process of singing in our “home” languages has uncovered sentiments and flavours that would not have existed in English. As a listener, you do not need to understand the words to feel these shifts. Music, after all, is itself a language.  “If you can only sing in English, fantastic,” adds Gwenno, “but if you can sing in another language, do that.” As social media renders our daily lives noisier than ever, we are becoming firmer in our desires to be ourselves. Gwenno agrees: “We’re communicating all the time but nobody wants to be the same, and we know that the world is a better place when we’re all different.”  Emmy the Great’s album Second Love is out now via Bella Union",
  "webTitle": "Emmy the Great: 'It’s time to retire English as pop’s lingua franca'",
  "webPublicationDate": "2016-05-30T09:00:29Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/30/emmy-the-great-its-time-to-retire-english-as-pops-lingua-franca",
  "keyword": [
    {
      "webTitle": "Emmy the Great",
      "id": "music/emmy-the-great",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma-Lee Moss",
      "id": "profile/emma-lee-moss"
    }
  ],
  "guardianId": "music/2016/may/30/emmy-the-great-its-time-to-retire-english-as-pops-lingua-franca"
}