{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/12/iain-and-jane-requiem-for-114-radios-bristol-kubrick",
  "id": "2016-05-12-333",
  "sectionId": "artanddesign",
  "body": "Iain Forsyth and Jane Pollard don’t make things easy for themselves. “You do know this is not going to work,” Nick Cave incanted daily on the set of their fictionalised documentary about the singer, 20,000 Days on Earth. The film won multiple awards, of course, but Cave’s warning could just as easily apply to their latest project: assembling a choir of 14 singer-songwriters to create a new installation performance of Dies Irae. You’ll know Dies Irae – part of the Roman Catholic funeral mass – even if you’ve never been to confession. A Latin hymn dating back to the 12th century (or seventh, depending on who you ask), it’s musical shorthand for doom, its ominous trochees among the most quoted melodies in the classical canon. They also slip into countless film scores: Star Wars, The Lion King, It’s a Wonderful Life and, most famously, the opening credits to The Shining, in which composer Wendy Carlos reworks Berlioz’s Symphonie Fantastique to foreshadow Kubrick’s hotel horror. This new rendition will be broadcast from 114 radio sets in the eerie 19th-century cellars of Bristol’s Colston Hall. Some will project the disembodied voices of singers, others the static between stations and shows. If this sounds ambitious, remember it was Forsyth and Pollard who managed to persuade Cave into therapy and on to camera with Britain’s leading psychoanalyst, all in the name of art. Surely they can wrangle the likes of Jarvis Cocker, Beth Orton and Matt Berninger from the National to record a few lines of Latin. No cameras this time.   Related: Artists Jane Pollard and Iain Forsyth on their love/work relationship    “We’ve always considered ourselves to be video artists,” says Pollard at the duo’s house-cum-studio in Bethnal Green, “but since we’ve started making film and TV, more and more of our ideas have been sound-based.” Their workspace is uncannily tidy: books categorised by subject, music alphabetically, current and future projects listed neatly on a whiteboard. A new adaptation of Neil Gaiman’s Likely Stories – scored by Cocker – airs on Sky Arts later this month. “We seem to be getting satiated visually, but sonically it’s hard to challenge yourself.” Radio has crackled throughout the joint career of these two Goldsmiths graduates, who met at 21 and together made their name with an artful restaging of David Bowie’s final Ziggy Stardust concert at the ICA in 1998. They’ve since created Silent Sound for the Liverpool Biennial and roped in Kevin Eldon and various other standups for their Radio Mania show at the BFI. This new piece, Requiem for 114 Radios, is a love letter to Kubrick as much as to the dying days of FM – the film-maker became a focus as soon as they visited Bristol, says Forsyth. “The Colston cellars are so cinematic they feel like the start of a story. Something has happened here, or is about to happen; it’s that lovely anticipation you get at the beginning of a great film.” Born in the early 70s, Pollard and Forsyth grew up at a time when A Clockwork Orange was still banned, and recall Kubrick as a subversive force. This Dies Irae is a “bastardisation”, says Forsyth. “Don’t invite the Latin scholars,” agrees Pollard, who delights in what she calls in “our choir of dissidents – they’re all trying to fuck the piece up in some way”. And the 114 radios? Another Kubrick reference. The CRM 114 Discriminator was a fictional piece of radio kit in Dr Strangelove, and the number pops again in several of his films, from 2001: A Space Odyssey to Eyes Wide Shut.     Stanley Kubrick behind the camera for Dr Strangelove. Photograph: Everett Collection/Rex    “We’ve been drawing walls of radios for years ,” says Pollard. “We’re not very arty artists; we really don’t do the whole sketchbook thing.” However, they did hoard one old notebook. In it was a drawing eerily similar to this work. Thanks to eBay, the couple have managed to collect all 114 radio sets – and some to spare. There’s a Japanese one that lights up like a Christmas tree; another, labelled “working” by its seller, is locked into a Christian rock station. And then there are the Grundigs. “Oh my god, the Grundigs!” cries Pollard. “There’s a City Boy, a Party Boy, a Yacht Boy – I think we might have a near-full set. We’re not collecting 50s and 60s valve radios here; it’s the radios of our childhood.” Except without cassette decks. “We didn’t want there to be any question about how you’re hearing the audio. However invisible or intangible, the air needs to be thick with radio transmission.” Tuning them is the challenge. “Turn on three radios and it’s all right,” says Pollard. “Turn on the fourth and there’s immediate interference. So we’re going to have to tune all 114 at the same time – madness, we’ll need ear defenders, but it’s the only way.” Danger is the drug, the risk of things not quite coming together. “The feeling I love as an artist,” Pollard goes on, “is when someone dares you to do something. A bigger, better braver version of what you wanted to do anyway.” • Requiem for 114 Radios plays at Colston Hall, Bristol at selected times between 13 May and 5 June as part of Bristol New Music. It also features in Daydreaming With Stanley Kubrick at Somerset House, London, from 30 June.",
  "webTitle": "Tune in, freak out: take Latin mass with Stanley Kubrick and 114 radios",
  "webPublicationDate": "2016-05-12T07:00:22Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/12/iain-and-jane-requiem-for-114-radios-bristol-kubrick",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Installation",
      "id": "artanddesign/installation",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Bristol",
      "id": "uk/bristol",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Stanley Kubrick",
      "id": "film/stanleykubrick",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Experimental music",
      "id": "music/experimental-music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Nick Cave",
      "id": "music/nick-cave",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Jarvis Cocker",
      "id": "music/jarvis-cocker",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Beth Orton",
      "id": "music/beth-orton",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Nancy Groves",
      "id": "profile/nancy-groves"
    }
  ],
  "guardianId": "artanddesign/2016/may/12/iain-and-jane-requiem-for-114-radios-bristol-kubrick"
}