{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/05/knight-of-cups-review-malick-stagnates-in-dull-tinseltown-tale",
  "id": "2016-05-05-23",
  "sectionId": "film",
  "body": "Related: Terrence Malick: has the legendary visionary finally lost the plot?    Terrence Malick’s latest film has arrived in cinemas after its premiere at last year’s Berlin film festival, and it is a disappointment, finding pointless anguish in first-world problems. His visual language is always distinctive and even arresting in its vehemence, but is now stagnating into mannerism and self-parody. The increasingly shopworn tropes – sunsets, whispery voiceovers, young women in floaty dresses dancing puckishly ahead of men, occasionally turning round to dance backwards – are here applied to Tinseltown LA, where a screenwriter called Rick (Christian Bale) undergoes the least interesting spiritual crisis in history. The title is taken from a tarot card; he goes to a fortune teller as part of his self-pitying and self-indulgent inner journey. Rick is on the verge of career superstardom, but anguished by the collapse of his marriage to Nancy (Cate Blanchett), a quaintly imagined hospital doctor tending to ordinary and unglamorous folk. Rick broods and smoulders wordlessly at decadent parties and also remote desert locations. The conflation of Rick’s spiritual state with the power of the landscape is unconvincing and unearned. There are moments of interest and flashes of visual power, but Knight of Cups is redundant.",
  "webTitle": "Knight of Cups review – Malick stagnates in dull Tinseltown tale",
  "webPublicationDate": "2016-05-05T21:30:05Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/05/knight-of-cups-review-malick-stagnates-in-dull-tinseltown-tale",
  "keyword": [
    {
      "webTitle": "Knight of Cups",
      "id": "film/knight-of-cups",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Terrence Malick",
      "id": "film/terrence-malick",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Christian Bale",
      "id": "film/christianbale",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cate Blanchett",
      "id": "film/cate-blanchett",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Natalie Portman",
      "id": "film/natalie-portman",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/05/knight-of-cups-review-malick-stagnates-in-dull-tinseltown-tale"
}