{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/muirfield-golf-club-votes-to-continue-excluding-women",
  "id": "2016-05-19-44",
  "sectionId": "sport",
  "body": "The course has hosted golf’s prestigious Open championship no less than 16 times in its 125-year history, the backdrop for wins by greats such as Nick Faldo, Jack Nicklaus and Gary Player. But Muirfield, with views over the Firth of Forth and a favoured retreat of Edinburgh’s judiciary, has forfeited its right to hold the championship again after members voted to continue its ban on women joining the club. A postal ballot of members of the Honourable Company of Edinburgh Golfers, which runs the course, one of Scotland’s last remaining men-only clubs, returned 64% for and 36% against widening the membership. The vote fell just short of the two-thirds majority required for the club to alter its constitution. Martin Slumbers, the chief executive of the Royal and Ancient, which organises the tournament, responded almost immediately with a statement saying the championship would not be held at a venue that did not admit female members.    Related: Scotland’s female leaders call for end to sexist golf club rules    Slumbers said: “The R&A has considered today’s decision with respect to the Open championship. The Open is one of the world’s great sporting events and going forward we will not stage the championship at a venue that does not admit women as members. “Given the schedule for staging the Open, it would be some years before Muirfield would have been considered to host the championship again. If the policy at the club should change we would reconsider Muirfield as a venue for the Open in future.” Rory McIlroy, the former world number one and Open champion, said Thursday’s result would damage golf’s image. “We’ve got the Olympics coming up, which is all about including everyone,” he told the Guardian. “It’s 2016 and times move on. Women make more than men these days. I think everyone should have the opportunity to join a club if they want to. I probably had my worst professional week of my career at Muirfield, so I don’t feel that bad not going back, to be honest.” Announcing the results on the steps of the clubhouse on Thursday morning, the Muirfield captain, Henry Fairweather, emphasised that the policy complied “fully with equality legislation”, and insisted that women remained welcome as guests. This was perhaps not the experience of the female executive of the European Tour who reportedly had to eat in the Muirfield kitchen at the staging of a Senior Open Championship because she wasn’t permitted in the clubhouse. Revealing the depth of hostility felt by some Muirfield traditionalists towards the admission of women, it emerged that a group of about 30 members had written anonymously to fellow golfers before a ballot, urging them to reject the change. The letter argued that “a traditional resistance to change is one of the foundations of our unique position in golf and our reputation”, and stated that “the introduction of lady members is bound to create difficulties”, suggesting that women’s presence would “endanger foursomes and speedy play”. It went on: “Our special nature – ‘a gentleman’s club where golf is played’ – is quite unique with its fraternity built inter alia on foursomes play with a round taking only the same time as lunch and leaving enough time for a further round after lunch (even in mid-winter).”   Related: Peter Alliss: women who want to play at Muirfield should marry a member    Scotland’s three female party leaders have repeatedly challenged the men-only policy and suggested they would be unlikely to attend any tournament held there. The television presenter Clare Balding revealed that she had refused to host coverage of the championship when it was last held at Muirfield because of the club’s stance.  Nicola Sturgeon, Scotland’s first female first minister, described the vote as indefensible. Responding to the news on Twitter, she said: “Scotland has women leaders in every walk of life. It is 2016. This is simply indefensible.”    Scotland has women leaders in every walk of life. It is 2016. This is simply indefensible. https://t.co/qrULGuFG8v— Nicola Sturgeon (@NicolaSturgeon) May 19, 2016    Sturgeon later encouraged the club to revisit the issue, saying: “I understand and accept that, as a private club, it is for Muirfield to decide on its membership – but at a time when Scotland is a country where women can get to the top in politics, law, business and other fields, this sends the wrong signal. “The majority of members actually voted in favour of admitting women, which is encouraging, but I sincerely hope those who didn’t now reconsider and that the club as a whole revisits the issue.” David Cameron backed the decision to bar Muirfield from hosting the Open. A Downing Street spokesman said: “His general rule is that sports clubs should be open to both sexes and that it is outdated not to do that, particularly if you think you are up to hosting a major championship.” Lesley Sawers, the Equality and Human Rights Commission Scotland commissioner, said the decision not to admit women would cost the Scottish economy £100m, referring to the estimated revenue to the country that hosts the Open championship. She added: “Whilst it may be legal to operate single-sex clubs, clearly it isn’t desirable in this case. This is the consequence. We believe that in the 21st century the outdated wishes of the few really shouldn’t be allowed to dictate the country’s economic interests. At a time when we are making good progress on equalities, what signal does this send to other organisations and businesses?” Royal Troon, which will host this year’s Open in July, is the only other male-only Scottish club on the tournament’s rota, and it is undertaking a review of its own membership policy. Royal Troon shares its facilities with Troon Ladies, and will host the Open jointly with the women’s club. In a statement on Tuesday, the Royal Troon captain, Martin Cheyne, said of the policy review: “We care very much for the reputation of Royal Troon golf club and it is important the club, much like the wider game, reflects the modern society in which we exist.” HSBC, one of the main sponsors of the Open, welcomed the decision. “As a proud patron and partner of the Open championship, we support the R&A’s position on this. As a long-term international sponsor of the sport, we are committed to opening up the world of golf. Central to this is our commitment to the value of diversity in the game and our support of women’s golf, which is right at the heart of our global golf portfolio,” it said.",
  "webTitle": "Muirfield loses right to hold Open after voting to remain men-only",
  "webPublicationDate": "2016-05-19T19:46:04Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/muirfield-golf-club-votes-to-continue-excluding-women",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Edinburgh",
      "id": "uk/edinburgh",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "world/2016/may/19/muirfield-golf-club-votes-to-continue-excluding-women"
}