{
  "apiUrl": "https://content.guardianapis.com/uk-news/scotland-blog/2016/may/20/bbc-audience-study-shows-scottish-viewers-are-most-critical-of-all",
  "id": "2016-05-20-235",
  "sectionId": "uk-news",
  "body": "Has Scotland fallen out of love with the BBC? Its views have now been officially measured in a UK-wide study, and the answer appears to be yes: Scottish audiences have a problem – a bigger problem than any other part of the UK.  In a study published by the UK government alongside last week’s white paper on the BBC’s future, based on two mass surveys of around 2100 people, it found Scotland’s viewers were consistently the most critical and least supportive of any demographic group, whether by place of residence, age, or social group.  “We recognise that there’s a deficit in programming in Scotland; there’s no doubt about that,” said Ian Small, BBC Scotland’s head of public policy & corporate affairs. “It’s not all down to a referendum affect. We’ve been able to chart for some time that there’s a performance deficit around representation and portrayal.” On general favourability towards the BBC, Scots gave it a 5.8 score, the lowest of any UK demographic (it was 6.4 in England); only 48% of Scots supported the BBC’s expansion and its current licence fee – a low figure only beaten by households without the internet; only 37% of Scots felt the licence fee offered good value – the worst of any nation; and 58% felt “the BBC shows too many repeats.” Asked to agree or disagree with the statement “the BBC makes lots of programmes that are more daring or innovative than those made by other broadcasters”, 43% of Scots disagreed compared to 33% in England (in Wales 46% disagreed). On the statement that “the BBC makes lots of TV programmes that no other broadcaster would make”, Scotland’s viewers had a negative -7, rating compared to +15 approval in England.  Although these figures mirror greater dissatisfaction than average in northern England too, this is familiar to BBC executives: as part of the charter review process, the BBC Audience Council for Scotland told the BBC Trust in January that ever since devolution in 1999:  There has been a failure to address some long-standing issues around news provision and representation in network programming, raising questions about how accountable the BBC is to its licence payers in Scotland. Other key issues have arisen concerning perceptions of BBC impartiality and, more recently, far-reaching proposals for the BBC’s content supply system which are likely to have implications for audiences in the nations.  Broadcasting professionals and BBC staff point to the impact of repeated spending cuts – heaviest on news and current affairs, a weak creative response to Scotland’s increased autonomy and the toxicity amongst yes voters around its news output during the independence referendum - culminating in a mass picket of its Glasgow headquarters, as sources of the cooling. As part of the UK government’s charter renewal process, the BBC is now offering a suite of changes, in part bundled up with matching pledges for Wales and Northern Ireland, which include:   Ensuring 17% of its programming came from Scotland, Wales and Northern Ireland, and set clear rules on the “portrayal” of devolved nations, in its response to the UK government’s BBC white paper. A TV commissioning editor for each devolved nation and a comedy commissioning editor based at BBC Scotland, as well as new partnership with local TV production companies.  Dedicated national “channels” on the BBC’s online sports pages and its home page, alongside the iPlayer home page. A BBC ‘Writers Room’ in the nations, and a new partnership with Creative Scotland to match a deal with Northern Ireland Screen, which helped produce shows like Line of Duty and The Fall. Strengthen Scotland as a “centre for excellence for factual production”  Its governance will also be overhauled, to increase Scotland’s influence, and there is the as yet unresolved question of whether there will be a “Scottish Six” peaktime national news programme for BBC1 Scotland. It made several pilot programmes earlier this year, to test which format would work. A decision is expected after the EU referendum on 23 June.     Scottish independence campaigners protested outside the BBC’s headquarters in Glasgow four days before the referendum. Photograph: Michael McGurk/REX    Yet it is far from clear whether this will be enough. The discontent has been consistently flagged up by Scottish National party ministers in Edinburgh, by activist groups and independent production companies, and it is now become a political issue in London.  John Whittingdale, the UK culture secretary pressing ahead with the governance and funding reforms to the BBC, is said by Scottish government sources to be listening closely; he is seen as more receptive to the case for marked improvements than BBC executives. The Department of Culture, Media and Sport report which published the audience data, which included in-depth focus groups held in Glasgow and other UK towns and cities, last Thursday repeatedly cited up Scotland’s negative responses:  Overall, the public were quite positive towards the BBC, with an average favourability rating of 6.4 out of 10. However, views varied from significantly higher scores among professional and managerial households to lower ratings among social grade DE and those living in Scotland.  Most people saw the BBC positively in its mission to inform, educate and entertain, with about three quarters saying it was doing very or fairly well in these respects. Again, those from AB social grades were more positive and people from DE households (and Scotland) were more negative.   The DCMS survey did not probe deeply into what drove that discontent, and the numbers in the Scottish sample are relatively small, at 183 people from the two UK-wide surveys of around 2100, excluding the additional focus group. That focus group work in Glasgow did offer the BBC some satisfaction. Ian Small estimates that around 90% of the comments recorded from there were positive, and some spontaneous in their praise.  One is quoted saying: “No one can beat the BBC Question Time – I love it on a Thursday night.” (By coincidence, Question Time is produced through BBC Scotland in Glasgow, as part of the corporation’s “lift and shift” strategy to spread UK network shows around the UK). Another said: “If you’ve ever watched one of those Attenborough programmes in HD, you feel like you’re there.” Another described the BBC as “the people’s channel”. Yet, the criticisms which underpin the poor opinion poll findings were there too. The report quoted one Gaelic-speaking focus group member stating:   I think as a whole they should be covering everything that is British, not just English, and that’s Scottish and Irish ... there seems to be a bit of an imbalance really, it seems as those British is seen as English rather than England Scotland Ireland and Wales.   These responses illuminate tensions with Scotland’s TV industry about the future role and powers of BBC Scotland, and continuing irritation within the industry and BBC Scotland itself about the BBC’s response to these concerns. John Archer, chair of the industry body Independent Producers Scotland, described BBC Scotland as simply the “branch office of an empire, subject to the imperial rule of the centre in London” in evidence to MSPs a few days before BBC director general Tony Hall gave evidence to Holyrood’s culture committee in January. There had been, said one National Union of Journalist source at BBC Scotland, “years of neglect of Scottish services and audiences.   The management solely measure success by what you can get the network to commission. There’s barely a thought given to Scottish audiences. Drama, for instance, is lucky to get one new programme made here every year to two years. London decides what goes on, and for years now the BBC Scotland senior management have been happy to keep their heads down and take what they’re given. That’s why the audience feel as they do. They’re not stupid.  And on this, the audience research suggests Scottish ministers are in tune with public sentiment. They are deeply irritated by the BBC’s offers last week and want spending on solely Scottish content to increase to £100m, up from the £35m it is estimated to currently spend.  Fiona Hyslop, reappointed as Scottish culture secretary by Nicola Sturgeon on Wednesday, is underwhelmed by the BBC’s offer to create a notional “channel” for Scotland on the iPlayer, by putting Scottish digital content in a single home page.  She points to Sir Tony Hall’s evidence to Holyrood’s culture committee in January, where he spoke of an “online channel” for Scotland as he repeatedly acknowledged the BBC has underserved Scottish audiences. The Guardian picked up on that too as implying it meant a dedicated channel. BBC officials insist the director general misspoke, and actually meant the iPlayer option. Hyslop is pressing ahead with Scottish government demands for a dedicated Freeview channel for Scotland, as an ancillary to the “Scottish Six”, by directly lobbying the BBC and UK culture secretary John Whittingdale. The white paper did not go far enough, she said last week:   The BBC must evolve to better represent the people of Scotland; improve its commissioning practices to support our world-class creative industries; and adopt appropriate governance and accountability structures, including a unitary board with representation from Scotland.  The Gaelic language TV service BBC Alba is meanwhile annoyed there was no commitment to increase BBC programming to match the 10 hours the BBC provides the Welsh language channel S4C, up from the 4.5 hours in original Gaelic programming the BBC currently provides. Other producers, however, insist Hyslop’s and Archer’s complaints disregard far wider, more positive impacts on Scotland from the BBC’s spending, which has seen the number of “network hours” made in Scotland increase from 323 a decade ago to 944 in 2014-15.  With criticism focusing on where the £320m raised from Scottish licence fee payers gets spent, the BBC insists that £190m of that stays in Scotland. The remainder funds the huge range of UK-level channels and services, and international coverage, which all Scots audiences enjoy. One senior executive said before Hall’s evidence:   We’re using local companies, we’re doing our editing here. I’m employing Scottish producers, assistant producers and journalists. Doesn’t that benefit the Scottish economy? It’s bizarre. It just doesn’t make sense. The amount, the value of productions made here for the network is so much higher than that.  Yet David Strachan of Tern TV, a regular contributor to BBC Scotland programming, said the DCMS findings could not be “dismissed as the extremist wing of the SNP…   BBC Scotland has a small, and diminishing, budget to make programmes about Scotland for Scotland in order to ameliorate the predominance of the south east [England] on the BBC.  The BBC is considering how to get representation right, now that it has clearly been established that complaints can’t be dismissed as politically motivated. There was all-party consensus behind the Scottish government’s representations on charter review. The BBC’s challenge is partly to persuade Scottish audiences that it has, at last, a wider view of what British means. But it also needs gently to persuade its well served south east audiences that they should let go of their cultural dominance.",
  "webTitle": "BBC audience study shows Scottish viewers are most critical of all",
  "webPublicationDate": "2016-05-20T10:55:42Z",
  "webUrl": "https://www.theguardian.com/uk-news/scotland-blog/2016/may/20/bbc-audience-study-shows-scottish-viewers-are-most-critical-of-all",
  "keyword": [
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    }
  ],
  "guardianId": "uk-news/scotland-blog/2016/may/20/bbc-audience-study-shows-scottish-viewers-are-most-critical-of-all"
}