{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/need-womens-equality-party-wep-driverless-cars-before-equal-pay-suzanne-moore-elections",
  "id": "2016-05-04-48",
  "sectionId": "commentisfree",
  "body": "Now is not the time to vote for equality, apparently; there are more important issues to consider. Women can always wait. After some glorious revolution, “women’s issues” will be attended to. I have heard this all my life, and I am hearing it again now when I talk of my support for the Women’s Equality party (WEP). Comrades have informed me that the WEP is a single-issue party and that women are a “minority interest”. It is amazing to me that we will see driverless cars before we see equal pay, that whenever women speak up we are told this is not the right time and that we are not representative enough, often by those inhabiting political spaces entirely dominated by men. The Women’s Equality party is actually Britain’s fastest-growing party, with 45,000 members, though it only came into being a year ago through a of mixture of impatience and hope. As soon as the idea was floated, its founders were inundated with emails from people who wanted in. Some have not been engaged in politics for years, some are totally fed up with the traditional parties, some are seasoned campaigners, some are teenagers. So the idea became a reality fast. It was impressive to see a party forming. This involved a phenomenal amount of work, from funding to writing a constitution, creating a party structure and coordinating the branches that sprang up spontaneously all over the county. The phrase “If you want something done, ask a busy woman” has never been more apt. It has been a steep learning curve from somewhat giddy meetings to fielding candidates. Mistakes have been made, but the commitment to doing something new is real. Our core objectives are: equal representation in business, industry and politics; equal pay; equal parenting; equality in the education system; equal treatment by and in the media; and an end to violence against women. This may sound like very basic stuff, but we are a long way off from achieving it and although the other parties have “equality” polices, they don’t enact them.   Related: Women’s Equality party founders: ‘It needed doing. So we said, “Let’s do it”’    Our concerns are not the concerns of a handful of liberal feminists – yes, I have heard all the “It’s just ladies who lunch” criticism – because to achieve any of our goals requires a fundamental shake-up. To change the way childcare is structured; to understand that care is not some “unproductive” bit of the economy; to ask why, when austerity hit, it was women in the frontline; or see domestic violence services being run down; to watch George Osborne casually impoverishing a generation of women by putting up the pension age – all these things require us to see how the current economic analysis works against the most vulnerable. Many will argue that all this can only be tackled within existing party structures, to which I can only say: why hasn’t it been? Why is gender equality continually pushed to the bottom of the agenda? From the outset, the WEP insisted it was going to do politics differently. We would be non-partisan and work with any other party where we could find common ground. This has been an education in breaking down some of politics’ stultifying tribalism and has allowed us to draw on vast experience and expertise. Another achievement is to help our candidates with bursaries for childcare because many women cannot afford to enter public life. This is walking it like we talk it. Still, I know, we are too radical for some, not radical enough for others. My own view is we will be part of a coalition of forces that exists outside of Westminster politics pushing for change. The Westminster lot remain sneery, though, unable to see that many women don’t vote at all. One of the surprises has been the big support from men. On the doorstep, WEP canvassers have been met with: “What took you so long?”   Related: I’m a lifelong Tory but my vote’s going to the Women’s Equality party. Here’s why | Kate Maltby    A big part of what we are about is shifting the conversation and that’s why we are not simply a pressure group. Only when you threaten to take votes do other parties respond. Sadiq Khan and Zac Goldsmith, for instance, have had to field questions about what they will do about London’s rape figures or the huge pay gap in a way that is unprecedented because of WEP’s presence. Also unprecedented is the diversity of our candidates. In our London list we have 30% BAME and 30% LGBT. We know we have to act intersectionally. We know there is more than one kind of discrimination and we know that many may share our aims but cannot give us all their votes so, strangely enough, we are not asking for them. Just half of them. In London, you get four votes, so give us two. On the orange ballot paper, help us get us on the Greater London Assembly. In Scotland and Wales, give one of your two votes on the party list. In 2016, it is extraordinary that we have to vote to push basic equality to the top of the agenda instead of paying it lip service, but we do. Progress has stalled. We are the start-up.",
  "webTitle": "We need the Women’s Equality party – we’ll see driverless cars before equal pay | Suzanne Moore",
  "webPublicationDate": "2016-05-04T19:00:30Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/need-womens-equality-party-wep-driverless-cars-before-equal-pay-suzanne-moore-elections",
  "keyword": [
    {
      "webTitle": "Women's Equality Party",
      "id": "politics/womens-equality-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Moore",
      "id": "profile/suzannemoore"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/need-womens-equality-party-wep-driverless-cars-before-equal-pay-suzanne-moore-elections"
}