{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/17/9bach-review-komedia-brighton",
  "id": "2016-05-17-149",
  "sectionId": "music",
  "body": "A Welsh-language band steeped in folk tradition they may be, but there is nothing remotely parochial about 9Bach. They deal in infectious grooves, funky bass lines and international themes amid nods to Greek rembetika, psychedelia, trip hop and Middle Eastern rhythms on subjects as disparate as slavery, white rhinos, crows and, er, the apocalypse. This is an intimate gig. The six band members squeeze on to the small Komedia stage trying not to trip over the harp, drum kit and keyboards, and early signs aren’t promising as the audience is nearly blasted into the sea by grungey bass. But charismatic singer Lisa Jên from Snowdonia is an engaging figure, interspersing chat about the provenance of their songs with reflections on her days frequenting raves, fox-killing farmers and the X Factor influence on Eisteddfods; and, as the sound settles down, the night assumes the feel of an informal fireside recital, albeit one where you can never quite fully relax.     Colourful soundscapes … 9Bach. Photograph: Tabatha Fireman/Redferns    The success of their previous album Tincian (voted best album at the 2015 BBC Folk awards) appears to have invested fresh confidence and musical ambition into their new one Anian (a Welsh word loosely translated as “nature” or “vibe”, Jên explains). There’s sinister majesty and percussive subtlety in Deryn and Brain, while the natural empathy between Jên and keyboard player/singer Mirain Haf Roberts is appealingly illustrated by the cleverly layered Heno. Weighty and impressively colourful soundscapes abound, presenting a music often shrouded in a sense of mystery and foreboding that might otherwise rend them aloof and inaccessible. But charm and fragile beauty are a persuasive combination, and 9Bach have plentiful supplies of both.  At Bush Hall, London on 19 May, then touring until 3 June. Box office: 020-8222 6955.",
  "webTitle": "9Bach review – charm and fragile beauty from the Welsh-language sextet",
  "webPublicationDate": "2016-05-17T13:42:04Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/17/9bach-review-komedia-brighton",
  "keyword": [
    {
      "webTitle": "Folk music",
      "id": "music/folk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Colin Irwin",
      "id": "profile/colin-irwin"
    }
  ],
  "guardianId": "music/2016/may/17/9bach-review-komedia-brighton"
}