{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/08/spice-synthetic-marijuana-drug-screenings-tests",
  "id": "2016-05-08-113",
  "sectionId": "society",
  "body": "A man comes into the emergency room in Jackson, Mississippi. Six-foot-four, 240lbs. “Solid, brick muscle”, recalls Dr Robert Galli, a professor of emergency medicine and toxicology at the University of Mississippi medical center (UMMC) in Jackson.  “This big guy was fumbling around in the street, he was rolling around in the grass, he had no shirt on, his pants and underwear were down to his shoes, and he’s flopping around in the rain with about 15 people taking videos of him.” Someone called 911. First the fire department arrived, followed by police, then paramedics, who ascertained from the surrounding crowd that the man smoked “Spice”. Spice is known as fake weed or synthetic marijuana because it grabs hold of the same receptors in the brain. But the lab-made powder bears little resemblance to the plant Americans increasingly see as benign.  And because synthetic marijuana is ever evolving, standard urine drug screenings don’t detect it. Most confirmed poisonings are ferreted out by epidemiologists, after the bizarre symptoms land users in the hospital. “Sure enough, this guy was using Spice regularly if he wanted to get high, and now he got a hold of the bad stuff,” Galli said.   Related: Drug overdose epidemic has driven increase in organ donors, data shows    In several states across the US, the class of drugs known as Spice is causing a rash of poisonings that doctors say are fuelled by residents’ desire to get high without failing drug tests, as the continually changing class of drugs has eluded authorities.      “Rogue chemists” avoid illegality, and help their customers avoid drug screenings, by delivering constantly changing, untested formulations to the American public. And the tactic appears to have proved successful, daring drug war era legislation to keep up.  “The experimentation on this is with the American public,” said Galli. “It’s not like these are given to animals to see how they respond. These are given to human animals, and they get it on the street.”  Mississippians make up an outsized chunk of those reported poisoned by synthetic marijuana each year. The state was almost solely responsible for a massive spike in poisonings the weekend of Easter 2015.  In 2015, Mississippians reported 1,362 poisonings from synthetic cannabinoids, with17 deaths suspected to be related to the drugs. The tiny state is just 367 poisonings shy of the number of poisonings reported New York state, where 16m more people live, and where the cheap drug has reportedly ravaged homeless communities in New York City and working class towns such as Syracuse.  Synthetic marijuana poisoning symptoms usually include violent outbursts and paranoia; more serious symptoms, such as kidney failure, stroke, and fast and irregular heartbeat, have all been documented in medical literature.     ‘Synthetic marijuana’ is also known as Spice. Photograph: Alamy    By contrast, many researchers consider marijuana less addictive and toxic than caffeine, despite its mind-altering properties. Death by marijuana is almost unheard of. Recently, however, some researchers have concluded that regular marijuana use can be harmful for teens’ brain development, affecting problem solving and memory, and there is some evidence that marijuana may amplify the risk of psychosis or serious mental health issues for those already at risk.  A group of high-profile doctors recently came out in favor of legalization in part because the group believes marijuana prohibition causes “the proliferation of dangerous synthetic cannabinoids”. Doctors for Cannabis Regulation, which counts a former surgeon general among its membership, list this in its “declaration of principles” against prohibition.  A 2014 Medscape poll of physicians found that doctors broadly supported regulation of marijuana. Seventy-nine per cent of physicians supported some form of legalization, either for medical purposes or full legal regulation.  Together, Mississippi and New York make up almost 40% of the synthetic marijuana poisonings reported in 2015, of the nearly 8,000 nationwide. If the sparse data on poisonings and emergency department visits is to be believed, 2015 was one of the drug’s most damaging years since its introduction to the United States almost a decade ago.    Spice is commonly sold at gas stations or corner stores in colorful foil packaging, advertising flavors such as strawberry. Chemicals included in the packets can range from relatively benign compounds developed by university chemists, such as JWH-018, to those doctors believe are dangerous, such as AB-Chminaca.  Synthetics first hit the market around 2006, popping up in smoke shops, unregulated and labeled “not for human consumption”. Despite the substances being manufactured in illicit (and sometimes filthy) Chinese laboratories, doctors now believe that the synthetics that hit the market 10 years ago were chemicals hijacked from pharmacologists’ published research.  Some scientists now believe that drug dealers read their research, sent the formulas to China for manufacturing, then shipped them into the US for sale. Once the materials were in the states, traffickers dissolved the powdered chemicals with acetone-like thinners, mixed that liquid with snow cone flavorings, and sprayed it onto tea leaves packaged in colorful foils. One such example is a molecule developed by John W Huffman, JWH-018, who, as an organic chemistry professor from Clemson University, developed the molecule hoping it could provide nausea relief and appetite stimulation to patients without the euphoria of marijuana. Around 2007, Huffman began receiving calls from “law enforcement agencies, the military, and panicked parents” who discovered JWH-018 in Spice users who had reacted badly. In 2011, as the popularity of the drugs peaked among teenagers, the Drug Enforcement Agency took a swing at the problem with its biggest hammer: a Schedule I drug classification that outlawed molecules such as JWH-018, and allowed new ones to be emergency-classified as illegal.  Whether that reduced demand is unclear. The emergency scheduling did, however, appear to trigger a chemical arms race as “rogue” chemists produced ever more mangled cannabinoids to avoid illegality.  The most disturbing recent additions to the chemical spectrum that makes up Spice, according to toxicologists and clinicians at UMMC, are AB-Chminaca and MAB-Chminaca. Unlike marijuana, which only binds partially to cannabis receptors in the brain, these new synthetic cannabinoids grab ferociously on to neural receptors. Both are mutations of the JHW-018 molecule.      Preet Bharara, the US attorney for the southern district of New York, speaks at a news conference where it was announced that authorities had broken up a group that trafficked in ‘synthetic marijuana’. Photograph: Spencer Platt/Getty Images    AB-Chminaca and MAB-Chminaca were identified in a spate of poisonings that sent four people to UMMC’s emergency room in four hours on Good Friday, 3 April, 2015, and then sent 200 more patients into UMMC’s emergency room that spring. The chemicals were only identified in Mississippi after doctors at the medical center analyzed drug samples using a liquid chromatography-tandem mass spectrometer, an hourlong process performed by a machine generally available only at research institutions. According to two agents of the Mississippi bureau of narcotics as well as Galli, the first death was of a man who took one puff of a “Spice” joint in a Jackson city club in March, collapsed, and never regained consciousness before dying the same night.  By November, the supply of AB- and MAB-Chminaca still hadn’t dried up in Mississippi. Another seven patients were reportedly hospitalized at UMMC over Thanksgiving weekend, this time vomiting. For emergency department staff, this only complicated matters: Spice patients are generally sedated until the drug wears off, but these patients ran the risk of choking on their own vomit.  Until recently, Spice was associated with the poor and the young. In 2011, it was the second-most used drug behind marijuana among students in the 8th, 10th and 12th grades, according to the national Monitoring the Future survey. More than one in 10 had tried Spice. Mississippi bureau of narcotics agents said the backgrounds of users, ranging from ages 12 to 64 and from nearly every class of society, were so diverse as to make detecting a pattern impossible. Some of the only survey information on who uses synthetic marijuana shows that nearly a quarter (24%) of regular marijuana smokers currently use the drug, but little more is clear.  But as Monitoring the Future shows use declining among teenagers, anecdotal reports suggest that authorities’ inability to detect Spice has made it appealing to those most frequently drug tested.  A handful of adverse reactions were reported among football players, athletes who are still sanctioned for smoking marijuana. Robert Nkemdiche, a high-profile player at the University of Mississippi expected to be an NFL draft pick in 2016, fell out of a hotel window after allegedly smoking synthetic marijuana, Fox Sports reported. His brother Denzel, also an Ole Miss player, was allegedly hospitalized after standing on the roof of a building, paranoid and wrapped in a blanket.  The New England Patriots defensive end Chandler Jones smoked synthetic marijuana before he showed up at a Massachusetts police station, half-naked and disoriented, in January.  Truck drivers, soldiers, oil rig workers, hospital staff, and even Walmart employees are regularly drug tested in the US. With other professions, an estimated 58% of the total US workforce is drug tested, according to one 2014 survey.  That doesn’t include probationers, parolees, or recipients of social services who are drug tested. Even Mississippi’s roughly 5,500 welfare recipients are screened for drug use (seven tested positive between April 2014 and 2015, according to Rethink Mississippi). Marijuana legalization advocates reported that anti-drug policing is so aggressive, they had trouble collecting signatures for a ballot initiative, because voters feared police would access the petition and target signers, according to the Jackson Free Press.   Related: Synthetic marijuana-related hospitalizations skyrocket in US    As Spice poisoning victims flow into emergency departments, UMMC toxicologists say they continuously find new chemicals. DEA officials said they had identified hundreds of compounds included in packets sold as “Spice”.  Even in rabidly anti-drug Mississippi (it was the last state to repeal prohibition, in 1966), an emergency scheduling act similar to federal law can still only be updated when the part-time legislature is in session from January to May. Only federal agents can enforce the DEA’s more up-to-date ban. In New York City, a local ordinance criminalized sale of the drugs after a massive interdiction of the drugs and packets by federal agents in New York City.  “You never know what you’re going to find. This instance, we were fortunate, we hit the motherlode,” said James Hunt, a New York DEA special agent, who helped search more than 80 bodegas and five Spice processing facilities around New York City in September 2015. Agents found enough of the chemical to fill 260,000 packets.  “I mean, for years we’ve been locking up heroin traffickers, cocaine traffickers, methamphetamine traffickers, those drugs have been around for umpteen years,” said Hunt. “This is something new. It’s a huge task. I’m not going to say it’s not.”",
  "webTitle": "Spice: Americans turn to dangerous 'synthetic marijuana' to evade drug tests",
  "webPublicationDate": "2016-05-08T11:30:06Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/08/spice-synthetic-marijuana-drug-screenings-tests",
  "keyword": [
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mississippi",
      "id": "us-news/mississippi",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Glenza",
      "id": "profile/jessica-glenza"
    }
  ],
  "guardianId": "society/2016/may/08/spice-synthetic-marijuana-drug-screenings-tests"
}