{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/16/boris-johnsons-hitler-analogy-gains-little-newspaper-backing",
  "id": "2016-05-16-299",
  "sectionId": "media",
  "body": "What is it with former London mayors and Hitler? Ken Livingstone got himself suspended from the Labour party for his references to Adolf.  Now Boris Johnson has talked himself into controversy by likening the European Union’s supposed intention to create a superstate to Hitler’s political ambitions.  The reaction to Johnson’s ahistorical claim was utterly predictable. It set the EU referendum news agenda for a day... but it proved to be of dubious value to the Brexit campaign. Throughout Sunday, the airwaves hummed to the sound of fury by Johnson’s opponents and evident frustration by his supporters as they struggled to defend him on TV and radio news bulletins and current affairs programmes.   Related: German readers say Johnson's EU-Hitler comments are just 'British hysteria'    National newspaper editors joined the fray on Monday. But there was a noticeable lack of enthusiasm. The Daily Telegraph ran only a short news piece on “the row” generatedby Johnson’s interview with its Sunday title. And Johnson made no mention of it in his regular column. Two titles favouring Leave - the Daily Mail and the Sun - sought to claim there was logic to the Johnson argument. Those advocating Remain poured scorn on it, and on Boris himself.  The Times, the Rupert Murdoch title engaged in the delicate process of switching from Euroscepticism to Europhilia, savaged the man who affects to lead the Brexiteers. “The tang of his own shoe leather is perhaps not an unfamiliar taste for Boris Johnson”, it began, adding:  “Life is too short to waste much of it seeking to place the utterances of Mr Johnson anywhere on a sliding scale between calculation and gaffe.”   It thought the hyperbolic Nazi reference was “nonsense”. But the Times saw it in the context of an increasingly degraded debate, concluding: “Leave Hitler out of it.”  The Mail overcame its obvious embarrassment by offering muted support to Johnson. It conceded that “invoking the ghosts of Hitler and the Nazis in any political argument is a profoundly dangerous strategy.” But it went on to defend Johnson for playing “a risky card” and argued that “beyond all the sound and fury” there was a point to his claim that the EU “is acting like the totalitarian regimes of the past and trampling on the rights and wishes of ordinary citizens.” It concluded with a rhetorical question: “Is this really a cynical, hysterical argument, or simply the voice of logic and common sense?” The Sun gave unequivocal backing to Johnson for making “the reasonable point that various people had tried and failed to unify the ­countries of Europe — including ­Napoleon and Hitler.” It said his Remain camp critics “exploded in fake outrage” and “confected fury.” Saying that dictators in the past have called for “ever closer union” in Europe “is both truthful and a point worth making.” The Daily Express gave Johnson’s statement a double-page headline, “Boris: EU wants a superstate, just like Hitler”, but refrained from comment. Its leading article on the EU debate - “the devastating impact that mass migration has had on this country” - hammered away at its familiar anti-migrant theme. The Guardian’s leading article explored the referendum debate’s “descent beyond hyperbole into hysteria” and pointed to each side’s accusations that the other one is “peddling bogus statistics and ramping up baseless fear.” Turning to Johnson, it saw his “ugly and provocative allusion to the Third Reich as a metaphor for European integration” as “a move from the Donald Trump playbook - maximising controversy in order to dominate the conversation and drown out reasonable debate.” It also took the opportunity to forge a split between Johnson and his fellow Brexiteers:  “Mr Johnson is not famed for consistency or integrity, but there are other senior Conservatives... the likes of Michael Gove and Michael Howard... who combine sincere Euroscepticism with a conscientious view of public life as entailing responsibilities.  They should be alarmed by the direction the campaign they endorse is taking. A question they, and other moderate Eurosceptics, should face, is how much poison they are prepared to see tipped into the well of reasonable public debate in pursuit of a goal - Britain outside the EU.”  The Daily Mirror, having persuaded Cameron to contribute an “historic guest column” urging readers to vote Remain, gave it, rather than Johnson’s Hitler analogy, front page billing. But the paper didn’t miss the opportunity to deride Johnson with a spread headlined “Reich Charlie” over a picture of Boris with his hand stretched out as if giving a Nazi-style salute.  And its political columnist, Kevin Maguire, laid into the “increasingly unhinged” Johnson, calling him “Britain’s Donald Trump” who “spouts poison about Germans with the wild prejudice of a Hooray gulping once too often from the port bottle at a Bullingdon reunion.”",
  "webTitle": "Boris Johnson's Hitler analogy gains little newspaper backing",
  "webPublicationDate": "2016-05-16T08:04:38Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/16/boris-johnsons-hitler-analogy-gains-little-newspaper-backing",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Adolf Hitler",
      "id": "world/adolf-hitler",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Times",
      "id": "media/thetimes",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Independent",
      "id": "media/theindependent",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail",
      "id": "media/dailymail",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Express",
      "id": "media/dailyexpress",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Sun",
      "id": "media/sun",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mirror",
      "id": "media/daily-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "i",
      "id": "media/i",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/16/boris-johnsons-hitler-analogy-gains-little-newspaper-backing"
}