{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/17/ambitions-for-childrens-mental-health-services",
  "id": "2016-05-17-203",
  "sectionId": "healthcare-network",
  "body": "Ask anyone involved with children’s mental health services what the biggest problem facing them is, and they will say one of two things: funding and demand. “There is a historic legacy of underfunding and neglect,” says Liberal Democrat peer Lady Claire Tyler, chair of the recent commission set up to look at how to improve mental health services for children and young people. There is also an unprecedented level of need: Wales alone witnessed a 100% increase in demand for child and adolescent mental health services between 2010 and 2014. But the previous coalition and current Conservative governments have put a focus on improving services. In the March 2015 budget, just before the general election, the government promised an extra £250m a year for five years to mental health services for young people, pregnant women and new mothers. In February, the government endorsed the key targets for children and young people’s services proposed by the independent Mental Health Taskforce. These include a maximum two-week referral for a child or adolescent following their first psychotic episode, and the development of a national network of crisis and home-treatment teams which will offer young people intensive support at home rather than in hospital. It is hoped that these moves will help support at least 70,000 more young people a year with mental health issues by 2020-21. “They’re bold ambitions,” says Prof Dame Sue Bailey, chair of the charities organisation Children and Young People’s Mental Health Coalition (CYPMHC). “Whether they can be achieved immediately everywhere … I think you have to put a dose of reality into this.” So, what can be done to achieve them? A commission chaired by Lady Tyler and sponsored by the Royal College of Psychiatrists, the charity Young Minds and the CYPMHC, was launched in January to look at what can be done to improve services for this young group. One concern is whether the funding promised by the government will reach the frontline. “Is that money going to come through at the pace we were promised and is needed to turn services around?” Lady Tyler asks. Former care minister Norman Lamb points out the money is not ringfenced. “I’m quite sure that in many areas it won’t all be spent as it should be on mental health,” he says. Dr Peter Hindley, chair of the faculty of child and adolescent psychiatry at the Royal College of Psychiatrists, echoes Lamb’s concerns, despite a Department of Health confirmation that the extra £1.4bn will come through in the next five years. “It’s really important that there’s good oversight and that we make sure that the funding goes to where it’s meant to go,” he says. The government’s two-week deadline for psychosis referral is based on the value of early intervention. “There’s very good evidence that if you intervene early and prevent deterioration of the condition, you can lead to very important gains long-term,” Hindley says. Integration between different services is vital to its success, but rigid structures in statutory services can lead to confusion among young people. Lack of joint working between education and health is another key issue. “Without schools and mental health services working more closely together, and without good early intervention, we will never address young people’s mental health,” says Sarah Brennan, chief executive of Young Minds. Bailey argues that a culture shift is needed: “Services have not been set up to work together, and just telling us to work together won’t hack it. There’s got to be a shift in the way we think, a balance between having a national framework and trying local innovation.” Ultimately, the question is whether the current focus on mental health will result in changes on the ground to services for children and young people. “We’ve got a real opportunity, a consensus about what needs to change,” says Brennan. “It’s whether everything keeps moving in the same direction, or whether the good intentions are undermined by confusion, lack of action, loss of faith, or money dribbling away in different directions.” Cheshire and Wirral: ‘Young people having a say in the services they use is a no-brainer’     Cheshire and Wirral Partnership NHS foundation trust provides specialist child and adolescent mental health services    For Tania Stanway, a consultant clinical psychologist, young people having a say in the services they use “seems like a no-brainer”. She is a clinical director at the Cheshire and Wirral Partnership NHS foundation trust, which provides specialist child and adolescent mental health services (CAMHS) and has been recognised for its work involving young people in designing services. The government’s children and young people’s mental health taskforce was clear in its 2015 report, Future in Mind, that it is vital for services to include young people in decision-making. One way Cheshire and Wirral has done this is through its My Mind website. Designed by young people, it includes information about what CAMHS is, resources for self-help and sections for parents and carers.  “What’s been interesting about the site is the way it shifted the culture of participation in our service,” says Fiona Pender, clinical director of Wirral CAMHS, in that it showed people in the trust and outside how young people with mental health difficulties can get involved. “If we designed services that fitted our needs in terms of funding and structures, they may not be the right services for young people.” Cheshire and Wirral was also the first NHS trust to adopt the young advisers scheme, which trains young people to influence local decision-making. There is now a group of 12 young advisers at the trust who have all used services, and sit on recruitment panels, attend committees and give advice.  Across England, CAMHS are struggling with dramatic increases in demand: between 2013-14 and 2014-15, referral rates increased five times faster than the workforce, according to the report by the independent Mental Health Taskforce in February.  “We can’t afford to take all the kids who need help anymore, we’ve got to work together,” says Pender. A big part of this is joint working with schools. At Cheshire and Wirral, CAMHS is working with six schools in a pilot project to improve resilience and knowledge of mental health issues among students.  By doing this, any issues young people are having can hopefully be identified earlier, and so they are less likely to need specialist statutory help to resolve them. “There are loads of people who work with children and want to help them, but are often afraid of what to do around mental health,” Pender says. “So what we’re doing as experts in CAMHS is sharing our understanding and skills with them.” Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "Tackling underfunding in children’s mental health services",
  "webPublicationDate": "2016-05-17T11:00:01Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/17/ambitions-for-childrens-mental-health-services",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Mental health",
      "id": "healthcare-network/mental-health",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "social-care-network/children",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Hardy",
      "id": "profile/ruth-hardy"
    }
  ],
  "guardianId": "healthcare-network/2016/may/17/ambitions-for-childrens-mental-health-services"
}