{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/24/david-cameron-eu-referendum-tory-unity-brexit-coup",
  "id": "2016-05-24-63",
  "sectionId": "politics",
  "body": "David Cameron has insisted the Conservatives will join together and abide by the 23 June EU referendum result despite talk of a coup attempt against his leadership by MPs angry at the ferocity of Downing Street’s campaign against leaving. A number of the most passionately anti-EU Tories are privately pushing the idea of getting rid of the prime minister after the referendum, arguing that he cannot be forgiven for the tone of his campaign and must be replaced with a pro-Brexit leader to unite the party.   Brexit explained: Cameron's changes   However, Cameron insisted he was doing the responsible thing by highlighting Treasury warnings that leaving the EU would lead to a recession, job losses, lower wages and falling house prices. “What I am doing is I am doing my job. I said very clearly to the British people that if you vote Conservative … we will have a renegotiation of Britain’s terms of membership of the European Union, we will hold an in/out referendum and I will abide by the result,” he said while campaigning at Luton airport on Tuesday.  “I believe I am doing absolutely what I said I would do at the time of the election. This is such a big issue that you do see arguments within the different political parties … There are going to be passionate arguments on both sides. Do I believe at the end of this we can all come together and accept the result? Absolutely, I do.” This view is not shared by a group of strongly pro-Brexit backbenchers, some of whom want Cameron to set a date for leaving after making clear he does not want to fight another term.    Related: David Cameron claims family holidays could cost £230 more after Brexit    Others are even floating the idea that they could get more than 50 MPs to trigger a vote of no confidence in the prime minister. There are claims that a slate of up to 12 leadership candidates are waiting in the wings with ambitions to succeed him. “It will need to happen. How on earth can he put Humpty Dumpty back together again after this?” asked one Tory. However, others in the Conservative party from both sides of the debate, especially newer MPs and those with marginal seats, are unconvinced that the group of hardcore Brexiteers is representative of the parliamentary party or has enough support to topple the prime minister. The pro-EU contingent is still in the majority among MPs and many of those who back leaving the EU still appreciate that Cameron won them the election last year.           Remaining in EU is the ‘bold, patriotic’ choice, says David Cameron    James Cleverly, the MP for Braintree, who is backing Brexit, said he did not see any prospects for a successful coup and believed the “vast, vast majority of Conservative colleagues” were on the same page. “He promised to fight to win the election and a referendum for the British people and delivered that. It wouldn’t make sense for people to start flirting with the idea of deposing the prime minister for making good on his promises,” he said.",
  "webTitle": "David Cameron promises Tory unity as pro-Brexit MPs consider coup",
  "webPublicationDate": "2016-05-24T17:29:08Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/24/david-cameron-eu-referendum-tory-unity-brexit-coup",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/24/david-cameron-eu-referendum-tory-unity-brexit-coup"
}