{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/23/ken-loach-benefits-system-a-cruel-bureaucracy-cannes-win",
  "id": "2016-05-23-247",
  "sectionId": "film",
  "body": "Film-maker Ken Loach has called the benefits system a “cruel bureaucracy” that makes users feel inferior and desperate in an interview after winning his second Palme d’Or at the Cannes film festival.   Related: Peter Bradshaw on Cannes's closing awards: baffling choices don't spoil a vintage year    Loach clinched the festival’s highest honour for his welfare state drama I, Daniel Blake, about a carpenter struggling with the inanities and indignities of the benefits system.  Loach, who will turn 80 next month, came out of retirement to make the movie, saying he hoped it would influence welfare policy in the same way one of his very first films, Cathy Come Home, had changed political thinking on homelessness. “I think we have to look again at this whole cruel sanctions and benefit system, which is out to tell the poor that it’s their own fault and if they don’t have a job it’s because they are incompetent or useless,” he told BBC Radio 4’s Today programme on Monday.  “There’s a despair and anger with people who are facing this and those trying to support them. The fact that we now accept food banks as part of our national scene, this is actually unacceptable.” When asked by presenter Sarah Montague why he thought there was such a groundswell of public support for welfare measures such as the benefits cap, Loach said that was an opinion of “people who listen to the Today programme too much”. “If you actually get out amongst the food banks and the people supporting people there, people who would not eat unless if it weren’t for the charity, who have to choose between heating and food, I think you’ll find there’s a great disgust and despair about that in this country now,” he said.    Related: Cannes 2016: Ken Loach wins Palme d'Or – the Dailies film podcast    Despite being a realist drama about the British welfare system, I, Daniel Blake was praised by the Cannes jury for its universally relatable story, with jury member Donald Sutherland calling it “an absolutely terrific movie that resonates in your heart and soul”. “I think dealing with a cruel bureaucracy is something that crosses borders and people understand the frustration of being constantly trapped by call centres, by people who won’t give you the help you need and facing a bureaucracy that is out to deny you what you feel is your right, is something we all understand,” Loach said. The recognition for the film, he said, was down to “finding a theme and a story that people can identify with and take something from and has some connection to the world that we’re living in”.",
  "webTitle": "Benefits system ‘a cruel bureaucracy’, says Ken Loach after Cannes win",
  "webPublicationDate": "2016-05-23T09:28:15Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/23/ken-loach-benefits-system-a-cruel-bureaucracy-cannes-win",
  "keyword": [
    {
      "webTitle": "Ken Loach",
      "id": "film/ken-loach",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Benefits",
      "id": "society/benefits",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Welfare",
      "id": "politics/welfare",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "I, Daniel Blake",
      "id": "film/i--daniel-blake",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "film/2016/may/23/ken-loach-benefits-system-a-cruel-bureaucracy-cannes-win"
}