{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/bryce-dessner-grateful-dead-american-folklore",
  "id": "2016-05-19-196",
  "sectionId": "music",
  "body": "You wouldn’t think it, but less than a year after their “final” gig the Grateful Dead is ready for a re-introduction. Even when the band was active, they were known in the culture as a hippie band, a band to do drugs to, a band that jammed forever onstage. Yet time has allowed for a new interpretation of the Dead, one that Aaron and Bryce Dessner of The National pursue on Day of the Dead (4AD), a five-disc tribute set released on Friday that removes the tie-dye caricature of the Dead to explore the band as songwriters, experimentalists and sonic adventurers.    Related: The National: 10 of the best    The album is the latest in the Red Hot series that raises money to fight Aids/HIV. The National served as a house band for some of the 59 tracks. The Dessner brothers curated the ambitious playlist, enlisting a wide variety of artists who are not typically associated with Dead culture – Charles Bradley, Stephen Malkmus, Orchestra Baobob, Perfume Genius, The Walkmen, The War on Drugs and more. In the spirit of the Dead, they also suggested collaborations – Bruce Hornsby with Justin Vernon (Bon Iver) and Megafaun or Sonic Youth’s Lee Ranaldo and TV on the Radio’s Tunde Adebimpe are two examples. The Dead’s Bob Weir is also a collaborator – here, he appears on tracks with The National and Wilco.  Bryce Dessner, who reports The National is prepping a new album for release next year, talked about the project last week.  This project took nearly five years to complete. What did you learn about the Dead? The importance of the band to so many musicians and the surprising sides of their musical legacy. The obvious one we already knew about was the jam band culture in America. We were less interested in that. That’s been done, so it was not necessarily something that we were pursuing on this record. I had a hunch that if we started digging, we would find some surprising fans of the Dead, those who were specifically focusing on their songwriting and also some of the more avant garde and compositional sides of where their influence lies. Working with Bob Weir directly, we learned how high the bar is for Dead music. To do the songs justice, or to at least know them inside and out to depart from them, we had to study up. So you were specific in departing from jam bands to finding artists who might interpret the Dead differently? We were looking at not necessarily the history of this music, but what does this music mean for the future? The Dead to me are connected directly to this incredibly interesting period of American culture and history – postwar painters, the Beat Generation. Bob Weir was friends with Neal Cassady, for example. They were fed by this deep well of American folklore and the role that traditional songs play in the music. I think there are so many musical elements at work in the Dead’s catalog. One of them is the long-form jam. That is important. It’s not that we don’t explore it, we do. We explore it in different ways.   Related: Neal Cassady: Drug-taker. Bigamist. Family man    How so? When we learned to play in bands, what we were covering was equal part the Velvet Underground and the Grateful Dead. That would defy the logic that somehow these things don’t fit in the same musical well. For instance, looking at bands like Sonic Youth or Yo La Tengo – both [Sonic Youth’s] Lee Ranaldo and [Yo La Tengo’s] Ira Kaplan, who were our heroes and are also represented on this record, were huge Deadheads and followed the band in the 70s. That made perfect sense if you look at the type of jamming Sonic Youth did. So it’s not that we didn’t want to cover the jam thing. It wasn’t that we don’t respect that strain of music. But it has been a long time that that one corner of the Dead legacy has been amply represented on the scene. So we wanted to explore some of the more surprising elements.  Is part of the reason because you are a composer, so are naturally interested in different sonic territory? Yeah, part of what got me interested is, as a teenager, was listening to Jerry play guitar. I thought: “How does he do that? How does he play the guitar like a fiddle?” In the 60s when a lot of the great musicians and bands were making hits and things were so quickly commercialized, the Dead went the other way. They went further out. They developed into America’s greatest cult band. People loved that ambition and creative expansiveness. It’s a great example of a refuge for creativity. Where thousands of people would go see these kind of crazy ambitious shows that were not necessarily banking on the easy solution or the hits.  You can’t really compare Jerry Garcia to anyone else. How important was he to the band? Jerry is almost an element of American folklore. He was like this bard-poet-fiddler. His guitar was his voice. He would spin these yarns. And also in terms of the way there would be these reveries where the band would induce these dream states. In a way, what we love about someone like John Coltrane is similar to why we love Jerry Garcia.  What about these post-Dead incarnations? I covered Fare Thee Well last summer in Chicago and frankly felt a little sad that such an influential chapter in American culture was ending. The members of the Dead remain much a very rich vital source of music. It’s never been the same, obviously, since Jerry. I did watch Fare Thee Well and felt they did amazing stuff. And apparently what they are doing with John Mayer is the same because he’s a great guitar player. But I’m not drawn to it in the way I am to the historical Dead stuff.   Related: Tim Hecker: ‘I make pagan music that dances on the ashes of a burnt church’    What we found in this project is the Dead catalog is like the great Americana songbook the way Gershwin would be or someone like Dylan. There is so much there. What is important is what the music will mean in the future. We just scratched the surface of that in this project in a forward-thinking continuum and not necessarily having it be about nostalgia. Obviously a great band is defined by something about the alchemy of its members. And that’s something that we celebrate but that can’t last forever. How was Bob Weir involved in this project? Bob heard things at various points. He was very hands-off. He heard things and made interesting comments. But he was totally not heavy-handed or made any judgments. Backstage at the Greek Theater in Berkeley, he did make one comment to me I remember. He said that one of the things that interested him in our music is the element of orchestration we had been using at that time on [The National’s] Trouble Will Find Me. And that it was an element in their music that they wanted to take further. Take further? I took that as an amazing statement.  There are several collaborations on this record. Was that part of the mission? There’s a joy for this music that is infectious. That took over pretty quickly. So we were suggesting collaborations. But quite often, people started suggesting people they wanted to work with. Jenny Lewis brought in Moses Sumney. Ed Droste of Grizzly Bear wanted to bring in Binki Shapiro. Will Oldham embodies the closest thing in his songwriting and his delivery with some of the things I associate with the Dead, and certainly vocally with Jerry. The way he sings them is almost in a way as if he wrote them.  There were two things I was involved in pushing for. One was getting Terry Riley, the great American minimalist composer, involved. The other one was getting Tim Hecker, who is one of the most interesting electronic composers around nowadays. To have him respond to Grateful, which is considered a Dead-related, very seminal piece of electronic music – that was another side to explore.  Day of the Dead is out on 4AD on Friday  The standfirst of this piece was corrected on 16 May 2016; Bryce Dessner is guitarist with the National",
  "webTitle": "Bryce Dessner of The National: 'The Grateful Dead are part of folklore'",
  "webPublicationDate": "2016-05-19T12:00:08Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/bryce-dessner-grateful-dead-american-folklore",
  "keyword": [
    {
      "webTitle": "Grateful Dead",
      "id": "music/grateful-dead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The National",
      "id": "music/the-national",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Guarino",
      "id": "profile/mark-guarino"
    }
  ],
  "guardianId": "music/2016/may/19/bryce-dessner-grateful-dead-american-folklore"
}