{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/swansea-city-manchester-city-premier-league-match-report",
  "id": "2016-05-15-69",
  "sectionId": "football",
  "body": "So Pep Guardiola need not worry about acquainting himself with the Europa League at the start of next season and a Manchester City supporter has gone home with Manuel Pellegrini’s club blazer. Those were the headline facts on an afternoon when City secured the point that guarantees them fourth spot and a shot at the Champions League group stage provided they can negotiate a play-off round in the middle of August.   Related: Danny Drinkwater’s late goal earns champions Leicester a final point at Chelsea    It is not the way that City envisage gaining entry to Europe’s premier club competition and the celebrations among the travelling supporters at the final whistle were probably a mixture of relief at keeping that door open as well as joy at their neighbour’s expense, given that Manchester United will be absent guests when the Champions League gets underway next season. City’s players went over to their fans at the final whistle and Pellegrini followed them, removing his jacket on the way before throwing it into the crowd. It looked like a good fit judging by the picture of the supporter that ended up with it on. “I don’t have a shirt so that was my way to say thanks to the fans,” Pellegrini said. It was Pellegrini’s final act as manager and his post-match press conference turned into a defence of his record as he reeled of all sorts of statistics, including the number of points City have accumulated and the number of goals that they have scored during his three-year reign. The only numbers that really matter, though, at a club with City’s ambitions relate to trophies. “It’s been a good season because we won the Capital One, after that we reached the semi-finals of the Champions League, it’s not easy for the first time in the club’s history,” Pellegrini said. “Maybe we didn’t play in the way I like it against Real Madrid. But we finished qualifying the team for next season and unfortunately in the moment that we had to prioritise one competition, we couldn’t continue playing the FA Cup. We were for the third season the highest scoring team of the Premier League and the team that won more points if you compare the big teams. I think that’s a good cycle of three seasons here.”     André Ayew equalised with a deflected strike for Swansea City to set up a tense finish at the Liberty Stadium. Photograph: Geoff Caddick/AFP/Getty Images    Ultimately it feels like City have underachieved this season, although in Pellegrini’s defence it was a strange situation that he found himself in when the club announced on 1 February that Guardiola would be replacing him as manager on 1 July. City were second in the table, three points behind Leicester City at the time – and it is difficult to know how big an impact, if any, that decision had on the manager and his players. The requirement for Pellegrini and his players in south Wales on Sunday was straightforward and although the scoreline suggests that City could have been vulnerable to missing out on a place in the top four, Swansea never really liked getting a winner. Pellegrini’s team had 18 shots compared to Swansea’s four, yet the fact that only five of them were on target tells its own story. Sergio Agüero should have scored the goal that would have seen him tie with Harry Kane for the golden boot, and on another day Kelechi Iheanacho could have grabbed a hat-trick. In fairness to Iheanacho, he was in the right place at the right time to score City’s opener – prodding in from six yards after Kristoffer Nordfeldt had repelled Agüero’s initial attempt to turn home Kevin De Bruyne’s low centre – for his 15th goal of the season. It will be fascinating to see how Guardiola harnesses the 19-year-old’s precocious talent. Despite Swansea being without all four of their Euro 2016 players, who were given an extended break, as well as Ki Sung-yueng, who had to return to South Korea to take part in military service, they played with confidence. The Welsh side had as much possession as City, yet the absence of an out-and-out striker – André Ayew was dropping deep and playing almost like a false nine – meant that too many neat passages of play came to nothing. Swansea did have the ball in the net shortly after Iheanacho scored but Mike Dean penalised Jefferson Montero for pushing Bacary Sagna.   Related: May the fourth be with you: United and City in final-day battle of Manchester | Paul Wilson    Whatever the rights and wrongs of that decision, good fortune was not smiling on Pellegrini’s side at the end of the first half. After a couple of free-kick routines that went horribly wrong and looked like they had been planned on the back of a fag packet, Swansea equalised from a set piece in first-half injury time. Ayew’s left-footed shot deflected off the head of Fernando, who was stood in the wall, and flew into the opposite top corner, leaving Joe Hart stranded. City played with greater intensity after the break. Eliaquim Mangala profligately headed De Bruyne’s cross over the bar and five minutes later the ball broke kindly to Iheanacho, only for it to get stuck between his feet and wriggle out the wrong side. Agüero, who had been denied by Nordfeldt in the first half, then dragged a bouncing ball well wide. Although Federico Fernández sent a free header wide, Swansea rarely looked like troubling City in the second half, when the sight of Wilfried Bony warming up for the visitors prompted the home supporters to serenade a striker they would love to have back at the Liberty Stadium next season. Whether that happens or not, Swansea will be glad to put this chaotic campaign behind them and welcome the chance to regroup. Man of the match Jack Cork (Swansea)",
  "webTitle": "Manchester City draw at Swansea City to all-but ensure top-four finish",
  "webPublicationDate": "2016-05-15T16:07:34Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/swansea-city-manchester-city-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Swansea City",
      "id": "football/swansea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart James",
      "id": "profile/stuartjames"
    }
  ],
  "guardianId": "football/2016/may/15/swansea-city-manchester-city-premier-league-match-report"
}