{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/australian-budget-2016-the-graphs-you-need-to-see",
  "id": "2016-05-03-24",
  "sectionId": "australia-news",
  "body": "The treasurer said before budget day that it would not be a typical budget and he was right, because – unlike any budget before – the big economic news of the day came from Martin Place with the Reserve Bank cutting the cash rate to a record low 1.75%. And crucially, the RBA decision highlights the common theme throughout the budget papers – that the economy is not about to get greatly better any time soon.   Related: The winners and losers from Scott Morrison's 2016 budget    1. Growth weaker than expected This time last year the budget papers were hoping that the economy in 2016-17 would grow by 3.25%. By December’s mid-year fiscal and economic outlook this had been downgraded to 2.75%. Today Treasury now expects it to be a mere 2.5% – well below the long-term trend of 3.0%. The outlook over the next few years is nothing that would have you ring home about either. Real GDP growth for 2017-18, 2018-19 and 2019-20 is expected to be 3% each year. That is back to a trend level of growth, but again it is a fairly significant downgrade on the 3.5% growth that was hoped to be achieved in last year’s budget. The expectations of nominal growth have also taken a hit. Last year the expectation was for nominal GDP to grow by 5.5%; that was dumped to 4.5% in December and is now expected to be just 4.25%.  And yet, rather confidentially, Treasury expects nominal GDP growth to improve to 5% by 2018-19. Such growth is great for future revenue projections but for which there seems little reason for optimism.         The good news is that employment is expected to be holding up well. The continued solid employment growth is hoped to lead to a much lower unemployment rate than 12 months ago. The government now expects unemployment by June next year to be 5.5%. But when we get to the predictions for business investment we really see why the RBA believed that “prospects for sustainable growth in the economy … would be improved by easing monetary policy” because there is bugger all in the budget that would suggest the government is interested in stimulating economic growth. Not only was the expectation for the fall in business investment growth for this current year downgraded from 7% to 11%; the expectation for 2016-17 has also been downgraded from the December Myefo – from a fall of 4% to now an expected fall of 5%. It says something of the success of last year’s budget and the hoped for success of this year’s that the prediction in 2017-18 for 0% growth of business investment is seen as a good outcome.       Meanwhile, household spending is expected to keep solid at 3% growth – so keep spending people, lest the budget predictions not hold up.  The budget, however, predicts that the record-low wages growth won’t continue. The budget papers predict that wages will grow by 2.5% in 2015-16 and will rise to 3.25% the following year and then 3.5% in 2019-20. Such wage growth would help fuel income tax revenue, but is something which appears to have little reason for being – especially as the budget papers actually expect employment growth in 2018-19 and 2019-20 to slow from 1.75% to 1.25% and then slightly improve to 1.5%. 2. The surplus remains off in the distance You can pretty much judge the likelihood of a budget projection coming true by the closeness to the current date. Predictions in the “out years” – the final two years of the four-year projections – are considered hoped for occurrences at best. Anything beyond that – anything that occurs at a point where the Treasury is not required to provide revenue or expenditure figures – is really in the realm of fantasy land.  And thus when the budget papers state that “the budget is projected to return to surplus by 2020-21” we can smile politely, but really not pay it any great store. After all, this time last year Joe Hockey was predicting that 2016-17 would see a deficit of $25.8bn; today Scott Morrison instead planned for a deficit in the coming financial year of $37.08bn. It is just one of a very long line of budget balance downgrades. Wayne Swan’s final budget was actually the first to predict the 2016-17 budget balance. Just before the 2013 election Swan promised a surplus in 2016-17 of 0.4% of GDP. By the pre-election fiscal outlook, that was down to 0.2% of GDP. Joe Hockey’s first Myefo had it as a deficit worth 1% of GDP. Now it is expected – all things going well – to come in as a deficit of 2.2% of GDP.       The reductions in the deficit extend out through the forward estimates – but not by anything too great that would have ratings agencies having major conniptions. Although they – and others in the business world – may be a bit perplexed by the government’s pre-budget narrative, because if anything this is actually a tax and spend budget. 3. Revenue growth is rather strong …  Compared with last year’s budget, revenue is expected to be lower, but due to the fairly optimistic nominal GDP growth forecasts, wage growth projections and also a hoped-for end to collapsing exports prices, by 2019-20 revenue is expected to be up to 25.1% of GDP. That’s a level not seen since 2006-07.  Over the next four years, revenue is expected to grow by 6.6% on average each year. In the past decade such annual growth in revenue has only happened twice:       4. Forget the talk, the government remains a big spender On the spending side, the treasurer was very determined to have us know that the government is living within its means. Real growth of government expenditure over the next four years is expected to average just 2%. This has been the attempted level of expenditure growth since Wayne Swan tried to chart a path back to surplus.        The relatively slow growth should see total spending fall as a percentage of GDP, but it won’t fall by much. By 2019-20, the government expects total spending to be worth 25.1% of GDP – a level higher than even that spent by the Howard government and a level only bested once by Wayne Swan – in the 2009-10 GFC stimulus year. Say what you like about Scott Morrison, he is not a small-government treasurer. Indeed, the overall size of the government may be behind the reason for Morrison dumping a table from the budget papers that was put in by Joe Hockey.  In his first budget Hockey introduced a measure called “call on resources”. It was a made-up number derived by combining expenditure and debt repayments, done purely to try to make the ALP look like a bigger spending government than it was. Now – perhaps because net debt in this budget is predicted to peak at a record 19.2% of GDP in 2017-18 – the government is not as interested in trying to show it spends, taxes and pays less debt than did the ALP. Because it doesn’t.       5. Live within your means? Not so much Morrison – much like Joe Hockey before him – is also not actually all that into austerity – at least not on a macro level. The budget is pretty much a mild Keynesian budget. There’s no massive total spending cuts, and certainly no rush back to surplus.       The average reduction in the budget deficit over the next four years is just 0.5% of GDP – well below, for example, the 1% of GDP deficit cuts Peter Costello undertook in his first four budgets. 6. Poor return on investing in growth Costello, however, was a treasurer in a time of strong economic growth and demand. Morrison is not, and there is not much in this budget that has him seeking to improve that situation. Public demand in 2016-17 is expected to grow by just 2.25% – a 0.75 percentage point improvement on what was anticipated in the December Myefo, but still very much down on average growth.       And it comes at a time when private demand remains at recession-like levels. For all the talk of “investing in growth” the budget shows little evidence of a successful return on that investment. Perhaps because the investment is more talk than walk. And thus, once again, the Reserve Bank has been left to do the heavy lifting by cutting rates to get the economy going.           Treasurer Scott Morrison presents the 2016 budget to parliament",
  "webTitle": "Australian budget 2016: the graphs you need to see",
  "webPublicationDate": "2016-05-03T20:17:45Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/australian-budget-2016-the-graphs-you-need-to-see",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Jericho",
      "id": "profile/greg-jericho"
    }
  ],
  "guardianId": "australia-news/2016/may/04/australian-budget-2016-the-graphs-you-need-to-see"
}