{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/midterm-ruled-out-derby-pelvis-stress-fracture",
  "id": "2016-05-20-61",
  "sectionId": "sport",
  "body": "On a day when the previous ante-post Derby favourite, Midterm, was declared a non-runner at Epsom, the final recognised trial at Goodwood on Friday was scarcely worthy of the description, as a paceless, four-runner Cocked Hat Stakes turned into a sprint for home in the straight and Algometer ground his way past Prize Money, the favourite, to win by half a length. Both horses are still entered in the Derby but neither seems likely to line up at this stage and the less formal proceedings at next Tuesday’s Breakfast with the Stars, when several Classic candidates are due to exercise on the track, may provide more information as punters try to unravel one of the most open Derbys for several years.   Related: Midterm fifth as Frankie Dettori wins Dante Stakes on Wings Of Desire    Midterm, trained by Sir Michael Stoute, had been struggling with a hamstring injury after he could finish only fifth in the Dante Stakes at York but scans taken on Friday revealed a more significant problem. Teddy Grimthorpe, racing manager for the owner, Khalid Abdullah, said in a statement: “This colt was scanned today and found to have a stress fracture in his pelvis. He will therefore not run in the Derby.” Midterm had been available at around the 10-1 mark about winning the Epsom Classic after he featured among 22 horses at the latest Derby forfeit stage. A prolonged spell of rain could yet see Algometer line up for the race on 4 June but he also received ante-post quotes for the St Leger in September after Friday’s race and David Simcock, his trainer, conceded afterwards that Doncaster is a more realistic target than Epsom. “That’s probably the right race for him later in the year,” Simcock said. “We left him in [the Derby] this morning and, if it rained hard, we’d think about it. But, if not, we’ll probably go to Ireland [for the Irish Derby]. “It was a good performance and that’s everything he doesn’t want in a race. Slow pace, nothing happening and I wouldn’t worry about the proximity of the third [the 12-1 outsider Ormito] because the first two have done a lot of racing from an awful long way out and anything in third would have closed on them. “He’s a hard horse to work out. You could work him with a 60 horse or a 105 horse and get the same piece of work.” Saeed bin Suroor, the trainer of Prize Money, did not rule out a run in the Derby for the son of Authorized but feels 10 furlongs may be his trip for the moment. Guineas weekend at The Curragh offers the last chance for a late arrival to parachute into the Derby picture but the market leaders for Saturday’s Irish 2,000 Guineas are confirmed as milers while Minding, the favourite for the 1,000 Guineas on Sunday afternoon, still seems much more likely to line up for the Oaks. As things stand, any one of three colts –Wings Of Desire, The Gurkha and US Army Ranger – could set off as the favourite on 4 June, with all three currently separated by half a point in the ante-post betting at prices either 4-1 or 9-2. Wings Of Desire, the Dante Stakes winner, has been confirmed as one of three possible Derby runners who will exercise at Epsom on Tuesday morning, along with Linguistic, the short-head runner-up in Chester’s Dee Stakes. Cloth Of Gold, who like Linguistic is owned by Godolphin but trained in France by André Fabre, will also travel to gain experience of the track, while Postponed, last year’s King George winner, will likewise work at Epsom before a probable run in the Coronation Cup. There was a controversial conclusion to the sprint handicap later on the card as Seeking Magic, the 11-4 favourite, was disqualified from first and placed third for causing interference to Huntsmans Close, who was third past the post. Go Far, a 16-1 chance, was promoted from second to first.    Goodwood Stipendary Steward Richard Westropp: \"All of our decisions can be appealed.\" #GoFar #SeekingMagic  https://t.co/9MdSNnCyrR— Racing UK (@Racing_UK) May 20, 2016    Seeking Magic was switched left from stall one at the start of the race but started to hang badly right in the closing stages and carried Huntsmans Close towards the far rail as he did so. Both horses ended up on the far side, with Go Far, who finished strongly down the centre, a head behind Seeking Magic at the line with Huntsmans Close another length away in third. Following an inquiry the stewards ruled that Ryan Tate, Seeking Magic’s jockey, was guilty of careless riding for allowing his mount “to drift right-handed over a sustained period, covering three-quarters of the width of the track, without taking any corrective action”. They also found that Seeking Magic’s erratic path had set off a chain reaction, with Charles Molson initially interfering with Huntsmans Close, ridden by James Doyle, who then in turn impeded Clear Spring, the fourth horse over the line. Since Huntsmans Close had lost “considerable ground and momentum”, Seeking Gold was placed behind Doyle’s mount, while Tate was banned for seven days, from 3 to 9 June, ruling him out of the Derby meeting at Epsom. The decision to demote Seeking Gold confounded the odds available on the Betfair betting exchange, where he was backed at 1.08 (around 1-12) to keep the race since, despite carrying Huntsmans Close across the track, he finished more than a length ahead of his rival and looked like a the better horse on the day. The stewards, however, were satisfied that Huntsmans Close would have beaten Seeking Gold had he been able to run straight to the line.",
  "webTitle": "Midterm ruled out of the Derby with a stress fracture of the pelvis",
  "webPublicationDate": "2016-05-20T17:16:12Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/midterm-ruled-out-derby-pelvis-stress-fracture",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/20/midterm-ruled-out-derby-pelvis-stress-fracture"
}