{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/01/monster-raving-loony-party-pub-crawl-crew-of-pot-bellied-oxygen-thieves",
  "id": "2016-05-01-44",
  "sectionId": "uk-news",
  "body": "A small piece of British political history passed unremarked last week as the Official Monster Raving Loony Party – after 33 years in existence – finally earned the right to a party political broadcast, albeit in Wales and only after putting up enough candidates to qualify, with virtually all the candidates English-born and England resident. Perhaps just as well: all they could proffer in the PPB was something more befitting a schoolchild’s failed media studies presentation. The party once responsible for maverick genius Devon councillor Stuart Hughes, poll-tax court filibuster Danny Bamford and homeless campaigner the late Willi Beckett is now a pub-crawl crew of mumbling face-painted pot-bellied oxygen thieves dressed for a carnival float, proffering infantile kitsch about mermaids and dragons. Once the OMRLP used satire to make pertinent points and suggested outrageous solutions that history proved sound (passports for pets, all-day licensing to stop binge drinking, reducing the voting age etc). Now they serve little purpose save self-aggrandisement. The way the post-Lord Sutch OMRLP has carried on, they could fit my old friend’s coffin to a dynamo and provide Britain with free electricity until doomsday.Mark BoyleJohnstone, Renfrewshire • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Monster Raving Loony Party’s pub-crawl crew of pot-bellied oxygen thieves | Letters",
  "webPublicationDate": "2016-05-01T19:14:34Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/01/monster-raving-loony-party-pub-crawl-crew-of-pot-bellied-oxygen-thieves",
  "keyword": [
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/01/monster-raving-loony-party-pub-crawl-crew-of-pot-bellied-oxygen-thieves"
}