{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/12/1971-never-a-dull-moment-rocks-golden-year-david-hepworth-review",
  "id": "2016-05-12-319",
  "sectionId": "books",
  "body": "In 1971 the bestselling single in Britain was “Chirpy Chirpy Cheep Cheep” by Middle of the Road. I think it’s safe to say this isn’t the reason David Hepworth claims the year to be a high-water mark for rock – we are almost 200 pages into his book before he even mentions (and instantly dismisses) the “tawdry chaos of the British singles chart” – though this was virtually all that the average Briton would have heard on the radio. Never a Dull Moment barely references singles because Hepworth himself wasn’t paying any attention to them in 1971: he was 21 years old, and learning about contemporary music from the pages of Rolling Stone magazine and the small-print credits on the sleeves of albums in Harum Records in north London. Singles were for kids. Albums were for aspirational, inquiring 21-year-olds, and 1971 saw the release of a bunch of albums that came to define classic rock: Led Zeppelin IV, the Who’s Who’s Next, Jethro Tull’s Aqualung, the Doors’ LA Woman and Carole King’s Tapestry. Hepworth writes about the music, and the music scene, as he remembers it – and it is something he has clearly been mulling over for years, mentioning several times that the passage of time only enhances the power of early 70s rock. He feels confident enough to claim that the Who’s “Baba O’Reilly” was really “the best recording of the best year in the history of recording”. With Never a Dull Moment, he has decided to stop worrying and revel in the notion that he might well be right. His lack of objectivity doesn’t make the book any less of a treat to read, as Hepworth marries his innocent teenage joy with four decades as a pop critic – frequently an acerbic one. He wistfully recalls the “last summer of the folk club, when you could still find extraordinary talent, talent apparently without precedent, growing wild by the road side”. It was the best of times because “it seemed to be the first of times”. Hepworth’s “apparently” and “seemed to be” are the key words there; just out of his teens, he was naive, but knew enough to convince himself that this was a year without precedent. Everything afterwards would gradually seem a little less fresh. That’s quite natural. Throughout the book are anecdotes that indicate the album-based rock he loved was becoming over-ripe just as it peaked, its stars having all the gravitas of spoilt children. George Harrison was confused as to why the UK government refused to waive purchase tax on his million-selling Bangladesh charity album – after all, a Beatle had asked them to. Neil Young prevented both himself and the Oscar-nominated actor Carrie Snodgress, who he was dating, from attending the ceremony by refusing to wear a tuxedo. And such hippies as Crosby, Stills and Nash and Joni Mitchell would turn up at their manager David Geffen’s office just to hear him screaming down the phone in order to raise their fees, something they were presumably too fragile to do for themselves. There are plenty of mildly astonishing facts – I didn’t know that Paul Griffin, who added inscrutable but essential piano parts to Dionne Warwick’s “Walk On By” and Bob Dylan’s “Like a Rolling Stone”, was the man who stopped Don McLean’s “American Pie” from collapsing under the weight of its riddle-me-this conceits with his bar‑room piano accompaniment.            Never a Dull Moment rarely dips into backwaters, only mentioning groups such as Caravan, Van der Graaf Generator and even Genesis and Free in passing. Neither is there much deviation from the mindset of the day. Hepworth admits he was untroubled by sexism when he was 21 – it simply didn’t come up in conversation – and so the enthusiasm he felt for certain artists still overrides some difficult issues. Lou Reed’s first wife, Bettye Kronstad, is dismissed as a “former cocktail waitress” rather than getting credit for helping to rebuild his career after the Velvet Underground fell apart (she was also a student at Columbia University when they met – citing her part-time job seems rather mean). Inhabiting the mood of the day is part of the point of the exercise, but it is occasionally jarring, and exclusionary. If “American Pie” signalled that pop had lost its innocence, and pined for the day before Buddy Holly died, Marc Bolan looked to the future by taking a more positive stance, channelling the energy of the 1950s (he often repurposed Chuck Berry riffs), adding his tower-block Tolkien lyrics (“You’ve got a hubcap diamond star halo / You’re built like a car, oh yeah”) and making something that felt brand new. This sound would go on to define 1972 and 1973, birthing glam rock, and it has no part in Hepworth’s story. When he deals with the non-binary sound of T Rex, he becomes rather catty. “Bolan was not one for digging out a valuable away point,” he says of the singer’s tendency to expect instant success (and nobody was more successful in 1971). He describes their poor reception at the largely forgotten Weeley festival as evidence that Bolan’s voice was “clearly inadequate” and T Rex as a band were “insubstantial”, as if this overrode the 10 weeks they spent at No 1 with “Hot Love” and the deathless “Get It On”. Yet as “American Pie” was saved by its cheeky piano frills, so Hepworth gets out of a hole with smart self-awareness; when he mentions the “divides between rock fans and real people”, you forgive him. • Bob Stanley’s Yeah! Yeah! Yeah!: The Story of Pop is published by Faber. To order a copy for £16 (RRP £20), go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min. p&p of £1.99.",
  "webTitle": "1971 by David Hepworth review – the very best year in rock music?",
  "webPublicationDate": "2016-05-12T08:00:00Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/12/1971-never-a-dull-moment-rocks-golden-year-david-hepworth-review",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "books/music",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Led Zeppelin",
      "id": "music/ledzeppelin",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Robert Plant",
      "id": "music/robert-plant",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Doors",
      "id": "music/doors",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Bob Stanley",
      "id": "profile/bob-stanley"
    }
  ],
  "guardianId": "books/2016/may/12/1971-never-a-dull-moment-rocks-golden-year-david-hepworth-review"
}