{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/12/george-zimmerman-trayvon-martin-gun-auction",
  "id": "2016-05-12-339",
  "sectionId": "us-news",
  "body": "George Zimmerman has listed the gun with which he killed Trayvon Martin in 2012 for auction, touting it as “your opportunity to own a piece of American history”.  The former neighbourhood watch volunteer was acquitted two years ago in the death of the young unarmed African American, but the case sparked protests and a national debate about race relations.    Related: #BlackLivesMatter: the birth of a new civil rights movement    Zimmerman listed “the firearm that was used to defend my life and end the brutal attack from Trayvon Martin” on GunBroker.com on Thursday, with bidding scheduled to begin at 11am EDT on Thursday.  He wrote in the item description that it had recently been returned to him by the Department of Justice and was fully functional. “Many have expressed interest in owning and displaying the firearm including the Smithsonian museum in Washington D.C. This is a piece of American history. It has been featured in several publications and in current university text books. Offers to purchase the firearm have been received; however, the offers were to use the gun in a fashion I did not feel comfortable with.” The listing was illustrated by photos of the weapon taken during Zimmerman’s trial. The gun, a Kel-Tec PF-9 9mm, was billed as a “collectible firearm” and had a starting price of US$5,000. According to an interview with a local Fox affiliate, excerpts of which were shared on Twitter, Zimmerman said it was “time to move past the firearm, and if I sell it and it sells, I move past it”.    #GeorgeZimmerman on selling gun: \"What I've decided to do is not cower; I'm a free American I can do what I want with my possessions.\"#FOX35— Sonni Abatta (@SonniAbatta) May 12, 2016      The Trayvon Martin foundation, set up after the youth’s death to “end senseless gun violence”, said it had “no comment on the actions of that person”. Tracy Martin, the killed teenager’s father, said on Thursday that he had “no comment on the actions of that person that murdered Trayvon”. In a statement issued through Tallahassee civil rights attorneys Benjamin Crump and Daryl Parks, who have represented the family since the shooting, Martin said: “The Trayvon Martin Foundation is committed to ending gun violence in the United States. We are laser focused on furthering that mission.” Martin and Sybrina Fulton, Trayvon’s mother, established the Miami-based foundation in the wake of their son’s death to promote anti-gun legislation, offer support to other families who have lost a child through gun violence and provide mentoring for at-risk youths.   Related: Police recover guns from George Zimmerman and man who shot at him    The listing was timed to coincide with 12 months to the day since Zimmerman was shot at in Florida, allegedly by Matthew Apperson. Zimmerman wrote that he was “proud to announce” that a portion of the proceeds raised would be used to “fight BLM [Black Lives Matter] violence against Law Enforcement officers” as well as ending the career of Angela Corey, his prosecutor – “and Hillary Clinton’s anti-firearm rhetoric”. He signed off “your friend, George M. Zimmerman” and “Si vis pacem, para bellum” – the Latin adage, “If you want peace, prepare for war”.     A listing on the website www.gunbroker.com in which George Zimmerman is selling the gun with which he killed Trayvon Martin in 2012. Photograph: www.gunbroker.com    The auction ends on Friday. Zimmerman is a verified member of GunBroker.com and listed his location as Sanford, Florida. Zimmerman was reportedly banned from Twitter in December but used the platform to voice similar views, including an apparent reference to Martin as a “moron”, a description of the BLM movement as “black slime matters” and a retweet of a post showing Martin’s lifeless body with the caption, “Z-man is a one-man army”.     Trayvon Martin, left, and George Zimmerman. Photograph: AP    The Florida man, a Neighbourhood Watch coordinator, shot and killed Martin in February 2012 after a violent altercation in a Sanford housing community. In a police call minutes before the killing, Zimmerman said he could see “a real suspicious guy” in the neighbourhood who “looks like he is up to no good”. Martin, who was unarmed, was returning from a convenience store.  Zimmerman was not initially charged, until protests spread around the country demanding a full investigation. He successfully argued at a murder trial that he had acted in self-defence and was acquitted in July 2013. In February 2015 the federal justice department said there was insufficient evidence to prosecute the 32-year-old for hate crimes.",
  "webTitle": "George Zimmerman to auction gun he used to kill Trayvon Martin",
  "webPublicationDate": "2016-05-12T06:42:05Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/12/george-zimmerman-trayvon-martin-gun-auction",
  "keyword": [
    {
      "webTitle": "George Zimmerman",
      "id": "us-news/george-zimmerman",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Trayvon Martin",
      "id": "us-news/trayvon-martin",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Black Lives Matter movement",
      "id": "us-news/black-lives-matter-movement",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Florida",
      "id": "us-news/florida",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    },
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    },
    {
      "webTitle": "Richard Luscombe",
      "id": "profile/richardluscombe"
    }
  ],
  "guardianId": "us-news/2016/may/12/george-zimmerman-trayvon-martin-gun-auction"
}