{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/environmental-groups-could-lose-charity-status-for-encouraging-civil-disobedience",
  "id": "2016-05-04-341",
  "sectionId": "australia-news",
  "body": "Environmental groups would be barred from extensive advocacy work and sanctioned if they encouraged civil disobedience, under recommendations from a federal parliamentary inquiry into the tax-deductible status of environment groups.   Related: Liberal push to strip environmental groups of charitable tax status    A Coalition push to strip environment groups of their charitable status began in 2014 when the Liberal federal council voted in favour of a motion to that effect by MP Andrew Nikolic. In March 2015 environment minister Greg Hunt set up an inquiry into the matter, which handed down its report on Wednesday. When the inquiry was announced, Liberal MP Alex Hawke said: “My personal view is that there are groups doing good work for the environment and there are some using their status for political activism, which wasn’t the purpose of the register and isn’t what the community necessarily expects.” If the recommendations were adopted, environmental groups would need to spend at least a quarter of their money on “environmental remediation” work to qualify as a tax-deductible charity. In its report, the committee said it was “of the view that the purpose of granting [deductible gift recipient] status to environmental organisations should be to support practical environmental work in the community”. That should include “revegetation, wildlife rehabilitation, plant and animal pest control, land management and covenanting,” the report said.   Related: Tax-deductible status of green groups including Greenpeace under spotlight    In dissenting comments, Liberal committee member Jason Wood said he had “concerns” about this recommendation, pointing out it would exclude dozens of groups that focus on research, education or environmental law – including Greenpeace, the Nature Conservation Council of NSW and Friends of the Earth Australia. Kelly O’Shanassy, chief executive of the Australian Conservation Foundation, said the recommendation was an attack on the advocacy work of environment groups. “The Coalition is taking it upon themselves to wipe out environmental advocacy in Australia because they don’t like what we’re saying,” she said. O’Shanassy said environmental advocacy was often more effective than remediation, since it could prevent destruction rather than cleaning up afterwards, and was often more cost-effective. The report also called for sanctions against environmental groups that took part in illegal actions.  “In particular, the committee considers it inappropriate for an environmental DGR [deductible gift recipient] to use the illegal and unlawful activity of individuals in order to further its purpose or gain publicity for a particular point of view.”   Related: Greg Hunt rebuked by Attenborough film-maker after upbeat verdict on Great Barrier Reef    That requirement would be in addition to those applied to any other charitable group, such as complying with governance standards, the report said. Wood’s comments also addressed this recommendation, noting actions that might have been illegal, such as blockades, had prevented environmental disasters. Woods said it was exactly that sort of action that stopped Tasmania’s World Heritage Franklin River from being dammed, and was used to try to stop Japanese hunting of whales in the Southern Ocean, which he said “Australians are horrified to see”. “It’s no secret that individuals have been arrested for peaceful protest,” said David Ritter, chief executive of Greenpeace Australia. “And Jason Wood is right that the world is materially a better place because of people who have committed acts of peaceful protest against terrible environmental crimes.” The report made seven other recommendations, mostly about the way environmental charities are administratively dealt with under various laws. The Labor members of the committee released a dissenting report, saying they found it “extraordinary” that the committee would constrain the advocacy work of environmental groups. “We completely reject this undemocratic proposition,” they said. “Citizens should be supported to question government decision-making and corporate power, not manoeuvred into silence by legislative and administrative action.",
  "webTitle": "Environmental groups could lose charity status for encouraging civil disobedience",
  "webPublicationDate": "2016-05-04T05:07:59Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/environmental-groups-could-lose-charity-status-for-encouraging-civil-disobedience",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal National party",
      "id": "australia-news/liberal-national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Greg Hunt",
      "id": "australia-news/greg-hunt",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "australia-news/2016/may/04/environmental-groups-could-lose-charity-status-for-encouraging-civil-disobedience"
}