{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/zika-funding-us-senate-house-of-representatives",
  "id": "2016-05-17-12",
  "sectionId": "world",
  "body": "The US Senate on Tuesday took a step toward funding the Obama administration’s efforts to combat the Zika virus, but paved the way for a showdown with the House of Representatives, where Republicans are pushing for a substantially lower financial package.   Related: How the Zika virus causes birth defects    The Senate advanced a measure that would provide the federal government with $1.1bn through the next calendar year in its response to the Zika virus, three months after Barack Obama requested a total of $1.9bn from the US Congress based on the recommendations of public health experts at the Centers for Disease Control and Protection and National Institutes of Health. The money would be allocated toward stemming the spread of Zika, which can cause severe birth defects, conducting research on the virus, and assisting other countries already dealing with an outbreak deemed by the World Health Organization to be a global public health emergency. Although the Senate compromise falls short of the funding sought by the White House, it easily cleared a procedural hurdle with bipartisan support in a 68-29 vote and is expected to pass as part of a separate spending bill.  But Republicans who control the House charted a different course this week, unveiling a bill that would provide just $622m toward fighting Zika through 30 September. The White House press secretary, Josh Earnest, issued a veto threat against the House measure, dubbing it “woefully insufficient given the significant risk that is posed by Zika”. “The House of Representatives is three months late and more than a billion short,” Earnest said on Tuesday. A spokeswoman for the House speaker, Paul Ryan, said the House and Senate would first “work the will of the respective chambers” and then reconcile their differences.  But the Obama administration, which has accused congressional Republicans of dragging their feet in addressing the issue, has asked for additional funding before the Congress goes into recess on 28 May for the Memorial Day holiday – an unlikely outcome given the gap between the two chambers’ proposals. The Obama administration has been relying on untapped funds that had been appropriated in 2015 toward fighting Ebola, which Earnest likened this week to “digging through the sofa cushions” for change. The White House has found an ally in Senator Marco Rubio, the former Republican presidential candidate whose home state of Florida stands as the most affected by Zika. The Florida department of health on Tuesday identified three new cases of the virus – all originating from travel to the Caribbean and South America – bringing the state’s Zika total to 116, the most in the nation. Rubio and his Florida colleague Bill Nelson, a Democrat, proposed a package that would have fully funded the administration’s $1.9bn request. The measure fell short on Tuesday of the 60 votes necessary to advance in the Senate. A second amendment, pushed by Republicans, would have allocated $1.1bn toward anti-Zika efforts but with money taken from the president’s healthcare law. It failed on a strictly party line vote. Rubio said he was disappointed that the full $1.9bn request had not been fulfilled, but said ultimately he was pleased that at least some action had been taken. The senator said he was hopeful his colleagues in the House would increase their proposed number, while adding that by only providing funding through the end of September they were paving the way for lawmakers to have to hold the same debate all over again in just a few months’ time. “We’re going to be dealing with Zika for multiple years,” Rubio said after the vote, citing an estimate from the CDC director, Thomas Frieden, that the lifetime cost of caring for a child born with microcephaly could reach $10m. “Outside of the human cost is the economic cost of this,” Rubio said. “We’re going to be spending money on Zika for the foreseeable future and so hopefully we can convince people of that in the House.”  “I’m cautiously optimistic we’ll be able to prevail at the end of the day,” he added. Nelson said those underestimating the urgency of the threat were doing so “at their peril”, particularly as the world’s attention shifts toward the 2016 summer Olympics in Rio de Janeiro. “I think the people that dragged their feet on this are going to rue the day that they did that, because this thing is going to really explode into the public consciousness,” Nelson said. Hillary Clinton threw her support behind the Senate bill in a statement late Tuesday, saying while she was disappointed it did not fully meet Obama’s request the $1.1bn measure was still “a necessary first step” to thwart the spread of Zika. “The Republican House of Representatives must stop playing political games and pass this bill immediately,” Clinton said. “Unfortunately, unconscionable delays of this kind are business as usual for Republicans in Congress, who have failed time and again to respond to pressing public health emergencies, from the Flint water crisis to the deadly opioid epidemic.” She added: “Rather than scramble to respond crisis by crisis, we need a broad, national, forward-looking strategy to protect public health, invest in research, develop platform technologies and vaccines, and work with global partners so that critical resources can reach those who desperately need them.”",
  "webTitle": "Senate approves $1.1bn for Zika fight but House alternative bill provides far less",
  "webPublicationDate": "2016-05-17T21:37:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/zika-funding-us-senate-house-of-representatives",
  "keyword": [
    {
      "webTitle": "Zika virus",
      "id": "world/zika-virus",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US Congress",
      "id": "us-news/us-congress",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US Senate",
      "id": "us-news/us-senate",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "House of Representatives",
      "id": "us-news/house-of-representatives",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "world/2016/may/17/zika-funding-us-senate-house-of-representatives"
}