{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/fears-armed-officers-suspects-unfounded-ipcc-police-paris-style-attack",
  "id": "2016-05-17-226",
  "sectionId": "uk-news",
  "body": "The police watchdog has hit back at claims it unfairly treated armed officers as suspects after they did their duty and warned those in policing against “stoking fears”. The Independent Police Complaints Commission (IPCC) has been accused of putting officers off volunteering to carry a gun, amid an attempt to recruit 1,500 more to stop a Paris-style marauding terrorist attack in Britain. The IPCC’s comments came after the country’s top firearms officer, deputy chief constable, Simon Chesterman, said forces could struggle to recruit enough firearms officers because they feared being treated as criminal suspects if they opened fire. The police watchdog said on Tuesday it had only once arrested a firearms officer after an incident in more than a decade of investigating shootings by those acting on behalf of the state. By law, any incident where a police officer shoots a suspect dead must be independently investigated by the IPCC. Writing in the Guardian the IPCC chair, Anne Owers, said: “We are well aware that, in the event of a marauding terrorist attack, firearms officers will be on the frontline, making split-second decisions to protect the public, and our approach to investigation will clearly have to take account of the realities on the ground. “Our independent scrutiny should not cause any officer to be concerned about taking on a firearms role. Those within the police service should be careful about stoking such fears, and of appearing to be resistant to robust investigation when it actually happens.” Officers are angered by IPCC plans to toughen up measures after any shooting. The plans being considered by the home secretary would require officers to be separated after a shooting, stopped from conferring while making statements and required to give detailed accounts straight after an incident. The aim is to boost public confidence that police are being held to account, amid claims from families that officers who kill appear above the law.     Anne Owers said the IPCC had only arrested a firearms officer once in 12 years of investigating fatal shootings. Photograph: Linda Nylind for the Guardian    Police leaders say serving armed officers, and those they are trying to recruit, are put off by the IPCC’s actions after a suspect, Jermaine Baker, was shot dead in December 2015 in north London, and the officer who fired was arrested on suspicion of murder. Owers said fears armed officers would be treated as suspects if they opened fire were ill founded. “In 12 years of investigating 29 fatal shootings, the IPCC has used its powers of arrest only once. In the great majority of cases we have treated all officers as witnesses and found no basis for disciplinary or criminal proceedings,” she said. “It is therefore very disappointing that some in the police service, without benefit of our evidence, are using a single case to cast doubt on our potential actions in a major terrorist incident. The test in all such situations is what officers genuinely believed, given the circumstances.” After November’s terrorist gun and bomb attacks in Paris, senior security officials believe Britain needs an extra 1,500 armed police to bolster the 5,647 armed officers. But because half won’t make it through rigorous training and selection, police chiefs need 3,000 volunteers to come forward. Britain’s police force is routinely unarmed and officers must volunteer to carry a gun. Chesterman warned earlier this week police chiefs may struggle to recruit the number of officers needed. In the Paris attack terrorists rampaged through the streets using guns and bombs to kill 130 people and plunged the country into a state of emergency. Intelligence assessments by British officials say London is the most likely target for a terrorist attack, and the Metropolitan police are on course to recruit 300 of the 600 extra armed officers they want. The concerns have led David Cameron to set up a review to see if armed officers have enough protection in the event they open fire while acting in the line of duty.   Related: Rural police would be 'sitting ducks' in terrorist attacks    Technically, officers rely on the law of self-defence and must have an honest belief a suspect poses a threat to the lives of themselves or others. Both police officers and families of those shot say it takes the IPCC too long to investigate. The watchdog has said delays come in part because officers do not co-operate enough, for instance declining to answer oral questions and providing written responses instead. Chesterman said officers feared spending years under investigation by the IPCC. “Morale among firearms officers is poor. They are more than prepared to put themselves in harm’s way to protect the public. What they are worried about, in the event they have to use lethal force, is that they make a split-second decision and are pulled apart for up to 10 years.” After Paris, firearms strategies and planning were changed in Britain. Key among the new plans was the need to deploy armed police officers faster and in greater numbers than before in the event of an attack. The theory is that it would take a minimum of three armed officers to confront and neutralise one armed terrorist. Assessments after Paris suggest the loss of life was limited to 130 people because the French police, who are routinely armed, could get officers carrying guns on to the streets faster than Britain can.",
  "webTitle": "IPCC says fears armed officers will be treated as suspects are unfounded",
  "webPublicationDate": "2016-05-17T10:24:18Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/fears-armed-officers-suspects-unfounded-ipcc-police-paris-style-attack",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Independent Police Complaints Commission",
      "id": "politics/ipcc",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Gun crime",
      "id": "world/gun-crime",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Vikram Dodd",
      "id": "profile/vikramdodd"
    }
  ],
  "guardianId": "politics/2016/may/17/fears-armed-officers-suspects-unfounded-ipcc-police-paris-style-attack"
}