{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/21/how-turn-down-prestigious-literary-prize-winners-guide-etiquette",
  "id": "2016-05-21-92",
  "sectionId": "books",
  "body": "Two days after Joseph Andras’s De Nos Frères Blessés (which had not been on the shortlist of four) was astonishingly announced as the winner of the Goncourt first novel prize, French literati were stunned again this week when Andras turned it down because his “conception of literature is incompatible with the idea of a competition”. So the 2016 prize rejection season has at last begun: the following guide may be helpful to other potential refusers who need to know the options available. Refusing competition A stance Andras shares with John le Carré, who asked (unsuccessfully) to be removed from the 2011 Man Booker international prize shortlist because “I do not compete for literary prizes”. A variant is exiting a specific competition made messy by mud-slinging, as with Derek Walcott’s withdrawal from the 2009 Oxford poetry professorship race after personal smears, Vintil Horia’s refusal of the 1960 main Goncourt prize (he had been accused of past membership of Romania’s far-right Iron Guard), and last year’s hoo-ha at the Hugo awards for SF and fantasy, when two novel prize nominees pulled out. Pro: honourably self-sacrificial, especially for a debut author such as Andras who presumably could do with the €3,800 cheque. Con: can appear holier-than-thou – many others dislike the “posh bingo” of prizes yet enter nonetheless – and look like “grandstanding”. Political rejection As illustriously exemplified by Hari Kunzru (who in 2003 turned down the £5,000 John Llewellyn Rhys prize saying its backer the Mail on Sunday was “xenophobic” and “anti-migrant”), Javier Marías (who rejected a €20,000 Spanish government prize in 2012 on the grounds that he didn’t want revenue or recognition from “state institutions”) and Alice Oswald (who withdrew from the TS Eliot prize in 2011 because she felt “uncomfortable” about its investment-firm sponsor Aurum). Last year David Grossman cancelled his candidacy for the Israel prize, accusing PM Benjamin Netanyahu of meddling with the judging. Pro: makes a stronger, more straightforward statement than your work, which in all the above cases tends to be complex, wordy and enigmatic. Con: someone repellent might get it instead – Ursula Le Guin withdrew from a Nebula award to protest the organising body’s treatment of Poland’s Stanislaw Lem, only to find her replacement was Isaac Asimov, “the old chieftain of the Cold Warriors”. Pre-emptive rejection     No argy-bargy … Nadine Gordimer. Photograph: Gallo Images/Rex    Some female novelists – AS Byatt, Nadine Gordimer, Anita Brookner – declined to be submitted for the Orange/Baileys prize. Others have been less consistent: Patrick White and Peter Handke collected awards after seeming to be committed to a no-prizes policy. Pro: means you stay aloof from all the argy-bargy, rather than having to awkwardly extract and explain yourself mid- or post-judging. Con: enemies will say you’re on the wane or giving yourself airs, and would have stood no chance of being a serious contender. Refusing tardily The most famous “Non!” of all, Jean-Paul Sartre’s refusal of the Nobel prize for literature was in a would-be forestalling letter to the Swedish Academy (voicing disgust about being “transformed into an institution”) that arrived – cannily, anti-Sartreans might allege – after they’d made their decision. He remains (as nobel.org attests) the official 1964 winner. Pro: you keep your cake and eat it too, winning but preserving your integrity. Con: you forfeit the prize money – Sartre apparently made an undignified and unsuccessful later inquiry about receiving the cash after all. Acceptance that’s also a rejection You can mock the prize and those behind it, as Thomas Pynchon did when he sent the nonsense-spouting comedian “Professor” Irwin Corey to accept his 1974 National book award; or excoriate the sponsors, as John Berger (who gave half his purse to the Black Panthers) did in his Booker prize victory speech in 1972. A subtler snub was JM Coetzee’s non-appearance to collect either of his Booker prizes, whereas for his 2003 Nobel prize (which has no public longlists or shortlists, and so is not a full-blown inter-author competition) he flew to Stockholm. Pro: at its best is itself – as performance theatre – a literary creation, and more talked about than your books (who remembers Berger’s G?). Con: less pure than outright political rejection or a no prizes policy – you’re co-opted by the system, even if you treat that ironically or angrily.",
  "webTitle": "How to turn down a prestigious literary prize – a winner’s guide to etiquette",
  "webPublicationDate": "2016-05-21T14:00:15Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/21/how-turn-down-prestigious-literary-prize-winners-guide-etiquette",
  "keyword": [
    {
      "webTitle": "Publishing",
      "id": "books/publishing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Dugdale",
      "id": "profile/johndugdale"
    }
  ],
  "guardianId": "books/2016/may/21/how-turn-down-prestigious-literary-prize-winners-guide-etiquette"
}