{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/30/football-transfer-rumours-arsenal-kurt-zouma-chelsea",
  "id": "2016-05-30-155",
  "sectionId": "football",
  "body": "With the Mill’s favourite old schoolfriends Pep, Mou and Zlatan likely to be shooting it out in Manchester next season, you’d think Merseyside might be in danger of missing out somewhat. Not so. That’s because Liverpool are making eyes at Gonzalo – Gonzalo Higuaín, that is, the record-breaking Napoli sharpshooter who has apparently said he wants to join up with Jürgen Klopp and company. He just has to force his exit from Naples first. Football is full of these joyful sagas at the moment.   Related: Marcus Rashford earns £20,000-a-week long-term deal from Manchester United    If that’s a case of making lemonade from lemons, slightly more bitter news is that United are leading the chase to sign Reece Oxford from West Ham, with an initial £10m bid on the cards – although Manchester City are on the case too. In news of another young player linked with United – hasn’t anyone been told who their new manager is, etcetera and so forth – they are interested in Sunderland’s 22-year-old goalkeeper Jordan Pickford, who would presumably turn into a Richard Wright-style serial benchwarmer. Goalkeepers – and goalkeepers with United connections – are in vogue this morning. Leicester are about to snaffle up Ron-Robert Zieler, who began his career at United, from Hannover 96, with his club having confirmed that talks are under way. They also plan to engage free agent Luis Hernández, a defender formerly of Sporting Gijón, in their title defence. Could Kurt Zouma become the new Petr Cech? No, he’s not about to don the gloves and exhibit a worrying vulnerability at his near post – but he could be following the goalkeeper’s path to Arsenal, with Arsène Wenger said to have made contact with Chelsea about signing the commanding centre-back. Meanwhile, Shane Long is going absolutely nowhere if Southampton have their way. They’re waving a lucrative new contract under his nose to stop Liverpool and Tottenham having ideas, with Mauricio Pochettino having apparently watched him – or, if other reports have it correctly, the AZ striker Vincent Janssen – in Ireland’s draw against Holland last week. Also going nowhere is Dimitri Payet, who is “probably” going to stay at West Ham next season. That settles that.",
  "webTitle": "Football transfer rumours: Arsenal to sign Kurt Zouma from Chelsea?",
  "webPublicationDate": "2016-05-30T08:26:12Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/30/football-transfer-rumours-arsenal-kurt-zouma-chelsea",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Ames",
      "id": "profile/nick-ames"
    }
  ],
  "guardianId": "football/2016/may/30/football-transfer-rumours-arsenal-kurt-zouma-chelsea"
}