{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/football-transfer-rumours-renato-sanches-manchester-united",
  "id": "2016-05-09-281",
  "sectionId": "football",
  "body": "Favourites to win the FA Cup final, and now with their Champions League qualification in their own hands, WHAT a season this has been for Manchester United. Having only spent £260m in less than two years, underdog champ Louis van Gaal will reportedly see out the final year of his contract and has set his sights on another summer of sticking it to The Man. And by sticking it, the Mill means spending it. And by The Man, the Mill means money.  Top of the shopping list is Mill fave Renato Sanches, the wonderfully dreadlocked 18-year-old Benfica midfielder who only made his first-team debut in October and who was rather less gloriously sent off on Sunday. After literally minutes of negotiation, Ed Woodward has withdrawn his feet from under the bargaining table, removed his wraparound Oakley sunglasses from his face, smirked, tossed £63m on to said table (said to be paid in two €40m payments) and walked out into the glorious sunshine we’ve been having recently and fumbling around in his pocket for those damn sunglasses.  But Louis and Ed aren’t done there. Rafa Silva, another young buck pulling up trees at Braga, has been widely touted for a move to Manchester, not least by his own agent, Antonio Araujo. “Our client, Rafa Silva, sees with very good eyes the possibility of playing in the Premier League,” he told Sport Witness. “We are working towards achieving this objective.” Liverpool are also said to be keen on the Portuguese international, before his stock potentially rises at Euro 2016. Liverpool have also realised that they might enter next season without Mamadou Sakho and with Dejan Lovren, Joel Matip, Martin Skrtel, Kolo Touré and Tiago Ilori in central defence and reckon there is room for one more body in the shape of Stuttgart’s Antonio Rudiger, currently on loan at Roma. The German would cost £15m, although another Antonio, Conte, has left a trail of tenners that lead to Chelsea in the hope that the 23-year-old might follow them instead.  Premier League overlords Leicester City are, perhaps unsurprisingly, also keen on importing from Italy, although they, perhaps unsurprisingly, want someone that nobody apart from Steve Walsh, James Richardson and Paolo Bandini has ever heard of before: Serie B striker Gianluca Lapadula. The Pescara 26-year-old has scored 24 goals this season and the club’s president has revealed he has spoken to the nicest man in football. “I received a phone call from Claudio Ranieri some time ago, before Leicester were crowned Premier League champions,” Daniele Sebastiani said. “It was a courtesy call [of course] where we talked about football and he confided to me that he is following our striker with interest. It was not anything official, but only interest.” The Mill doesn’t see how they could, but should Ranieri’s charms fail, Leicester will take an improved punt at CSKA Moscow’s Ahmed Musa, having had a bid of £17m rejected in January. No Mill would be complete without Arsenal lining up a bid for an up-and-coming star, and Arsène Wenger duly obliges in the form of Rob Holding, who the Sun has claimed has “enjoyed a stunning breakthrough campaign” in Bolton’s back four, a defence that has conceded just 81 goals on the way to finishing rock-bottom of the Championship. £5m should do the trick. 2016-17, watch out!",
  "webTitle": "Football transfer rumours: Renato Sanches to Manchester United for £63m?",
  "webPublicationDate": "2016-05-09T08:03:42Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/football-transfer-rumours-renato-sanches-manchester-united",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Benfica",
      "id": "football/benfica",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Butler",
      "id": "profile/michael-butler"
    }
  ],
  "guardianId": "football/2016/may/09/football-transfer-rumours-renato-sanches-manchester-united"
}