{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/27/zlatan-ibrahimovic-manchester-united-alluring-prospect",
  "id": "2016-05-27-151",
  "sectionId": "football",
  "body": "There is something quite Euro 2004 about the prospect – distant, but looming closer – of José Mourinho spending his summer building an exciting new team around Wayne Rooney and Zlatan Ibrahimovic. What next? Maniche in to shore up the midfield. Igor Tudor doing a job at the back. Maybe Keiron Dyer could inject some pace off the bench during the familiar second half slow-down when only David Beckham actually seems to be still running around, albeit in slightly doomed fashion, like an eager little bandy-legged horse desperately trying make a point to all the other less worthy little bandy-legged horses. For now Ibrahimovic to Manchester United continues to chunter in the background. It could very easily not happen at all, although judging by the usual leaks and prompts there is currently a more than fair chance football’s most exhilarating A-list kung-fu goal maverick really is on his way to Old Trafford, a move that has been widely trailed since Paris Saint-Germain’s elimination from the Champions League in spring. On the face of it the most obvious question here is exactly which strand of awfulness stands out as the most awful of an awful lot. You can take your pick on the details. From the basic grimness of paying a 34-year-old on his final gallop £220,000 a week to plug up the centre-forward spot. To the furiously literal-minded approach to elite-level team-building. To the naked commercialism, the star-fuckery, the sense of some career-defibrillating celebrity marriage being winched into place. Jordan shacks up with Noel Edmonds: sensational picture spread inside!   Related: Zlatan Ibrahimovic: ‘Everybody was trash-talking me. Now they’re eating their words. That is my trophy’    And yet somehow none of this really sticks. Looming above every objection is a wider sense that, in fact, this would be a brilliant idea. There are 34-year-old last-pay-cheque fancy-dan moves. And then there are Zlatan last-pay-cheque fancy-dan moves. And let’s face it, Ibrahimovic to United is a genuinely alluring prospect. First up, just for the drama. The Premier League loves soap opera. Well, this is Coronation Street on crystal meth. José hates Pep. Zlatan hates Pep. Zlatan loves José (“a guy I’d die for”). At the same time history suggests both José and Zlatan are quite capable of changing their minds and deciding actually they hate not only Pep but both José/Pep and/or Zlatan/Pep just as much. Plus, of course, there’s that history of mutual hostility with English football generally. Often famous footballers offer a kind of phoney homage to the Premier League, muttering about the “strong” culture and how everyone in Scandenorswedemark used to support Liverpool in the 80s. Not here. Thumbing through the magnificent rant I Am Zlatan you come across “I’ve never got on with the English fans”. And “Of course the English press wrote loads of shit”. And “As usual in England I had the spectators and journalists against me and there was loads of rubbish said”. A dramatic prospect, then. But also on a wider level an electrifying one for a rapaciously modern sporting juggernaut. If you’re going to do glitz and status then at least do it well. Ibrahimovic would be the first real global heavyweight at United since Cristiano Ronaldo, the biggest standalone star in the Premier League, a signing to illuminate the markets the people that care about markets care about. Mainly though, he is just a really good footballer, albeit this does still seem to be hard for some to accept. Zlatan is a ponytailed fancy dan. Zlatan is a ponytailed 6ft 5in fancy dan with a warrior’s physique. Zlatan has seven seasons in Italy behind him. Zlatan is apparently in danger of being monstered by the sheer physical intensity of John Stones, Nathaniel Clyne and Per Mertesacker. It is true that he doesn’t run that much any more. Should Ibrahimovic come to England there will, pencil it in now, be a Match of the Day analysis section where they say things like “we’ve highlighted Zlatan here” and then show damning slow-motion shots of a tall, mooching figure looking bored while his team-mates scurry about punting passes towards the corner flag. We know all this. On one occasion at Barcelona Ibrahimovic covered less ground over 90 minutes than Víctor Valdés, the goalkeeper. Probably the best way to look at him these days is as a kind of supercharged old school target-man. “You’re just a shit Andy Carroll,” Manchester City’s fans sang in Paris last month. But Ibrahimovic is the opposite: he’s a really good Andy Carroll, an uber-Carroll with the extreme head-power dialled back, the overhead scissors-volley skills ramped up and an entire elite level superpower of flicks and tricks and stone-dead touches. In this respect Zlatan-José might look a slightly odd one tactically, given Mourinho’s penchant for fast aggressive mobile centre-forwards, from Didier Drogba through MK2 Cristiano to the terrible Diego at Chelsea. But really Mourinho is simply interested in players who can help him win, and Ibrahimovic would score goals in England, as he did with Mourinho at Internazionale. For that single season together Internazionale tended to play a front two, or more encouragingly for the new era a front three. Mourinho may or may not be classic PLU (People Like United) but if he ends up playing Zlatan in the middle with Anthony Martial and Marcus Rashford sniping either side he can probably have a fist-fight with Bobby Charlton in Piccadilly Gardens wearing a Jamie Carragher mask and well, you know, fine whatever. There will be reservations. Zlatan would need careful rationing, but then again he has played 17 full first-team seasons in five countries. He doesn’t need to play every game. His influence can be both profound and distilled. Gianfranco Zola was 30 when he turned up at Chelsea. Teddy Sheringham had already played 453 professional matches when he signed for United but still won the player of the year gong aged 34. Plus he is a magnetic and also very funny player, from his extreme matadorial posturings, to his explosive goalscoring to the way he stands over his free-kicks with hilarious solemnity like a man offering a final eulogy at the death of his pet chihuahua. Heaven knows, United could do with a laugh right now. If he does come, Zlatan will be here for a good time not a long time. But he might just be the perfect little fun fling after that draining and tedious divorce, the kind of instant bolt-on 38-night stand who won’t ever take his sunglasses off and borrows your credit card and just wants to lie around being wonderful; but who somehow makes the future look a little brighter, a little more workable.",
  "webTitle": "Zlatan Ibrahimovic would be here for a good time not a long time | Barney Ronay",
  "webPublicationDate": "2016-05-27T12:59:04Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/27/zlatan-ibrahimovic-manchester-united-alluring-prospect",
  "keyword": [
    {
      "webTitle": "Zlatan Ibrahimovic",
      "id": "football/zlatan-ibrahimovic",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barney Ronay",
      "id": "profile/barneyronay"
    }
  ],
  "guardianId": "football/blog/2016/may/27/zlatan-ibrahimovic-manchester-united-alluring-prospect"
}