{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/05/from-air-hostesses-to-firemen-its-time-to-drop-gendered-job-titles",
  "id": "2016-05-05-325",
  "sectionId": "careers",
  "body": "Until the early 60s, it was common for newspapers to publish separate job listings for men and women. Thankfully we’ve come a long way since then, with gender-neutral words replacing masculine and feminine job titles to cut out gender discrimination and appeal to both sexes. But why does the language we use to describe a job role matter? According to Judith Baxter, emeritus professor of applied linguistics at Aston University, sexist language perpetuates gender-biased attitudes by defining what we see as normal for both men and women.  “The language we use not only reflects our culture but also constructs it,” she explains. “It sets up expectations about how people are supposed to be. Job descriptions can often slip through the net, less with official titles, and more with implied sexism.” As recently as 2014, for example, Pizza Hut found itself in hot water after posting an advert on the Gumtree website calling for “decent, good-looking girls” to work in one of its restaurants.     If we use non-gendered words most of the time, we begin to see people and professions as non-gendered too.  Judith Baxter, Aston University     Experts agree that there is no need or place for job titles that discriminate between genders. Olivia Hill, chief HR officer at the Association of Accounting Technicians (AAT), says: “We have seen in recent years a move away from historical job titles that contain gender distinctions such as policeman or lollipop lady towards descriptions that demonstrate instead the nature of the job such as officer and the fact that it can be performed by any employee with the right skills and capabilities.”  Charlotte Sweeney, founder of diversity and management consultancy Charlotte Sweeney Associates, says it is important to have gender-neutral job titles to clearly show that roles are open to all and that decisions for recruiting into roles will be made purely on merit. “There are very, very few jobs out there that require one gender to do the role rather than open to both – they are absolutely in the minority,” says Sweeney, who led a government commissioned review into the headhunters’ code of conduct concerning women on boards. “For some, seeing a job title with a specific gender reference within it could put them off applying which could result in the company not truly getting the best person for the job and losing out on some great talent.” Following a recent move to open all military combat roles to women, the Marine Corps in the US is now making its job titles and job descriptions more gender neutral. “They see that changing the names to gender neutral is a political move as well as an invitation for women to apply,” says Delys Snyder, assistant teaching professor at Brigham Young University in the US.  “Even though the term man could be seen as representing all people, the ending does seem to have the narrow meaning of male when all people who hold that job are male. When a company or government changes the title, the political move opens up possibilities to women and the job title itself does not limit who can hold the job.” Baxter says changing terms is the tip of the iceberg in shifting social attitudes for a more fair and equal society but she believes it can have “huge symbolic importance”.  “Until people see men doing traditional women’s jobs or women doing men’s jobs on a regular basis, there are few role models for others to follow. In a world of image, branding, symbolism and iconography, a word or image can have enormous power, and use of the positive images in a job advert might well encourage a girl to apply to be an engineer.” But how far can simply changing job titles go in creating gender equality in the workplace? “There is a strong view among applied linguists that while words can’t change attitudes overnight, the continuous, repetitive use of gender-neutral terms does help people to change their view of reality over time,” says Baxter. “If we use non-gendered words most of the time, we begin to see people and professions as non-gendered too.” One way to tackle any potential discrimination, says Hill, is through HR professionals rigorously checking job titles, job descriptions and contracts to ensure they are not unfairly biased towards one gender. “Equality issues need to be given priority by organisations in order to ensure that they do not risk losing significant numbers of one gender,” says Hill. “More women at senior management and board levels boosts company earnings while more balanced boards lead to more responsible, ethical decision-making. If having gender neutral job titles and descriptions can be a part of such change, this not only helps female employees to thrive but businesses themselves will also benefit through bringing down these barriers to equality.”   Related: Top 10 most ridiculous job titles – quiz    Thankfully society’s perceptions of men and women occupying what were traditionally seen as female jobs and vice versa is changing too. “At first, people are surprised when the engineer is a woman or the nurse who checks on you in the hospital is a man,” says Snyder. “Then, as people of the less-represented gender enter that job market, we probably get more comfortable with the changes because we see both genders in the positions. Often, though, when a profession, such as secretaries, becomes populated by mostly females, the value of that position can go down and the pay can go down.” Steven Huntley, a charge nurse at Western Sussex Hospitals NHS Foundation Trust, says as traditional gender job roles become non-existent, patients are no longer surprised by who holds what role when they visit the hospital.  “From being brought in by a paramedic who is female, being booked into the department by a receptionist who is male to seeing a nurse or healthcare assistance who is male, or seeing a doctor who is female, you can’t tell or presume who will have what job based on gender today,” he says. Baxter says where the battle still has to be won is in our informal use of gender-biased terms with our family and friends, where we slip back into the old stereotypes. He adds: “People can be mocked for being pretentious if they use the gender-neutral term. However, now I notice that younger people sometimes correct their friends if they say air stewardess or fireman; these are seen as old-fashioned and part of their parents’ vocabulary.” As society, education and the workplaces continue to break down ingrained gender stereotypes, men and women should be able to advance further in their chosen careers.  Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "From air hostesses to firemen … it's time to drop gendered job titles",
  "webPublicationDate": "2016-05-05T06:00:44Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/05/from-air-hostesses-to-firemen-its-time-to-drop-gendered-job-titles",
  "keyword": [
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Bearne",
      "id": "profile/suzanne-bearne"
    }
  ],
  "guardianId": "careers/2016/may/05/from-air-hostesses-to-firemen-its-time-to-drop-gendered-job-titles"
}