{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/20/google-ai-machine-learning-skynet-technology",
  "id": "2016-05-20-21",
  "sectionId": "technology",
  "body": "Machines may yet take over the world, but first they must learn to recognize your dog.  To hear Google executives tell it at their annual developer conference this week, the technology industry is on the cusp of an artificial intelligence, or AI, revolution. Computers, without guidance, will be able to spot disease, engage humans in conversation and creatively outsmart world champions in competition. Such breakthroughs in machine learning have been the stuff of science fiction since Stanley Kubrick’s 1968 film 2001: A Space Odyssey. “I’m incredibly excited about the progress we’re making,” CEO Sundar Pichai told a crowd of 7,000 developers at Google I/O from an outdoor concert stage. “Humans can achieve a lot more with the support of AI assisting them.” For better and worse, the company’s near-term plans for the technology are more Office Space than Terminator. Think smartphones that can recognize pets in photos, appropriately respond to text messages, and find a window in your schedule where you should probably go to the gym. Googlers repeatedly boasted about how its computers could now automatically tag all of someone’s pictures with a pet.    Related: Google Assistant takes on Amazon and Apple to be the ultimate digital butler    Mario Klingemann, a self-described code artist, said he is using Google’s machine-learning tools to have his computer make art for him by sorting through pictures on his computer and combining them to form new images.  “All I have to do is sit back and let whatever it has created pass by and decide if I like it or not,” Klingemann told the audience on Thursday night. In one of his pieces, called Run, Hipster. Run, Google’s software had attached some fashionable leather boots to a hip bone.  It may seem like the latest example where Silicon Valley talks about changing society yet gives the world productivity apps. But it also illustrates the stark challenge that technology companies face in trying to make machines act like humans. “It’ll be really, really small things that are just a bit more intuitive,” said Patrick Fuentes, 34, a mobile developer for Nerdery in Minneapolis. He considered autocorrect on touchscreen keyboards a modern victory for machine learning. Referring to Skynet, the malicious computer network that turns against the human race in Terminator, Fuentes said: “We’re not there yet.”     Mario Queiroz introduces Google Home during the Google I/O 2016 developers conference. Photograph: Stephen Lam/Reuters     Google is considered the sector’s leader in artificial intelligence after it began pouring resources into the area about four years ago. During a three-day conference that took on the vibe of a music festival with outdoor merchandise and beer vendors, Pichai made clear he sees machine learning as his company’s future.  He unveiled the new Google Assistant, a disembodied voice that will help users decide what movie to see, keep up with email, and control lights and music at home. After showing how Google’s machines can now recognize many dogs, he explained how he wants to use the same image recognition technology to spot damage to the eyes caused by diabetes. He boasted that Google’s AI software, AlphaGo, showed “creativity” when it beat a world champion at Go, the Korean board game considered more difficult than chess. This might seem like an odd push for a firm that makes its money from cataloging the web and showing people ads. But the focus is part of a broader transition in the technology sector from helping consumers explore unlimited options online to telling them the best choice.  For instance, several developers gave the example of a smarter ways to predict what people are looking for online given their past interests.  “If this guy likes sports and, I don’t know, drinks, you should give him these suggestions,” said Mikhail Ivashchenko, the chief technology officer of BeSmart in Kyrgyzstan. “It will know exactly what you’re looking for.” Unprompted, Ivashchenko said, “it’s not quite Skynet”. His nearby friend, David Renton, a recent computer science graduate from Galway, Ireland, then mused how it would be awesome if Google could eventually develop a Skynet equivalent. “Think of the applications if it doesn’t kill us,” Renton said. John Giannandrea, a Google vice-president of engineering who focuses on machine intelligence, said he won’t declare victory until Google’s software can read a text and naturally paraphrase it. Another challenge is that even the smartest machines these days have trouble transferring their knowledge from one activity to another.  For instance, AlphaGo, Google’s software from the Go competition, wouldn’t be able to apply its accumulated skills to chess or tic-tac-toe.  Still, Giannandrea said it’s hard not to get excited by recent gains in teaching computers how to recognize patterns in images. “The field is getting a little bit overhyped because of the progress we’re seeing,” he said. “Things that are hard for people to do we can teach computers to do. Things that are easy for people are hard for computers.” Of course, delegating even small decisions to machines has caused a flurry of discussions about the ethics of artificial intelligence. Several technology leaders, including Steven Hawking and Elon Musk, have called for more research on the social impact of artificial intelligence.  For instance, Klingemann, the code artist, said he is already contemplating whether he needs to change his title.  “I have become more of a curator than a creator,” he said.",
  "webTitle": "Google's AI ambitions show promise – 'if it doesn't kill us'",
  "webPublicationDate": "2016-05-20T20:13:37Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/20/google-ai-machine-learning-skynet-technology",
  "keyword": [
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Artificial intelligence (AI)",
      "id": "technology/artificialintelligenceai",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Computing",
      "id": "technology/computing",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Danny Yadron",
      "id": "profile/danny-yadron"
    }
  ],
  "guardianId": "technology/2016/may/20/google-ai-machine-learning-skynet-technology"
}