{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/04/live-racing-wednesday-4-may-2016",
  "id": "2016-05-04-248",
  "sectionId": "sport",
  "body": "Wednesday’s best bets, by Greg Wood Chester’s May meeting is one of the highlights of the early part of the Flat season, but it has suffered from some terrible luck with the weather in recent years, not least in 2015 when good-to-soft ground on the opening day was bottomless by the time Clever Cookie took the Ormonde on Friday afternoon.   Related: Horse racing tips: Wednesday 4 May    It is good-to-soft again today for the start of the 2016 season at Chester, and while anyone who squelched through last year’s meeting will not take anything for granted, the forecast for the next three afternoons seems quite promising. That will hopefully suit classy horses like US Ranger, the Derby favourite, who goes in tomorrow’s Vase, and Somehow (2.40), his stable companion at the Aidan O’Brien yard, who lines up for the Cheshire Oaks this afternoon. O’Brien has been a great supporter of this meeting in recent seasons as he tries to find openings for the legion of three-year-olds in his stable that are bred to win Epsom Classics, and he has taken this race four times in the last eight seasons. The Chester Cup is one of the big betting events of the season and a full field of 17 will go to post with more that two circuits of this tight track ahead of them. Steve Rogers is a strong favourite to give Roger Varian his first success in this race thanks in part to his comfortable success on the all-weather at Kempton a few weeks ago, but also as a result of a handy draw in stall three. He could hardly have had a better pitch as Steve Rogers likes to race prominently, and there not as many obvious pace-setters in this race as is the case in many renewals. As a result, it is easy to see horses getting stacked up behind and then having to come very wide to make their challenge if, for that matter, they can actually find the running room to do so. A price of around 7-2 is still very short in such a competitive race, however, and while a draw in stall 12 is not ideal, there is a lot to like about Gabrial The Hero (3.10), including a price of around 16-1. Richard Fahey called time on Gabrial The Hero’s all-weather campaign back in December to prepare him specifically for this race, which is the owner Marwan Koukash’s equivalent of the Derby and Arc rolled into one. If there are some difficult decisions to make on the home turn, Paul Hanagan, a former champion, will be making them, and he looks a solid option to give Fahey his third win in this historic event. Copper Knight (2.10) is a little weak in the market this morning for the opening race, the Lily Agnes Stakes, in the face of strong support for Tom Dascombe’s Fiery Character. It is easy to see where the money has come from, as the trainer always prioritises this meeting from his local stable, and Fiery Character looked like an obvious sort for this race when successful at the Craven meeting at Newmarket last month. Copper Knight is a strong opponent, however, and Hugo Palmer could not be in much better form with seven winners from 25 runners in the last fortnight, including a Classic winner. Roudee (3.45) has the perfect draw to record a second course win, and Cape Of Glory (5.25) is fresh and won with something to spare on his latest appearance on the all-weather. It should be within his reach to defy a 6lb rise. Tipping competition, day two Our winners so far: Tuesday Ice Slice 5-2 Rebeccas Choice 16-1 Gone Too Far 11-4 And our leader is: Mai11 +17.50 … who had Ice Slice AND Rebeccas Choice. Zubica19 and bonzodrongo are next on +14. Today, we’d like your tips, please, for these races: 3.10 Chester, 3.45 Chester, 6.15 Chelmsford. This week’s prize is a pair of Premier tickets (plus car park badge!) to Newbury for Lockinge Stakes day on Saturday 14 May, when you could see Limato, Time Test, Kodi Bear and Toormore line up against other classy milers. There will be live music after the racing. You can read more about the day and, if you don’t win, order tickets here. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -3. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Wednesday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-04T10:28:50Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/04/live-racing-wednesday-4-may-2016",
  "keyword": [
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    },
    {
      "webTitle": "Tony Paley",
      "id": "profile/tonypaley"
    }
  ],
  "guardianId": "sport/blog/2016/may/04/live-racing-wednesday-4-may-2016"
}