{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/28/saturdays-best-tv-the-disappearance-the-musketeers-uefa-champions-league",
  "id": "2016-05-28-183",
  "sectionId": "tv-and-radio",
  "body": "The Disappearance   9pm, BBC4When bright and bubbly Léa Morel goes out to celebrate her 17th birthday at a local music festival in Lyon, it should be a fabulous and fun evening. Instead, she goes missing. A taut, well-crafted French police procedural begins with a double bill that introduces us to its principals – most of whom, following the international noir template of The Killing and Broadchurch, seem to have secrets, even the cop leading the hunt for the teenager. Jonathan Wright  Britain’s Got Talent  7.30pm, ITVIt’s an all-out light entertainment extravaganza for the 10th final of Britain’s Got Talent, where the public will vote for their winner. Some Royal Variety-worthy acts have made it through the semi-finals, with joyous dancing choir 100 Voices Of Gospel leading the pack. Ashley Banjo, enthusiastic leader of dance troupe Diversity, will bring together the big hitters of the last 10 years for a special performance. Paul Potts and a pair of dancing dogs, anyone? Hannah Verdier The Secret Of Beethoven’s Fifth Symphony   9pm, BBC2“Are you all sitting comfortably? You’re not meant to be!” Ian Hislop explores the story behind the ferocious Fifth; was Ludwig Van simply railing against hearing loss or is there something more to those jolting da-da-da-das? Conductor John Eliot Gardiner reckons it’s a clandestine nod of approval for the ideals of the French revolution. Whatever the case, it sounds rather tremendous when directed by Gardiner’s quivering baton. Ali Catterall The Musketeers  9.30pm, BBC1The final series of The Musketeers opens with our moustachioed heroes fighting cannonballs with their trusty rapiers as the war with the Spanish ramps up. Aramis’s life as a monk is disrupted when bandits, having stolen gunpowder from the French, arrive at his monastery, taking all hostage. Buckles will be swashed, and new cast member Rupert Everett will chew the scenery ragged as the Marquis de Feron, the bastard brother of the Louis XIII and corrupt governor of Paris. Ben Arnold Mumford & Sons At Radio 1’s Big Weekend  10.40pm, BBC4Coverage of the station’s free festival. This year, the event’s swerve towards mainstream rock continues, offering Coldplay on Sunday and tonight Mumford & Sons, now nearly unrecognisable as the nu-folkies of a few years ago. Farewell banjos, goodbye waistcoats; their latest LP Wilder Mind moves them into melancholic, epic rock. No longer the Waitrose Levellers, more a hedge fund version of the National. John Robinson Uefa Champions League Final   7pm, BT Sport ShowcaseAgain Europe’s biggest club trophy is on its way to Spain, and again the final pits the manicured half of Madrid against the city’s muscle: Real v Atlético repeats the 2014 decider. Diego Simeone’s gang were seconds from an upset then, and now have the attacking edge to go with their defensive cohesion; Real struggled past Manchester City in their semi and must work a lot harder here. BT’s coverage is free on its Showcase channel and on YouTube. Jack Seale Battle Bank Holiday   11am, YesterdayTo mark the anniversaries of Dunkirk and D-day, three days of second world war-themed programming. In between docs reliving both triumphs (D-Day, today, 11am) and the grim treatment of PoWs (Horror In The East, Monday, 9am), there’s room for a Hollywood flyby: in Battle Of Britain (Sunday, 11am), Ewan McGregor straps in with his RAF pilot brother to honour those who defended Britain’s skies against the Luftwaffe. Graeme Virtue Film choice     Andy Serkis, David Bowie and Hugh Jackman in The Prestige. Photograph: Allstar/Warner Bros/Sportsphoto Ltd    Ben-Hur(William Wyler, 1959), 9.05am, TCMCharlton Heston’s noble profile was never put to better use than as Ben-Hur, the lord who decamps from Romans to Christians around the time of the crucifixion in Wyler’s adaptation of Lew Wallace’s novel. It’s a heroic tale, punctuated by stunning live-action set-pieces (the battle of the galleys, the climactic chariot race) that Timur Bekmambetov’s upcoming CGI remake will do well to match. Among the umpteen Oscar-winners, Robert L Surtees was one of the most deserving for his vibrant photography. Paul Howlett The Prestige(Christopher Nolan, 2006), 11pm, BBC2This dazzling drama is set in a beautifully recreated Victorian London, where stage magicians Hugh Jackman and Christian Bale are friends-turned-rivals. As you’d expect of Nolan, the film winds teasingly back and forth in time, exploring the mechanics of stage trickery and the nature of perception: it’s a bewitching mystery. PH End Of Days(Peter Hyams, 1999), 11.10pm, Channel 4On the verge of the new millennium, Apocalyptic Arnie goes head-to-head with Satan himself. Schwarzenegger plays washed-up, suicidal cop Jericho Cane, with Gabriel Byrne a laidback, devil-may-care prince of darkness. The bottom line is that the evil one wants orphan Christine (Robin Tunney) for his bride, and Glock 9mm-carrying Arnie is the man to save her. Atmospherically shot by Hyams, it builds to a devilish finale. PH Today’s Live Sport Tennis: The French Open , 9.30am, ITV4The seventh day’s play from Roland Garros. Test Cricket: England v Sri Lanka 10.30am, Sky Sports 2Day two from Chester-le-Street.  Premiership Rugby: Saracens v Exeter Chiefs 2pm, BT Sport 1Twickenham hosts the final. Championship Football: Sheffield Wednesday v Hull City 4pm, Sky Sports 1 The playoff final, from Wembley.",
  "webTitle": "Saturday's best TV: The Disappearance; The Musketeers; UEFA Champions League",
  "webPublicationDate": "2016-05-28T05:00:25Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/28/saturdays-best-tv-the-disappearance-the-musketeers-uefa-champions-league",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Graeme Virtue",
      "id": "profile/graeme-virtue"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/28/saturdays-best-tv-the-disappearance-the-musketeers-uefa-champions-league"
}