{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/deniz-gamze-erguven-mustang-turkey-interview-rachel-cooke",
  "id": "2016-05-15-173",
  "sectionId": "film",
  "body": "Not too long after the film Mustang was released in Turkey last October, its director and co-writer, Deniz Gamze Ergüven, was interviewed by the Nobel prize-winning writer Orhan Pamuk. “He was curious about how I’d lived through its reception,” she says, with a characteristically wide-eyed smile. “Well, I was gloomy. I explained how I’d been attacked. I’d had some very aggressive, negative critiques there [in Turkey], the kind of thing I hadn’t received anywhere else. So I loved his response. First of all, he said that lots of people around him had seen it, and liked it. Then he said: ‘But you will be attacked.’ And he explained why. After all, he knows: he’s had plenty of violent criticism himself. ‘Don’t get depressed,’ he told me. What he was saying was: keep going.”    I loved his [Orhan Pamuk's] respsonse. He said, 'Don't get depressed' ... he was saying, keep going    Ergüven is certainly doing that. Mustang, nominated for best foreign language film at the 2015 Oscars and the winner of four César awards in France, has opened countless new doors for its director and, as a result, her appetite for work is more voracious than ever. Even so, she finds it hard to imagine working in Turkey again. Her second feature, which she is shortly to start shooting, is an English-language picture set in Los Angeles at the time of the 1992 riots. “I detested the response [to Mustang] in Turkey, and so I withdrew from it.” Not that such a turning away is a new experience for her: “My father was a diplomat in the 80s, at a time when there were many assassinations, when the country had problems with every one of its neighbours, when there was a permanent sense of conflict. Every once in a while, I do feel like taking a break and going to the other side of the world.”     Ilyada Akdoğan, centre, as Sonay in Mustang. Photograph: Allstar/Canal+    The extraordinary Mustang is set in rural Turkey. It tells the story of five orphaned sisters, who live with their grandmother in a large and remote house. The family is not poor, but it is conservative, and when the girls are seen by neighbours splashing around in the sea on the shoulders of a group of local boys – the gossip is that they have been “pleasuring themselves” on the boys – an uncle steps in, telling his mother (the girls’ grandmother) that things must change. The family’s respectability is at stake. The sisters, having first been beaten for their misdemeanour, are removed from school, and thereafter kept like prisoners at home, where they are taught to cook and to sew the frumpish “shit-coloured” clothes with which they must now cover their bodies. One by one, it seems, they are to be married off, whether they like it or not. The older girls can do little to resist. But Lale, the youngest, is rebellious and courageous and increasingly determined not to submit. Some critics have likened the film, with its dream-like intensity and mostly female cast, to Sophia Coppola’s The Virgin Suicides. Its director, though, thinks it’s more like Escape from Alcatraz – with frocks.    Some have likened the film to The Virgin Suicides. Ergüven thinks it’s more like Escape from Alcatraz – with frocks    Where did it come from, this story? Ergüven, talking from her home in Paris, says she had long had an abstract desire to tackle the question of what it is to be a woman in Turkey. “But it only became concrete when one of my cousins married. Everything that happened around the wedding was beautiful, synergetic, especially the vividness of the young Turkish people who were present at the celebrations.” Suddenly, the film’s opening section came to her, an image of carefree, innocent girls perched laughingly on the shoulders of boys: a scene taken from life. “I’m the youngest in a family in which two generations are constituted of girls, so there are many little details that are true. There are no forced marriages in my family, but we always had conservative figures. There was one father-in-law who was very conservative: an unmarried couple could not enter his house, and I never, ever told him I had a boyfriend – or not until I was 56. [She laughs: she is 37.] The little scandal in the film did take place in my family, albeit not as violently. The girls being beaten in order of age: that was something that happened in my mother’s generation.”         Watch the trailer for Mustang    What, then, does her family make of her film? “People’s relationship with fiction and reality and the connection between the two is interesting, and surprising. In my generation, every girl knows what I am talking about. But in my mother’s generation, they regard it as fiction. There are some things they just can’t see, perhaps because they have no distance.” Five of the keys to Mustang’s success are Güneş Şensoy, Doğa Doğuşlu, Elit Işcan, Tuğba Sun Guroğlu, and Ilayda Akdoğan – the girls who play the sisters – only one of whom had ever acted before. “It took us nine months to cast. I saw Elit, the only one who’d acted before, straight away. I found Tuğba in an airport, and then the others auditioned. I was indifferent to training, and to experience. I was looking for certain qualities. They had to be great listeners, and I had to see both the scope of their imagination, and the limits of it. I needed to know the capacity of their ability to dive into a scene, and stay in it for a long time. “After they were cast, we did two boot camps: one to give them acting tools, and the other to immerse them in the story. We spoke about the backstory, about what happened between scenes, and we played games and did other exercises. It was very playful. It was about group building. And it worked. The solidarity between them was amazing, the way they protected each other. They became one body with five heads: a single rebellious entity.” Did she ever worry for them? She must have known the film would attract heat in Turkey. “Yes. The one time I was really unhappy, we’d had threats that involved them. But they were proud of what they were doing, and I never had the impression we were stealing from them. On the contrary. There are directors who steal something from [young] actors, and it is problematic. What Larry Clark [the director of the controversial Kids] does upsets me. But we always had their consent, and that of their parents.” Mustang’s international success has brought with it some extraordinary experiences for its young stars. Ergüven wasn’t able, in spite of her best efforts, to bag them tickets for the Oscars (they had to stay back at the hotel). But at least they managed to get themselves photographed with George Clooney at the Toronto film festival.     ‘It took us nine months to cast’: Güneş Şensoy, Doğa Doğuşlu, Tuğba Sun Guroğlu, Elit Işcan and Ilayda Akdoğan in Mustang. Photograph: Allstar/Canal+    Ergüven was born in Ankara, but when she was six months old she moved to Paris with her father, a diplomat, where she remained for the next nine years. “Then we went back to Turkey, after which there were a few years that were extremely important: me and my sister were out on the streets all the time, window-breaking creatures, hardened criminals.” She grins. “We went back to live in France later, but we spent all our holidays and many weekends in Turkey. My family life was completely Turkish.” She studied literature and African studies at university, after which she enrolled at film school in Paris, one of only two women in her class (the other was Mustang’s co-writer, Alice Winocour). Is it harder to get a movie made, even in France where the film industry is still subsidised, if you’re a woman? “I never feel like complaining about it but, yes, I think it is. There is something animal in the way we evaluate people. And I have a soft voice, and I wear clothes with flowers on, and heels, and I come across as fragile, even if that is not the case at all. If I had the body and the voice of an alpha male, it would be easier. It took nine years from leaving film school until Mustang was screened at Cannes, and those years were demoralising. It’s difficult not to be affected. You work for the minimum, to have your roof and four walls, so you can write. It’s not super fun. But it’s more than demoralising. I think [she jabs at her forearm] I took my ego out, literally. It’s gone. After a while, I was almost stammering, as if my voice had disappeared.” What about the awards? Didn’t her ego rampage straight back? “Not really. My mother taught me good lessons. You have to keep your core intact, unmoved, regardless of whether you are praised or criticised.” Still, she has the impression that she has “passed through the glass in the mirror” at last. Things that were impossible for years are now possible: “Actors are actually coming to me.”    [Erdoğan] is making people hate each other. We were always a heterogeneous country, but we lived together in peace    Meanwhile, she worries for Turkey, increasingly autocratic under its present leader, Recep Tayyip Erdoğan. “The one good thing is that Turkey was a democracy – yes, you can say it in the past tense now. It remains [as a result] extremely vigorous. The population is youthful, and literally simmering. Its cross-currents are moving deeply. You can feel that it will go in one direction, or another. The current government doesn’t tolerate any kind of criticism, not even the smallest joke. People come and go, and he [Erdoğan] will go eventually, too. But the problem is what he’s doing to the fabric of the country. He’s polarising, making people hate each other. We were always a heterogeneous country, but we lived together in peace. Now he’s attacking that. His corruption has been revealed, but he hits back harder and harder, repeating as a mantra absolute lies, and eventually people might start believing him. He’s messing with people’s minds.” The situation for women in Turkey is, she believes, now very grave, for which reason she is happy for her film to be regarded as a contribution to the increasingly muscular and conflicted debate surrounding their rights, their freedom. “The way he [Erdoğan] speaks: he makes them [women] fragile with his messages, whether subliminal or explicit. There is a certain way, he says, of being a woman: you have to be a mother and at home, and that’s all. When you see a man, you should blush and look down. It’s like something from the middle ages. The subtext is that women are only seen as sexual. That’s why they must cover every inch of their skin. This is dangerous because it generates more violence against them, it makes it OK for men to act like assailants. Rapes happen everywhere, but in Turkey women come out on to the streets to protest because such attacks only seem to echo what the government is saying.”     Women protest in Ankara, February 2015, over the Turkish government’s inadequate response to the murder and alleged rape of Özgecan Aslan. Photograph: Adem Altan/AFP/Getty Images    This, she notes, is exactly what happened last year, after the murder of Özgecan Aslan, a university student who was murdered in Mersin after attempting to resist rape by a minibus driver, his father and his friend; protesters were furious at what they saw as the government’s inadequate response to the crime, and to its supposed normalisation of rape, particularly with regard to non-conservative women. Astonishingly, Erdoğan in turn attacked protesters for their behaviour; some of them, un-Islamically, had been seen dancing. Ergüven’s voice as we discuss all this is light, but somehow it is steely, too, her smile a distraction. My guess is that she will one day make another film in Turkey. For all her watchfulness behind the camera, she is not, I think, one of life’s bystanders. When her country calls – as it did during the Gezi Park protests of 2013 – she tends to come running. “Film is my tool,” she says, more firmly now. “It’s how I switch people’s minds on to something. It’s how I participate.” Mustang is in cinemas now",
  "webTitle": "Deniz Gamze Ergüven: ‘For women in Turkey it’s like the middle ages’",
  "webPublicationDate": "2016-05-15T07:00:18Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/deniz-gamze-erguven-mustang-turkey-interview-rachel-cooke",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Recep Tayyip Erdoğan",
      "id": "world/recep-tayyip-erdogan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Oscars 2016",
      "id": "film/oscars-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Cooke",
      "id": "profile/rachelcooke"
    }
  ],
  "guardianId": "film/2016/may/15/deniz-gamze-erguven-mustang-turkey-interview-rachel-cooke"
}