{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/lunch-fatigue-meal-replacement-powder-huel",
  "id": "2016-05-09-312",
  "sectionId": "commentisfree",
  "body": "There was a window at the beginning of my 30s when I enjoyed cooking. I had realised things would pan out better if I behaved like an adult, and the arrival of children was still a few years off, meaning I was yet to conflate mealtimes with screaming, rejection and blizzards of rebuffed couscous. In 2016, evening meals still hold some appeal but lunch – a meal I always found annoying – is now something I resent. I know I need it, but on an average day there’s nothing social about my lunch: it’s a functional obligation that interrupts my incredibly important work at the content-creation coalface. When I work from an office, I find myself in endless queues, chucking money at the problem; working from home, I object to daily decision-making. Lunch fatigue troubled me so much that last month, after almost four decades of this nonsense, I decided I had had enough. Facebook’s magic algorithms evidently knew this too, because they kept delivering ads for Huel, the self-proclaimed “future of food”, which delivers “everything your body needs”. I suppose Facebook could also have shown me an ad for Soylent, the slightly sarcastic-sounding Schmoylent, or Ambronite, three other fairly new products that seem to have found an audience in recent years with people who, like me, can’t be doing with all that faff. But I decided my chosen meal replacement powder would be Huel: coming in a Helvetica-strewn, minimalistic white pouch, the powder blends things like rice, peas and flaxseed. Add water, shake it up, and there’s your lunch, dinner or breakfast, or all three. It’s basically Complan, the meal-replacement concoction you may remember from such decades as the 80s but which, much like Annie Lennox, continues to make its wares available in the 21st century, with a trendy font. I ordered a week’s supply and returned to Facebook to tell friends about the exciting solution to my first-world problem. Comments ranged from encouraging (“this makes a lot of sense”) to outraged (“fucking hell, Peter”). My mum suggested I just ate a banana. It transpires Huel is favoured by developers – people who make websites and apps, rather than those in the throes of puberty, though I suppose there’s a certain degree of crossover – as it leaves them with more time to code. I began fantasising about my new streamlined lifestyle. Extra work I would do, money I would save; maybe I would lose weight. If this sort of idea is good enough for Tesla’s Elon Musk – who once said “if there was a way that I couldn’t eat so I could work more, I would not eat” – it’s good enough for me. At the very least, I would feel a bit like an astronaut. I decide my inaugural Huel feast will come in the evening, prompting scepticism from my wife. “Do you want dinner?” she asks once the kids are in bed. I’m holding a plastic Huel-branded cup containing half a litre of dinner, and show her the receptacle’s contents. “So you’re not having any dinner then,” she decides. Au contraire! This Huel is dinner in a beaker.   Related: Get ahead in Silicon Valley: replace real food with liquid meals    Sadly, it is also revolting. There are lumps in the mixture, and I’ve accidentally made it with room-temperature water. Chugging down the concoction, it strikes me that Huel doesn’t just sound like the act of vomiting, it actually feels like doing it backwards. I know that somewhere in Silicon Valley a 21-year-old is probably enjoying a nice liquid breakfast, but I haven’t enjoyed my dinner. Afterwards, I feel full, but I don’t feel as if I’ve eaten. It’s like dinner has simply appeared in my stomach, like an immaculate meal. Half a litre of anything will leave you feeling full, but when I wake up the next morning I’m not hungry. I can, however, taste Huel in my mouth. When lunchtime rolls around, I’m still not hungry and the thought of Huel doesn’t appeal. But if you’re committed to the future of food, you know lunchtime is Huel o’clock. If only it didn’t taste like Huel, you wish, and the news on that front is that a variety of Huel-branded flavour powders are, indeed, available. There’s the pineapple (and coconut) one whose scent lingers in my kitchen, along with mocha, and a banana-flavoured powder, too. For lunch I change things up, figuring that maybe I went in too hard on last night’s uncut Huel. I use chilled water, and a hand blender to eliminate the lumps. I also add mocha flavouring. It occurs during this escapade that I am now, in fact, “cooking”, which defeats the object of attempting to streamline the rigmarole of lunch, but it’s worth it: my second Huel tastes a bit of coffee and a bit of chocolate. It tastes quite a lot of Huel, too, but it’s more palatable. By the next afternoon, it strikes me, as I prepare to tolerate another Huel, that – and I’m sorry about this – I haven’t passed a “Huel log” in three days. Where has the Huel gone? Is Huel somehow building up inside me like that fatberg off the news? As the week progresses, things get back to normal, and lunchtime Huels become a habit, but by day seven I’ve descended into the ninth circle of Huel and a new type of joylessness has engulfed lunchtimes. I do not feel like a spaceman. I do not feel like a Tesla-founding idea overlord. I feel like an idiot. The Huel goes at the back of a kitchen cupboard and I eat a banana instead: I won’t be doing any developing, I acknowledge, but at least I will make my mum happy.",
  "webTitle": "My week on powdered food made me feel less spaceman, more idiot",
  "webPublicationDate": "2016-05-09T06:30:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/lunch-fatigue-meal-replacement-powder-huel",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Diets and dieting",
      "id": "lifeandstyle/diets-dieting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Robinson",
      "id": "profile/peterrobinson"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/lunch-fatigue-meal-replacement-powder-huel"
}