{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/rage-against-the-machine-chuck-d-b-real-supergroup-prophets-of-rage",
  "id": "2016-05-19-297",
  "sectionId": "music",
  "body": "Related: Rage Against the Machine bassist: I apologise for Limp Bizkit    Roll up, for the latest assembly of slightly fading music stars taking the stage together under the guise of it being a “supergroup”. Public Enemy’s Chuck D, Cypress Hill’s B-Real and Rage Against the Machine – minus singer Zack de la Rocha – have reportedly come together as a new band called Prophets of Rage.  Billboard reports that the band will make their live debut on 3 June in Los Angeles, performing songs by all three bands. A website called ProphetsOfRage.com launched earlier this week, carrying nothing but the the slogan #TAKETHEPOWERBACK and a ticking countdown to 31 May. The site was accompanied by posters around Los Angeles reading: “Clear the way for the Prophets of Rage. The Party’s Over. Summer 2016.” The combination prompted speculation that it might be a Rage Against the Machine reunion. Rage have not released an album since Renegades in 2000 and have not played live since 2011, though they have often hinted that they might be working on new material   Related: Cypress Hill's B Real to open up medical marijuana dispensary    However, “sources” rapidly started quelling Rage reunion fever, with one telling Rolling Stone: “This is not a Rage specific reunion. There’s a lot more to it. There are a lot of moving parts, a lot of exciting news to be revealed.” Though Rage have been quiet for five years, its members have continued to work on other projects. Guitarist Tom Morello has been playing with Bruce Springsteen’s E Street Band in recent years, thought the stripped-back version of the group Springsteen has taken out on this year’s The River tour has not included him. Public Enemy released their 13th album, Man Plans God Laughs, in 2015, while Cypress Hill are expected to release their new album, Elephants on Acid, this year.",
  "webTitle": "Rage Against the Machine, Chuck D and B-Real form supergroup",
  "webPublicationDate": "2016-05-19T07:48:11Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/rage-against-the-machine-chuck-d-b-real-supergroup-prophets-of-rage",
  "keyword": [
    {
      "webTitle": "Rage Against the Machine",
      "id": "music/rage-against-the-machine",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Public Enemy",
      "id": "music/public-enemy",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Cypress Hill",
      "id": "music/cypresshill",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Rap",
      "id": "music/rap",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/19/rage-against-the-machine-chuck-d-b-real-supergroup-prophets-of-rage"
}