{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/02/facing-the-music-conductor-ilan-volkov",
  "id": "2016-05-02-242",
  "sectionId": "music",
  "body": "What was the last piece of music you bought? The new album by Andé Somby, Yoiking With the Winged Ones. He’s appearing at Tectonics in Glasgow and Oslo this year.            What’s your musical guilty pleasure? Sometimes I like listening to disco, or New Wave stuff such as Roxy Music. But I listen to so much music I don’t really feel that anything is a guilty pleasure. How do you listen to music most often? CDs in the car, vinyl records at home, and on my headphones when travelling. But family life means I don’t listen as much at home any more.    Applause between movements has always been part of the response between the audience and the musicians    What was the first record or CD you bought? When I was 13 and I lived in Munich there was a great CD store off Marianneplatz, and they’d let you listen to anything. I first heard Tristan and Wozzeck there, which my parents then bought for me. The first thing I bought with my own money though was Bach Sonatas & Partitas for solo violin. Is applauding between movements acceptable? Sure. It happens more and more but I don’t find it a problem. Mozart used to write to his father telling him about the applause he’d get in the middle of a symphony. It’s always been part of the response between the audience and the musicians. Mobile phones are more of a problem for me than an audience voicing its excitement. What single thing would improve the format of the classical concert? I’m kind of traditional, but one thing that I do hate is when there’s too much light on the audience and they want to read the programme notes. If people want to read about the music they can do it before the concert, after it, or at the break, but they should be listening during the performance. I like it quite dark in the hall, like a theatre. What’s been your most memorable live music experience as an audience member? I remember going to seeing Christa Ludwig doing Winterreise in New York. I was 13 and didn’t know the piece well - it was the first time I’d heard it all the way through. It was at Carnegie Hall with James Levine at the piano. It was just amazing.            We’re giving you a time machine: what period, or moment in musical history, would you travel to and why? The premiere of Monteverdi’s Orfeo. The initial beginning of opera is so far from us, it’s so unknown. There are so few documents about it, no pictures, nothing. To be there and discover what it was like would be incredible. If you found yourself with six months free to learn a new instrument, what would you choose? Percussion. Perhaps Indian drumming. Do you enjoy musicals? Do you have a favourite?            No, it’s so loud with the PA and I don’t like those amplified voices. I’m more into Kurt Weill, which is where musicals came from; those witty, powerful texts, and that distilled music which is both simple and complex. I’m doing the Seven Deadly Sins later in the year with the BBC Scottish Symphony Orchestra. Which conductor or performer of yester-year do you most wish you could have worked with? Artur Schnabel. For me his Beethoven Piano Sonatas are just unequalled, they’re really vibrant and free. He’s using tempo in an interesting way, there’s lots of rubato and this strong feeling of structure. Doing a Beethoven or Brahms piano concerto with him would have been incredible.         Schnabel plays Beethoven.     What, in your opinion, is the most overrated classical piece? I used to avoid doing Shostakovich Five as I thought it was overrated – and then I did it and just loved it! It’s not the same, but in a funny way I think Mahler is being played too much. I love his work but it’s over-programmed. Which non-classical musician would you love to work with? Diamanda Gallas or Brian Wilson. Imagine you’re a festival director here in London with unlimited resources. What would you programme - or commission - for your opening event? I’m kind of doing that with the Tectonics festivals around the world – but not with unlimited resources! I’d love to do a new large-scale opera or a vocal piece that blends lots of genres, such as folk music, improvised and electronic music, and which uses a brand new text. Something that would also use multi-media, professional and non-professional artists so that it’s community based as well. And to be staged somewhere that makes an innovative use of space. It’s late, you’ve had a few beers, you’re in a Karaoke bar. What do you choose to sing? Probably some Israeli songs from the 80s. Something like Svika Pick.            Tectonics festival, curated by Ilan Volkov, is at City Halls, Glasgow on 7 and 8 May.",
  "webTitle": "Facing the music: Ilan Volkov",
  "webPublicationDate": "2016-05-02T06:00:16Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/02/facing-the-music-conductor-ilan-volkov",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "BBC Scottish Symphony Orchestra",
      "id": "music/bbc-scottish-symphony-orchestra",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/02/facing-the-music-conductor-ilan-volkov"
}