{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/mod-to-investigate-claims-saudis-used-uk-cluster-bombs-in-yemen",
  "id": "2016-05-24-117",
  "sectionId": "world",
  "body": "Claims that UK-manufactured cluster bombs have been used by Saudi forces in Yemen will be urgently investigated, the foreign secretary, Philip Hammond, has said.   The use and supply of such weapons is banned under international law but Amnesty International said it found evidence on its most recent visit to the country of a UK-made cluster bomb having been used by Saudi coalition forces.    Related: British-made cluster bombs are turning up in Yemen. Will Cameron tell us why? | Kate Allen    Ministers have said the government does not possess any evidence that such weapons have been deployed, and Saudi Arabia has denied using cluster bombs.  Ministers suggested that the bomb found by Amnesty International could have been from a previous conflict in the region, adding that the last supply of this weapon to the Saudis was in 1989.  However, in response to the issue being raised by the shadow foreign secretary, Hilary Benn, the Ministry of Defence said “fresh assurances” were being sought from Saudi Arabia that such weapons were not being used.  Speaking during Foreign Office questions in the Commons, Hammond said: “The UK has long since given up the use of cluster munitions. They are, their use or their supply, is illegal under British law and the weapons that are being described here are decades-old manufacture. But the MoD is urgently investigating the allegations that have been made.”    Related: Banned cluster bombs 'used in Syria, Ukraine, Yemen, Sudan, Libya'     He added: “We need to be careful, there is no evidence yet that Saudi Arabia has used cluster munitions. We believe we have an assurance from the Saudi Arabians that cluster munitions have not been used in this conflict.” Benn, supported by the shadow defence secretary, Emily Thornberry, pointed out that Saudi Arabia was not a signatory to a treaty banning the use of cluster munitions, and the bomb was designed to be dropped by the UK-manufactured Tornados for use by the Saudi air force. Thornberry claimed Saudi reassurances were not credible. Those countries party to the international cluster munitions convention are required to discourage other countries from using them.  The junior defence minister Philip Dunne said Britain was seeking fresh assurances in light of the Amnesty allegation. He said the UK government was not involved in targeting in Yemen by the Saudis or the weaponising of its planes.  He said there had been seven conflicts in the border area between Saudi Arabia and northern Yemen in the last decade, so it was not clear that the munition mentioned by Amnesty had come from the current conflict.  Amnesty expressed its anger at the government response, saying the use of cluster bombs was a scandal. Its UK’s arms control director, Oliver Sprague, said: “Cluster bombs are one of the nastiest weapons in the history of warfare, rightly banned by the UK and more than 100 other countries, so it’s truly shocking that a British cluster munition has recently been dropped on a civilian area in Yemen.  “Once again it’s not good enough for ministers to talk of ‘investigations’ in response to this and other scandalously indiscriminate attacks by the Saudi-led coalition, when all that ever seems to happen is that we politely seek ‘assurances’ from Saudi Arabia over their own behaviour.” He continued: “Despite the deaths and injuries of thousands of Yemeni civilians at the hands of the Saudi-led coalition, British arms manufacturers are still sending shedloads of UK arms to Saudi Arabia and others in the coalition – and they’re being waved on by ministers as they do so.  “It’s a scandal. We’ve written to David Cameron demanding that the UK stop sending arms to the Saudi-led coalition which are all too likely to end up killing Yemeni farmers and their families.” Tasmina Ahmed-Sheikh, the SNP member who raised the issue in the Commons, urged the government to suspend arms sales to Saudi Arabia, and called for a government apology for the continued use of British bombs. Kirsten Oswald, the SNP MP for East Renfrewshire, claimed evidence was mounting that the UK had breached international humanitarian law by continuing to sell arms to the Saudis for use in Yemen.",
  "webTitle": "MoD to investigate claims Saudis used UK cluster bombs in Yemen",
  "webPublicationDate": "2016-05-24T14:58:41Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/mod-to-investigate-claims-saudis-used-uk-cluster-bombs-in-yemen",
  "keyword": [
    {
      "webTitle": "Cluster bombs",
      "id": "world/cluster-bombs",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Arms trade",
      "id": "world/arms-trade",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Yemen",
      "id": "world/yemen",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "world/2016/may/24/mod-to-investigate-claims-saudis-used-uk-cluster-bombs-in-yemen"
}