{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/03/imagining-ireland-review-royal-festival-hall-easter-rising-kevin-rowland",
  "id": "2016-05-03-182",
  "sectionId": "music",
  "body": "This concert presented an intriguing challenge. It was staged on the 100th anniversary of the day on which the Easter Rising in Dublin neared its end. And the president of Ireland, Michael Higgins, was in the audience. So what were the appropriate songs? Of course, there had to be rebel ballads commemorating the bloody 1916 uprising in Dublin against British rule. But these were cleverly intercut with songs examining the links between Ireland and Britain over the past century. There were stories about Irish workers in Britain, but also reminders of the crucial role that the descendants of Irish immigrants played in transforming British pop. Host John Kelly’s list started with the Beatles, and included Elvis Costello and Morrissey. Dexys singer Kevin Rowland, gave one of the most powerful performances of the night. The band’s new album, Let the Record Show Dexys Do Irish and Country Soul, explores Rowland’s Irish links and includes songs perfect for this occasion. Joined by his bandmate Sean Read, Rowland started with Curragh of Kildare, treating this traditional song of parting with respect but also an unexpected, edgy emotion. He followed with an affecting song from the 80s about his roots, My National Pride, and returned later for a treatment of Carrickfergus that compared well with Van Morrison’s version as a display of rousing celtic soul.      Suitably stomping … Cáit O’Riordan. Photograph: Amy T Zielinski/Redferns      English folk hero Martin Carthy provided an impressive if unlikely treatment of Nothing Rhymed by Gilbert O’Sullivan     He was joined on stage by Cáit O’Riordan, the former Pogues bass player, who provided a suitably stomping treatment of Dark Streets of London, “which was born in the squats of King’s Cross, not for nice people sitting down”. Here, she was backed by the classy house band led by multi-instrumentalist Kate St John and including Neill and Callum MacColl, who paid tribute to their father Ewan MacColl with a rousing Tunnel Tigers, his song about Irish workers building the Blackwall Tunnel.  There were constant surprises. English folk hero Martin Carthy provided an impressive if unlikely treatment of Nothing Rhymed by the “cruelly disregarded” Gilbert O’Sullivan, and then dramatically switched direction with The Row in the Town, a rebel song about 1916. Irish folk hero Andy Irvine performed another rebel song commemorating James Connolly, who was executed by the British despite being gravely injured in the Easter Rising fighting. Then there were angry songs from another great veteran, Paul Brady, and a new lament, England Has My Man, from the impressive young Irish singer Lisa O’Neill.      Impressive ... Lisa O’Neill. Photograph: Amy T. Zielinski/Redferns     Mixed in were instrumental passages from classical pianist Barry Douglas and the remarkable violin and guitar duo, Martin Hayes and Dennis Cahill, whose playing is crucial to the international success of the Gloaming.  The evening ended with Dominic Behan’s stomping story of Irish construction workers, McAlpine’s Fusiliers, and a return to Easter 1916 with the emotional Foggy Dew, finely sung by O’Neill.",
  "webTitle": "Imagining Ireland review – remembering in song the rebels with a cause",
  "webPublicationDate": "2016-05-03T12:57:15Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/03/imagining-ireland-review-royal-festival-hall-easter-rising-kevin-rowland",
  "keyword": [
    {
      "webTitle": "Folk music",
      "id": "music/folk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Dexys Midnight Runners",
      "id": "music/dexys-midnight-runners",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Robin Denselow",
      "id": "profile/robindenselow"
    }
  ],
  "guardianId": "music/2016/may/03/imagining-ireland-review-royal-festival-hall-easter-rising-kevin-rowland"
}