{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/ed-dunlop-mulls-red-verdon-espom-derby",
  "id": "2016-05-23-98",
  "sectionId": "sport",
  "body": "A new name could be added to this year’s notably open Derby next week, as Ed Dunlop is considering whether to supplement Red Verdon, who won in impressive style at Haydock on Saturday. The chestnut colt has been a handicapper to this point but is improving so rapidly that the Newmarket trainer feels he might not be out of place at Epsom a week on Saturday. “He will get a revised handicap mark tomorrow,” Dunlop said on Monday. “That will probably determine what’s going to happen next. But, yes, it [a Derby entry] has been discussed.”   Related: Midterm ruled out of the Derby with a stress fracture of the pelvis    Perhaps the most obvious target for Red Verdon might be the King George V Handicap at Royal Ascot in the middle of next month but, having won easily off a mark of 88 on Saturday, he might now be rather high in the weights for that contest. “If he’s going to be over 100, that will make it slightly tough,” Dunlop said. “He doesn’t have a single entry just now, which is very poor by the trainer. If we’re going to run him in the Derby or the French Derby or the King Edward VII [at Ascot], he will need to be supplemented. But these are nice problems to have. “I’ve been talking to the owner today, who is on the other side of the world. We’ll see what happens.” Red Verdon is so far below the Derby radar that he is not quoted for the race by bookmakers. Dunlop’s last Derby runner, Red Galileo in 2014, carried the same blue and red colours of Ronald Arculli and ran on well to be fifth despite odds of 100-1. Dunlop has twice won the fillies’ equivalent, the Oaks, with Ouija Board and Snow Fairy, the latter being another horse who put herself unexpectedly in contention by improving rapidly through the spring.",
  "webTitle": "Ed Dunlop ponders running Red Verdon in open-looking Derby",
  "webPublicationDate": "2016-05-23T16:31:52Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/ed-dunlop-mulls-red-verdon-espom-derby",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/23/ed-dunlop-mulls-red-verdon-espom-derby"
}