{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/shortcuts/2016/may/11/being-an-older-mother-i-love-it",
  "id": "2016-05-11-155",
  "sectionId": "lifeandstyle",
  "body": "I’m still summoning up the courage to tell my daughter how old I am. At six, I think Flora suspects. She keeps asking me – and I keep deflecting her. “So what do you want for your birthday?” Or: “Let’s skip down the road.” We need a proper conversation, not just a number. I need to tell her why I’m older than other mothers at her school (and after writing this, I had better get on with it). But goodness me, I’m not as old as Daljinder Kaur, who is reported to have given birth last month at 70. She had two years of treatment using donor eggs from the National Fertility and Test Tube Baby Centre in Hisar, in India’s northern state of Haryana. Kaur is quoted as saying: “I feel so full of energy.” Now, I’m not going to cast aspersions on any woman’s right to have a baby (or even if the reports are accurate). How could I? Kaur may be older than me, but her egg would have been younger than mine. Would I have a baby at 70? I can’t imagine doing so. It would magnify the concerns I had about giving birth at 48 to an unfathomable size. My pregnancy – which I wrote about in a column for the Guardian – was unplanned and a shock of considerable proportions. First, I feared I would die of a haemorrhage, leaving my other four children motherless. Second, I thought I would be a hideous embarrassment to my child, in ways that would only rise in a linear fashion for ever. Maybe straight off I should pretend to be the granny? But mixed with my self-obsession was the awareness of my ingratitude. Some women, such as Kaur, live their whole lives yearning for a child. “She’ll be a blessing,” my friends said at the time. Turns out she was. Meanwhile I repeatedly run the maths in my head – will I make it to see her reach 30? My husband and I virtually gave up drinking in pursuit of this aim after celebrating her birth. Occasionally, we say “we’re too old for this” if she comes into our room at 6am on a Saturday. But generally we keep up with her. The parents at Flora’s school are lovely people who pretend they don’t notice I’m nearly old enough to be some of their mothers. And I bloody love it. I love the chance to have another go at motherhood, knowing there is more slack in the system than I thought. That giving her chocolate for breakfast, letting her wear dressing-up costumes in winter to the shops – that none of it matters. I enjoy – I really do enjoy – the every moment of her. When the teenagers, whom you swear were only six a blink of a moment ago, are complaining that you are killing their vibe, it makes you extremely grateful to have a child who wants to cuddle you. What does Flora get out of this? A mother and father who are better parents than they used to be and older sisters who adore her. Last week I heard Flora praying: “I hope mummy never dies and that I always stay a child.” Amen to that, Flo.",
  "webTitle": "I’m an older mother – and I bloody love it",
  "webPublicationDate": "2016-05-11T15:03:02Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/shortcuts/2016/may/11/being-an-older-mother-i-love-it",
  "keyword": [
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "IVF",
      "id": "society/ivf",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Fertility problems",
      "id": "society/fertility-problems",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Luisa Dillner",
      "id": "profile/luisadillner"
    }
  ],
  "guardianId": "lifeandstyle/shortcuts/2016/may/11/being-an-older-mother-i-love-it"
}