{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/18/rory-mcilroy-frustrated-negative-spin-2016",
  "id": "2016-05-18-26",
  "sectionId": "sport",
  "body": "Crisis, what crisis? Rory McIlroy has criticised what he regards as the negative perception of his 2016 to date. McIlroy has not won this year despite a consistent run of six top-10 finishes in nine strokeplay events. At the WGC Match Play Championship he was defeated in the semi-final. Context is, of course, everything. Expectation has surrounded McIlroy since his emergence on to the professional scene; he has backed that up with four major championships. It is his level of talent which fuels discussion over this supposedly barren run. “I’m relaxed about it,” the world No3 said. “It frustrates me, I guess, the negative spin that’s being put on it. I know expectations for myself are higher than other players, but you look at my record this year with a third in Abu Dhabi, a fifth in Dubai, a third at Doral, fourth in the Match Play; my bad weeks are top 10s, basically. “So it frustrates me that the narrative is: ‘There’s something missing in Rory’s game’ or ‘What’s wrong with Rory?’ I don’t feel like there’s anything wrong. It’s very close. I’m waiting for something to happen; I might need to make something happen but it’s not as far away as I feel some people think it is. “I feel very comfortable with where my game is at and I know that if I go out and play my best, or close to my best, I’m going to have a great chance to win this week [at the Irish Open], next week, basically all season.” Paul McGinley, McIlroy’s former Ryder Cup captain, has suggested the 27-year-old’s focus may be lacking. “It just hasn’t quite happened yet and I’m trying to stay as patient as possible,” McIlroy said. “But sometimes that’s hard to do when you feel like you’re playing really well but the results aren’t quite there. I just need to string four good rounds together in a tournament and I feel like from there I’ll be off and running and that could be the catapult and stepping stone to another great season.” McIlroy’s Rory Foundation is the host of the Irish Open, in which he features at The K Club from Thursday. The tournament has not been particularly kind to him in recent times. “To be able to get involved and not just play for myself but for other people, to help other people out, I enjoy that part of it,” McIlroy said. “I want to come here, I want to help out. I want to make this one of the best tournaments in the world.”",
  "webTitle": "Winless Rory McIlroy frustrated by negative spin over 2016 performances",
  "webPublicationDate": "2016-05-18T21:00:06Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/18/rory-mcilroy-frustrated-negative-spin-2016",
  "keyword": [
    {
      "webTitle": "Rory McIlroy",
      "id": "sport/rory-mcilroy",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Tour",
      "id": "sport/european-tour",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/18/rory-mcilroy-frustrated-negative-spin-2016"
}