{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/03/councils-sell-up-to-145m-housing-a-year-fund-right-to-buy",
  "id": "2016-05-03-129",
  "sectionId": "money",
  "body": "Councils in England face having to raise as much as £145m a year each by selling off their own housing to fund an extension of the right-to-buy scheme, housing charity Shelter has claimed. Under plans unveiled in 2015, local authorities will be required to sell “higher value” council homes when these become vacant. A chunk of the money raised would be used to fund discounts of up to £103,900 for housing association tenants who want to buy their homes. Some MPs have already argued that it is wrong to fund a national policy with what was effectively a levy on councils, and now Shelter has estimated that this could force the sale of 23,500 council homes in England in just one year. In a new report, Shelter said that in order to raise the £4.5bn per year needed to fund the extension of right-to-buy as calculated by the Conservatives, each local authority could be asked to raise an average of £26m. However, this average disguises wide variations. The housing and homelessness charity said Birmingham was set to be the hardest-hit area, as it would have to raise around £145m a year – which would involve selling off 1,190 homes. Leeds and the London borough of Southwark would have to raise around £129m and £122m per year respectively. Meanwhile, the estimated figures for the London boroughs of Islington and Hackey were £99m and £90m. These figures are a lot higher than the average because the areas have some of the highest numbers of council homes and the highest turnover rates, said the report. By contrast, the annual bill for some local authorities could be much lower than the average: £197,000 for Hartlepool and £372,000 for Coventry, for example.   Related: Right to buy puts 40% of ex-council homes in private rental - MPs' report    The policy is currently going through parliament as part of the government’s Housing and Planning Bill. Shelter said it had calculated that in order to reach the £4.5bn figure, each local authority with empty homes would need to sell off the top 30% of each property size by number of bedrooms. Campbell Robb, the charity’s chief executive, said: “With millions of families struggling to find a home they can afford, forcing councils to sell off huge swaths of the few genuinely affordable homes they have left is reckless.” He added: “The government is out of touch on this issue, and running out of time to help the millions of ordinary people crying out for a home they can actually afford.” In February this year, MPs on the House of Commons communities and local government committee warned that ministers were relying on an “extremely questionable” model to fund the right-to-buy extension. Their report also quoted estimates from the Chartered Institute of Housing that suggested the sale of high-value homes would raise only £1.2bn to 2.2bn a year of the £4.5bn needed.",
  "webTitle": "Councils 'to sell up to £145m of housing a year to fund right-to-buy'",
  "webPublicationDate": "2016-05-03T15:30:18Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/03/councils-sell-up-to-145m-housing-a-year-fund-right-to-buy",
  "keyword": [
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Renting property",
      "id": "money/renting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Jones",
      "id": "profile/rupertjones"
    }
  ],
  "guardianId": "money/2016/may/03/councils-sell-up-to-145m-housing-a-year-fund-right-to-buy"
}