{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/max-verstappen-youngest-winner-f1-history-spanish-gran-prix",
  "id": "2016-05-15-91",
  "sectionId": "sport",
  "body": "The delivery of the prodigy Max Verstappen, who became the youngest winner of a Formula One race when he triumphed in Sunday’s Spanish Grand Prix, brought an iridescence to a sport that for too long has laboured in the single colour of the silver Mercedes. Everyone apart from the stricken people at Mercedes appeared to be joyous. And it felt as though it was the shortest race in history. The early crash between Lewis Hamilton and Nico Rosberg, which removed both men from the contest, had so dominated the first hour of proceedings, with constant replays, quick-fire post-mortems and the assessment of consequences, that the race itself felt like a backdrop to weightier issues.   Related: Mercedes inquest as Hamilton and Rosberg crash out and Verstappen wins Spanish GP    Verstappen’s victory represented a great day for him and his team, Red Bull, who had not won a race since Spa in 2014. But it was a wonderful occasion for Formula One too. When Verstappen made his F1 debut for Toro Rosso as a 17-year-old last year he was so young that the concerned people at the FIA changed the rules; now you have to be 18. Verstappen was actually only 16 in 2014, when it was first announced that he would be driving in F1. Many sagacious voices said he was too young but there can be no doubts now. He crossed the winning line aged 18 years and 228 days, beating Sebastian Vettel’s previous record by two and a half years – Vettel was 21 and 73 days when he won in Italy in 2008. Verstappen led from lap 44, which was roughly the time everyone started concentrating on the race. He was the beneficiary of a split strategy from Red Bull. The team decided to give their other driver, Daniel Ricciardo, a three-stopper (Verstappen had two) to cover the threat from Vettel, who they thought would be the fastest driver in the race after the removal of the Mercedes. But this is to take nothing away from Verstappen, who resisted a long and persistent challenge from Kimi Raikkonen to win the race on his debut for Red Bull. He joined Red Bull this month because the team were unhappy with the start to the season made by Daniil Kvyat. Verstappen, who also became the first Dutch winner of an F1 race, also had a spot of luck, of course, when Hamilton and Rosberg collided. Hamilton took the lead from pole but Rosberg went past him on the outside on the first corner. But coming out of the third bend, Hamilton saw a gap in Rosberg’s defence and attempted to overtake him on the inside. Rosberg moved over and squeezed Hamilton on to the grass. The world champion went into a spin and clipped Rosberg’s car as he did so, putting both cars out of the race, leaving the field clear for Red Bull and Ferrari to battle it out for glory. Rosberg appeared to be over-aggressive but you are allowed to make one block to defend your lead. Hamilton, possibly piqued after making yet another indifferent start, may have had a rush of blood and was determined to get straight back at his team-mate. But there was a gap, and he was travelling much faster than Rosberg, whose engine was in the wrong mode. It was a terrible day for both drivers but Rosberg, with a 43-point lead from the first four races, clearly came out of the situation the better. The day, however, belonged to Verstappen. Christian Horner, Red Bull’s team principal, said: “It’s been an unbelievable performance, from the moment Max stepped into the car until the chequered flag he’s been exemplary. He’s not put a wheel wrong. He’s been quick, measured, mature. He’s defended incredibly well against a seasoned pro like Kimi. To score his first grand prix victory, becoming the youngest victor, on his debut for the team is fairytale stuff.” Horner, enthusing in the unexpected spotlight, added: “The biggest aspect of his performance has been in calmness. He’s obviously got a lot of capacity when he’s driving the car. We were all getting tense with five laps to go because the tyres were at the end of their life and he had Kimi breathing down his neck. “But he calmly came on the radio and said please could we ask Charlie [Whiting] to deal with the blue flags swiftly. There was no agitation in his voice, no panic, no tension. He was a young man completely in control of what he was doing. And that’s what he’s done from the moment he stepped in the car.” Horner thought it was “uncanny” how Verstappen reminded him of Vettel. “There are an awful lot of similarities. The mechanics were telling me that even the way he gets in the car is similar, the same side, the way he pulls his knee up to get in the chassis. But he’s his own man as well. He’s a very together young guy. You’d never think he was 18. He’s the first driver I’ve had that legally I could be his father.” The man of the moment said: “It’s amazing, I couldn’t believe I was leading. I was looking at the pitboard, saw my name with 10 laps to go, then started to watch the board. “I was thinking: ‘Don’t look at it, focus on the tyres and bring it home.’ It’s a great feeling. I absolutely didn’t expect this.” In the general excitement it was scarcely noticed that Carlos Sainz, the man Verstappen left behind at Toro Rosso, finished sixth, his best result. He must have had mixed feelings.",
  "webTitle": "Max Verstappen becomes youngest F1 winner in history at Spanish Grand Prix",
  "webPublicationDate": "2016-05-15T14:47:56Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/max-verstappen-youngest-winner-f1-history-spanish-gran-prix",
  "keyword": [
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Red Bull",
      "id": "sport/red-bull",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/15/max-verstappen-youngest-winner-f1-history-spanish-gran-prix"
}