{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/16/hillary-clinton-presidency-bill-economy-czar",
  "id": "2016-05-16-61",
  "sectionId": "us-news",
  "body": "Hillary Clinton has joked that her husband Bill could become “the first dude” if she is elected as president, but it is emerging that the title comes with a serious job description: managing the White House response to economic inequality.   Related: Trump's 'women problem' doesn't sway Republican leaders – campaign live    Though the idea of some informal advisory role is not new, late last week the former president was the first to hint at the scale of this potential job, during a campaign rally on his wife’s behalf in the coalfields of eastern Kentucky. “I asked to be given the opportunity – if she gets elected – to help coal country and to help other parts of our country that never seem to go along with the ride when the economy comes up,” he told the rally in Prestonsburg. “I volunteered that if Hillary got elected president, I would like to be tasked with the responsibility to take you along for the ride to America’s future,” he added, during a testy series of exchanges with miners picketing the rally. Lest the idea be dismissed as one man’s fantasy or an attempt to dig himself out of a hole with miners, the agreement for this to be an area of special spousal interest was swiftly confirmed by the candidate herself.  “My husband, who I’m going to put in charge of revitalising the economy, because you know he knows how to do it,” Clinton said in Fort Mitchell, Kentucky, on Sunday. “And especially in places like coal country and inner cities and other parts of our country that have really been left out.” The campaign has yet to clarify the exact status of the position and when asked about it again on Monday, the former secretary of state made clear that she did not envisage anything as quite as grand as the job she did for Barack Obama. According to a pool report shared with the Guardian, when asked if Bill would be in the cabinet Clinton shook her head and said: “No.” That rules out labor secretary or treasury secretary. But the idea of an economy tsar, perhaps tasked with examining novel responses to the age-old problem of inequality, would certainly be in keeping with the direction the 2016 race is taking. Clinton is close to clinching the Democratic nomination but she has seen a far tougher than expected challenge from Bernie Sanders, whose campaign is built around a fierce critique of income inequality. If she succeeds in seeing off the senator from Vermont, it will also be the area where she is expected to face the toughest opposition from Donald Trump. According at least to a new poll by Quinnipiac University, the presumptive Republican nominee is performing surprisingly well in battleground states such as Pennsylvania and Ohio, which have been hit hard by the stagnation in median incomes.    Related: The Trump-Clinton household: is politics dividing your relationship?    Arguably, the issue is so central to the 2016 election that it is a surprise Clinton is not claiming it solely for herself. But enlisting support from the former president on such a key policy area would also be consistent with the arrangement they had when he was in the White House and delegated healthcare reform to her. The decision to begin talking about the new role leading up to the Kentucky primary and immediately after the Quinnipiac poll is also a sign that perhaps Bill Clinton’s experience in appealing to blue collar workers is an asset worth exploiting more explicitly. “I believe this is the first time since the crash that we have been in a position to all rise together,” he told the crowd in Prestonsburg. “It is all I really care about … It’s what I spent 12 years as a governor doing [in Arkansas]. “We have got too many depressed incomes. We have got too few middle-class jobs in too many places, we have got too many people who are being left out and left behind.” There have been hints of a new role in the past, but nothing this explicit.  “I’ve told my husband he’s got to come out of retirement and be in charge of this,” Hillary Clinton said earlier this month during a discussion in Kentucky on manufacturing and jobs. “Because you know he’s got more ideas a minute than anybody I know.”  There is also a key difference between Hillary Clinton’s role as first lady and Bill’s equivalent role in her administration that has nothing to do with gender: he will be the first president since Franklin D Roosevelt to return to the White House after two terms. The idea has even received a thumbs-up, of sorts, from the current White House. On Monday, the press secretary, Josh Earnest, was asked if Bill Clinton coming back would be a good thing for Democrats. “I think the results speak for themselves,” Earnest said on Monday, seeking to draw a line between Obama’s own efforts in this area and the vision Clinton set out at the last Democratic convention in 2012. “You remember a speech that former president Clinton delivered on national television in which he articulated an economic strategy and an economic vision entirely consistent with what President Obama has fought for in his seven and a half years in office,” Earnest said. “I think the results speak for themselves. They certainly spoke volumes in evaluating President Clinton’s legacy. They also speak volumes about the progress that we’ve made in this country over the last seven and a half years with President Obama’s tenure.”           Hillary Clinton responds to Trump’s attacks on her husband.    Precisely what Bill’s exact job, let alone the policy prescription, will look like for the “first dude” remains more of a mystery. “It would be getting ahead of oneself to begin talking about any sort of formalised role for anyone,” a Clinton spokesman, Nick Merrill, told CNN on Monday. “It would be foolish not to use that in some capacity. It has not gone any further than that.” In a lighthearted discussion with the talkshow host Jimmy Kimmell last November, Hillary Clinton joked: “Part of what we’ll have to figure out is what you call the male spouse of a female president.  “Now it’s a little bit more complicated with him because people still call former presidents ‘Mr President’, so I have to really work on this … The first dude? First mate? First gentleman? I am just not sure.” What it also means is a subtle shift in Bill Clinton’s campaign style, with less emphasis on his wife’s record and platform and more on his own achievements. “There’s been one time in 50 years when we all grew together and that’s when I had the honour to serve and I would like to see it happen again,” he said in Kentucky, pointing to tax plans he claims created 750,000 jobs. “I spent 12 years as a governor, eight years as a president and 15 years since I left the White House working all over the world trying to act on something I know,” he added. “If people have got something to do when they get up in the morning, about 90% of the other problems take care of themselves.” There was now, he said, a chance for Americans to grow “together for the first time since I was president”.",
  "webTitle": "Bill Clinton's emerging role in a Hillary presidency: economy tsar",
  "webPublicationDate": "2016-05-16T19:14:09Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/16/hillary-clinton-presidency-bill-economy-czar",
  "keyword": [
    {
      "webTitle": "Bill Clinton",
      "id": "us-news/clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US income inequality",
      "id": "us-news/us-income-inequality",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US economy",
      "id": "business/useconomy",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "us-news/2016/may/16/hillary-clinton-presidency-bill-economy-czar"
}