{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/14/un-climate-chief-pachauri-faces-sexual-abuse-trial",
  "id": "2016-05-14-86",
  "sectionId": "environment",
  "body": "A court in Delhi has ruled that Rajendra Pachauri, the former chairman of a Nobel prize-winning UN panel on climate change, will stand trial on charges of stalking and sexual harassment of a former employee. A 29-year-old former employee of The Energy and Resources Institute (Teri), based in the Indian capital, filed a police report against Pachauri last year. She said Pachauri, who led the organisation, had made inappropriate advances soon after she joined in 2013. Earlier this year police filed 1,400 pages of evidence, including text messages and emails from Pachauri, and testimony from 23 witnesses, many of them Teri employees. Judge Shivani Chauhan said the evidence was sufficient to proceed with the trial. “There are allegations against the accused that he made sexually coloured remarks upon the complainant on several occasions,” she said. “He touched the complainant inappropriately, despite a clear expression of disapproval from her side. He also sent inappropriate SMS and WhatsApp messages to the complainant.” Pachauri, 75, will have to appear in court in person on 11 July to apply for bail. It is unlikely he will be imprisoned at this stage of the proceedings. Prashant Mendiratta, the lawyer representing the 29-year-old woman, said: “She is happy. It’s been a long battle to get it to this preliminary stage. It should have happened three months ago when the police filed the charge sheet.” Delays are common in the Indian judicial system: Mendiratta said that on this occasion it happened because the judge was away on leave. Since the initial police report, two other women have made public statements against Pachauri, accusing him of sexual abuse in the workplace. Pachauri’s lawyer, Ashish Dixit, who was at the hearing, says he has not spoken to Pachauri, as he is currently abroad with the court’s permission. In an interview with the Observer earlier this year, Pachauri denied sending messages to the woman. He said his account had been hacked and the trial was part of a wider conspiracy to discredit him and his work on climate change. His claims about his account being hacked by “unknown cyber criminals” were first made last year, when the initial police report was filed. However, Delhi police found no evidence to support this. Teri’s internal complaints committee conducted its own investigation; after questioning 50 employees, it concluded that the woman’s claims were valid. The allegations caused outrage in India, where a strong women’s rights movement has emerged since the gang rape and murder of Delhi student Jyoti Singh in 2012. The case became a symbol of women’s struggle against sexual abuse in India, where women are often silenced because of cultural taboos. In February last year, Pachauri resigned as chair of the UN Intergovernmental Panel on Climate Change (IPCC). Last month he stepped down as head of Teri to “get engaged in other interests which I have harboured over the past few years for activities at the global level”. Before resigning, Pachauri had headed Teri for 34 years. Under his leadership the organisation had become renowned as a research centre for green energy and sustainable use of natural resources.     Rajendra Pachauri denies harassment and claims his email account was hacked. Photograph: Alamy    • This article was amended on 16 May 2016. An earlier version of the headline referred to employees rather than one employee.",
  "webTitle": "Former UN climate change chief to face trial for sexual harassment of an employee",
  "webPublicationDate": "2016-05-14T16:07:12Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/14/un-climate-chief-pachauri-faces-sexual-abuse-trial",
  "keyword": [
    {
      "webTitle": "Rajendra Pachauri",
      "id": "environment/rajendra-pachauri",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Intergovernmental Panel on Climate Change (IPCC)",
      "id": "environment/ipcc",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Delhi",
      "id": "world/delhi",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vidhi Doshi",
      "id": "profile/vidhi-doshi"
    }
  ],
  "guardianId": "environment/2016/may/14/un-climate-chief-pachauri-faces-sexual-abuse-trial"
}