{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/08/radiohead-a-moon-shaped-pool-review",
  "id": "2016-05-08-25",
  "sectionId": "global",
  "body": "Last Tuesday, the world was treated to the improbable spectacle of tastemaking US music website Pitchfork earnestly trying to explain 1960s and 70s UK kids’ show Trumpton to its American readers. Their London-based contributing editor was drafted in, the better to elucidate the importance of Pugh, Pugh and Barney McGrew, as was the son-in-law of the show’s 96-year-old creator, whose solitary quote – “I’m not aware of anything” – winningly suggested a man quite keen to get the bloke from Pitchfork off the phone.  Elsewhere, parallels were drawn between Trumpton and what might become of America were Donald Trump to become president, which feels like rather a harsh judgment on the seemingly benign regime of the mayor and Mr Troop the town clerk.   Related: What do you think of Radiohead's new album? Share your reviews    This all happened because Radiohead had premiered a video based on Trumpton’s stop-frame animation for a compelling mesh of chattering high-maintenance strings and ominous bass and drum thunder called Burn The Witch, the first track to be released from their ninth studio album, A Moon Shaped Pool.  You could possibly accuse the Pitchfork piece of over-thinking things a bit – it may well be that the band and director Chris Hopewell chose to depict Trumpton-ites immolating a bowler-hatted outsider in a wicker man as “a pointed critique of nativism-embracing leaders across the UK and Europe”, but there’s also the chance they just thought it was funny – but the fact that it exists at all tells you something about the unique position Radiohead continue to hold.  Artistically at least, these are supposed to be thin times for rock music, particularly rock of the stadium-filling variety. The really important, epochal, provocative stuff – the music that, to use a ghastly phrase, carries the conversation – is clearly happening in hip hop and R&B. With one exception: alone among their commercial peers, Radiohead are held to not just release albums but make grand artistic statements worth dissecting and poring over in the same way as the output of Kendrick Lamar or Beyonce. Certainly, no one’s falling over themselves to decode the politics of Coldplay’s releases. Listening to A Moon Shaped Pool, you can see why. However much their style bears certain hallmarks – Thom Yorke’s keening vocal shiver and what you might charitably describe as a fairly glum bearing among them – Radiohead have always sounded like a band in constant motion: every album has seemed like an agitated shift from the last, as if they were too neurotic to rest on their laurels even if they wanted to.  Certainly, A Moon Shaped Pool is noticeably different to its predecessor, 2011’s patchy King Of Limbs. You’d hesitate to call it more poppy – this is still an album on which standard verse-chorus structures are very much subject to subsidence, and on which the instruments buried deep in the mix frequently seem to be playing an entirely different song to those in the foreground – but it’s certainly sharper and more focused. There’s nothing as slippery and unclear as King Of Limbs’ Bloom or Feral. They seem as fascinated by sonic textures as they do by actual songwriting – the weirdly uplifting moment towards the end of Ful Stop (sic), when the song’s muffled sound suddenly becomes bright and trebly, as if a DJ has turned the eq knob on his mixer to the right – but it’s not an album that feels lost in experimentation. The abundance of sonic intrigue is matched by the quantity of beautiful tunes: the fact that True Love Waits, a track that dates back to the less knotty era of their 1995 album The Bends, fits perfectly in the line-up of songs tells you something about their unabashed melodic richness.  There’s something pretty dazzling about the way Tinker Tailor Soldier Sailor combines two of what you might call Radiohead’s extracurricular interests, Jonny Greenwood’s soundtrack work and the electronica Thom Yorke plays when DJing – soft explosions of white noise and a distorted keyboard line are slowly overwhelmed by a luscious string arrangement – but there’s something equally dazzling about the plaintively lovely tune that floats over folky acoustic guitar picking and a vaguely Latin shuffle beat on Present Tense.  The simple prettiness of the piano figure that runs through Daydreaming battles it out with unsettling scrapes of backwards vocal that sometimes sound like oblique harmonies, but more often like someone struggling for breath. Identikit, meanwhile, wrongfoots the listener entirely: it initially sounds like a studio jam session that made it on to the album through some kind of clerical error – snatches of vocal and scrabbling guitar, drums treated with dub reggae effects – before suddenly pulling into focus: a hook that immediately brands itself on to your brain, an agitated, thrilling guitar solo. It is tempting to say that all this fidgety invention comes as a welcome distraction from the suffocating gloom of the lyrics, cursed as the latter are with a worldview that frequently sees any kind of personal happiness as merely the result of ignorance, wilful or otherwise: “dreamers they never learn”, “we are helpless to resist”, “I’ll drown my beliefs to your babies”, “we are happy just to serve”, “there’s nothing left inside that we all can love … I don’t want to know”.  That said, you do find yourself wondering if Radiohead’s collective tongue might not occasionally be wedged in their collective cheek, if, as with the video for Burn The Witch, they might not sometimes be parodying their austere image as rock’s premier harbingers of doom.  “Don’t get heavy, keep it light”, offers Present Tense. The introduction to Glass Eyes is a thing of beauty and unalloyed pleasure, played on a piano treated with digital effects until it sounds like it’s been submerged beneath rippling water, at least until Yorke slopes into view, his face like the proverbial slapped arse. “Hey, it’s me,” he mournfully intones and immediately you think: uh-oh, here we go. And so it proves: “a frightening place, faces are concrete grey … panic is coming on strong”.     A scene from the Radiohead video Burn the Witch. Photograph: Radiohead/Youtube    If the thought of Radiohead occasionally playing it for LOLs is too mind-blowing to bear, you’ll have to content yourself with the occasional chinks of light amid the murk.  There’s Desert Island Disk with its suggestion that “different types of love are possible” and The Numbers, which is also that rarest of things, a Radiohead track that doesn’t just vaguely resemble another artist’s work (anyone still intent on depicting Radiohead as a latterday Pink Floyd might feel their ears prick up at Decks Dark’s burst of Atom Heart Mother-ish choral vocals) but actually seems to be a direct and obvious homage to something else, or possibly two things: the resemblance of the tumbling piano parts to those on John Martyn’s 1971 instrumental Glistening Glyndebourne might be purely coincidental, but the similarity of the intense orchestration, circling bassline and loose-limbed funk rhythm to Melody, the opening track of Serge Gainsbourg’s 1970 Historie De Melody Nelson, definitely is not. They’re certainly not the first people to mine that song’s arrangement for inspiration, but it says something about Radiohead’s inventiveness that they can warp music already plundered by everyone from Beck to Belle and Sebastian into something that sounds entirely their own. Moreover, the high-drama swells of strings fit the lyrical message. Radiohead’s previous attempts at creating a rousing call to arms have been hobbled by their innate pessimism, as exemplified by 2001’s You and Whose Army?, on which Thom Yorke somehow contrived to sound utterly deflated while offering Tony Blair out for a punch-up in time-honoured “come on then” style. Here, however, the stuff about how the future is inside us and people have the power sounds authentically stirring. It also sounds like Radiohead achieving something they’ve never achieved before, a quarter of a century into their career: long may their neuroses keep them in constant motion.",
  "webTitle": "Radiohead: A Moon Shaped Pool review – something they've never achieved before",
  "webPublicationDate": "2016-05-08T20:37:59Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/08/radiohead-a-moon-shaped-pool-review",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Petridis",
      "id": "profile/alexispetridis"
    }
  ],
  "guardianId": "global/2016/may/08/radiohead-a-moon-shaped-pool-review"
}