{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/25/benjamin-dream-of-the-song-lindberg-era-review-rco-explores-new-horizons",
  "id": "2016-05-25-123",
  "sectionId": "music",
  "body": "Horizon, the Royal Concertgebouw’s series devoted to contemporary music, has become a very useful chronicle of what that great orchestra commissions and premieres. The latest instalment includes four pieces introduced in Amsterdam between 2013 and last year. For British listeners the main interest will be George Benjamin’s Dream of the Song, the orchestral song cycle on Andalucian texts from the 11th and 20th centuries that was first performed by the RCO last September, conducted by the composer.     ‘Alive to the sense of every syllable’: Bejun Mehta Photograph: Ullstein Bild/ullstein bild via Getty Images    When the piece arrived in London two months ago, the counter-tenor soloist was Iestyn Davies; in this recording it’s Bejun Mehta, who values the text more than Davies did, and is alive to the sense of every syllable. The whole performance projects Benjamin’s soundworld and its luxurious interplay between instruments and voices far more vividly than it came across at the Barbican; it’s easily the most striking score in this collection. For all its orchestral fluency, Magnus Lindberg’s Era from 2013 marks another stage in his rather bewildering retreat into the rhetoric of the past, coming closer than ever to Sibelius, whose ghost he and his fellow Finns once strove to escape. Richard Rijnvos’s Fuoco e Fumo is an agile orchestral study inspired by the catastrophic fire that consumed the Fenice opera house in Venice in 1996, which never quite develops in the ways one might expect. Tan Dun’s double bass concerto The Wolf, inspired by Jiang Rong’s novel, Wolf Totem, about the threat to traditional Mongolian culture from Chinese expansionism, invents a typically exotic and eclectic sound world. At one point, the solo instrument has to imitate a Mongolian two‑string fiddle; elsewhere it’s pushed up into rarefied registers that it never usually inhabits; the soloist, the RCO’s principal double bass, Dominic Seldis, takes this all very comfortably in his stride. • The photograph on this article was changed on 26 May 2016.",
  "webTitle": "Benjamin: Dream of the Song; Lindberg: Era CD review – RCO explores new horizons",
  "webPublicationDate": "2016-05-25T14:45:49Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/25/benjamin-dream-of-the-song-lindberg-era-review-rco-explores-new-horizons",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Concertgebouw Orchestra",
      "id": "music/concertgebouw-orchestra",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/25/benjamin-dream-of-the-song-lindberg-era-review-rco-explores-new-horizons"
}