{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/28/this-weeks-best-radio-paul-mccartneys-mastertapes",
  "id": "2016-05-28-143",
  "sectionId": "tv-and-radio",
  "body": "One of the charming features of the podcast the New Yorker Radio Hour (wnyc.org/shows/tnyradiohour) is the way it weaves short, humorous items between the interviews and think pieces. These serve almost as audio cartoons. A recent one came in the form of an impeccably bourgeois wedding invitation of the kind that no doubt clutter up the mantelpieces of apartments in New York. I liked the line “the bride and groom are writing their own vows and will make them even more generic than the traditional ones”. Something similarly smart, knowing and unfamiliar is at work in The World Of Simon Rich (Thursday, 11pm, Radio 4), which operates somewhere between the invented anecdote and the short story. Rich has made his name as the writer of stories in the New Yorker magazine. In this series, his fables, sketches and monologues – which range from the one about the girl in the fairy story who dreams up a goat friend, who then wants to kiss her (“I thought this was where this was leading”) to a brilliant one about the lonely life of a condom in a young man’s wallet, doomed to look on as the rest of its contents are put to use – are brought to life by the voices of a cast including Cariad Lloyd, Tim Key and Peter Serafinowicz.     The world of Simon Rich: full of fables, sketches and monologues. Photograph: David Levene for the Guardian    In Soundstage (Monday, 1.45pm, Radio 4), the annual migration of millions of wildebeest from the plains of east Africa is rerouted to your home. Every year, they follow the rains in search of fresh grazing. Every year they pause upon reaching the obstacles of the Grumeti and Mara rivers. The ones at the front know it would be madness to try and swim. The ones at the back plough on regardless, forcing the massive herd into the water where the crocodiles await. Carnage ensues. The herd write off some of their number as collateral damage, shrug and plough on. The crocs rest, knowing they will feast on what’s left for months. This location recording captures every last grunt and snap of this annual cataclysm. There’s a mini stampede to interview musical names who made their names in the 60s on the rare occasions they make themselves available. Mastertapes with Paul McCartney (Saturday, 10am, Radio 4) ensures the promotion of John Wilson’s illustrated interview series to prime time. This has some of the characteristics of “an audience with”, thanks to having the likes of Noel Gallagher, Martin Freeman and Simon Pegg among the fans. Paul Weller asks whether McCartney is tired of people not wanting to hear “the new material” (the most heart-sinking three words in rock). Ever the populist, Macca says he entirely understands: when he went to see the Stones he wanted Ruby Tuesday, not their new album. Elsewhere, The First Time With Paul Simon (Sunday, 1pm, 6 Music) has Matt Everitt talking to McCartney’s only living peer about “a childhood obsessed with baseball, girls and rock’n’roll”.",
  "webTitle": "This week’s best radio: Paul McCartney’s Mastertapes",
  "webPublicationDate": "2016-05-28T08:00:29Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/28/this-weeks-best-radio-paul-mccartneys-mastertapes",
  "keyword": [
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Radio 4",
      "id": "media/radio4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Paul McCartney",
      "id": "music/paulmccartney",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hepworth",
      "id": "profile/davidhepworth"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/28/this-weeks-best-radio-paul-mccartneys-mastertapes"
}