{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/suspects-in-alleged-dinghy-plot-will-be-held-for-another-72-hours",
  "id": "2016-05-12-296",
  "sectionId": "australia-news",
  "body": "Federal police are yet to charge five men accused of trying to escape Australia by boat to join Islamic State and have been granted an extension to hold the men until at least Sunday. Sources close to the case told Guardian Australia all five men – who are being held in Cairns – were exercising their common law right to silence, forcing police to take extra time to sift through materials gathered in eight raids on Tuesday and Wednesday. The men, who are all from Melbourne, were arrested on Tuesday evening while towing a seven-metre boat north of Cairns. Police believe the men, who have all had their passports cancelled, were intending to sail from Australia’s northern coast to Indonesia.    Related: Rapid radicalisation: the case of Numan Haider shocks family and experts alike    Police are permitted by law to interrogate a suspect for up to 24 hours without release or charge, but the questioning can be interrupted and suspended for up to seven days. New South Wales recently introduced legislation to extend the period for which a suspect could be detained and questioned to 14 days in what is intended to be a model for other states. Queensland is yet to pass its own version of the law. The five suspects appeared briefly at Cairns magistrates court on Thursday to hear the federal police successfully apply to extend their detention time by another 20 hours. With an additional 48 hours’ “dead time”, they will be held until at least Sunday. Police can then apply for further extensions. The attorney-general, George Brandis, said on Thursday the police would use “the time available to them to make a judgment whether or not there is sufficient evidence to lay charges”. Among those arrested are the Isis sympathiser Musa Cerantonio, Shayden Thorne and Kadir Kaya, who told Melbourne radio after his passport was revoked in October that Australia was “an open-air prison”. Brandis said on Thursday the men had alegedly been planning to sail the boat to Indonesia en route to the Syrian war zone, where they hoped to commit “hostile acts”.",
  "webTitle": "Suspects in alleged dinghy plot will be held for another 72 hours",
  "webPublicationDate": "2016-05-12T09:02:48Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/suspects-in-alleged-dinghy-plot-will-be-held-for-another-72-hours",
  "keyword": [
    {
      "webTitle": "Australian security and counter-terrorism",
      "id": "australia-news/australian-security-and-counter-terrorism",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian police and policing",
      "id": "australia-news/police-policing-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/12/suspects-in-alleged-dinghy-plot-will-be-held-for-another-72-hours"
}