{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/23/cask-from-the-past-archaeologists-discover-5000-year-old-beer-recipe",
  "id": "2016-05-23-48",
  "sectionId": "science",
  "body": "Chinese villagers could have been raising a pint 5,000 years ago, according to new research. Archaeologists studying vessels unearthed in the Shaanxi province of China say they’ve uncovered beer-making equipment dating from between 3400 and 2900 BC - an era known as the late Yangshao period - and figured out the recipe to boot.    Related: The beer of yesteryear    “China has an early tradition of fermentation and evidence of rice-based fermented beverage has been found from the 9000-year-old Jiahu site. However, to our knowledge, [the new discovery] is the first direct evidence of in situ beer making in China,” said Jiajing Wang of Stanford University, first author of the new research.  The team examined residues in the vessels to reveal that the brew was made from a wide range of plants, including broomcorn millet (Panicum miliaceum), Job’s tears (Coix lacryma-jobi) and barley. The discovery marks the earliest known evidence of barley being used in China, suggesting that the crop arrived in the country around 1,000 years earlier than previously thought.      Funnel for beer making from the Mijiaya site n the Shaanxi province of China. Photograph: Image courtesy of Jiajing Wang.    That, archaeologists add, is intriguing since it suggests that the crop might have been used for making booze before it was grown for food, and that beer could have played a role in the development of society. “The production and consumption of Yangshao beer may have contributed to the emergence of hierarchical societies in the Central Plain, the region known as ‘the cradle of Chinese civilisation’,” the authors say.   Related: How to make Viking heather beer    Writing in the Proceedings of the National Academy of Science, researchers from the US and China describe the analysis of a collection of complete funnels and pottery fragments from the Mijiaya site in the Shaanxi province of China whose shapes and styles, indicate that they were used for different stages of beer-making, a function backed up by analysis of residues within the vessels. Wang and her colleagues unpicked the brew’s recipe by examining these yellow residues and scrutinising the sizqe and shape of starch grains and phytoliths - tiny pieces of silica that form within plant cells.  Their analysis revealed that broomcorn millet, Job’s tears, lily, yam, barley and even snake gourd root (Trichosanthes pilosa) went into the beer. What’s more, they say, the type of damage to the starch grains, together with chemical analysis of the residues, suggests the drink was produced by methods familiar to modern brewers. “The beer was made by going through three processes, including malting, mashing, and fermentation,” said Wang. But despite cracking the beer’s recipe, the archaeologists admit they can’t say how its flavour would measure up to a modern pint. “I really have no idea,” said Wang. “That is beyond our research methods.”",
  "webTitle": "Cask from the past: archaeologists discover 5,000-year-old beer recipe",
  "webPublicationDate": "2016-05-23T19:00:22Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/23/cask-from-the-past-archaeologists-discover-5000-year-old-beer-recipe",
  "keyword": [
    {
      "webTitle": "Archaeology",
      "id": "science/archaeology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Beer",
      "id": "lifeandstyle/beer",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicola Davis",
      "id": "profile/nicola-davis"
    }
  ],
  "guardianId": "science/2016/may/23/cask-from-the-past-archaeologists-discover-5000-year-old-beer-recipe"
}