{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/20/nra-donald-trump-gun-record-skepticism",
  "id": "2016-05-20-157",
  "sectionId": "us-news",
  "body": "Donald Trump has pledged to end all gun-free zones on his first day in office. He has argued that recent terrorist attacks and mass shootings would have played out differently if more of the victims had been armed.  The candidate has said that he has a permit to carry a concealed weapon in New York, no easy feat in a city with draconian gun laws, and that he wants concealed carry permits issued in any individual state to be valid nationally. But when Trump addresses a crowd of tens of thousands of National Rifle Association members at the group’s annual meeting in Louisville on Friday, he will be facing a group of politically engaged conservatives with very mixed feelings about Trump’s record on guns – including some NRA members who worry that gun rights are just another bargaining chip that the dealmaker might trade away.  Ryan Baumgarten, 29, an NRA member from Milwaukee, Wisconsin, said he was skeptical that Trump is a true second amendment supporter.  “It’s kind of hard for me to believe, because, you know, he’s a New York person,” he said. “He says his sons are NRA life members. I don’t know how long they’ve been members for. I don’t know if the guy’s ever really shot a gun.”  “Usually, people are pretty loud about it if they’re shooters ... It’s like a long legacy,” he said. “You never really heard Trump say anything about it for a while before the election.”  As they gathered in Louisville Thursday night for a fundraising dinner to support the NRA Foundation, other NRA members said they trusted Trump’s gun rights record. They saluted his blunt honesty and pointed to his sons, whose African safari hunting trips have attracted criticism, as proof that the Trumps are a gun-friendly family. One man suggested, laughing, that all Trump needed was to choose NRA board member Ted Nugent, a rock star who has come under fire for antisemitic social media postings, as his vice-president.  But others said they were still waiting to hear what Trump had to say before they made their decision – or that they were frankly worried that their rights would be safe under President Trump.  It wasn’t Trump’s previous endorsement of an assault weapon ban that these NRA members said made them nervous, but his broader approach to politics.  David Kopel, a lifetime NRA member and prominent gun rights expert and attorney from Colorado, said in an interview Wednesday that he did not know how long Trump’s gun rights fervor would last if he made it to the White House.  “He’s so obviously non-ideological that it’s hard to count on him maintaining any position for long when it might become politically inconvenient,” he said.  If Ted Cruz had won the nomination, Kopel said, he was confident that Cruz would have appointed staunch gun rights advocates to the supreme court – and done the same with federal judges.  But he could “easily see” Trump cutting a deal with Democrats on the supreme court nominee: “You pass the bill I want to start a trade war with China, I’ll give you some other judge more to your liking.”  Lower court judges would be even more of a concern, he said. “I can’t imagine a Trump White House doing anything with lower federal court judges other than crony appointments in tradeoffs for other things that they want.”  Kopel’s concerns were echoed outside the NRA Foundation dinner Thursday night by two NRA members from Hartford, Wisconsin, who said they had no idea what Trump stands for when it comes to gun rights.  “We’re both a little concerned about Donald Trump. We think that he is a corporate dealmaker, which means he’ll go wherever he thinks the greatest deal is,” Kurt Konkel, 71, said. “We don’t know where the greatest deal is for him on the second amendment.”  Konkel said he did not like the idea of a president governing through “corporate give and take.” Trump “thinks that’s going to be good government, because that’s what he’s used to.”  “There’s a possibility I might not color in the circles on either one of them and just vote for our state senator and our representative and the townspeople and everything else that’s running, but not vote for president, period,” said John Edelblute, 77. “I don’t like Trump and I don’t like Hillary.”  Doubts about Trump or not, several other NRA members on Thursday night said they would be voting for him.  Paul Ludasher, 59, from Michigan, who said he had been an NRA member for 30 years, said he was not sure how sincere Donald Trump’s stance might be on the second amendment. But he did have a pretty clear sense of Hillary Clinton’s.  “Better the devil that you don’t know than the devil you do,” he said.  • The NRA refused to issue Guardian US with accreditation for its annual convention. Reporter Lois Beckett is in Louisville and covering the event from outside",
  "webTitle": "NRA members skeptical of whether Trump's gun rhetoric matches his record",
  "webPublicationDate": "2016-05-20T13:14:36Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/20/nra-donald-trump-gun-record-skepticism",
  "keyword": [
    {
      "webTitle": "NRA",
      "id": "us-news/nra",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    }
  ],
  "guardianId": "us-news/2016/may/20/nra-donald-trump-gun-record-skepticism"
}