{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/29/why-does-ice-cream-give-you-brain-freeze",
  "id": "2016-05-29-195",
  "sectionId": "lifeandstyle",
  "body": "A British bank holiday usually calls for a trip to the ice cream van, even if there is more drizzle than dazzling sunshine. But go easy - a big bite of a 99 Flake can quickly give you a headache, sometimes known as ‘brain freeze’. While this name describes the feeling, it’s wrong, as the brain doesn’t have any pain receptors of its own. So why does a cold sensation in the mouth lead to pain in the head? The long trigeminal nerve picks up sensations from the mouth, nose, teeth and forehead. A sudden chill causes blood vessels in the roof of the mouth to constrict and dilate, sending pain signals through the trigeminal nerve to the brain. But this pain is felt in the forehead instead of the mouth. This could be because the forehead is more exposed to the outside world, so the brain assumes the signal is coming from there instead. This phenomenon is known as ‘referred pain’, and is also seen in heart attacks, when pain is felt in the shoulders or back. Luckily ‘brain freeze’ only lasts a few seconds and can be easily ended by swallowing quickly – at least until your next bite. Dr Daniel Glaser is director of Science Gallery at King’s College London",
  "webTitle": "Why does ice cream give you brain freeze?",
  "webPublicationDate": "2016-05-29T05:00:25Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/29/why-does-ice-cream-give-you-brain-freeze",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Neuroscience",
      "id": "science/neuroscience",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Glaser",
      "id": "profile/daniel-glaser"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/29/why-does-ice-cream-give-you-brain-freeze"
}