{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/25/larose-by-louise-erdrich-review",
  "id": "2016-05-25-119",
  "sectionId": "books",
  "body": "Louise Erdrich occupies a strange space in American letters. She has been rewarded with many accolades, from the O Henry and PEN prizes to the National Book Critics Circle award and National Book award. Her books, which remain consistently excellent in the third decade of her career, are reviewed lovingly, and her audience is enormous and loyal. And yet there is not the breathless anticipation for the next Erdrich that, say, takes over when a new Don DeLillo or Donna Tartt is on its way. When the books world is making up a list of the great American novelists, Erdrich is generally forgotten, passed over in favour of Cormac McCarthy or even Marilynne Robinson. She is acknowledged as a beautiful writer, but it’s as if we forget she is there when she’s between books. LaRose, her 15th novel, is excellent. It is heartbreaking; it is nuanced; the prose is as strong and stark as the wintry western landscape it describes. The story is both simple and incredibly complex: while out hunting, an Ojibwe man, Landreaux Iron, accidentally shoots and kills his wife’s half-sister’s five-year-old son, Dusty. The unseen boy, whose hair was the same colour as the late autumnal fields, came between the hunter and the deer. As a way of making reparations, Landreaux and his wife Emmaline decide to follow an old Native American custom of atonement and offer their own five-year-old son, LaRose, to the parents of the dead child, to help make the broken family whole. This being Erdrich, the canvas is larger than just one generation of two families brought together through tragedy. Never a minimalist, she expands her focus to include a family ancestor, a girl also named LaRose, sold by her mother for booze and tobacco to a man who raped and abused her. In the present tense, the repercussions of the young boy’s death are felt throughout the community, despite the town’s powerful struggles with poverty, ill health and despair. We even visit the spirit realm on our journey through LaRose. For a writer to be heralded as the voice of something – a generation or a nation or a gender – critics have to feel that the books transcend their specificity to speak of something universal. In our current literary culture, a white family is allowed to be universal more often than a family of colour. By writing about Native American families and communities with specificity and empathy, Erdrich, a member of the Turtle Mountain of Chippewa Indians, may be cursed with an audience who believes she is writing only about the Native American experience. Sentences such as “Emmaline had songs for bringing in the medicines, for inviting in the manidoog, aadizookaanag, the spirits” can force a distance between the story and a reader who is trained to think of writers of colour as working in a niche. The critical response to Erdrich illuminates this limitation: when critics have reviewed the new DeLillo novel Zero K, they have written about the state of the US, politics, the zeitgeist; when reviewing LaRose, for the most part they say how well she writes characters and structures her novels. Yet with LaRose, Erdrich has tapped into contemporary American culture, from the disappearance of the middle class, to the senseless deaths of children by gunfire, and to the way a personal trauma can reverberate through a community for generations.   Related: Louise Erdrich on her fiction: 'I'm writing out of the mixture of cultures'    While reading LaRose, I kept thinking of the death of Tamir Rice, the 12-year-old shot and killed by police in Cleveland, Ohio, in 2014. The boy, who was black, was holding a toy gun at the time. While the police officers were not punished for Rice’s death, the family was compensated $6m (£4.1m) for his death when they settled a lawsuit against the city. Again, a community tries to make a broken family whole, here with money instead of justice. In contrast to the LaRose story, there is no apology or acceptance of guilt. The burden of the family’s loss is laid on the shoulders of the community, whose tax dollars fund the settlement. Erdrich exposes the messy aftermath of a tragedy. She does so without sentimentality, without pity. Her themes are the limitations of love as a healing power as much as the healing power of love. It is important to say that Erdrich is one of the greatest living American writers, and LaRose is brilliant. • To order LaRose for £15.99 (RRP £18.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "LaRose by Louise Erdrich review – tragedy and atonement from one of America’s great writers",
  "webPublicationDate": "2016-05-25T15:00:44Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/25/larose-by-louise-erdrich-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessa Crispin",
      "id": "profile/jessa-crispin"
    }
  ],
  "guardianId": "books/2016/may/25/larose-by-louise-erdrich-review"
}