{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/02/girl-up-laura-bates-man-up-rebecca-asher-review",
  "id": "2016-05-02-235",
  "sectionId": "books",
  "body": "It’s a case of similar titles, different subject matter, with Girl Up by Laura Bates (the Everyday Sexism project), and Man Up, by Rebecca Asher (Shattered: Modern Motherhood And The Illusion of Equality). The former is primarily aimed at the youth-feminism market; the latter, while not unsympathetic to feminism, asks: “We live in a man’s world, so why do so many boys and men fail to flourish?” Indeed, ironically, the titles flag up the differences: while Girl Up is a play on “man up”, Asher might argue that the very phrase “man up” is a judgment on perceived male weakness and thus part of the problem. In the case of Girl Up (“Part manifesto, part girl guide”), while it is youth-oriented, Bates doesn’t deliver a sanitised “sugar-and-spice” tutorial. In the preface, actor Emma Watson observes that the book is “not for the faint-hearted”, and she ain’t kidding! Alternative titles included Spunk for Girls and Bend Clit Like Beckham, the inside covers feature dancing cartoon vaginas (complete with top hats and canes), and, as seems de rigueur with new-style feminist tomes, there’s some impressive swearing. Bates knows her market – no self-respecting teenager would want to be caught dead reading something that fails to produce at least a prickle of parental dread. I experienced a couple of pearl-clutching moments myself (one section appears to take masturbating with root vegetables for granted – is Bates quite sure about this?). However, as Bates, a Cambridge graduate, is doubtless aware, it’s one thing to master earthy no-frills teen-vernacular; quite another feat to get an enduring message across.   Related: Laura Bates interview: 'Two years ago, I didn't know what feminism meant'    In the main, Girl Up proves effective at communicating a central idea that is at once very simple and incredibly complicated: far from being weak, fluffy creatures, young women are strong and powerful. “Superheroes!” declares Bates, going on to detail the forces aligned against them. Everything from societal judgments, double standards, social media pitfalls and street harassment to sexual objectification, pornography, partner abuse, food disorders and body shaming – citing and interviewing female role models along the way (from Mary Beard and Martha Lane Fox, to Shami Chakrabarti and Bridget Christie). Some of Bates’s positions may prove too hardline for some readers – such as the matter of sexual consent. Obviously, rape is always rape (not “date rape”, or any other term that softens or undermines it), but in my opinion it’s possible to have real concerns about grey areas of consent without being in any way a rape apologist. However, Girl Up’s brio more than propels it along. In particular, I enjoyed Bates’s invention of the “sexist bullshit klaxon” (in a just world, you’d be able to buy one on Amazon), her defiant rebuttal of the “mean girls” stereotype, the before and after shots of herself posed in a bikini (to demonstrate how Photoshop works), and her robust response to the much droned about phenomenon of “friend-zoning”: “Girls don’t owe guys sex just for being nice. Seriously, fuck off.” Quite.    Asher is vivid on the perils of teenage gangs… and does a great job of delving behind male suicide statistics    In Man Up: Boys, Men and Breaking the Male Rules, Asher flags up how boys and men are also stereotyped from a young age (“Why does society hold this shallow and colourless image of men?”), and how this leads to disturbing statistics. Males are four times more likely to have behavioural difficulties, three times more likely to be excluded from school, and make up 75% of suicides and 95% of the prison population. “Men are still restricted by the straitjacket of the male stereotype,” writes Asher, who has a son and daughter. “There is growing recognition that the state of masculinity needs reassessment.” There were times when I wasn’t wholly persuaded by Asher’s arguments (I think, despite everything, most men would still choose the “male breadwinner” pressure over the generic female crapshoot), but Man Up makes for interesting reading. It encompasses the various stages of male existence, from early conditioning (“We can show boys that they have so many more options than the dominant male stereotype suggests”), through school, young adulthood, fatherhood, and “social isolation” in later years. Asher is especially vivid on the perils of teenage gangs, ably utilising such interviewees as MP David Lammy and musician and actor Ashley Walters. Asher also does a great job of delving behind male suicide statistics (the primary cause of death for men aged 20-45). With its scholarly, painstakingly thorough approach (Everyday Sexism gets a mention), you do wonder how many boys and young men will end up reading Man Up, but it could be a valuable book for parents, or anybody who works closely with children or teenagers. At the same time, Asher stresses that to care about men is not to undermine feminism: “It is precisely the interrelated nature of our existence and fortunes as men and women that motivates my analysis of the male world.” I was left feeling that the books were similar after all, if only in one key way. While Girl Up uses a variety of accessible tools (jokes, lists, illustrations) to explain feminism to young girls, Man Up employs meticulous research to examine how boys and men are faring today. Ultimately, for all their differences, both books strive to illuminate – shining torches out into the modern world. Girl Up is published by Simon & Schuster (£12.99). Click here to order a copy for £10.39. Man Up is published by Vintage (£14.99). Click here to order a copy for £11.99",
  "webTitle": "Girl Up by Laura Bates; Man Up by Rebecca Asher – review",
  "webPublicationDate": "2016-05-02T06:30:16Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/02/girl-up-laura-bates-man-up-rebecca-asher-review",
  "keyword": [
    {
      "webTitle": "Society",
      "id": "books/society",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Barbara Ellen",
      "id": "profile/barbaraellen"
    }
  ],
  "guardianId": "books/2016/may/02/girl-up-laura-bates-man-up-rebecca-asher-review"
}