{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/27/amas-brian-owler-delivers-scathing-attack-on-coalition-government",
  "id": "2016-05-27-319",
  "sectionId": "australia-news",
  "body": "The outgoing president of the Australian Medical Association, Associate Professor Brian Owler, has delivered a scathing attack on the Coalition government, describing the past two years as “a period of lost opportunity in health policy”. Speaking at the peak medical body’s national conference on Friday, Owler said his presidency, which began in 2014, coincided with “a turbulent time in Australian politics” including the government’s budget announcement of a patient co-payment for GP visits.  The government refused to consult with the AMA on the issue, Owler said.   Related: Public hospitals to be ‘biggest financial challenge’ faced by state governments    “In my first meeting as AMA president, I met with the [then] health minister, Peter Dutton, who delivered an ultimatum: ‘As I see it,’ he said, ‘the AMA can either support the government’s co-payment plans or you can be on the outside’,” Owler said. “It was an easy choice. I was not going to sell out our members, and I certainly wasn’t going to abandon our patients.” Owler said he worked with the AMA to come up with an alternative policy which included a minimum co-payment charge that would not alter the Medicare rebate and built-in protections for the elderly, the young and the vulnerable. But when he presented this plan to Dutton, Owler said he was met with hostility. “In return, the minister ignored the plan and, when we finally released it publicly, he called a news conference to describe our plan as a ‘cash grab by greedy doctors’.  “So much for working closely with minister Dutton.” Ultimately, the Coalition failed to gather the Senate support needed to introduce the measure, and it was scrapped.   Related: Big pathology firms could reap millions from Coalition bulk bill deal – analyst    After the then prime minister, Tony Abbott, avoided a leadership spill in February last year, Owler said Abbott told him there would be no further proposed changes to health policy without consultation with the medical profession. But Owler told the conference that the promise went out the door with Abbott after he was ousted by Malcolm Turnbull in a second leadership spill in September, after which Scott Morrison became treasurer and Sussan Ley was promoted to the health portfolio. “Since that time, we had more cuts in Myefo [the mid-year economic and fiscal outlook] late last year, with pathology and diagnostic imaging the new targets,” Owler said. “Again, no consultation and no warning. We supported the pathologists and radiologists. We campaigned against the cuts to the bulk-billing incentives. We supported the pathologists and radiologists. We campaigned against the cuts to the bulk-billing incentives.” “As we recently discovered, they have struck a deal, but sadly I don’t think it’s something that pathologists will be celebrating.” Turnbull announced the agreement during his first election campaign debate with the opposition leader, Bill Shorten, on 13 May, declaring “the concern that has been expressed about patients who go to have their blood tests done and so forth being charged extra, not being bulk billed … that concern is gone; the pathologists have agreed to continue bulk billing”. But the AMA is concerned the cut to bulk-billing incentives for pathology have merely been deferred, with $650m still to be take out of health over the next four years. The government will still cut the bulk-billing incentives, but has agreed to reduce the rents that pathologists pay to doctors for co-locating their collection centres in surgeries. “Then, in the recent budget, we had more cuts, with an extension of the freeze on patients’ Medicare rebates for another two years until 2020,” Owler said.  “Again, no warning and no discussion. The freeze is affecting not only the viability of general practice, especially in those low-income and disadvantaged areas, it punished all those people who already pay a fee, as their rebate is frozen too. “It is bad for Indigenous health provision, including the Aboriginal health services that are dependent on the rebate from bulk billing. It affects immunisation rates for children, as parents with multiple children defer seeing their GP.“This is not sensible policy.” Shorten has vowed to lift the freeze from 1 January if elected.  Owler also accused the health portfolio of being run by treasury and finance rather than by health. He spoke of his concerns about public hospital funding cuts, saying Turnbull’s recent announcement of an extra $2.9bn in funding was not enough to sustain the system long-term. The Greens are also the only party that has committed to reinstating the funding to hospitals which was torn out after the last election. He then attacked the government’s medical treatment of asylum seekers in detention, saying he was proud that the AMA had taken a strong stance on the issue, calling for asylum seekers to be treated humanely granted access to appropriate medical care.  “We believe there should be independent oversight of that care, and that doctors, nurses, psychologists, and all others should be free to speak out about poor care without fear of legal threat.” However, he said he “applauded” the government’s efforts to remove children from detention. Meanwhile the shadow health minister, Catherine King, has committed to re-establishing a panel of independent medical experts to provide advice to the immigration department’s chief medical officer, and to report quarterly on the state of health among detainees.   Related: 'I'm too young to die': the disease of disadvantage forcing Indigenous children to have open-heart surgery    A new AMA president will be elected by the membership this weekend. Owler, who is a neurosurgeon, said the new president should be “courageous and exceptional,” and continue to visit and work with Indigenous communities and advocate for their health. “I wish that every Australian could experience the personal growth in understanding and knowledge that comes by frequently speaking with Indigenous people,” he said. The Greens leader, Senator Richard Di Natale, who is a former GP, used the AMA conference to announce his party’s health policy on Friday morning. He applauded Owler’s work, describing him as someone with “a relentless commitment to health advocacy”. The Greens will commit an additional $1.4bn in funding to the mental health sector, place a greater emphasis on health promotion, prevention and early diagnosis, and reform end-of-life care including developing a framework to introduce voluntary euthanasia.",
  "webTitle": "AMA's Brian Owler delivers scathing attack on Coalition government",
  "webPublicationDate": "2016-05-27T03:02:31Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/27/amas-brian-owler-delivers-scathing-attack-on-coalition-government",
  "keyword": [
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Medicare Australia",
      "id": "australia-news/australian-medicare",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/27/amas-brian-owler-delivers-scathing-attack-on-coalition-government"
}