{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/26/warship-nhs-namur-exhibition-chatham",
  "id": "2016-05-25-3",
  "sectionId": "artanddesign",
  "body": "The bones of a great ship once captained by Jane Austen’s brother and hidden for almost two centuries will return to public view this weekend. HMS Namur was built at Chatham dockyard in 1756, broken up there in 1834, and buried under a floor as the age of timber and sails gave way to the era of iron and steam. Now, its huge wooden skeleton is the centrepiece of Command of the Oceans, a major new gallery opening at Chatham Historic Dockyard museum.  In an elegant building designed by the architects Baynes and Mitchell and slid seamlessly between two of the dockyard’s most historic structures, a ramp leads visitors down below the original floor level to see the museum’s greatest treasure, discovered by chance more than 20 years ago. In 1997, carpenters were working on the collapsing floor of a wheelwright’s workshop, classified like 36 other buildings in the complex of drydocks, slips and floating ships as an ancient monument of national importance. Beneath the decaying floorboards, they found another floor – and another and another. Five layers down, laid on the bare earth, was a platform of gigantic timbers, instantly identifiable from their shape and workmanship as belonging to some long-lost ship.     The ‘dead eye’ was a device used to help secure standing rigging. Photograph: Adrian Brooks/Imagewise    It took more than a decade of detective work, scouring naval and dockyard records as well as the marks covering the timbers, before the Namur was identified. Built at Chatham and remodelled there with a strengthened bow – to withstand the audacious tactics used by Lord Nelson at Trafalgar – the ship was a veteran of more than nine major battles at sea when she was finally broken up. Richard Holdsworth, senior historian at the Dockyard museum, admits to feeling relieved when HMS Courageux, the other possible identity of the boat, was ruled out. Despite the stirring name, Courageux led a blamelessly dull working life before she was broken up in the early 1830s. Namur, on the other hand, has been described by the historian Dan Snow as “the ship that defines the course of British history”. Those who served on her included Olaudah Equiano, a teenage slave who worked on board as a “powder monkey”, but later won his freedom, became an anti-slavery campaigner and published a best-selling autobiography. Equiano’s rare testimony from below decks included a stirring account of a battle at sea on Namur, when the then captain mistook the oncoming ships as English and prepared to hang out welcoming flags – until he realised they were French.  We continued engaged with each other for some time; during which I was frequently stunned with the thundering of the great guns, whose dreadful contents hurried many of my companions into awful eternity. At last the French line was entirely broken, and we obtained the victory, which was immediately proclaimed with loud huzzas and acclamations.  Decades later, the Namur was captained by Jane Austen’s brother Charles, whose reminiscences in his letters home fuelled the many naval officers who wander in and out of the author’s novels.     A pair of sand timers, made from glass, wood and twine, that will be part of the exhibition. Photograph: Adrian Brooks / Imagewise/Adrian Brooks/Imagewise    The Chatham’s new galleries, a £9m project half funded by the Heritage Lottery Fund, are opening later than originally planned due to contractor delays. The final piece of the jigsaw came in the form of a phone call, enquiring if the museum would like to take custodianship of an old naval uniform. It turned out to be the dress uniform and presentation sword of Admiral Sir James Alexander Gordon, the officer who laid the Namur timbers to rest – and ended an era – when he arrived to take command of Chatham dockyard by steam launch. Ship timbers in good condition were a valuable commodity, re-used in new structures or sold off. Useless wood went into bonfires on the site. Yet Gordon ordered far more of the Namur to be laid down than necessary to support a floor. The museum’s collection manager, Alex Patterson, wonders if the admiral was creating his own little shrine out of the remains of a ship he knew and loved – a monument to an era when the enormous sails of British ships ruled the seas.  Gordon’s uniform now stands guard over the entrance to the Namur timbers.  This article was amended on 26 May 2016. It was Jane Austen’s brother Charles, not James, who captained the HMS Namur.",
  "webTitle": "Shiver me timbers! Remains of fabled warship HMS Namur dock in museum",
  "webPublicationDate": "2016-05-25T23:01:10Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/26/warship-nhs-namur-exhibition-chatham",
  "keyword": [
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Water transport",
      "id": "world/water-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jane Austen",
      "id": "books/janeausten",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "artanddesign/2016/may/26/warship-nhs-namur-exhibition-chatham"
}