{
  "apiUrl": "https://content.guardianapis.com/global/commentisfree/2016/may/07/un-media-positive-news-catherine-bennett",
  "id": "2016-05-07-31",
  "sectionId": "global",
  "body": "First, the bad news: the New Day, after two months in existence, has become the latest British newspaper to vanish, with an “inevitable” loss of jobs. Since the newspaper’s selling point was, as the title suggests, its resolutely cheerful take on current events, this might also look like a setback for advocates of more positive news coverage. Its editor, Alison Phillips, had promised readers: “We’ll tell you everything you need to know and we won’t sensationalise or terrify you with the news.” So Trinity Mirror has nothing to apologise for. We are probably all to blame. You could see the concept working brilliantly in Beijing. But now some good news. Princess Charlotte has a hamster called Marvin. Sir David Attenborough is 90. Scotland is getting an ambassadog. And as if that were not life-affirming enough, Sir Martyn Lewis is back, with a project that could still succeed, where the New Day did not, in introducing British readers to the joy of positive news. Long before social media demonstrated the life-enhancing potential of cat videos, Lewis, a hugely famous newsreader in the 1990s, questioned the journalistic cultivation of gloom. Wars, famines, catastrophes, you name it, you could easily get the impression, from the news, that nothing nice – for example, dogs outside polling stations – ever happened. Why, Lewis argued in 1993, it was almost as if news editors actually confused conflict and criticism with news. What about non-conflict and non-criticism? Ten cats that look like Hitler? “It is always the Good News stories that are demoted or dropped,” Lewis complained, “if there is pressure on time or space”. And, of course, there was always pressure on time or space, even before BuzzFeed. This was unfair to small tragedies as well as local success stories. Lewis had just, for instance, witnessed the way a report about an EU economic stimulus was squeezed out by coverage of the end of the Waco siege in Texas, in which, following an FBI grenade and teargas assault, 76 members of the Branch Davidian sect died in a fire. How was that fair? “The bigger the tragedy,” Lewis complained, “the greater the images of the disaster, the more prominence it acquires.” It is a pleasure to report, from a good news point of view, such is the man’s tenacity, that despite the comprehensive professional ridicule that followed this intervention, Lewis never gave up trying to make the news nicer, and now finds his campaign, 23 years on, adopted by the director-general of the UN office in Geneva, Michael Møller. Along with world peace and human rights, the promulgation of “constructive journalism”, as Lewis’s “Good News” is now called, is a prominent part of the UN’s mission. “We need a responsible media that educate, engage and empower people and serve as a counterpoint to power,” Møller says. With an impressive faith in the receptiveness to his methods of Britain’s competing and ever more desperate media interests, Møller recently came to the UK, where he told listeners of the Today programme, among others, how disempowering for us is being “bombarded with negative stories”. Has Møller listened to that sport-obsessed programme recently? Or looked at any news websites? His own mood must be low, indeed, if it cannot be restored by the glorious sight of Madonna’s Met Gala outfit. Where others might have recourse to animal cuteness for a pick-me-up, assuming that the entire features content of all British newspapers can offer no light in the darkness, Møller proposes a journalistic revolution, to give the public “a full picture”, story by story. Examples being thin on the ground, Møller was asked by Justin Webb how this might affect reporting of Syria.    Michael Møller’s approach to reporting state butchery in Syria is not, of course, without precedent    “Right, now all we’re seeing is a catastrophic story,” said Møller, “but what hasn’t been covered over five years is some of the really quite positive stuff that has been happening. At the same time that the atrocities are happening, all over the place you have an enormous amount of effort by a whole series of organisations that are bringing in food, that are vaccinating kids, that are bringing in educational opportunities for children in the midst of a very difficult war situation.” As novel as it might be to Western journalists, Møller’s approach to reporting state butchery in Syria is not, of course, without precedent. In Candide, Voltaire showed how, amid villainy and catastrophe, the true optimist will always find something instructive. An earthquake, though it kills 30,000, is still “a manifestation of the rightness of things since, if there is a volcano at Lisbon it could not be anywhere else”. As for war: “Those who have never seen two well trained armies drawn up for battle can have no idea of the beauty and the brilliance of the display,” says his narrator. “The opening barrage destroyed about 6,000 men on each side.” From the journalistic perspective, further UN guidance would be welcome. If bad news should come balanced, as Mr Møller argues, with “positive stuff”, the same approach should presumably ensure that prominent reports about, say, football, or a toddling princess or a noble homing dog, do not seduce audiences into an unrealistically sunny frame of mind. Shouldn’t a balanced royal report be asking: Toddle? Is that it? Isn’t it time she could run? Are we 100% sure about that dog? And there was a case, surely, for the BBC, when it decided to devote its entire current affairs schedule on all channels to Leicester’s victory (you gathered there was no non-footballing news that day) for punctuating the lolz with occasional questions – questions other than, how do you feel? There is much for journalists to learn, as Lewis and Møller roll out this programme, not least the art of distinguishing what the UN calls balance from the random inclusion of information designed to celebrate UN values. Without for a moment suggesting any similarity between Møller’s proposals for re-educating the media and, say, President Erdogan’s attempts to crush free speech in Turkey, they do appear to share a similar confidence that their own priorities should be universal. That, and a belief that the public cannot be relied on, without guidance, to respond appropriately to bad news – for example, about a drowned Syrian infant washed up on a beach. While Erdogan thinks Turks cannot be trusted, without censorship, to appreciate his infallibility, Møller suggests British readers cannot comprehend, say, mass migration, unless news reports promote his analysis, on top of existing graphics and explainers. “The fact that we need many of these people,” he asserted, “is completely forgotten.” On a more positive note, consumers will be reassured by assurances from Lewis, as well as Møller, that “more balanced” news does not equal silly. On the contrary. The former’s dream is for “solutions-driven journalism which not only reports problems but explores potential solutions to those problems as well”. So there is just space to add, by way of solutions, that Madonna could easily have worn a pair of trousers.",
  "webTitle": "Always look on the bright side? Surely a route to disaster",
  "webPublicationDate": "2016-05-07T23:03:06Z",
  "webUrl": "https://www.theguardian.com/global/commentisfree/2016/may/07/un-media-positive-news-catherine-bennett",
  "keyword": [
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Bennett",
      "id": "profile/catherinebennett"
    }
  ],
  "guardianId": "global/commentisfree/2016/may/07/un-media-positive-news-catherine-bennett"
}