{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/liverpool-watford-premier-league-match-report",
  "id": "2016-05-08-64",
  "sectionId": "football",
  "body": "Jürgen Klopp performed a U-turn at Anfield but only in respect of his invitation to Liverpool fans to flock en masse to Basel for the Europa League final. His team’s momentum on home soil remains consistent. There was little between Watford and a much-changed Liverpool pursuing a sixth-place finish in the Premier League aside from an end product – a significant difference, admittedly, and one that explains why Quique Sánchez Flores was again left defending his position and achievement this season after an encouraging display yielded zero return. Liverpool gave his players a lesson in execution. Joe Allen and the substitute Roberto Firmino punished two defensive lapses to extend Liverpool’s unbeaten run at Anfield to 12 matches in all competitions, the Brazilian becoming the team’s first player to 10 league goals this season in the process.   Related: Uefa unbowed by Liverpool and Sevilla’s need for a bigger Europa League boat | Barry Glendenning    Klopp made eight changes to the side that swept beyond Villarreal and into the Europa League final and, though a typical end-of-season affair took the place of Thursday’s intensity, the Liverpool manager was left with few complaints from a routine win. There was only one concern – his advice to those without tickets for the final to travel to Switzerland for the showdown with Sevilla on 18 May. Unprompted, Klopp opened his post-match press conference by saying: “I just learned this is my 49th game – you usually need one and a half years for that – and that’s about 5,000 press conferences. I’ve said lot of things in these press conferences and the last time I spoke, about Basel, I spoke like a supporter. I do that sometimes because I like this game. “I invited all Liverpool fans to Basel and that was not too smart, to be honest. It is a nice city but it’s not ready for us and that was my mistake. So I have to take back my invitation to the fans. Please, only people with tickets should go there, because otherwise everything else will be chaos. If you cannot be there, then stay at home or come to Liverpool and watch the game with your friends and let’s have a party afterwards. It’s really, really important you listen. It’s important we only send the team and the 10,000 fans.” Liverpool’s penultimate Premier League game at Anfield unfolded at a pedestrian pace on a sweltering Merseyside day. Watford were content to sit deep with two banks of four and hit Klopp’s team on the counterattack, an approach that might have paid dividends but for late interventions by Liverpool defenders and hesitancy in front of Simon Mignolet’s goal. Odion Ighalo broke through a makeshift central defensive pairing of Martin Skrtel and Lucas Leiva from the visitors’ first break and was taking aim when Alberto Moreno dived in to Liverpool’s rescue. A misplaced pass from Allen offered Ighalo opportunity to chip Mignolet from over 30 yards, the effort sailing just wide, and Almen Abdi volleyed over from Ikechi Anya’s break down the left. Flores’s side cut through Liverpool’s rearguard too easily in the first half, although the defence received little protection in midfield. José Manuel Jurado had time and space to float an inviting ball over Skrtel for Ighalo to break into the area. Once again, just as the striker shaped to connect, a Liverpool defender’s boot intervened. Skrtel nicked the ball from Ighalo and made another block from Abdi’s goalbound drive at the resulting corner. Despite the best endeavours of Sheyi Ojo, Liverpool’s dominance in possession did not yield many clear-cut openings but they were far more clinical with the chances that did arrive. Watford were handed a punishing lesson in the cost of losing concentration in the Premier League.   Related: Liverpool’s Daniel Sturridge shows desire to become Jürgen Klopp’s main man    Heurelho Gomes in the Watford goal had been troubled only by a shot from Philippe Coutinho that deflected narrowly wide before the home side took the lead under minimal pressure from those in yellow. There was no defender near Christian Benteke when Coutinho’s cross picked out the recalled striker inside the Watford area. Benteke cushioned a header towards the penalty spot where the unmarked Allen steered the ball under the hesitant Gomes. Ighalo thought he had drawn Watford level when Troy Deeney’s touch released him inside the area and, having stepped away from Moreno’s challenge, his shot was destined for the top corner only for Mignolet to produce a superb finger-tip save. Liverpool made the game safe when Anya’s attempted clearance was charged down by Ojo and rebounded to Firmino. The Brazilian was given a free run at goal as Watford’s defenders backed off and his low shot took a slight deflection before sailing through Gomes’s unconvincing guard. “Speculation in football is normal,” said Flores amid uncertainty over his position at Vicarage Road. “You need to live with this kind of talk but sometimes life is ridiculous. I’m really proud of the players and how Watford have played during the season. It is important to be realistic and to enjoy the moment we are living with Watford. I can be sad if people around me are not enjoying the experience. I suffer that but not for me.” Man of the match Joe Allen (Liverpool)",
  "webTitle": "Roberto Firmino and Joe Allen strike as much-changed Liverpool down Watford",
  "webPublicationDate": "2016-05-08T17:18:51Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/liverpool-watford-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Watford",
      "id": "football/watford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/08/liverpool-watford-premier-league-match-report"
}