{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/05/leicester-city-riyad-mahrez-speculation",
  "id": "2016-05-05-19",
  "sectionId": "football",
  "body": "Leicester City are confident of holding on to Riyad Mahrez despite his agent saying there is a “50/50 chance” the Algeria international could leave this summer.   Related: Claudio Ranieri: ‘Whoever arrives at Leicester must have the same spirit’    The club will open talks over a new contract in the next couple of weeks in an attempt to ward off interest in the PFA Player of the Year. Claudio Ranieri claimed on Thursday he was 99% sure Mahrez would stay and Leicester’s vice-chairman, Aiyawatt Srivaddhanaprabha, said he had spoken to the player and the 25-year-old was not looking to move. “He said: ‘No, no, I want to stay,’” Srivaddhanaprabha reported. “This is what he wants. He wants to stay.” Mahrez has been linked with Barcelona, Tottenham Hotspur and Manchester United. He has three years to run on the contract he signed last August, in a deal believed to be worth around £35,000 a week. The club are prepared to at least double that figure. However Mahrez’s agent, Kamel Bengougam, asked whether his client could leave this summer, said: “Yes of course there is a possibility. When you have been playing the way Riyad has this season it is bound to attract attention. He is very happy with Leicester and of course it has been a fantastic season. They will play in the Champions League next year as well so he would be happy to stay. “But at his age if the opportunity comes to play for a big team then we would have to think about it. I’d say it’s 50/50 at the moment whether he stays or goes.” Mahrez has been watched several times this season by scouts from Barcelona. “We have interest from the UK and overseas,” Bengougam said. “We will have to see what develops over the next few weeks.”   Related: Leicester vice-chairman intervened to force Jamie Vardy to focus    Srivaddhanaprabha indicated that Mahrez and others would get pay rises – “I am super fair and happy to improve if they deserve something” – and addressed concern among Leicester fans that the leading players could go. “I understand that,” he said. “I can’t say: ‘He will stay’ because at the end of the day it depends on the players and the clubs who want them, but we have no policy to sell the players and we don’t have a problem with money,” he said. Ranieri, asked whether he expected Mahrez to remain at the club, said: “I’m very, very confident. I suggest to all my players to stay one year more.”",
  "webTitle": "Leicester City confident of keeping Riyad Mahrez as speculation mounts",
  "webPublicationDate": "2016-05-05T21:30:06Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/05/leicester-city-riyad-mahrez-speculation",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Aarons",
      "id": "profile/ed-aarons"
    },
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/05/leicester-city-riyad-mahrez-speculation"
}