{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/shortcuts/2016/may/03/jamie-vardy-kitchen-leicester-premier-league-champions",
  "id": "2016-05-03-90",
  "sectionId": "lifeandstyle",
  "body": "It was either a rare diversion from the fairytale script or totally fitting that the Leicester players celebrated unlikely sporting triumph not in a sweaty man mountain after the final whistle in front of a home crowd, but in Jamie Vardy’s kitchen. Sure, history was being made in London, where Chelsea’s late equaliser against Tottenham handed the Premier League title to Leicester – but it was being recorded in Melton Mowbray, where defender Wes Morgan was being dragged by a teammate over the floor tiles, his head briefly colliding with Vardy’s dog basket. So it was, not for the first time, that the most domestic setting bore witness to a momentous event, confirming the modern kitchen’s pivotal place in the home, where friends and family gather, big stuff happens and guards are dropped.     Ed Miliband in the spartan kitchen at his north London home. Photograph: Lydia Goldblatt (commissioned)    Would David Cameron have been chillaxed enough to reveal his intentions not to run for a third term as PM had his BBC interview last year taken place in any other room? Would we have fussed so much had we learned that Ed Miliband had two sitting rooms rather than two kitchens, or worried as much had one of them not looked so spartan? Home is where the hearth is, and, if you’re doing well, your hearth is a massive Aga. But whatever the size of the oven, the gleam of the surfaces or the lighting (Vardy’s chandelier is quite something) kitchens are windows to more than just personal finances. The serial US presidential candidate and consumer champion Ralph Nader was dismissed by many on the right as a one-dimensional leftist until his mother, Rose Nader, wrote It Happened in the Kitchen, a cookbook cum memoir that revealed her son’s family values.     The chandelier in Jamie Vardy’s kitchen. Photograph: Plumb Images/Leicester City FC via Getty Imag    In a similar spirit, Cameron was quick to capitalise on the Miliband kitchen-saga debate by embracing his own as family havens. “The kitchen is where you spend all your time,” he said, the week before he chose his Oxfordshire kitchen as the setting for his interview. “It needs a sofa you can slump on, a table you can sit at, a kitchen you can cook in, a place children can do their homework … there has always been a kitchen at the heart of everything.” Until you start doing really, really well, that is. When Cristiano Ronaldo posted a video tour of his Madrid mansion on Twitter last December, he went nowhere near any kitchen. “My chefs cook unbelievable [food] for me,” he said while sitting at his vast glass dining table. It wasn’t clear from the Vardy video how much cooking goes on in his kitchen – or who does it. Maybe he can swap notes with Ronaldo next season in the Champions League.",
  "webTitle": "Jamie Vardy's kitchen was the perfect place to celebrate Leicester's win",
  "webPublicationDate": "2016-05-03T17:23:21Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/shortcuts/2016/may/03/jamie-vardy-kitchen-leicester-premier-league-champions",
  "keyword": [
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jamie Vardy",
      "id": "football/jamie-vardy",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Usborne",
      "id": "profile/simon-usborne"
    }
  ],
  "guardianId": "lifeandstyle/shortcuts/2016/may/03/jamie-vardy-kitchen-leicester-premier-league-champions"
}