{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/30/australian-reported-killed-fighting-kurdish-forces-against-isis",
  "id": "2016-05-30-214",
  "sectionId": "australia-news",
  "body": "An Australian fighting with Kurdish forces against Islamic State in Syria has reportedly been killed. Kurdish social media sources said Jamie Bright, aged about 45, was killed in northern Raqqa on Wednesday last week. He is the third Australian known to have been killed fighting with Kurdish militia against Isis. In a video on 24 February, Bright said he “came to Kurdistan five months ago … because of the people, their struggle, their fight”. “I’ve come to help in any way I can. Minefields, booby traps, demolitions.” He said in other footage he wanted “to help Rojava Kurdistan to be free”. He gave his nom de guerre as Jabar Amed. Michelle Harding, whose son Reece was killed fighting with the Kurdish People’s Protection Units (YPG), said Bright had “kept a real low profile”. Australian army reservist Ashley Johnston, 28, was killed in combat against Isis militants in February 2015. Several other Australians suspected of fighting with Kurdish forces have been detained on their return to Australia, including Queenslander Ashley Dyball and former Northern Territory Labor president Matthew Gardiner. Neither has been charged with foreign incursions offences. In Facebook posts on Monday, Dyball said Bright was “a great man and a top bloke, your sacrifice will never be forgotten”. Gardiner wrote that he was “a friend, a comrade, a brother”.   Related: Kurdish forces in big push against Islamic State in Iraq and Syria    Melbourne man Jamie Williams was arrested last year for attempting to travel to the region to fight. The federal attorney general’s department elected not to pursue charges against Williams in February, suggesting Australians are unlikely to be prosecuted for fighting with the Kurdish group. The YPG is the fighting arm of the Democratic Union party, a political party that in 2014 declared three Kurdish cantons in northern Syria a de facto autonomous region named Rojava, or western Kurdistan. The claim is opposed by the national governments of Syria, Iraq and Turkey. A spokesman for the foreign affairs department said the government had very limited capacity to confirm reports of deaths in Syria. “Due to the exceptionally dangerous security situation, Dfat is not able to provide consular assistance in Syria, which is listed as a do not travel destination in Dfat’s travel advice,” he said.",
  "webTitle": "Australian man Jamie Bright reported killed fighting with Kurdish forces against Isis",
  "webPublicationDate": "2016-05-30T00:20:23Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/30/australian-reported-killed-fighting-kurdish-forces-against-isis",
  "keyword": [
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kurds",
      "id": "world/kurds",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/30/australian-reported-killed-fighting-kurdish-forces-against-isis"
}