{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/tories-party-islamophobic-london-mayoral-campaign-sadiq-khan",
  "id": "2016-05-03-246",
  "sectionId": "commentisfree",
  "body": "Speak out now, decent Tories, or forever be damned for your complicity. Zac Goldsmith is gratuitously exploiting anti-Muslim prejudice in order to win this Thursday’s London mayoral election. His campaign has secured its place in the history books, joining a political hall of shame along with the Tories’ infamous racist 1964 Smethwick byelection  and the homophobic Liberal Bermondsey byelection campaign in 1983. There are no excuses. Lifelong Conservative Peter Oborne has described Goldsmith’s campaign as “the most repulsive I have ever seen as a political reporter”. Former Conservative candidate Shazia Awan has denounced the campaign as “racist”. “This is not the Zac Goldsmith I know,” says Tory Baroness Warsi. “Are we Conservatives fighting to destroy Zac or fighting to win this election?” A number of erstwhile Conservative voters have contacted me to share their revulsion. For other Tories not to follow their lead leaves them sharing the blame.   Related: Zac Goldsmith denies 'dog-whistle' tactics in antisemitism row    Confronting those on your own side is not easy, but it is sometimes necessary. For the last few days I have been pilloried as an establishment lackey, a stooge of the Israeli government, a rightwing careerist and a sell-out. Why? Because I condemned what Jeremy Corbyn rightly described as Ken Livingstone’s “unacceptable” comments, backed the leadership’s suspension of the former London mayor, and supported their commendable decision to launch an inquiry into antisemitism. I do not turn a blind eye to allegations of antisemitism because they involve my own political tribe. The vast majority of leftwing activists I know are violently opposed to antisemitism, but the left can have no complacency when it comes to the menace of racism. Racism is not an issue of point-scoring to me. It is deadly serious. I do not look at Goldsmith’s poisonous campaign and feel any pleasure, any excitement that its bigotry can be used for political advantage. I am left deeply frightened by it. Frightened because the Tories wouldn’t be doing it unless focus groups and polling suggests it works. Frightened because it’s happening in 2016. Frightened because of the hurt it is causing to Muslims, the damage it is inflicting to community cohesion, and that a horrible lesson is being taught about what happens when a Muslim stands for prominent public office – which will undoubtedly only aid recruitment efforts by extremists.         Owen Jones on why Zac Goldsmith’s mayoral campaign is a disgrace    The Tory campaign has sought to portray Sadiq Khan – who received death threats for supporting equal marriage – as the pawn of Islamic extremists. They have tried to link him to the views of people he, for example, defended as a human rights’ lawyer, or shared platforms with, when he was director of Liberty. One is Suliman Gani, an imam in Khan’s constituency. David Cameron used parliamentary privilege to link Khan to Gani and – however unsavoury Gani’s views may be – falsely smeared him as a supporter of Isis. It transpired Gani is actually a Conservative, having fallen out with Khan over equal marriage, who has repeatedly shared platforms with Tory MPs and activists, been photographed with Goldsmith, and was actually asked to recruit other Muslims for a Conservative meeting. This weekend, Goldsmith penned an article for the Mail on Sunday – accompanied by a photo from 7/7 – arguing a triumph for Khan would be a “catastrophe” because of the threat of terrorism. He has used racial profiling to target, say, Gujarati Indians to falsely claim Khan would tax family jewellery – and again conjure up the threat of terrorism as a reason not to vote for Khan.   Related: Zac Goldsmith deserves to lose the mayoral race – and be put out to pasture | Suzanne Moore    Conservatives have a choice. Do they go down in history as those who spoke out, or those who shamefully and cowardly remained silent – or even supported this disgrace? These are not Facebook posts shared by oddball bigoted party activists and councillors. There is no Tory inquiry into anti-Muslim prejudice, just as there was no inquiry into Tory mayor and leadership frontrunner Boris Johnson attacking Barack Obama through his “half-Kenyan ancestry” or describing black people as “piccaninnies” or bandying around “watermelon smiles” or publishing articles, while editor of the Spectator, suggesting black people have lower IQs. This whole campaign is sanctioned and orchestrated by the very top of the Conservative party. No excuses. No hiding places. Speak out now, like other decent Tories have done – or be damned by history.",
  "webTitle": "Decent Tories must speak out against their party’s Islamophobic mayoral campaign",
  "webPublicationDate": "2016-05-03T10:48:28Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/tories-party-islamophobic-london-mayoral-campaign-sadiq-khan",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Jones",
      "id": "profile/owen-jones"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/tories-party-islamophobic-london-mayoral-campaign-sadiq-khan"
}