{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/the-shorten-redemption-mps-tunnel-their-way-out-of-chaotic-parliament",
  "id": "2016-05-05-198",
  "sectionId": "australia-news",
  "body": "Here endeth the 44th parliament. As chaotic as the 43rd. Not hung. Two prime ministers. First term of government. Twenty-two politicians are retiring.  The former Labor minister and sometime Rudd numbers man Alan Griffin gave his assessment of walking out the door after 23 years. “I feel a bit like one of the characters in The Shawshank Redemption,” he said.  “I am just about to be de-institutionalised after 23 years. The question will be can I cross the road, am I going to be able to do basic tasks?”   Related: Budget 2016: Bill Shorten unveils $71bn in savings over 10 years    In the prison drama The Shawshank Redemption, Morgan Freeman’s character was forced to lick shit off a prison guard’s boots. Griffin said he hoped to be able to drag himself through “acres of excrement” to transition to real life.  Funny thing is that Griffin’s assessment reflects the public’s view of the parliament at the moment. As my local butcher said, when asked last week who he thought would win a July 2 election, “Does it matter?” The day began with news of Tony Abbott’s admission that early in his career he had once been offered $5000 in an envelope by a “well-known millionaire”. He rang Bill Heffernan to ask advice. “Once bought, always bought,” said Bill. Get him to make a cheque out to the party. Heffernan was in a mood to mess with minds. He ended his last parliamentary day calling on the attorney general to establish a federal corruption watchdog. He was reflecting public opinion.  But so much else in the day did not.  Valedictories continued as did a series of long-form prime ministerial interviews. We learned the government had modelled the cost of the 10-year corporate tax cuts but Malcolm wasn’t telling.  By question time, Labor was fired up, pursing the Coalition over the cost. Whenever treasury matters are debated, the former Labor treasurer Wayne Swan can barely contain his three-year outrage. The Leader of the House, Christopher Pyne, stopped proceedings to say Swan was “swearing disgracefully, shouting profanities at the prime minister”.  “I’m happy to write the word down for you and hand it to you Mr Speaker,” he said. “But I will not put it on the Hansard and give him the respect that he’s looking for to have that remark repeated.” Question time was cut short by a suspension of standing orders by Labor’s Chris Bowen, who was hoarse before he started. He was of a mind to welcome the usual government gag, so when Pyne agreed to allow the debate the shadow treasurer had to launch into a stump speech. Pyne ducked behind the Speaker’s chair, clearly delighted, only to emerge from the other side, jeering Labor from their own side. Bowen – drowning not waving. Pyne moved an extension, making the hoarse MP press on.    Related: Want to understand budget week? It's all about the election pitches | Lenore Taylor    Malcolm Turnbull stayed for Labor’s suspension, not something that Tony Abbott often did. He delivered his speech to the camera. It was hard to tell whether he playing a statesman or statue.  Labor’s Tony Burke was better prepared than Bowen. He thought he’d ask for an extension of time for Turnbull but he was sure the government’s own backbench would kill him. Bill Shorten’s budget reply promised to block the retrospective measures in the budget for superannuation, dump the tax cuts for medium and big business and crack down on loans for private training providers. He invoked the 2006 Beaconsfield mine disaster to reflect the nation’s courage. But the subtext was to remind voters of a simpler picture of Shorten sitting in the cold by a mine pit. Not the shadowy figure on a mobile phone in a suburban Chinese on Canberra spill night. He ended with his pitch.  “In 58 days, you will have your say on who governs the country for the next three years,” he said. “We might be the underdogs in this election but we have never sought to be a small target. We have learned the hard lessons of the past. We have put forward our positive plans. We are united. We are ready.” In 2006 Kim Beazley called him the “interpreter of Australia” for tapping into the national feeling. In the intervening years, he was often speaking another language. Every month he gets a little clearer. You could call it the Shorten Redemption. But Australians have seen finely honed messages before. None better than Turnbull. Australians are waiting for a political transition. A new politics – promised but not yet delivered. The last thing they want is the same old shit.",
  "webTitle": "The Shorten redemption: MPs tunnel their way out of chaotic parliament",
  "webPublicationDate": "2016-05-05T11:56:03Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/the-shorten-redemption-mps-tunnel-their-way-out-of-chaotic-parliament",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/05/the-shorten-redemption-mps-tunnel-their-way-out-of-chaotic-parliament"
}