{
  "apiUrl": "https://content.guardianapis.com/media/mediamonkeyblog/2016/may/12/noel-edmonds-gets-its-dead-wrong-on-the-future-of-the-bbc",
  "id": "2016-05-12-139",
  "sectionId": "media",
  "body": "Noel Edmonds has had his say on the future of the BBC, describing it as a “terminally ill corpse” which won’t make it to its centenary in 2022. Edmonds told Radio 5 Live’s Nicky Campbell that the BBC had been guilty of “shocking financial governance” with management talent in “woefully short supply”. He said the row about disclosing presenters’ pay was a “farcical diversion”.  In an analogy which drew comparisons on Twitter to Alan Partridge, the former House Party presenter blamed left-wingers who ruined school sports day because “a fat kid didn’t make it over the line first”.    Noel Edmonds says BBC is a \"terminally ill corpse that won't make it to 100\" in 2022 https://t.co/8db2WRbQpk— John Plunkett (@johnplunkett149) May 12, 2016    “When I worked for the BBC, what I was paid to do House Party was all over the tabloid press, there was no privacy there,” said Edmonds who said he was ready to buy the BBC in 2014. “Chris Evans is worth every penny he is paid as long as market forces are there. Keeping their pay secret – what are we trying to hide? “The BBC must compete. When we get these left-wingers saying ‘the BBC shouldn’t compete’. These are the people who destroyed children’s lives by saying sports day was about taking part simply because a fat kid didn’t make it over the line first.” “I do not want Auntie to fail and this messing about around a terminally ill corpse is going to guarantee that she does not get the telegram from the Queen in 2022. It’s not going to happen.”",
  "webTitle": "Noel Edmonds gets it dead wrong on the future of the BBC",
  "webPublicationDate": "2016-05-12T15:54:43Z",
  "webUrl": "https://www.theguardian.com/media/mediamonkeyblog/2016/may/12/noel-edmonds-gets-its-dead-wrong-on-the-future-of-the-bbc",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Noel Edmonds",
      "id": "culture/noel-edmonds",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Chris Evans",
      "id": "media/chris-evans",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio 5 Live",
      "id": "media/radio-5-live",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Nicky Campbell",
      "id": "media/nicky-campbell",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Monkey",
      "id": "profile/monkey"
    }
  ],
  "guardianId": "media/mediamonkeyblog/2016/may/12/noel-edmonds-gets-its-dead-wrong-on-the-future-of-the-bbc"
}