{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/09/bbc-peers-richard-wilson-john-whittingdale-white-paper",
  "id": "2016-05-09-189",
  "sectionId": "media",
  "body": "A cross-party group of peers leading a campaign to halt controversial government cuts to the BBC and backed by Richard Wilson, Ross Kemp, and June Sarpong has said it will take to the streets in protest if its concerns are not met. Former Tory party chairman Norman Fowler, Labour peer Waheed Alli and the Lib Dems’ Anthony Lester said the BBC’s funding, independence and core mission to inform, educate and entertain had to be preserved in the government’s white paper on its future, expected to be published on Thursday. A private member’s bill will be laid down in the House of Lords next month challenging what are expected to be key tenets of John Whittingdale’s plans for the BBC.   Related: BBC may have to share licence fee with rivals    In a press conference launching the bill, Lord Lester said: “If the government gives way on these issues I will withdraw the bill. If the government doesn’t do it, my goodness me, not only are we going to back the bill but we will march, so there we are.” Wilson, the former star of BBC1’s One Foot in the Grave, said: “I would march in the streets, I would, as long as they don’t march too far.”  There is mounting concern that the future of the BBC will not be debated by parliament, with peers on Monday arguing that it should not rest on the whim of the government. Following reports over the weekend about the plans, the shadow culture secretary, Maria Eagle, accused the culture secretary of being “determined to diminish the BBC”. Lord Fowler said: “The government should put its proposals to parliamentary debate and vote. The worst aspect of the [BBC’s] royal charter is that it puts all the power in the hands of whatever government happens to be in power. This bill would provide a check on government power and the hope must be even without this bill the government would agree to putting its proposals to parliament so they can not only be debated but put to the vote.”   Related: The BBC deserves better than a chump’s charter    Wilson said: “I hope the government will be forced into one of their many U-turns – they are very good at them these days. I don’t think they realise how strong the public feeling is for the BBC.”Asked about reports that the white paper would force the BBC to publish salary details of its biggest paid stars, Wilson said: “That wouldn’t worry me. The press want to know what people make [but] it’s not so much the press that we’re worried about but it’s fellow actors. There is a fear that if he’s getting that much, why am I not getting it? In the theatre it’s much healthier because everyone is on the same wage.” The three peers opposed proposals to put a majority of government nominees on a new BBC board, and suggestions that the licence fee would be top-sliced to fund genres such as children’s programmes on other broadcasters. Lord Alli said Whittingdale was also wrong to criticise BBC entertainment shows such as Strictly Come Dancing and the scheduling of news and entertainment shows against its commercial rivals. “The trouble with the culture secretary is he thinks the public is having too much fun,” said Alli, a former TV producer who made Channel 4’s Big Breakfast. “Whenever politicians see us having fun they want to stop it. I can’t account for it. I love the fact the BBC brings us together to laugh and cry and, in my case, bake.” Lester said reported proposals to insert a break clause in the BBC’s funding would have a “chilling effect” on its journalism and hamper long term planning.  Sarpong said: “I think we need John Whittingdale to start being bombarded with lots of emails and people demanding that he protect the BBC. I think he’d listen to that. All you need is for somebody to say okay, that’s it, Strictly [Come Dancing] is at risk or The Archers is at risk, and that will mobilise people straight away, programmes that are ongoing and that are part of people’s everyday lives.”EastEnders star Kemp said: “The notion that politicians are going to interfere in the scheduling of what is one of the greatest British institutions and respected around the world is just ludicrous. They have no place to be involved in it and it would destroy any notion of it being independent.  “The government is underestimating the passion that people feel about the BBC. I don’t think the public are aware presently of the implications of the white paper if it has in it what we have been led to believe. I think a lot of people [will march]. I’m not going to forget where I came from.” Eagle, spearheading the Labour party’s opposition’s to Whittingdale’s plans, said: “Proposals to further top-slice the licence fee and pack a new governing board with Tory appointees would be a real hammer-blow to the independence of the BBC, and be more evidence of mendacious meddling on the part of the secretary of state. Labour will oppose them all the way. The culture secretary must stop ignoring the wishes of the public, who are clear that they want the BBC to remain independent and to carry on producing the programmes we all enjoy.”",
  "webTitle": "We'd march in the streets to defend BBC, say peers and stars",
  "webPublicationDate": "2016-05-09T12:57:04Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/09/bbc-peers-richard-wilson-john-whittingdale-white-paper",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    },
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    }
  ],
  "guardianId": "media/2016/may/09/bbc-peers-richard-wilson-john-whittingdale-white-paper"
}