{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/20/museum-of-london-to-relocate-to-smithfield",
  "id": "2016-05-20-319",
  "sectionId": "artanddesign",
  "body": "There are already more than 6m objects in the Museum of London, the largest urban history collection in the world, but its director, Sharon Ament, is acquiring a few more: a row of derelict shops, several tonnes of salt, a giant Edwardian gas burner, an entire street, and a working train line. The museum is planning to move from its present landlocked home within the Barbican with no entrance at street level, into a cathedral-sized space, using the abandoned Victorian general market at Smithfield, next door to the famous meat market.      ‘Could we have a gin distillery?’ ... museum director Sharon Ament. Photograph: Martin Godwin for the Guardian    “Our job is to make this the best museum in the world,” Ament said, carefully stepping around pigeon droppings and pools of water in the old market, which has been empty for the last 30 years while developers and conservationists fought over its fate. “I’m desperate to keep the train line running through it – nobody else has one of those. Just imagine the people on the trains looking out and seeing a museum around them, and the people in the museum seeing the trains go by.” The rumble of passing traffic, clatter of construction work on a new Crossrail station, and up to 140 trains an hour at peak periods thundering through the cellars, would be music to her after the eerie calm of the pedestrian walkways at the Barbican museum.  She hopes visitor numbers will double to more than 2 million a year once the new site is established. “This area is full of people round the clock, from the commuters by day, the market from midnight, the clubs like Fabric which stay open till dawn. How do we engage with all of them? Should the museum also stay at least partly open round the clock? Could we have a gin distillery? Should we bring back the sausage shop? How many more people can we get in? How much more should we do? Can we get everything out of the stores? We have 10,000 shoes in the collection – can we get every single one of them on display, a complete history of London in footwear?”     Unloading meat and poultry at Smithfield Market Photograph: Henry Grant Collection/Museum of London     There had been a livestock market on the site for 800 years but by the mid 19th century it was described by one writer as “that disgusting place, West Smithfield Market, for cruelty, filth, effluvia, pestilence, impiety, horrid language, danger, disgusting and shuddering sights, and every obnoxious item that can be imagined”.     Needlework panel reputedly saved from Great Fire of London, displed by the Museum of London Photograph: Museum of London    The Victorian solution was a series of monumental buildings, including the market hall designed by Sir Horace Jones and completed in the 1880s, a shrine for engineering historians because of the handful of slender wrought iron Phoenix columns (named after the ironworks in the US which created them) which support the enormous roof, the first used in the UK. In 2014 a public inquiry was held over proposals to extensively demolish the general market, a change that would have punched a massive commercial development into the heart of the site, with most of the unlisted buildings taken down. The scheme was refused permission, the conservationists eventually winning the fight. The Museum of London emerged as the new dream tenant. At the site, where East Poultry Avenue divides the market complex, the museum will occupy several buildings, including the wonderful market hall which incorporates the empty shops, the eccentric wedge of cheese-shaped cold store, the little engine house still reeking of the times when it was used as a public lavatory.   Related: The battle to save Smithfield market    Curators are already debating what could go where in a collection which includes the 200,000-year-old skull of a wild ox, the mosaic floor of a Roman dining room, a 1920s Selfridges lift, a debtors’ prison cell, and the bones of 20,000 Londoners, one of the largest collections in the world of human remains from one location. The winners of an architectural competition will be announced in the summer and, as the best guess of the conversion cost is between £150m and £200m, there will have to be a fundraising campaign before Ament’s proposed opening date of 2021.",
  "webTitle": "Off to market: Museum of London shows off its new Smithfield site",
  "webPublicationDate": "2016-05-20T06:00:33Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/20/museum-of-london-to-relocate-to-smithfield",
  "keyword": [
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Barbican",
      "id": "culture/barbican",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Roman Britain",
      "id": "uk/roman-britain",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Archaeology",
      "id": "science/archaeology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "culture/2016/may/20/museum-of-london-to-relocate-to-smithfield"
}