{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/09/national-portrait-gallery-oscar-gustav-rejlander-album-",
  "id": "2016-05-09-132",
  "sectionId": "artanddesign",
  "body": "The National Portrait Gallery has acquired a rare album of images by a Victorian artist considered the “father of art photography”. Oscar Gustav Rejlander is recognised as a true pioneer whose narrative portraits often had a strong theatrical or emotional element. He is known for combining multiple negatives in the darkroom to create artful, artificial compositions, long before Photoshop was around. Last year, the government placed an export bar on the album after it was sold to a Canadian buyer at auction; it had previously been in the possession of the same family for 140 years. However on Monday the National Portrait Gallery (NPG) announced that it had been successful in raising the necessary £74,651.  Phillip Prodger, the gallery’s head of photographs, said the Rejlander album would become “one of the jewels in the crown of our already impressive collection of 19th-century photographs”. He added: “It transforms the way we think about one of Britain’s great artists and it contains some of the most beautiful and expressive portraits of the Victorian era.”  The album contains an unseen Rejlander self-portrait and another of the photographer tugging thoughtfully on his beard as his wife, Mary, rests her head on his shoulder. There are also photographs of Alfred, Lord Tennyson’s son Lionel Tennyson and the poet and essayist Sir Henry Taylor. Rejlander, a colourful, theatrical figure, was born in Sweden, studied in Rome and made his way in about 1846 to Wolverhampton, where he opened a photographic studio.  In 1862 he moved to London and established a reputation as one of Britain’s leading photographers with a range that included portraits, landscapes, nudes and anatomical studies. He influenced photographers such as Julia Margaret Cameron and Charles Luwidge Dodgson (better known as Lewis Carroll) and collaborated with the Pre-Raphaelite Brotherhood and Charles Darwin, who commissioned Rejlander to provide the illustrations for his book, The Expression of the Emotions in Man and Animals. The NPG said the album, put together to showcase Rejlander’s portrait work, was “one of the most significant 19th-century British photographic objects to have come to light in recent decades”. Nicholas Cullinan, director of the NPG, said: “We are delighted to welcome this album into the gallery’s collection, not least because it will provide access to important examples of portraiture from the history of photography. We also hope it will enable visitors to engage with Victorian photography in a new way and make comparisons with later developments.”  The album had been owned by Surgeon Commander Herbert Ackland Browning and then passed through the family. It was bought with money that included a £26,862 grant from the Art Fund. A further £35,153 came from the gallery’s own resources and £12,600 from individual gallery supporters.",
  "webTitle": "Gallery buys rare album by Victorian photographic pioneer",
  "webPublicationDate": "2016-05-09T15:25:48Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/09/national-portrait-gallery-oscar-gustav-rejlander-album-",
  "keyword": [
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "National Portrait Gallery",
      "id": "artanddesign/national-portrait-gallery",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "artanddesign/2016/may/09/national-portrait-gallery-oscar-gustav-rejlander-album-"
}