{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/25/liberal-candidate-resigns-saying-nsw-seat-may-need-green-or-independent",
  "id": "2016-05-25-305",
  "sectionId": "australia-news",
  "body": "A Liberal candidate has resigned and given a frank interview in which she criticised her local party and suggested voters may be best served by a Green or independent. Carolyn Currie was contesting the seat of Whitlam, a safe Labor seat held by Stephen Jones, who is standing again. The seat, named after the former Labor prime minister Gough Whitlam, was previously known as Throsby and and is located in the Illawarra and Southern Highlands of New South Wales. In an interview on ABC Illawarra, Currie explained she had decided to withdraw because she was “like a general with no troops”.    Related: Greens will spend $4bn more on hospitals up to 2020, says Di Natale    “It is very difficult for me to mount any sort of reasonable campaign with no troops, as any general would know,” she said. “I’ve encountered some remarkable geographic locations; it is an area that needs a remarkable person who can drive vast distances up a number of inclines. It also needs someone who can unite a couple of very disparate groups.” She highlighted the Liberals’ weakness in the area, saying “at the moment there are no Liberal party branches in the Illawarra and there are only three in the Highlands”. Currie spoke about Whitlam’s beautiful environment and said “it needs a very, very strong person who can unite a number of people to preserve it – possibly an independent, possibly a Green. But somebody with a lot of leverage in what looks like being a very divided government on a knife edge.” “I cannot offer that and meanwhile I don’t believe that I need to be a sacrificial lamb, travelling a number of steep inclines that have yet to be fixed.” Asked about her sacrificial lamb comment, Currie said: “Well, I feel that it is too short a time to be able to, you know, mobilise people as well as produce my own posters, etc, and I’m like Donald Trump, I’m self-funding, but I don’t have his resources.” Currie is a consultant who lives in Mosman, but had told ABC Illawarra previously that she spent about half her time in Bundanoon in the Southern Highlands. She was only selected as the candidate two weeks ago, but was a Liberal candidate for the Senate in 2007.  Currie said she faced resistance from the local Liberal branches which “didn’t want to run a candidate in the first place”. She said a number of people – “mainly females” – in the federal electoral conference had told her that they did not want a candidate. “I was told quite clearly that, although there might be a number of people who are not official members of the Liberal party [who] would help me, the official members of the Liberal party would not! In fact, [they would] possibly do the opposite.” Pushed to explain who had told her they didn’t want a candidate, Currie said it was confidential. “No look, you’re probably going to lead to my expulsion, very shortly,” she said. “I have done the right thing by my party, by country, by this area.” Stephen Jones told Guardian Australia it was “not surprising [Currie] wouldn’t endorse the Labor candidate, but it is surprising she wouldn’t endorse Malcolm Turnbull”.   Related: David Marr on the one thing that's stopping the Coalition from ruling forever – podcast    “Clearly the division nationally is reflected in the local Liberal branches in Whitlam. Currie was an inappropriate choice, she lives in North Sydney and was running in the Illawarra,” he said. “The dissension in the party ranks appears to be playing out throughout NSW. It’s the Abbott-Turnbull division, conservatives versus moderates. Whoever the candidate in Whitlam is [they] will be leading a divided group – just as Malcolm Turnbull is leading a divided group. They’re trying to paper over the cracks in the campaign but it’s busting out all over the place.” The New South Wales Liberal Party said in a statement: “The candidate for Whitlam has indicated that she is not in a position to continue with the campaign. We wish her all the best. An announcement regarding a new candidate will be made shortly.” Asked about Currie’s resignation, Malcolm Turnbull said: “I’m sure we will have a great candidate flying the Liberal flag. She’s made her decision as she is entitled to do so but I’m totally focused on jobs and growth and our national economic plan across the country including in the Illawarra.” The Liberal candidate’s withdrawal comes as Labor moves to replace Northern Territory senator Nova Peris after she resigned on Wednesday to pursue a job in the AFL. According to reports, Peris did not contact either the opposition leader, Bill Shorten, or the Labor national secretary, George Wright, before her resignation, speaking only to Labor’s Senate leader, Penny Wong, since the story of the AFL job broke on Monday.",
  "webTitle": "Liberal candidate resigns, saying NSW seat 'may need Green or independent'",
  "webPublicationDate": "2016-05-25T02:43:42Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/25/liberal-candidate-resigns-saying-nsw-seat-may-need-green-or-independent",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/25/liberal-candidate-resigns-saying-nsw-seat-may-need-green-or-independent"
}