{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/06/l-train-subway-shutdown-new-york-williamsburg-real-estate",
  "id": "2016-05-06-39",
  "sectionId": "us-news",
  "body": "Brooklyn residents are braced for chaotic commutes and a potential reversal of the booming real estate market that has characterized many of its neighborhoods in recent years if a proposal to shutter one of its main links to Manhattan for repairs goes ahead. The 92-year-old Canarsie tunnels under New York’s East river took on more than 7m gallons of corrosive saltwater during the catastrophic landfall of Hurricane Sandy in 2012, bringing the city’s L train to a grinding halt for nearly two weeks. The long-term impact of that flooding, in the form of crumbling cement and rusted machinery, means that for the first time in nearly a century, north Brooklyn and Manhattan may be without a convenient link for as long as three years. On Thursday night, hundreds of residents gathered in Brooklyn to voice their concerns about a plan that would shut down or severely limit the line in order to perform needed repairs. City officials have said that the longer the tracks go without a full restoration, the greater chance for a derailment and for other serious service interruptions.   L train map The L train line transports riders from Williamsburg to Manhattan’s bustling Union Square transit hub in about 10 minutes. Graphic: Jan Diehm   “It’s safe to operate today, but over the longer term failures may increase and that’s what’s prompting us to do an out-of-phase replacement on the tube,” said the MTA’s CEO, Thomas Prendergast. The line currently transports more than 400,000 commuters daily, a number that could be even higher when the outage is scheduled to begin, in January 2019. Ridership has increased dramatically since the early 2000s as Brooklyn neighborhoods along the L line have gentrified amid rapid residential development. Williamsburg, unofficially known as the “hipster” capital of the world, was once one of New York’s poorest neighborhoods, but now is home to some of the city’s highest rents, with one-bedroom apartments fetching more than $3,000 a month on average.  Usage at the Bedford Avenue stop, in the heart of Williamsburg, has quadrupled since 1990. “Williamsburg is happening and people want to be there,” said New York assemblyman Joseph Lentol, who addressed residents at the town hall and proposed a dedicated bus to take tourists from Times Square to Brooklyn during the extended outage.  Part of the neighborhood’s appeal in recent decades has been its close proximity and ease of travel to Manhattan thanks to the L line, with travel times under 10 minutes to the bustling Union Square transit hub. Some residents have suggested that without the convenience of the L, neighborhoods such as Williamsburg and Bushwick, to its east, might lose their appeal to well-off residential and commercial renters, potentially lowering the cost of renting and buying there. “There’s probably a couple dozen projects in the pipeline to put office space there and this really has a huge impact because the whole point is to be able to get to Manhattan easily,” said Brooklyn real estate broker Christopher Havens. “This is really scary … It’s a real estate catastrophe on all levels. “How do you invest in a real estate office building, a tenancy or a retail store when you know in three years you won’t be able to get to Manhattan in under an hour?” The L service also extends far beyond the artisanal shops and trendy lofts of north-western Brooklyn through lower-income neighborhoods to the east. “This is also about Canarsie and East New York – this is about a lot of people,” Havens said.  A group calling themselves the L Train Coalition has asked the MTA to consider building new tubes under the East river before putting the current tubes out of order, but that proposal has been dismissed by officials as a non-starter. “The timeframe and the cost associated with it just doesn’t make it a real option,” Prendergast said. Estimates place the cost of a new tunnel in excess of $4bn over five to seven years. Under one potential plan, the tubes would be completely shut down for 18 months suspending both crosstown service in Manhattan along 14th Street, and critically, all Manhattan-to-Brooklyn service. Another proposal would shut down the two Canarsie tubes one at time, allowing for limited service – at about 20% of capacity – but would take three years to complete. In either case, the MTA would offset the lost capacity with shuttle busses, increased service on other train lines, and ferry boats across the East river. Among the crowd at Thursday’s town hall, the full closure seemed the most popular option. “Just close it. Get it done, and get it over with,” said Williamsburg resident Nicole Fredericks. The MTA says the closures are also necessary to perform long overdue station upgrades at the 1st Avenue and Bedford Avenue stations which anchor the line on either side of the river. Like nearly 75% of the city’s stations, neither is currently equipped with an elevator to accommodate disabled travellers. Restoration is expected to cost about $1bn, with $700m already covered by federal grants secured after Hurricane Sandy, a fact New York congresswoman Carolyn Maloney said was significant. “I can’t tell you how hard it is to get federal money,” Maloney said. If the city does not begin the project on the proposed timeline, it risks losing that funding.",
  "webTitle": "Brooklyn subway fix could derail real estate boom in New York hipster capital",
  "webPublicationDate": "2016-05-06T18:38:07Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/06/l-train-subway-shutdown-new-york-williamsburg-real-estate",
  "keyword": [
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Rail transport",
      "id": "world/rail-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamiles Lartey",
      "id": "profile/jamiles-lartey"
    }
  ],
  "guardianId": "us-news/2016/may/06/l-train-subway-shutdown-new-york-williamsburg-real-estate"
}