{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/jack-dejohnette-ravi-coltrane-matthew-garrison-movement-review-jazz-ecm",
  "id": "2016-05-19-99",
  "sectionId": "music",
  "body": "Former Miles Davis and current Keith Jarrett drummer Jack DeJohnette’s decisive energies and musicality make him, at 73, one of the marvels of contemporary jazz. This trio joins him with John Coltrane’s saxophonist son Ravi, and bass guitarist Matthew Garrison, son of Coltrane Sr’s quartet bassist Jimmy Garrison. Classic covers include the Coltrane civil rights hymn Alabama and the dreamy Kind of Blue ballad Blue in Green, but this is a thoroughly contemporary set in its fusion of Ravi Coltrane’s lyricism (often on the piercing, silvery-toned sopranino sax), Garrison’s rockish bass sound and electronics, and DeJohnette’s dramatic punctuation.          Watch video for Jack DeJohnette Made in Chicago    Alabama wells up from deep in Coltrane’s tenor sax against Garrison’s rolling bass-guitar line. Blue in Green is a quietly abstract dialogue for Coltrane on sopranino and DeJohnette on piano. Earth Wind and Fire’s Serpentine Fire funkily glimpses the DeJohnette of Miles Davis’s Bitches Brew era, and Rashied is a scalding free-jazz drums/sax exchange with Coltrane at his most whoopingly uninhibited. It’s a partnership that gets the best out of its powerful participants.",
  "webTitle": "DeJohnette/Coltrane/Garrison: Movement review – decisive energies of a jazz marvel",
  "webPublicationDate": "2016-05-19T17:00:16Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/jack-dejohnette-ravi-coltrane-matthew-garrison-movement-review-jazz-ecm",
  "keyword": [
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/19/jack-dejohnette-ravi-coltrane-matthew-garrison-movement-review-jazz-ecm"
}