{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/29/money-monster-review-jodie-foster-george-clooney",
  "id": "2016-05-29-165",
  "sectionId": "film",
  "body": "Jodie Foster directs this shouty satire, which blends the glib economic cynicism of The Big Short with Network’s skewering of an unscrupulous media. But while it makes a lot of noise – largely courtesy of Jack O’Connell’s sweaty, high-decibel panic attack of a performance – this is a film that lacks the authentic anger of the former and the sniper-like accuracy of the latter. George Clooney wears a smirk, an expensive suit and a complete lack of sincerity as the showboating host of a financial TV show titled Money Monster. Lee Gates is a one-man bull market, dispensing profligate financial advice to an audience conditioned to think that their slice of the pie is there for the taking. When one of his tips turns bad, losing $800m in a single day, Lee chuckles that some of his viewers got their “asses smacked”.         Watch the trailer for Money Monster.    But Kyle Budwell (O’Connell) doesn’t see it that way. He manages to sneak into the television studio during a live broadcast with a loaded gun, an explosive vest and a mission: to get some answers from the people he blames for the loss of his life’s savings. While it’s tempting to argue that anyone who takes the advice of a man who prances around wearing a glittery, dollar-green top hat deserves everything they get, Foster tries to muster audience sympathy for Kyle. But her tools are crude. The score is all muscle and posture, the musical equivalent of a MMA cage fighter; the third act kinship between Lee and Kyle is about as convincing as a buddy relationship between a shark and a herring. The film’s main asset is Julia Roberts’s sharp-witted director Patty, who combines the consummate professionalism of Holly Hunter in Broadcast News with the gutter instincts of Faye Dunaway in Network.",
  "webTitle": "Money Monster review – a shouty blend of The Big Short and Network",
  "webPublicationDate": "2016-05-29T07:00:00Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/29/money-monster-review-jodie-foster-george-clooney",
  "keyword": [
    {
      "webTitle": "Money Monster",
      "id": "film/money-monster",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jodie Foster",
      "id": "film/jodie-foster",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "George Clooney",
      "id": "film/georgeclooney",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Dominic West",
      "id": "culture/dominic-west",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Julia Roberts",
      "id": "film/juliaroberts",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Wendy Ide",
      "id": "profile/wendy-ide"
    }
  ],
  "guardianId": "film/2016/may/29/money-monster-review-jodie-foster-george-clooney"
}