{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/mau-mau-rebellion-kenyan-victims-compensation-claim",
  "id": "2016-05-23-84",
  "sectionId": "world",
  "body": "The UK’s parliament was misled over the brutal tactics used to suppress the 1950s Mau Mau rebellion in Kenya, the high court has heard. A compensation claim has been brought against the Foreign Office by 44,000 Kenyans who say they survived frequent beatings, rapes, torture, forced labour and in some cases castration, at the hands of British colonists. More than 2,000 claimants have died since the legal action was launched in 2013. Many are elderly, some in their nineties. Their testimony, much of it delivered by videolink from Nairobi, and legal arguments are expected to continue into next year.   Related: Listening to the voices from Kenya's colonial past | Caroline Elkins    In 2013 the UK paid out £19.9m in costs and compensation to more than 5,228 Kenyans who suffered torture and abuse during the Mau Mau uprising. The government is now resisting this much larger class action. Explaining the historical context, Simon Myerson QC, for the claimants, said resentment was aroused by the influx of white farmers after the country became a colony in 1920. Attracted by the good soil, coffee-growing opportunities and mild climate of what became known as the “white highlands”, planters forced out the native Kikuyu, Embu and Meru tribes. By 1948, 1.5 million Kikuyu owned just 2,000 sq miles, compared withthe 12,000 sq miles owned by 30,000 settlers. Many Kikuyus were radicalised, and some organised resistance.  Sir Evelyn Baring arrived in 1952 as governor, just as the first murders of white settlers occurred. Within 72 hours, he declared a state of emergency.  By the following year the emergency was “militarily a dead letter”, Myerson said, but events after that were driven by the “fear felt by the white community and the need to preserve its privileges”.  Colonial officials attributed the Mau Mau uprising to communism, hatred of Christianity and the “perversely evil capabilities of the African mind”. Gen Sir George Erskine was brought in to coordinate the military response, during which British bomber aircraft strafed forests. Over the course of the emergency, which lasted until 1960, about 12,000 people were killed. Former Mau Mau members, known as “pseudo gangs”, were sent to pursue the remaining fighters. More than 1,000 rebels were hanged and about 110,000 “screened” – interrogated and sent to camps and fortified villages surrounded by spiked ditches.  “Screening was brutal and violent,” Myerson said, “with little control being exercised over the sadistic tendencies of those conducting it. Those found to be ... of questionable loyalty could be sent to camps to be ‘rehabilitated’ as an alternative to punitive villages.      Kenyans celebrate a ruling in their favour during a previous hearing on the compensation case for Mau Mau veterans. Photograph: Ben Curtis/AP    “There they were subject to forced labour, lack of basic hygiene and amenity, disease, and other degrading treatment including a loss of dignity and frequent beatings.” Most were detained without trial. “It is bizarre, in 2016, to conceive of servants of the British government castrating men, either cold-bloodedly or in a frenzy of kicking and beating. It is inexplicable that servants of the British government forced stinging plants and corrosive substances into the vaginas of women, separated children from their families and confined people in circumstances of daily hunger [and] fear of random beating.”  He added: “Such violence was inflicted only a decade since the British had taken the lead in defeating a Nazi state that had promoted precisely the same type of behaviour against civilians. The men and women who suffered in this way were not enemy insurgents upon whom a war had been declared and who were casualties of the horrors that soldiers sometimes see. They were, to a man, woman, and child, British subjects.”   Myerson said cabinet ministers in London knew what was happening and approved. “When the beaters and the torturers went to work, a collective blind eye was turned,” he said. The warnings of whistleblowers were picked up by a few Labour MPs, notably Fenner Brockway and Barbara Castle. Detainees attempting to alert outsiders to the abuse were thwarted by the authorities, who proscribed letter-writing. “On the orders of the governor and the commander in chief, the policies themselves were to be kept secret,” Myerson said. “On the orders of the colonial secretary and his civil servants, what was not kept secret was to be denied, and the authors of the exposure were to be rubbished. Parliament was consistently misled, so that the opportunities that would otherwise have arisen to deal with the wrongs being committed were lost.”  After 11 men were clubbed to death at Hola camp in 1959 for refusing to undertake forced labour, a magistrate concluded that he could not tell which injuries were justifiable and which were not. The well-established legal doctrine of joint enterprise was conveniently ignored, Myerson said.  But publicity of the Hola atrocity undermined the legitimacy of the colonial regime. In the process of decolonisation, records were destroyed. “Special branch [police intelligence] complained that it could not burn paper quickly enough,” the court was told. “Anything ‘embarrassing’ was to be destroyed. Anything that might be interpreted as indicating racial bias was to be destroyed. That includes the records of those kept in detention. This was a cover-up on an industrial scale.”  Myerson concluded: “This is not a moral crusade … but that does not prevent anyone drawing the conclusion that what we – the United Kingdom and its government – did in Kenya during the emergency was wrong.” The class action is being coordinated by the Manchester-based Tandem Law. The hearing continues.",
  "webTitle": "Mau Mau rebellion victims claim parliament was misled over torture",
  "webPublicationDate": "2016-05-23T17:25:58Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/mau-mau-rebellion-kenyan-victims-compensation-claim",
  "keyword": [
    {
      "webTitle": "Mau Mau",
      "id": "world/mau-mau",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kenya",
      "id": "world/kenya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "British empire",
      "id": "world/british-empire",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Torture",
      "id": "law/torture",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "world/2016/may/23/mau-mau-rebellion-kenyan-victims-compensation-claim"
}