{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/18/robin-wright-fight-equal-pay-house-of-cards",
  "id": "2016-05-18-353",
  "sectionId": "tv-and-radio",
  "body": "Robin Wright has described how she had to fight to be paid the same amount as co-star Kevin Spacey on the hit Netflix drama House of Cards.   Related: Robin Wright targets Congo's 'conflict minerals' violence with new campaign    In a move that would have made Claire Underwood proud, Wright told an audience at the Rockefeller Foundation in New York that she had to threaten studio bosses with going public unless they agreed to equal pay – which they did. “It was the perfect paradigm. There are very few films or TV shows where the male, the patriarch, and the matriarch are equal. And they are in House of Cards,” Wright said, according to a report by the Huffington Post. “I was like: ‘I want to be paid the same as Kevin.’” In the hugely popular political thriller, Wright plays steely first lady Claire Underwood, the wife and co-conspirator of President Frank Underwood, played by Spacey. Wright has appeared in all 52 episodes of House of Cards and directed several. Both she and Spacey are listed as executive directors of the series’ fifth season.      Kevin Spacey as Frank Underwood, left, and Robin Wright as Claire Underwood in a scene from House of Cards. Photograph: Melinda Sue Gordon/AP    “I was looking at the statistics and Claire Underwood’s character was more popular than [Frank’s] for a period of time. So I capitalised on it,” Wright said on Tuesday. “I was like: ‘You’d better pay me or I’m going to go public.’ And they did.”     Claire Underwood’s character was more popular than [Frank’s] for a period of time. So I capitalised on it.  Robin Wright     Wright was in New York to promote her campaign to end the pillage of Congo’s natural resources. According to the Huffington Post, she told the audience that her earning power had been affected by having children during her marriage to fellow actor Sean Penn. “Because I wasn’t working full-time, I wasn’t building my salary bracket. If you don’t build that … with notoriety and presence, you’re not in the game any more. You become a B-list actor. You’re not box office material,” she said.  “You don’t hold the value you would have held if you had done four movies a year like Nicole Kidman and Cate Blanchett did during the time I was raising my kids. Now I’m kind of on a comeback at 50 years old.” Wright is the latest high-profile actor to speak out about the gender pay gap in Hollywood. In 2015 Hunger Games star Jennifer Lawrence railed against men earning more than women in the film industry. Similarly, Patricia Arquette used her 2015 Oscars acceptance speech to demand equal pay and rights for women in Hollywood.            Actor Robin Wright launches #StandWithCongo campaign     This article was amended on 19 May 2016. An earlier version referred to the “Rockerfeller Centre” where the Rockefeller Foundation was meant.",
  "webTitle": "Robin Wright says she had to fight for equal pay on House of Cards",
  "webPublicationDate": "2016-05-18T03:10:20Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/18/robin-wright-fight-equal-pay-house-of-cards",
  "keyword": [
    {
      "webTitle": "House of Cards",
      "id": "tv-and-radio/house-of-cards",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Equal pay",
      "id": "society/equal-pay",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television industry",
      "id": "media/ustelevision",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Bonnie Malkin",
      "id": "profile/bonnie-malkin"
    }
  ],
  "guardianId": "society/2016/may/18/robin-wright-fight-equal-pay-house-of-cards"
}