{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/05/liverpool-villarreal-europa-league-talking-points",
  "id": "2016-05-05-26",
  "sectionId": "football",
  "body": "1) Aréola’s nerves crumble in front of the Kop   Related: Liverpool push past 10-man Villarreal and into Europa League final    Villarreal arrived on Merseyside with a reputation for stingy, resolute defending, having conceded 31 goals in 36 La Liga games, yet their cause was not helped by the way their goalkeeper, Alphonse Aréola, spread uncertainty throughout his back four during the opening exchanges. Perhaps the noise from the Kop on a night of raw Anfield emotion affected the 23-year-old, who had already had one escape when his failure to adequately deal with Nathaniel Clyne’s low cross culminated in Liverpool’s opener. Afflicted by nerves, Aréola could only push Clyne’s awkward centre back into the danger area and although Daniel Sturridge was unable to bundle Roberto Firmino’s cutback into the empty net, the ball deflected in off the unwitting Bruno Soriano. Villarreal’s 1-0 advantage from the first leg had been wiped out after eight minutes and Liverpool, spotting a weakness that could be exploited, were always quick to work the ball into the wide positions. 2) Mignolet and Lovren make vital contributions A tense evening was on the cards once it became clear that Villarreal were not going to sit on their 1-0 lead from the first leg. Jonathan Dos Santos sent a shot over from the edge of the area and Simon Mignolet had to make a fine save from Maria Gaspar’s deflected shot after good link play from Roberto Soldado. The game was still goalless when Gaspar aimed for the far corner from the right of the Liverpool area and Mignolet had to be alert to deny an away goal that would have deflated them. Two minutes later, Liverpool led. Mignolet has suffered plenty of criticism since his move from Sunderland three years ago because of his frailties at set-pieces and his unconvincing distribution, but the Belgian’s contribution was vital while Dejan Lovren also made a vital block to deny Cédric Bakambu early in the second half. Perhaps there is hope for them yet. Lovren in particular has been transformed in recent weeks, even without Mamadou Sakho alongside him. 3) Sturridge shows his class with a clinical finish Sturridge had a point to prove after returning to Liverpool’s European team for the first time since Manchester United away on 17 March. Divock Origi’s injury against Everton has given Sturridge a chance to show Jürgen Klopp why Roy Hodgson regards him as England’s most naturally talented striker and he was bright in the opening 20 minutes, troubling his markers with his elusive movement away from the central positions. Yet he was finding clearcut opportunities hard to come by and cut a frustrated figure after a tame effort in the 52nd minute. His expression seemed to betray his anxiety. Just after the hour, however, Sturridge stirred. He delivered a warning with a shot from a tight angle and he was in the right place at the right time when a loose ball broke to him in the area moments later. His finish was clinical and Liverpool finally led on aggregate. Sturridge’s embrace with Klopp was warm when he came off in injury time. 4) Liverpool’s fast start offers promise for the future   Related: Jürgen Klopp’s prediction comes to pass as Liverpool vanquish Villarreal | Paul Wilson    The intensity of Liverpool’s start was hardly surprising given the rousing pre-match rendition of You’ll Never Walk Alone in the wake of the verdict in the Hillsborough inquest. Attacking the Kop, Klopp’s team flew at their accomplished Spanish opponents, who have already secured their place in next season’s Champions League, and it was not long before they led. Their pressing game unsettled Villarreal, whose increasingly petulant tactics reflected their frazzled mindset, and in those moments it was clear that Klopp’s influence is having a positive effect. Leaving aside his obvious powers of motivation, the German’s work on the training ground has led to vast improvements in several players. While Liverpool have fallen slightly below expectations in the Premier League, they have demonstrated their potential in Europe and will be in the Champions League if they beat Sevilla in the final on 18 May. 5) Villarreal’s semi-final curse continues With the two Madrid clubs to contest the Champions League final on 28 May, it could have been another all-Spanish affair in last two in this competition. Yet Villarreal will not be joining Sevilla in Basel in a fortnight’s time and instead they were left to reflect on continuing their club’s tradition of falling short in European semi-finals. They have got this far four times now and have lost four times, and Marcelino’s players were unable to put an end to a run that dates back to their defeat to Valencia in the Uefa Cup in 2004. This was not quite as agonising as losing to Arsenal in their Champions League semi-final in 2006, when Juan Román Riquelme missed a last-minute penalty, but the disappointment for Villarreal was considerable nonetheless. They were outplayed by Liverpool and a poor performance was summed up by Víctor Ruiz’s red card in the second half. The visiting fans experienced a crushing sense of deja-vu.",
  "webTitle": "Liverpool 3-0 Villarreal (agg 3-1): five Europa League talking points | Jacob Steinberg",
  "webPublicationDate": "2016-05-05T21:22:25Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/05/liverpool-villarreal-europa-league-talking-points",
  "keyword": [
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Villarreal",
      "id": "football/villarreal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/blog/2016/may/05/liverpool-villarreal-europa-league-talking-points"
}