{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/28/lionel-messi-argentina-injury-scare-copa-america",
  "id": "2016-05-28-98",
  "sectionId": "football",
  "body": "Argentina star Lionel Messi gave his team a scare on Friday night by leaving the field with a back injury in the second half of his team’s 1-0 victory over Honduras.   Related: The day USA beat Argentina in Copa América: 'Simeone threatened to kill us'    Messi, who is due to captain Argentina at this summer’s Copa America in the US, was caught up in a seemingly innocuous challenge and, after treatment, headed straight to the dressing room. He was replaced at the 62th-minute mark by Sevilla midfielder Ever Banega and never returned to the field. “Messi suffered a trauma to the left side of his lower back and ribcage,” the Argentinian Football Association said in a statement, adding that doctors were looking at the injury. Officials did not say how severe the injury was, but it was unusual to see Messi limping off. “I would not dare to venture a diagnosis,” said a concerned Argentina manager, Gerardo Martino. Gonzalo Higuain, who scored for Argentina at Estadio San Juan del Bicentenario, said: “It was an important win and here’s hoping that what happened to Leo is nothing.” Messi was scheduled to fly to Spain to resolve a tax issue – he must appear before a judge at the Audiencia de Barcelona on June 2 – and then plans to rejoin the team in Santa Clara, California. The Copa America starts on 3 June, and Argentina open three days later against Chile. Friday night’s game against Honduras was Argentina’s only warm-up fixture.",
  "webTitle": "Lionel Messi limps off to give Argentina an injury scare before Copa America",
  "webPublicationDate": "2016-05-28T12:33:42Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/28/lionel-messi-argentina-injury-scare-copa-america",
  "keyword": [
    {
      "webTitle": "Lionel Messi",
      "id": "football/lionel-messi",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Argentina",
      "id": "football/argentina",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Copa America 2016",
      "id": "football/copa-america-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Copa América",
      "id": "football/copa-america",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/28/lionel-messi-argentina-injury-scare-copa-america"
}