{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/manchester-united-fans-should-be-compensated-for-bomb-scare-says-mp",
  "id": "2016-05-16-78",
  "sectionId": "football",
  "body": "The managing director of a security company that left behind a dummy bomb responsible for a terror alert at Old Trafford on Sunday has taken “full responsibility” for not removing the item following a training exercise. Manchester United’s final Premier League game of the season against Bournemouth was called off and the 75,000-seater stadium evacuated after the discovery of a suspect device that later turned out to have been left over from a training exercise four days earlier. The game has been rescheduled for 8pm on Tuesday. Christopher Reid, the managing director of Security Search Management & Solutions (SSMS), said he was “absolutely gutted” and that the mistake, which has cost Manchester United £3m, was entirely his. “I am absolutely devastated that a lapse in my working protocols has resulted in many people being disappointed, frightened and inconvenienced. Nothing I can say will rectify that,” said Reid, who worked for the Metropolitan police service’s specialist search unit for 26 years, before retiring in 2011.  “A lot of people have called me today with a lot of support because they know how professional I am ... I would like to say that it would be a waste of all my experience if I couldn’t continue [with my work].”     Christopher Reid, managing director of SSMS, holds up a fake device similar to the one found at Old Trafford. Photograph: Helen William/PA    Reid said he led a practical search exercise at the stadium last Wednesday, which involved hiding a number of homemade dummy explosive devices. A mix-up led him to record an eight-inch (20cm) fake pipe bomb, which was left on a hook behind a cubicle door in the men’s toilets, as having been recovered at the end of the session.  The mocked-up bomb had a small white label reading “training aid. If found contact SSMS” followed by the company’s telephone number. SSMS has previously done work for the Westfield shopping centre in Stratford, east London, Twickenham stadium, the 2014 Commonwealth Games and the Farnborough international airshow. Reid would not comment on why the mock bomb was not discovered by staff at Old Trafford for another four days, but said lessons would have to be learned. “It’s very difficult for me to say while I’m here, watching it on the television. The protocols that they have are the protocols that they have,” he said. Ed Woodward, Manchester United’s vice-chairman, said that once the device was recorded as recovered following the training session, the area was sealed. It was then missed during a routine match day test, a fact that Manchester United are investigating. “That device could not have been detected by sniffer dogs on the routine match day search of the 100 Club [a hospitality suite] as it contained no explosives and was used in an exercise training handlers, not dogs,” he said. “We are conducting a detailed evaluation with the help of the police and will share our findings across the rest of the game. Valuable lessons will have been learned from yesterday’s events and it is important that those are shared with other stadium operators to ensure that the safety of the public remains the first duty of us all.” Old Trafford was evacuated 20 minutes before kick-off after the fake device was found in toilets in the north-west quadrant, between the Sir Alex Ferguson stand and the Stretford end. Army bomb disposal experts carried out a controlled explosion. Detailed examination found that the package, which comprised brass fittings and a length of black pipe with a mobile phone taped to it, was not viable. A few hours later, Greater Manchester police released a statement saying that it had been identified as a training device. Kate Green, the Labour MP for Stretford and Urmston, told the Guardian that fans who travelled to see the game should be compensated. “It’s not like [most people] can just go and see the game tomorrow instead,” she said. “People crossed the country to see this game and had hotel costs, and travel costs and so on, so I do think that we need to know what’s going to be put in place to compensate them.” Spokesmen for the Bournemouth and Manchester United fans’ associations also called for the club to offer proper compensation to people who had travelled to Old Trafford for the game. Manchester United has announced that all tickets to Sunday’s game will be refunded and entry to the rescheduled match on Tuesday will be free. Bournemouth will offer supporters free coach travel for the 500-mile round trip to Old Trafford from the club’s Vitality stadium. Tony Maycock, a spokesman for the Bournemouth fans’ association the Cherries Trust, travelled with his two sons to see the game, staying in a hotel near the stadium. He said the weekend cost him about £300 and that Manchester United should be offering fans such as him compensation. “If it’s a genuine security issue, then that’s fine. If it’s extreme weather, that’s fine too, but [Sunday’s incident] was caused by multiple counts of human error, which were all avoidable,” he said. Ian Stirling, a spokesman for the Manchester United supporters trust, said people had come from all over the world to see the end-of-season game. “I wouldn’t imagine that people will get enough to cover their whole costs, but I would think that a payment to at least cover some expenses wouldn’t go amiss,” he said. Mark Stephens, a litigation lawyer, said fans would be entitled to make a claim and that he expected there to be a class action on behalf of supporters who have been left out of pocket. “There’s going to be literally millions in terms of travel costs and disturbance costs, which can be used against people if they were negligent in not counting back in and out the fake devices,” he said. Green, the shadow minister for women and equalities, whose constituency includes Manchester United’s stadium, has written to Woodward demanding to know how the club plans to reassure the public. “What is most shocking is that this false device lay around for several days unnoticed, and we need some assurances that security is going to be tight enough to ensure that if the bomb was for real, this couldn’t happen again,” she said. “It was a very, very lifelike device, so to overlook something that would have been thought immediately to be a real bomb, had it been spotted, is very worrying.”",
  "webTitle": "Manchester United 'dummy bomb': security company accepts blame",
  "webPublicationDate": "2016-05-16T18:17:07Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/manchester-united-fans-should-be-compensated-for-bomb-scare-says-mp",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester",
      "id": "uk/manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    },
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    },
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "football/2016/may/16/manchester-united-fans-should-be-compensated-for-bomb-scare-says-mp"
}