{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/england-sri-lanka-first-test-day-two-report",
  "id": "2016-05-20-40",
  "sectionId": "sport",
  "body": "Brilliant swing and seam bowling from Jimmy Anderson and Stuart Broad ensured England took control of the first Test during the afternoon, after Jonny Bairstow’s brilliant 140 – his second Test century – had led them from 83 for five almost 24 hours previously to 298 before Sri Lanka were able to take the final wicket.   Related: England v Sri Lanka: first Test, day two – as it happened    Headingley lived up to its reputation: in the morning, while Bairstow was in full flow, the sun was often shining on the crowd. But later brooding clouds drifted in, suspending play for a short while immediately after tea: and with the change overhead so the nature of the pitch revealed itself. It had quickened up from the first day but now the bounce became challenging as well, with the Sri Lanka batsmen unable to cope with the dangers posed by England’s seamers. Even James Vince, given a solitary over immediately before tea, saw the final ball of his over fly from a good length, take the shoulder of Angelo Mathews’ bat and fly over the predatory slip cordon to the third-man boundary. The eyes of both teams would have lit up at that. Sri Lanka were all out for 91 in 36.4 overs with Anderson taking five for 16 and Broad four for 21, a deficit of 207, and with the helpful conditions and the lack of hard overs for his bowlers, Alastair Cook had little hesitation in bucking a modern trend by asking Sri Lanka to follow on. It was not just in the Sri Lanka dressing room that it was gloomy, however. Showers were already visible in the distance and they managed to get back out for two deliveries before the umpires brought a halt to proceedings. Anderson, in particular, was irresistible. A short while ago, such was his lack of success here and his consequent antipathy towards the place, he said that he gets to the gates and just wants to turn round and leave. He may wish to revise that now. Coming up the hill from the Football stand, he swung the ball prodigiously at times, at one time taking three wickets without conceding a run. Broad had the hill down from the Kirkstall Lane end in his favour and strode purposefully down it, removing the opener Dimuth Karunaratne and then Kusal Mendis with catches to Bairstow while Anderson dismissed the other opener, Kaushal Silva, between times. Ben Stokes broke the alliance by taking the wicket of Dinesh Chandimal with the first ball after tea, whereupon there was a brief break for bad light. On the return Anderson was at his best. First Mathews was lbw, a wobble-seam ball that jagged back at the Sri Lanka captain, a decision he chose not to review. Better if he had done: the tracking showed him to be struck outside the line of off stump. It was the start of a burst that was to bring Anderson four wickets for one run. On the first day Dasun Shanaka had enjoyed a dream debut with the ball but it turned to a nightmare with the bat, edging his first ball in Tests to Bairstow. Rangana Herath was then taken at fourth slip. Now Broad intervened again, with Dushmantha Chameera and Lasiru Thirimanne caught by Steven Finn, sprawling forwards at mid-off and mid‑on respectively. It left Anderson to pick up the final wicket, a faint touch down the leg side by Shaminda Eranga, allowing the bowler to leave the field triumphantly ahead of his colleagues, holding the match ball aloft. The morning belonged to Bairstow, secure on his home turf and with a Yorkshire throng cheering his every run. On the previous afternoon such had been the sense of urgency his advent had generated that Alex Hales, who might otherwise have felt compelled to take the initiative, was instead able to sit back and just enjoy the show. Bairstow’s batting carries with it an ebullience that must be hereditary. There is a busyness about him, his running between the wickets exceptional. Judgment of a run does not just extend to the quick singles but involves the capacity to turn what might be called value-added to his shots. He appears to know precisely the equation between the distance the ball has to travel from, say, third man, and his ability to outrun a throw. As his innings progressed, the bowling and fielding appeared to become more ragged. This is an illusion created by a batsman on top of his game: there was no such raggedness at Hales’s end. Hales, who had provided the perfect foil in a thoroughly sensible innings, had given Bairstow a 43-run start, a deficit that had been reduced to 17 by the close of the first day. By the time Hales had added three runs to his overnight 71, Bairstow, who had dominated the strike, had dabbed a boundary to third man to race past him. Hales seemed unperturbed by this, beginning the second day in the same cautious manner he had the first, playing himself in. He escaped when, on 82, he was missed at second slip, forcing Mathews away from his body. It was a short reprieve: Herath lobbed the ball up enticingly; Hales, unable to resist, launched at it and skewed it from the outside edge to deep extra-cover. Was there ever a batsman so visibly mortified? The sixth-wicket stand of 141 had transformed the innings. Moeen Ali came and went, caught off bat and pad, and, with Bairstow on 97, Stuart Broad too. Steven Finn defended stoutly, though, and when Bairstow was handed two runs through an overthrow, the crowd, a few of them wearing ginger wigs and Bairstow masks, rose to applaud his hundred, from 145 balls. Sri Lanka’s irritation was compounded by a rollicking 56-run stand for the ninth wicket, ended when Bairstow was finally caught at long-off.",
  "webTitle": "Jimmy Anderson and Stuart Broad stun Sri Lanka to put England in control",
  "webPublicationDate": "2016-05-20T18:05:57Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/england-sri-lanka-first-test-day-two-report",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jonny Bairstow",
      "id": "sport/jonny-bairstow",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jimmy Anderson",
      "id": "sport/jimmy-anderson",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/20/england-sri-lanka-first-test-day-two-report"
}