{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/24/johannesburg-africa-first-cycle-friendly-megacity-bicycles",
  "id": "2016-05-24-242",
  "sectionId": "cities",
  "body": "“Minibus taxis are our biggest problem. They are dangerous. They just don’t care,” says Lovemore as he joins us on a dusty corner in Johannesburg’s Diepsloot township. We are waiting for a group of cyclists to form near the minibus queue, which in the half-light of 6am already stretches around the block. Lovemore consults his smartphone. Around 100 cyclists living in this informal area of makeshift shacks and dirt roads on the edge of South Africa’s biggest city use WhatsApp to coordinate their journeys – there’s safety in numbers. A couple more will be along shortly, he says. The group have agreed to let me join them on their commute to the northern suburbs where most work as gardeners and security guards in luxury shopping malls or the electric-fenced homes of the wealthy. Once the group is deemed big enough we join the slow flow of 4x4 bakkies and cars heading into the city on William Nicol Drive, Johannesburg’s busiest cycling street. There’s a small but steady stream of people on old steel-framed racers and mountain bikes sturdy enough to cope with the potholes and broken glass. Sure enough, not long after we set off, one of the ubiquitous Toyota Hiace minibuses swerves across the traffic, and us, to get to the kerb. Johannesburg may be a sprawling metropolis built for the car – but the majority of its 9.2 million residents can’t afford one. The city’s thousands of private minibus taxis offer a lifeline to their predominantly black users, filling the voids in the coverage of official public transport. With no fixed routes, it is a fluid – and in many ways fantastically efficient – system, but it is also unpredictable, with notoriously aggressive drivers.    Johannesburg is a sprawling metropolis built for the car, but the majority of its 9.2 million residents can’t afford one    If you’re lucky you’ll hear a bip on the horn before they cut across your path. A couple of years ago one of the Diepsloot cycle group wasn’t so fortunate: he was run over and killed by a minibus taxi. Another member, Artwell, tells me how he was seriously injured earlier this year when a bakkie drove through him at a junction. He was off work and unable to earn money for a week. No small matter. Artwell occasionally takes a minibus taxi to work in Rosebank, 15 miles away, but finds the 22 rand (£1) ticket prohibitively expensive. With the early-morning queue, snarled traffic and a long walk the other end, it can take an hour on a good day. He says his bike is cheaper, and just as quick. Most of the Diepsloot cyclists are not South African by birth; they are immigrants who found their first homes here in an informal area on the fringe of the city. Nearly all of the group come from Malawi, Mozambique, Zambia or Zimbabwe, importing bike culture from countries where cycling has been less stigmatised.     Bikes on Eloff Street in central Johannesburg in the 1900s. Photograph: Barnett Collection/Historical Papers Research Archive/Wits University    After apartheid By 2030, the UN’s population division predicts Johannesburg will be one of six megacities in Africa, its sprawling urban area home to 11.6 million people. Traffic congestion is already reaching what Simphiwe Ntuli, director for infrastructure at the city’s transport department, declares to be “impossible” levels. It’s not uncommon for a sudden snarl-up to add 90 minutes or more to a short journey, and a two-mile rush-hour drive from the rich northern suburbs to the swanky skyscrapers of Sandton can take an hour. “If everyone comes into the city by car, then nobody can move,” says Ntuli. “We need a solution.” At present, though, it seems the Diepsloot cyclists are not the norm: Johannesburg’s cycle modal share – the percentage of journeys taken by bike – is just 0.2%, or one in every 500 trips. It wasn’t always like this. In 1935 the city unveiled a cycle lane on the key thoroughfare of Louis Botha Avenue, and a year later cyclist-turned-car dealer Frank Connock paid tribute to “the tremendous part played by the pedal cycle” in the development of this former mining town. But in post-war Johannesburg – as in cities around the world – motor cars soon came to dominate the streets. Apartheid-era town planners gave little thought to poor, black people or bicycles, and for the next few decades it was all about asphalt highways to accommodate the wealthy white elite who could afford to drive. The Natives Resettlement Act of 1954 saw the forced removal of tens of thousands of black South Africans from the city’s western areas like Sophiatown to new suburbs like Soweto, far away to the south-west. Between 1960 and 1983 a further 3.5 million non-white South Africans were forced into segregated neighbourhoods some distance from the centre, helping create the sprawling, low-density Johannesburg of today.    The air-conditioned malls may be more multicultural than two decades ago – but it remains very hard to walk anywhere    Apartheid finally collapsed more than 20 years ago but the legacy of the system’s spatial planning remains in the millions of poor workers who live in far-flung suburbs, separated from the centre and their places of work by miles of hills and hard-to-cross highways. In the late 80s and early 90s, when the apartheid regime began to fall apart, Johannesburg’s white residents fled the dense skyscrapers of the Central Business District and the formerly wealthy areas on its periphery like Hillbrow; they gravitated instead towards an alternative financial hub in Sandton to the north. Again, this new city centre was planned around the car, with multi-lane highways, shiny shopping centres and underground parking. Visit Sandton now and the air-conditioned malls may be more multicultural than they were two decades ago – but it remains very hard to walk anywhere. Pavements are often non-existent and drivers are not generally sympathetic to people on foot or on bikes. It can feel like a hostile environment to those not cocooned inside a car. The only walkers here are people who cannot afford to get around any other way.     Heavy traffic in Johannesburg’s Central Business District. Photograph: Alamy    The city government though, led by ANC mayor Parks Tau, has ambitious plans to address this. Infrastructure director Ntuli says Johannesburg wants “to become Africa’s first cycle-friendly megacity”. “We can no longer accommodate more cars,” he says. “Look at the traffic. It’s impossible. We have to encourage cycling – we just don’t have a choice. Even motorists who are hostile will come around eventually.” The mayor’s support ensures Ntuli’s cycle infrastructure projects get budget priority. “We want to see more people cycling so we have to get out there and make it happen. It’s not going to occur naturally,” he says. Things began to change in the runup to South Africa hosting the football World Cup in 2010. Officials who visited Latin American cities on fact-finding missions came back enthused by Bus Rapid Transport (BRT) and its promise of metro-levels of service at a fraction of the cost. Crucially, these cities also considered cycling part of the urban mobility solution. Soon Johannesburg had one of Africa’s first BRT lines, the Rea Vaya, alongside the Gautrain rail system to the airport and Pretoria. By 2012, as big turnouts at monthly night-time Critical Mass rides raised cycling’s profile in the city, a group of volunteers formed the Johannesburg Urban Cyclists Association (Juca) to give bike commuters a voice. The city may be spread out, they argued, with hills and hot summers and many poorer people living far away from the centre, but these problems were not insurmountable. Johannesburg got its first post-apartheid bike lane in the Orlando township of Soweto in 2013. The following year saw increasingly gentrified Braamfontein get in on the act, with a lane currently being extended to Ellis Park and Sophiatown. Last year, the financial centre of Sandton opened its first segregated cycle lane and there are more in pipeline. A planned route from Sandton to the nearby township of Alexandra, where many of its low-paid workers live, has been hit by delays but has the potential to carry “big, big numbers” and cut their commuting times significantly, Ntuli says. The city’s Growth and Development Strategy 2040 enshrines the desired shift away from cars towards walking and cycling. There was even talk of Johannesburg, along with Cape Town, becoming the first African city to host a public bike share service – although a couple of years down the line the plans seem to have stalled.     Passing cyclists offer help and advice when Lovemore gets a puncture    Visiting the cycle lanes in Sandton or Braamfontein you’re more likely to see a parked car than a cyclist, but Njogu Morgan at Juca says he has seen an evolution in the city’s design standards. “The first lanes were built by road engineers who weren’t trained in what works for cyclists,” he says. “There was a lot of fear about confronting drivers, so some lanes are too narrow – they just didn’t have the guts – but the latest lanes are much better.”    Cycling creates a very democratic space and provides free, or very very cheap, transport  Njogu Morgan     Concerned that spending a lot of money on bike lanes that get little use can be counter-productive, Morgan and other Juca members like chair David du Preez are now pushing the city to get involved with training (“You’d be surprised how many people here don’t know how to ride a bike”), giving poorer people access to bikes, and improving security. They hope a bike hub in the Brixton area – popular with students and creative professionals – will show the rest of city that cycling can work in Johannesburg. “The city has serious other problems – housing, clean water, crime – and people see cycling low down that list,” says Morgan. “There are concerns from the public about spending all this money but, as well as reducing congestion and pollution, cycling creates a very democratic space and provides free, or very very cheap, transport.” Another problem is status. “Johannesburg, like the rest of South Africa, is a very aspirational place,” explains Morgan. “As soon as people can afford it they want to travel by car – a big 4x4 if they can – and in poorer communities there are very few people interested in cycling. I don’t know what the answer is but it’s the holy grail.”     A FixinDiaries cycle ride in Soweto, Johannesburg    Part of the solution might be found in Soweto, where the group of entrepreneurs behind the custom fixie-building business FixinDiaries is working hard to make cycling cool for young, black people, and especially the young, black women who are rarely seen on bikes here. Co-founder Hussain Roos says cycling was seen either as an elitist sport for whites or as a humble mode of transport for those too poor to afford a car. “After launching the fixie workshop we noticed that many women didn’t have bikes and didn’t participate in our rides,” says Roos. “Our Brunch and Ride is designed exclusively for women. We start off with coffee and juice, then ride around Soweto, with various pit stops. We have lunch and its back to the workshop for music from our local DJs. The atmosphere is vibey but chilled.” Political will Nine hundred miles to the south-east, Cape Town too is hampered by the legacy of apartheid planning: it has the worst congestion in South Africa and 95% of the people who cycle in the city are poor, black men who typically live 20 miles away from their place of work. Early mornings see hundreds of shaven-legged Lycra-clad road cyclists on high-end carbon bikes touring the beautiful coastal roads, but the leisure scene seems disconnected from day-to-day reality. Once a year, 35,000 riders and huge crowds of spectators turn out for the Cape Town Cycle Tour, but few would use a bike to get to work: an estimated 0.5% of trips in the city are made by bicycle.   Related: Johannesburg's Ponte City: 'the tallest and grandest urban slum in the world' – a history of cities in 50 buildings, day 33    Cape Town’s commuter cycling efforts were also boosted by the 2010 World Cup, and the city claims to have 250 miles of bike lanes, although consultant Gail Jennings says only 13 miles are properly segregated. “In Cape Town they tend to build bike lanes where there’s space,” she says, “not where people cycle. If there’s no demand in that location then it’s useless. Cape Town is the most cycle-friendly city in Africa but that’s not saying a lot.” Andrew Wheeldon, director of Bicycle Cities and the Freedom Ride, and former managing director of BEN, the Bicycling Empowerment Network which has distributed more than 15,000 bikes to school children, health workers and others, says both Cape Town and Johannesburg need multi-modal solutions. If someone is making a 40-mile round-trip to work from the Cape Flats or outer Soweto then they need secure bike parking near transport hubs, allowing them to combine cycling with the BRT, and allowing the person running the hub to make a few rand watching over the bikes and making repairs. “Johannesburg started later than Cape Town, but they have some very inspirational people who are pushing all the time,” he says. “Johannesburg has the political will. That’s why I think they are going to shoot ahead.” Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "Can Johannesburg reinvent itself as Africa’s first cycle-friendly megacity?",
  "webPublicationDate": "2016-05-24T09:13:42Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/24/johannesburg-africa-first-cycle-friendly-megacity-bicycles",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Cycling",
      "id": "lifeandstyle/cycling",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "South Africa",
      "id": "world/southafrica",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "City transport",
      "id": "cities/city-transport",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Africa holidays",
      "id": "travel/africa",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "South Africa holidays",
      "id": "travel/southafrica",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Cycling holidays",
      "id": "travel/cyclingholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Green travel",
      "id": "travel/green",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Cities and development",
      "id": "global-development/cities-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Van Mead",
      "id": "profile/nickmead"
    }
  ],
  "guardianId": "cities/2016/may/24/johannesburg-africa-first-cycle-friendly-megacity-bicycles"
}