{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/21/dear-jeremy-work-problems-solved-careers-expert",
  "id": "2016-05-21-181",
  "sectionId": "money",
  "body": "I’m worried a bad job interview is going to count against me in future I am in my 50s, work in a niche market overseas and am looking for a new job in the same field. I recently had an interview for an excellent post a long way from home. I was very well qualified for the position, have all the necessary experience and did well in the assessments. Unfortunately, the logistics of taking the job, coupled with insufficient preparation, flummoxed me on the day and I totally lost confidence and performed very poorly in the interview itself. I feel I let myself down and that I possibly showed a lack of respect in performing so badly. My real worry now, looking back on the whole sorry experience, is that it could be held against me in future. As I say, I work in a niche market which is quite a close-knit working community.  Could I credibly apply for a post at the same institution again? Is it just a matter of live and learn and put it down to experience and try again? In short, how should I handle it? Jeremy says I wish I knew why and how “the logistics of taking the job” managed to flummox you so badly. But I assume that this was uncharacteristic behaviour on your part and that you don’t easily fall apart when under slight stress. That being so, I think you’re overreacting to this setback. I very much doubt if news of your unfortunate interview has spread throughout this community, however close-knit it may be. Indeed, I believe you’d even be wrong to write off your chances of getting a job with this same organisation. The positives still stand: you’re well qualified for the job, you’ve got the relevant experience, and you did well in the assessments. To a potential employer, these should be more important considerations than your performance in a single interview. Employing great thoughtfulness, I think you should write a letter (not an email) addressed to the most senior person who interviewed you. Say that your brief exposure to the organisation greatly increased both your admiration for it and your serious interest in working with it, so your mortification at having made such a poor showing at the interview is all the more frustrating and is still bothering you. Since in every other respect you believe you’ve shown yourself to be a potentially valuable member of the company, you wonder if they might make an exception to their usual recruitment practice and grant you a second interview. You might want to add some explanation for your poor showing at the interview but my instinct is that you’d be better advised to leave it open. If the impressions you made prior to the interview were as positive as you hope and believe, I think you’ve got a realistic chance of receiving a second opportunity to reveal your real and more collected self. Readers say  • You won’t know if it’s an issue unless you apply again. Chalk it up as a learning experience, identifying what needs improvement for next time. The worst thing you can do is approach new interviews with a negative mindset as it could affect your performance. If anything, use it as motivation that you want to prove yourself and show the interviewers what you’re really like. FatherChewyLouie • The important thing is that you’ve identified why the interview went badly – particularly the poor preparation. Addressing the causes of a poor result is the best way to approach future interviews with confidence. Go into the next interview with better prep and the objective of being the most impressive candidate they will encounter. starterforten • You’ve identified why you didn’t do well, and will need to address these things next time around, but there’s no good reason not to apply again – if you’re capable at your job I’m sure they’ll want to hear from you. VSLVSL How can I manage a forceful colleague who is undermining my authority? I manage someone who is a real game player. I very definitely am not. I’m pretty sure she is manipulating me, using my niceness and lack of guile against me: my manager has warned me that she is doing this. She is a strong and forceful person, with definite ideas of how everything should be done, and a bit of a ruthless streak. I don’t want to stoop to her level. I’m not cut out to play her at her own game – it’s not in my nature – but I’d like her to know that I do see through her. How can I make sure she doesn’t undermine me or make me look stupid to others, and manage her effectively? Jeremy says You describe a familiar set of characteristics. People like this can be fiendishly difficult to manage, and you are absolutely right in your determination not to attempt to play her at her own game. You couldn’t possibly win and would only end up looking foolish. But I’m not so sure that you’re right in wanting her to know you see through her. I believe the only way to deal with such complicated and manipulative characters is to treat them as you would treat everyone else. Ignore her games and attempts to get under your skin. Don’t respond in any way when she goads you or teases you, other than to be immovably, unshakeably, boringly placid. It won’t be easy to start with, but once you get the hang of it, it will become almost second nature. Her initial reaction is likely to be to become even more provocative – and this will test you still further. You mustn’t give the slightest indication that she’s getting to you. The kicks she gets from her behaviour depend on an appreciative audience enjoying the sight of her running rings round someone who’s meant to be in authority over her. By remaining utterly unmoved, you’ll deny her audience such enjoyment and so, in turn, her own satisfaction. Sooner rather than later, she’ll realise that her audience is beginning to enjoy the spectacle of you remaining totally impervious to her gibes, and the increasing frustration she’ll in some way exhibit. When that happens, you’ll have won. But you mustn’t, by even the smallest of reactions, show that you’ve noticed. Readers say  • You need to realise that unless you are willing to be more assertive you will forever have problems as a manager. It is very simple, use sentences like: “That is not appropriate”; “That is not part of your role”; “If you are not happy with how I do X then we will have a meeting to discuss it”. Make sure you let slip that upper managers have noticed her behaviour. If she tries to challenge you, say: “OK, we will discuss your work performance in a meeting,” and if she continues, say: “OK, this is more of a company issue, let’s have a meeting with higher managers involved, too, and that way we can address your concerns”. You could take it further and say: “Upper manager/management policy is … ”. caramel10 • Language is often a useful tool. Even a simple “thank you for your opinion” is often enough, because you have obviously demonstrated respect. Also: “Well, of course, speaking as the manager here ...” and such. oommph • Give clear reasons why you’re making certain decisions, but try to come to a mutual agreement – one of the reasons she may be going off-piste is because she feels disengaged and she may actually have some valid opinions. It might be worth reminding her about courtesy and respect at work. lace675468 Do you need advice on a work issue? For Jeremy’s and readers’ help, send a brief email to dear.jeremy@theguardian.com. Please note that he is unable to answer questions of a legal nature or to reply personally.",
  "webTitle": "Dear Jeremy – your work problems solved",
  "webPublicationDate": "2016-05-21T06:00:05Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/21/dear-jeremy-work-problems-solved-careers-expert",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Jeremy Bullmore",
      "id": "profile/jeremybullmore"
    }
  ],
  "guardianId": "money/2016/may/21/dear-jeremy-work-problems-solved-careers-expert"
}