{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/30/duncan-jones-warcraft-the-beginning-moon-david-bowie-source-code",
  "id": "2016-05-30-161",
  "sectionId": "film",
  "body": "You’ll believe an orc can cry. There are many difficult things Duncan Jones’s new $100m movie is trying to pull off – from launching a fresh Hollywood franchise to making that rarest of things, a half-decent computer game movie – but getting an audience of both kids and adults to empathise with massive green monsters is up there. Massive green monsters with tartar-covered tusks and computer-generated nasal hair to boot.   Related: Duncan Jones: 'Warcraft will right the wrongs of game movies'    Such is the world of Warcraft. A war between orcs and humans on the world of Azeroth, complete with enormous battle scenes, feathered griffins and lots of magical incantation, is the cinematic manifestation of a gaming phenomenon. Over the course of its 22-year life, Warcraft has gone from role-playing strategy game to an online world that, at the end of 2015, had 5.5 million active subscribers (down from a high of 12 million in 2010).  Gamers don’t so much play World Of Warcraft as live there, building characters and leading them to combat, be they humans or orcs or dwarves or a panda in a bamboo hat (they’re called Pandaren). It’s not a surprise that Hollywood eventually stuck its nose in. A Warcraft project has been stuck in development for years, however, as creating a film that can win over both ardent fans and casual cinemagoers is difficult. Bringing these audiences together also happens to be the holy grail in 21st-century Hollywood.            “If you get it wrong, people are going to be very upset,” says Jones when we meet. “The thing you have to remember with Warcraft, probably more than with any other computer game, ever, is that people spend more time in this place than in the places they live. It actually is like their home town. So if you get that wrong it’s a bit like the people in Notting Hill, who are still recovering from the Notting Hill movie.”   Related: Do you have to be a gamer to 'get' the first trailer for Duncan Jones' Warcraft?    The cheery, scruffy Jones is talking in a lot crammed full of Warcraft props and paraphernalia within Los Angeles’s Universal Studios. Once known as Zowie Bowie, he is David’s only son, and calls California home. The 44-year-old made his name with two small but highly imaginative sci-fi films: Moon and Source Code. In Moon, Sam Rockwell’s astronaut tries to escape from a deserted lunar base. In Source Code, Jake Gyllenhaal has to live the same eight minutes again and again until he can find a bomber loose on a train. With these films Jones proved his ability to create genre pieces with emotional resonance. On Warcraft he has to do that again, and make it big. “How can I make a fantasy film with engaging characters, with a storyline that really brings you along, but at the same time there’s an entirely different film there if you’re watching as a fan?” is how Jones describes the challenge. “Even though all my films so far have been quite genre – I say all my films, my three films – I want to try and put in as much humanity and truth, things that everyone experiences, as possible.”     Travis Fimmel and Paula Patton in Warcraft: The Beginning.     Related: Warcraft: The Beginning review – end already nigh for gaming franchise    The key to unlocking the challenge, Jones decided, was in making fantasy creatures that were empathetic. One of the key features in World Of Warcraft is that you can play as whatever kind of creature you like, making a hero of an orc or a human. In early versions of the film’s story, however, orcs were simply the enemy. Jones rewrote the script – or, in his words, gave it an aggressive polish – to make the orcs as heroic as the humans. The orc chieftain, Durotan, for example, became a new father who wanted to preserve the traditions of his race even as their homeland dies around them. Conceiving of such a character only presented Jones with another test, a technical one. How do you make these characters convincing on screen? He decided that, as much as possible, he wanted to film in live action. He built huge sets, including a castle, a woodland glade and a battlefield with its own hillock. Rather than creating CG characters he cast human actors, and rather than covering them in prosthetics that would limit their expressiveness, he dressed them in motion-capture suits, digitally capturing their every movement then mapping them on to an animated avatar. Increasingly, films such as Warcraft are changing the role of the director. When shooting, not only are they working with their cast, they’re consulting a second screen, watching rudimentary versions of the actors’ digital characters playing the same action. And once filming is complete, the director shifts from working with actors to animators and visual effects specialists.     Robert Kazinsky in Warcraft: The Beginning. Photograph: Allstar     Related: Games and gaming trends coming our way in 2016    “Every film goes through various revisions,” says Jones, “Whether it’s the original writing, the shooting or the editing. [In Warcraft] there were just extra steps along the way. There was the interpretation of what this world was going to look like when we made it a reality. Then there were the visual effects. As they started to be delivered, you would see things that worked and things that didn’t, as well as opportunities to improve things. It really does become a whole new creative process.” Jones’s Warcraft applies that process and, largely, meets the challenge. The orcs are relatable and funny and, most of all, colourfully violent. By comparison the humans are a bit bloodless but the film succeeds on its own terms of bringing back the family fantasy movie (more than anything else, it reminded me of the 80s classic Clash Of The Titans). Whether the online horde of Warcraft aficionados will agree, however, remains to be seen. Jones defines himself as a geek but struggles to identify with the zeal of modern fandom. “I loved Star Wars but I wasn’t rabid about it as some people are. I think we’ve reached a level now where that is culture. I miss there being more of a mix of new ideas.”     Travis Fimmel and Duncan Jones on the set of Warcraft: The Beginning. Photograph: Allstar    I’ve been requested not to ask Jones about his personal life, given the recent passing of his father, but I wondered what he made of Bowie’s remarks, given in a 2000 interview with Jeremy Paxman, in which he described the potential of the internet as exhilarating and terrifying, and “an alien life form”. They seem ever more pertinent in the age of social media and digital fandoms. “I don’t know if my dad would have realised at the time just the noise factor of the internet,” he says. “How much it just drowns everything out, the ability to discover things. I don’t think he, maybe he didn’t … I would have liked to have to talked to him about that actually but ... “I know that he treasured his record collection. I remember him talking about finding things that really excited him. Finding records, finding books, finding movies. Just the ability to be someone that knows about something that few people do and introduce it to a wider audience. That is so immediate now that it means nothing. I think that’s a loss. That’s not a benefit of the internet. I feel that we’ve lost the ability to obsess, to be an otaku, to specialise [in] something, in a way that no one else really knows. It’s too easy to just look something up on Google. Everything just feels cheap and easy. Oh, and go see Warcraft, everybody!” Warcraft: The Beginning is out now",
  "webTitle": "Duncan Jones on Warcraft: 'If you get it wrong, people are going to be upset'",
  "webPublicationDate": "2016-05-30T08:00:28Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/30/duncan-jones-warcraft-the-beginning-moon-david-bowie-source-code",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Duncan Jones",
      "id": "film/duncan-jones",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Warcraft",
      "id": "film/warcraft",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul MacInnes",
      "id": "profile/paulmacinnes"
    }
  ],
  "guardianId": "film/2016/may/30/duncan-jones-warcraft-the-beginning-moon-david-bowie-source-code"
}