{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/will-the-nhs-ever-be-able-to-properly-fund-mental-healthcare",
  "id": "2016-05-18-254",
  "sectionId": "commentisfree",
  "body": "The demand for mental health services is growing. In fact it’s predicted that major depression will be the second leading cause of disability in the world by 2020. However, spending is not rising with demand. In 2012, the London School of Economics and Political Science estimated that just a quarter of people with mental health problems receive any treatment. Since then, an NHS taskforce report has highlighted a range of problems around mental health services in England, including soaring suicide rates. Its findings prompted the government to vow to improve services, and invest in excess of £1bn annually by 2020-21. But is this enough? And will the NHS be able to cope as demand continues to rise? We want to discuss whether the NHS can ever have the capacity to properly fund mental healthcare. Where will this money come from? Should less be spent on physical healthcare to facilitate this change? How can we focus on prevention to militate against this growing crisis? What are the alternatives? What are the consequences of not dealing with this growing issue? Join us today (Wednesday 18 May) between 12pm and 2pm to discuss these questions and more. This debate is open to all of our readers, and we will be joined by Guardian journalists in the thread. Comments will be open at noon today. We hope you can join us and share your thoughts.   What else should we debate on Guardian Opinion? We will hold a discussion every Wednesday lunchtime – tell us what you want to talk about by emailing sarah.marsh@theguardian.com",
  "webTitle": "Live debate: Will the NHS ever be able to properly fund mental healthcare?",
  "webPublicationDate": "2016-05-18T09:56:28Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/will-the-nhs-ever-be-able-to-properly-fund-mental-healthcare",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Depression",
      "id": "society/depression",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/will-the-nhs-ever-be-able-to-properly-fund-mental-healthcare"
}