{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/women-breasts-sexual-feed-babies-mother-breastfeeding",
  "id": "2016-05-16-160",
  "sectionId": "commentisfree",
  "body": "We really are a bunch of awkward stiffs. British society still seems unable to come to terms with basic bodily functions. Last week Darcie Pennington was visiting her grandmother at a Liverpool hospital. Her baby needed a feed, so she sat down and breastfed him. Next thing a nurse was telling her to stop, specifically saying that it was too “sexual” and undignified and that she should sit in a private room. Pennington rightly argued against this but in the end, as so often happens, left the public space she was absolutely entitled to be in. I was 26 when I got pregnant and for various reasons, both health-related and economic, I wanted to breastfeed. Physically, I had no problem doing it. As soon as my daughter was born, the midwife placed her on my belly and she blindly crawled up the brown magic line that a mother’s skin draws from crotch to boobs, and started to drink. Still though, I felt awkward. I wrote in my diary that day: “I feel a bit like a cow. A holy Hindu cow though. The most grateful cow on the planet.” I had just given birth, had a human baby on my human chest sucking human milk from my human nipples and the immediate association my mind made was with a cow. Says a lot.         ‘I often did sat in a toilet cubicle to feed my baby.’ Hollie McNish’s poem on her breastfeeding experiences.    By the time my daughter was six months old, I found myself sitting on the lid of a public toilet in a shopping centre. I’d earlier been in a cafe when she started crying. I left the cafe, walked around the corner and sat in a toilet cubicle to feed her, telling myself I was doing it for me, for my own peace and privacy. The poster on the back of the toilet door was for a local nightclub I liked to go to; a girl about my age in a gold bikini, dancing. I fed my daughter and she dozed off, boob in mouth. I sat on that toilet lid for 45 minutes while she slept, writing a poem on my phone about how much I hated being a mum.  “I’m getting tired of discretion and being politeAs my baby’s first sips are drowned drenched in shiteIn a country of billboards covered in titsI think I should try to get used to this.”   What that nurse asked of the mother last week was illegal: mothers are entitled to feed – bottle or breast or both – anywhere others can eat. But the nurse should not be the focus of our scorn because, like me, she lives in a culture where posters of women posing in bikinis are absolutely normalised, where lingerie ads run across buses (sexy lingerie, not the practical stuff, of course), but where babies sucking on breasts are an invisible phenomenon. Unsurprisingly, as it has absolutely no money-making claims for those marketing advertisements; the reverse in fact.   Related: Breastfeeding is hard, so we should be softer on mothers | Eva Wiseman    For some, the response seems to be to shun this sexualisation of the female mammary; to repeat the biological fact that a woman’s breasts are designed primarily for baby-nurturing. English is one of the few languages that actually has the word “feeding” to describe this process; in German for example, breastfeeding translates to “stillen” with the rightful implication of quenching and feeding as well as calming. I don’t think this desexualisation works. At least, it didn’t for me. For most of my life previous to having a child, the lips I’d had wrapped round my nipples belonged to men; belonged to a sexual side of life, as they likely will after, as well as during, the feeding years. But each inch of our bodies can be sexual; or not. We live in a confused society that sells bikini tops for toddlers; has no education about breastfeeding or the incredible biological transformations of mothers’ bodies in pregnancy and child-rearing on any school curriculum; and censors images of babies on breasts from social media. UK breastfeeding rates are some of the lowest in the world. There are many reasons for this. If a mother, with all the support, opportunity, knowledge and confidence available chooses to feed her child differently, she has every right to and must of course be respected for her decision. It’s when that choice is wrapped up in a culture that makes women feel awkward, embarrassed, unsupported or unable to do this within their normal daily life, where physical constraints such as insufficient milk production or painful feeding are blamed more on a mother’s inability or lack of resolution than a painfully underfunded maternal support system, that we need to rethink our attitudes. It’s really no wonder I felt like a cow. Or that the nurse acted like one.",
  "webTitle": "Women’s breasts can be sexual and feed babies – pretty basic really | Hollie McNish",
  "webPublicationDate": "2016-05-16T14:08:40Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/women-breasts-sexual-feed-babies-mother-breastfeeding",
  "keyword": [
    {
      "webTitle": "Breastfeeding",
      "id": "lifeandstyle/breastfeeding",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Hollie McNish",
      "id": "profile/hollie-mcnish"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/women-breasts-sexual-feed-babies-mother-breastfeeding"
}