{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/brazil-dilma-rousseff-plot-secret-phone-transcript-impeachment",
  "id": "2016-05-23-23",
  "sectionId": "world",
  "body": "The credibility of Brazil’s interim government was rocked on Monday when a senior minister was forced to step aside amid further revelations about the machiavellian plot to impeach president Dilma Rousseff. Just 10 days after taking office, the planning minister, Romero Jucá, announced that he would “go on leave” following the release of a secretly taped telephone conversation in which he said Rousseff needed to be removed to quash a vast corruption investigation that implicated him and other members of the country’s political elite. It is unlikely to be the last blow for the interim president, Michel Temer, whose centre-right cabinet includes seven ministers implicated by the Lava Jato (Car Wash) investigation into kickbacks and money laundering at the state-run oil company Petrobras.   Related: Brazil turns right as old elite wastes no time erasing Workers' party influence    Temer took power earlier this month after the senate initiated an impeachment trial of Rousseff, who is suspended for up to six months pending the upper house’s verdict on allegations that she manipulated government accounts before the last election.  Supporters of the Workers’ party leader say the charges are a pretext for a “coup”. Temer’s allies counter that the impeachment was constitutional and necessary to address political paralysis and the worst recession in decades. But the dubious motives and machiavellian nature of the plot to remove Rousseff are apparent in the transcript of a phone conversation between Jucá – a powerful ally of Temer’s in the Brazilian Democratic Movement party (PMDB) – and Sérgio Machado, a former senator who until recently was the president of another state oil company, Transpetro. After discussing how they are both targeted by Lava Jato prosecutors, Jucá says the way out is political: “We have to stop this shit,” he says of the investigation. “We have to change the government to be able to stop this bleeding.”  Machado concurs: “The easiest solution would be to put in Michel [Temer].” The conversation took place just weeks before the lower house voted to impeach Rousseff, according to the Folha de São Paulo newspaper, which published the transcript.  At one point, Jucá appears to mock the Lava Jato investigators for their high-mindedness and determination to tackle all corrupt senators and congressmen. “[They want to] put an end to this political class so [a new one] can rise, to build a new breed [that will be] pure.”  He then says the “penny has dropped” on this threat not just for him, but for the leaders of the Social Democratic party, such as former presidential candidate Aécio Neves, Senator Aloysio Neves, José Serra and Tasso Jereissati – all of whom are now either in the cabinet of the interim government or key supporters of the coalition. Later in the conversation, Juca says he talked about his plans to supreme court justices, who told him the “shit” (referring to the corruption investigation and its media coverage) would never stop as long as Rousseff remained in power. He also said he received “guarantees” from military commanders that they could prevent disturbances from radical leftwing groups such as the Landless Workers Movement. Jucá – who took the influential post of planning minister in the interim government – admitted on Monday that the conversation had taken place, but he said his words were taken out of context. He argued that he was referring to economic losses when he talked about “the bleeding”. His lawyer, Almeida Castro, reiterated this: “At no time was Jucá speaking against Lava Jato or seeking to interfere with the operation.”  But Machado, who was the source of the recording, is already reportedly negotiating a plea bargain with prosecutors. According to reports in local media, Jucá has said he will stay on leave until prosecutors decide whether he has committed any crime.           Dilma Rousseff: the impeached Brazilian president    During the Lava Jato investigation, Jucá was named in a plea bargain by former senator Delcídio Amaral as a beneficiary in a 30m reais (£5.7m) kickback scheme from inflated contracts for the Belo Monte hydroelectric dam in the Amazon. He has denied the charges, which are being considered by the supreme court. The Workers’ party has also been deeply implicated in this and other wrongdoing, though Rousseff – who has not been charged with any crimes – allowed the Lava Jato investigation to continue while she was in charge. Temer has insisted that he too would not interfere. But many fear his new justice minister, Alexandre de Moraes, will reduce the scope of federal police activities. Moraes has previously been a defence lawyer for Eduardo Cunha, the suspended lower house speaker who is a chief target of Lava Jato investigators.  In an interview with the Guardian last month, Jucá denied that he, Cunha, Temer and other members of the PMDB were planning to rein back the Lava Jato investigation for the sake of stability.  “On the contrary, I think it’s necessary to accelerate Lava Jato,” he said. “You need to separate the wheat from the chaff, separate the guilty from the innocent. Political stability will be created by the innocent and by the credibility of politics for society. Today, credibility is low and the level of representability of politicians and parties is very low. We have to recover politics, which is an instrument to diminish conflicts and set a direction for the country.”  But the interim administration he helped to create has shown little sign of reducing tension or restoring credibility. The all-male, all-white cabinet has been heavily criticised as unrepresentative of the country, its austerity policies are unpopular and its leader has already backed down on removing the ministerial status of the culture ministry in the face of protests by leading artists, musicians and film-makers.",
  "webTitle": "Brazil minister ousted after secret tape reveals plot to topple President Rousseff",
  "webPublicationDate": "2016-05-23T21:08:19Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/brazil-dilma-rousseff-plot-secret-phone-transcript-impeachment",
  "keyword": [
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Watts",
      "id": "profile/jonathanwatts"
    }
  ],
  "guardianId": "world/2016/may/23/brazil-dilma-rousseff-plot-secret-phone-transcript-impeachment"
}