{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/robots-future-work-humans-jobs-leisure",
  "id": "2016-05-24-298",
  "sectionId": "commentisfree",
  "body": "Robin Hanson thinks the robot takeover, when it comes, will be in the form of emulations. In his new book, The Age of Em, the economist explains: you take the best and brightest 200 human beings on the planet, you scan their brains and you get robots that to all intents and purposes are indivisible from the humans on which they are based, except a thousand times faster and better.   Related: The Guardian view on artificial intelligence: look out, it’s ahead of you | Editorial    For some reason, conversationally, Hanson repeatedly calls these 200 human prototypes “the billionaires”, even though having a billion in any currency would be strong evidence against your being the brightest, since you have no sense of how much is enough. But that’s just a natural difference of opinion between an economist and a mediocre person who is now afraid of the future. These Ems, being superior at everything and having no material needs that couldn’t be satisfied virtually, will undercut humans in the labour market, and render us totally unnecessary. We will all effectively be retired. Whether or not we are put out to a pleasant pasture or brutally exterminated will depend upon how we behave towards the Ems at their incipience. When Hanson presents his forecast in public, one question always comes up: what’s to stop the Ems killing us off? “Well, why don’t we exterminate retirees at the moment?” he asks, rhetorically, before answering: some combination of gratitude, empathy and affection between individuals, which the Ems, being modelled on us precisely, will share (unless we use real billionaires for the model). Opinion on the precise shape of the robot future remains divided: the historian Yuval Noah Harari argues, in Homo Deus: A Brief History of Tomorrow, that artificial intelligence robots will be the first to achieve world domination. This future is bleaker than Hanson’s – lacking empathy, those robots wouldn’t have a sentimental affection for us as their progenitors – but essentially the same. Harari predicts the rise of the useless class: humans who don’t know what to study because they have no idea what skills will be needed by the time they finish, who can’t work because there’s always a cheaper and better robot, and spend their time taking drugs and staring at screens. These intricacies, AI versus Ems, AI versus IA (intelligence amplification, where humans aren’t superseded by our technological advances but enhanced by them) fascinate futurologists. Hanson argues that AI is moving too slowly, while only three technologies need coincide to make an Em possible: faster and cheaper computers, which the world has in hand; brain scanning, which is being worked on by a much smaller but active biological community; and the modelling of the human mind, “which is harder to predict”.   Related: AI will create 'useless class' of human, predicts bestselling historian    But all the predictions lead to the same place: the obsolescence of human labour. Even if a robot takeover is some way away, this idea has already become pressing in specific sectors. Driverless cars are forecast to make up 75% of all traffic by 2040, raising the spectre not just of leagues of unemployed drivers, but also of the transformation of all the infrastructure around the job, from training to petrol stations. There is always a voice in the debate saying, we don’t have to surrender to our own innovation: we don’t have to automate everything just because we can. Yet history teaches us that we will, and teaches us, furthermore, that resisting invention is its own kind of failure. Fundamentally, if the big idea of a progressive future is to cling on to work for the avoidance of worklessness, we could dream up jobs that were bolder and much more fulfilling than driving. There are two big threats posed by an automated future. The first – that we will irritate the robots and they will dominate and swiftly obliterate us – is for Hollywood to worry about. There is not much apparatus we can build in advance to make ourselves less annoying. There will undoubtedly be those who believe our obliteration is so inevitable that every other anxiety is a sideshow. If you can hold your nerve against that, the critical question becomes: in a world without work, how do we distribute resources? It is a question articulated precisely by Stephen Hawking last year, when he noted: “Everyone can enjoy a life of luxurious leisure if the machine-produced wealth is shared, or most people can end up miserably poor if the machine owners successfully lobby against wealth redistribution.”     ‘Driverless cars are forecast to make up 75% of all traffic by 2040.’ A driverless car in Nevada. Photograph: KeystoneUSA-Zum/Rex Shutterstock    Like so many things, from debt cancellation to climate change, the reality of the situation is easily understood by scientists, academics, philosophers from the left and right, activists from within and without the establishment; and the only people who staunchly resist it are the self-styled political “realists”. The question of how to distribute wealth in the future curves back round to meet a conundrum raised by the past: how do we remake the social safety net so that it embodies solidarity, generosity and trust, rather than the welfare state of the present, rickety with the woodworm of mutual suspicion. The idea of a universal basic income is generally framed as a way to “shift from the Beveridge principle of national insurance based on contributions and the sharing of risk, to a system of income as of right” (as described in a Compass paper by Howard Reed and Stewart Lansley). In its simplest iteration, all citizens receive the same income. There is work to be done on the numbers – whether this income needs to be supplemented for housing, in what form it has its most progressive effect, whether and how it is taxed back in the higher deciles, how it can be affordable at the same time as genuinely livable. There is also work to be done on the surrounding incentives, whether a basic income would capsize the work ethic and leave the world understaffed while we await the robot takeover (a pilot scheme in Canada concluded the only groups who worked less with an income were mothers of young babies and teenagers still in education; other pilots are under way in Kenya and across Europe). Enter the future, with its possibility that many vocations will be unnecessary, and we face more existential questions: how do we find meaning without work? How do we find fellowship without status? How do we fill leisure intelligently? These mysteries possessed Bertrand Russell and John Maynard Keynes, then fell out of currency as we realised we could consume our way out of futility, and ignite our urge to earn by spending it before it arrived. Even absenting the constraints of the globe, that plan has failed. Consumption may have lent necessity to work, but it didn’t confer meaning upon it. And perhaps the most profound accommodation we have to make with the future isn’t whether or not we are capable of sharing, but where we will find our impetus. “Can you just write,” Hanson asked at the end of our conversation, “that even though I’m talking about dire and dramatic things, I’m a friendly guy who smiles a lot?” I’m not sure how much this helps. Some of his predictions are only bearable if you assume that you’ll have died before they come to pass. Hanson doesn’t insist that his is the only possible outcome. Rather, “you should expect that, whatever change is going to happen, it’s going to happen pretty fast. Like, five years from nothing different that you’d notice to a completely different world. What I want is to have people understand how urgent it is, when this thing shows up, to have made a plan.”     ‘Pepper’ at Softbank headquarters in Tokyo, Japan. Photograph: Aflo/Barcroft Images",
  "webTitle": "If robots are the future of work, where do humans fit in? | Zoe Williams",
  "webPublicationDate": "2016-05-24T06:00:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/robots-future-work-humans-jobs-leisure",
  "keyword": [
    {
      "webTitle": "Artificial intelligence (AI)",
      "id": "technology/artificialintelligenceai",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Consciousness",
      "id": "science/consciousness",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Robots",
      "id": "technology/robots",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Computing",
      "id": "technology/computing",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Williams",
      "id": "profile/zoewilliams"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/robots-future-work-humans-jobs-leisure"
}