{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/03/south-yorkshire-police-run-north-yorkshire-chief-hillsborough",
  "id": "2016-05-03-193",
  "sectionId": "uk-news",
  "body": "The chief constable of North Yorkshire, Dave Jones, is to run the troubled South Yorkshire force on a temporary basis, it has been announced. South Yorkshire’s police and crime commissioner, Alan Billings, suspended the force’s own chief constable, David Crompton, after the outcome of the Hillsborough inquests last week.     Dave Jones.    Crompton reiterated an apology for the disaster hours after the inquests ended and said he accepted the jury’s findings that 96 football fans were unlawfully killed during the 1989 match. But he was criticised by the victims’ families for the stance taken by lawyers representing the police during the two years of hearings. Initially, Billings appointed South Yorkshire’s deputy chief constable, Dawn Copley, but she stepped down within a day after it emerged that she had previously declared that she was being investigated over her conduct with her previous force, Greater Manchester police (GMP). Jones assumed command of the force after a joint agreement between Billings and the police and crime commissioner for North Yorkshire, Julia Mulligan. Jones took up the interim post from noon on Tuesday. It was also revealed that Copley would continue to serve in the force’s “leadership team” acting as deputy chief constable. Others making up the team included assistant chief constable Rachel Barber and acting assistant chief constable Jason Harwin.  Another assistant chief constable, Ken McIntosh, will also be seconded from North Yorkshire police. The search is now on to find a permanent chief constable for the force and the job will be advertised in the coming weeks, with a view to making an appointment over the summer. Jones has led the North Yorkshire force since June 2013, and his previous roles included serving in Northern Ireland, where he was assistant chief constable. He is currently the national lead for citizenship in policing and the special constabulary and his North Yorkshire force borders the troubled South Yorkshire force. Some of his experience may help with the challenges faced by the South Yorkshire force. While at the Police Service of Northern Ireland he had responsibility for investigations into the Troubles. Billings said he was hoping that Jones would help to restore “trust and confidence” in the force.  He added: “The last week has been very turbulent for South Yorkshire police and I am well aware of the anguish felt by the communities of South Yorkshire and police officers and police staff at the present time. I will be working closely with the force to establish stability as soon as possible. “I want to give reassurance to all and make it clear that I have been working very hard alongside members of my office and colleagues in the Home Office, the College of Policing and HMIC [Her Majesty’s Inspectorate of Constabulary] to resolve these issues as a matter of urgency. Mulligan, North Yorkshire’s PCC, described Jones as an outstanding chief constable, who had a proven track record of being an effective leader. Meanwhile, Jones said he was aware of the scale of the task to rebuild public confidence in the force. He said: “There is no question that this is a very difficult period, both for South Yorkshire police as an organisation, and for the communities it serves locally and further afield. “First and foremost, I will engage with those communities both inside and outside of South Yorkshire who have been let down by the police service. I want to understand how their confidence in policing has been affected, and work with them to build it back up and restore pride back into the police service. “I am not underestimating the scale of the work ahead, but part of the reason why I have taken on this interim role is that I believe that policing as a whole has a duty to help the service in South Yorkshire to move forward. “It is vitally important and it is the bedrock of British policing that we have the trust and confidence of the public and if anything puts that at risk the whole of the police service needs to respond accordingly.” Crompton was suspended six months before he was due to retire as chief constable of the force, which had been heavily criticised by the families of the victims of Britain’s worst stadium disaster, for going back on a previous apology he had issued in 2012.",
  "webTitle": "South Yorkshire police to be run by chief of neighbouring force",
  "webPublicationDate": "2016-05-03T12:16:51Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/03/south-yorkshire-police-run-north-yorkshire-chief-hillsborough",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Yorkshire",
      "id": "uk-news/yorkshire",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nazia Parveen",
      "id": "profile/nazia-parveen"
    }
  ],
  "guardianId": "uk-news/2016/may/03/south-yorkshire-police-run-north-yorkshire-chief-hillsborough"
}