{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/23/katie-price-sex-toy-itv-loose-women-complaints-harvey",
  "id": "2016-05-23-228",
  "sectionId": "media",
  "body": "ITV’s Loose Women has it been told it will not face an investigation over Katie Price’s explicit comments about sex toys, days after her son Harvey swore live on the morning show. Earlier this month, Price appeared as a panellist on an edition of Loose Women discussing a blog posted on Gwyneth Paltrow’s lifestyle website Goop. The blog advised women to invest in sex toys to rev up their sex lives.   Related: Katie Price in therapy review – she gave nothing away but a few tears of her won choosing    Price appeared as a panellist on Loose Women alongside Janet Street Porter, Colleen Nolan and Ruth Langsford. The glamour model turned author and TV personality made a number of explicit comments, including owning a “crystal butt plug” and the use of vegetables. Nolan pretended to march her off the show after her comments grew more outrageous, but she was later allowed back on air.          Katie Price on ITV’s Loose Women    Ofcom received 13 complaints from members of the public offended by the 37-year-old’s comments on morning TV. Broadcaster ITV received three complaints about the show. The regulator assessed the complaints but decided a full investigation into whether there had been a breach of the broadcasting code was not warranted as Price’s comments were “light-hearted”. “We considered this light-hearted and generally inexplicit conversation was broadly in keeping with the expectations of the likely audience,” said an Ofcom spokesman.  “We assessed a handful of complaints the sexual nature of a discussion led by panellist Katie Price, but won’t be taking the matter forward for investigation.” Ofcom is still considering complaints about Price’s disabled son Harvey swearing live on Loose Women last Tuesday.  The 13-year-old appeared on the show as part of a discussion on online bullying when he was asked “If someone says something horrible to Harvey what do you say?” He then used the C-word.  Another panellist, Andrea McLean, immediately said: “We apologise for that. But this is one of the reasons that we wanted to do this live.” Price said producers had considered filming the interview in advance, but she added: “I want people to see what he’s like, not manufacture and edit what he’s like.” Explaining why she had brought him on Loose Women, she said: “I’ve come to the show obviously about the trolling, a few months ago I came on because the most disgusting things were said about Harvey, some of which I wouldn’t be able to say on air. “It was important to bring Harvey on air because people can see what he’s like, how vulnerable he is.” Viewers quickly posted messages of support on Twitter.     @MissKatiePrice I know he just swore on TV, by mistake, but probably the best response he could say to trolls!! Well done Harvey! 💪💪👊👍— Louise Charles (@Louisecharles) May 17, 2016      lol I think Harvey's Response was right with what he said on loose women to the people who troll him #loosewomen— jem ♔ (@calliescutie) May 17, 2016    Piers Morgan, who was a guest on Wednesday’s Loose Women, said: “There are probably some idiots at home already firing away on their keyboards after hearing him swear because they think it’s funny.  “But I don’t think it is funny to mock Harvey. He’s got great courage, a great sense of humour and his mum does an incredible job of looking after him.” ITV received one direct complaint about the show.",
  "webTitle": "Katie Price’s sex toy talk on ITV’s Loose Women gets all-clear",
  "webPublicationDate": "2016-05-23T10:27:01Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/23/katie-price-sex-toy-itv-loose-women-complaints-harvey",
  "keyword": [
    {
      "webTitle": "Ofcom",
      "id": "media/ofcom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Katie Price",
      "id": "media/katieprice",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/23/katie-price-sex-toy-itv-loose-women-complaints-harvey"
}