{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/27/blues-eyes-finale-recap-goodbye-gustav-the-meek-terrorist",
  "id": "2016-05-27-20",
  "sectionId": "tv-and-radio",
  "body": "The title of the final episode of Blue Eyes – “A Sunday in September” – let us know what we were in for. After all the pre-election violence, this was going to be elegiac, wistful, downbeat. Apart from the murder of justice minister Gunnar’s bodyguards, that is. To be honest, most of the time I didn’t have a clue what was going on as loose ends in the grand political conspiracy were tied up. It didn’t help that I had entirely forgotten Veronika Strömstedt (a key player in the conspiracy). A high-up in the governing Coalition party, clearly; a close chum of Indal boss Erik Hilte; and someone up to her neck in the murders of those who got too close to unravelling the mysterious deal the politicians and big business were stitching up over uranium mining in Uddevalla. Precisely who had carried out the murders of Annika, Sarah and Rebekah was unclear – to me at least. The point seemed to be that all the politicians were as bad as each other, all jockeying for position, all in hock to big corporations, all wholly lacking in moral scruples. The election proved inconclusive, and minutes after the exit poll was announced the Coalition party and the Security party were locked in talks to form a government. Each knew the other side was implicated in the rum goings-on in Uddevalla, but both were prepared to turn a blind eye in the interests of mutual self-aggrandisement. Even Gunnar, who looked like he might play the hero, in the end made an unsuccessful bid to lead the new government. As for Elin, having initially walked out on him for failing to take the incriminating documents to the press, by the end she was sharing a late-night whisky and parroting the dubious philosophy that “It’s better to be on the inside even if you hate what’s going on. Then you have a chance to make things right.” Yet perhaps, as she sipped that whisky, there was a glint in her eyes that suggested there would eventually be a reckoning. The denouements of the other strands were also downbeat. I was expecting a grand shoot-out, but terrorist leader Gustav gave himself up meekly. He could have escaped Sweden, courtesy of a makeover (no beard, natty new haircut) and a false passport from a well-wisher. But he turned back at the airport and went to see his grandfather, who had gone to the police to identify him.     But granddad, the country has gone to the dogs … Photograph: Global Series/Channel 4    They went for a coffee in a café, where granddad calmly rebutted Gustav’s claims that the country had gone to the dogs. “What we have now we fought for,” said the calm, clear-eyed old man. Before the conversation, Gustav had told the police where he was – left to their own devices, they seemed incapable of catching anyone – and, once they had surrounded the café, Gustav walked out with his hands raised. “Don’t visit me in prison,” he told his grandfather. “They are going to try to smear me. I’m already a step ahead. Every time I’m on the front page I get five new recruits. Every time they tell a lie about me, 10 new individuals are waking up. This is not over. Just the next step. Phase two.” All very Anders Breivik; the delusions of a clever fool. Even the supporter who supplied his false passport said Gustav had a “messiah complex”. The resolution, if it can be called that, of the Sofia-Simon story was strange and unsatisfying. Elin turned up at their old family home and found another key document explaining why Annika, who bravely opposed uranium mining in Uddevalla even if it meant damaging the party she supported, was murdered. (The police, naturally, had failed to examine Annika’s printer.) Sofia wanted to stop Elin taking the document; Simon barred his sister’s path; she produced the gun of which she has grown so fond. But of course she couldn’t shoot him. Their bond was closer than that of any lovers. So close, so intense, in fact, that Sofia decides she must leave. The relationship they once had can never be restored. The innocence and ease of childhood have been erased. I suggested previously that Sofia, having murdered a kidnap victim and participated in the attack on the Swedish Stock Exchange, could not be allowed to escape scot-free. She does manage to evade justice – the useless police seemed to have forgotten to count the number of gang members involved in the attack and were satisfied with catching Gustav – but in the end has to make a greater sacrifice than her liberty.     Their bond was closer than that of any lovers … Simon and Sofia. Photograph: Global Series/Channel 4    When she arrives back home, she greets her son Love. “Little man, I missed you so much.” The little man, sensing that everything has changed, turns his back on her and clings to Simon. Sofia wants to return to the life they once had, but recognises it is impossible. After a midnight conversation at their mother’s grave, she tells Simon she is leaving, destination unknown but defiant to the end. She was far from the obedient young woman portrayed by Mattias. She was just looking for love. But her final act is to surrender her son, Love, to Simon’s uncomplicated, unconditional care. In the end, Blue Eyes amounted to less than the sum of its parts. The canvas was so huge that characters kept coming in and out of focus. Olle, splendidly acted by the hangdog Kjell Wilhelmsen, was terrific, but in the last few episodes, as his party marginalised him, he had little to do. We last see him leaving the Security party HQ with his possessions in a cardboard box, the pain written on his jowly face. Mattias, played by Adam Lundgren, was the most riveting character, and the flatness of the final episode owed much to the fact that Sofia had already despatched him. I also liked the PM’s slimy special adviser Ludwig (Daniel Larsson), and was sorry he wasn’t given more to do. Sofia (Karin Franz Körlof) was terrific, too, managing to combine belligerence with vulnerability. The series had huge ambition, and as the recent neo-Nazi rally in Sweden shows, was on the money in terms of topicality. The right is on the march in Europe, even in this former bastion of social democracy. Sometimes its ambition overreached itself: the plot too convoluted, the characters too numerous (all those bearded men and blonde women with chiselled features), the events too unlikely, but even the failures were usually interesting. I craved certainties and neat resolutions, but accept that politics – and indeed life – are rarely like that.",
  "webTitle": "Blues Eyes finale recap – goodbye Gustav the meek terrorist",
  "webPublicationDate": "2016-05-27T21:10:15Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/27/blues-eyes-finale-recap-goodbye-gustav-the-meek-terrorist",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Moss",
      "id": "profile/stephenmoss"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/27/blues-eyes-finale-recap-goodbye-gustav-the-meek-terrorist"
}