{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/14/country-diary-land-sea-otter-mark",
  "id": "2016-05-14-202",
  "sectionId": "environment",
  "body": "It’s the patch of colour, a green much brighter than that of the sheep-nibbled turf covering the rest of the slope, that first suggests there might be something worth investigating. A little lower down from where we were wandering along, it’s just a few feet above where the carpet of grass meets the rocks that dip down to the sea. We don’t have to get much nearer to confirm our suspicions that this is an otter spraint site.  But what a site! Far and away the largest I’ve ever seen, it has obviously been in use a long time. On seven or eight flat-topped hummocks that look like the remains of collapsed rabbit burrows is a pile, or the remains of a pile, of otter leavings.  The vivid green we’d noticed marks where the soil, enriched over time by nitrogen washed from these deposits, encourages a different growth of vegetation, in this case some sort of algae.    Related: The ever-changing beach    Despite the amount of both recent and older matter present there is no offensive odour. Although almost all agree that it is not unpleasant, humans seem to have trouble knowing quite how to categorise the characteristic scent of the tarry black droppings that indicate fresh spraint.  It has been variously described as “sweetly musky”, “fresh fish crossed with lavender” “similar to new-mown hay” and even like jasmine tea! However, to another otter it carries a wealth of information about the individual who left it and also acts as a territorial marker.  As spraint ages it becomes grey and crumbly, eventually disappearing, until only the prey remains are left. A quick poke around the fragile debris reveals no real surprises. A scatter of small yet sharp fish bones, some almost transparently thin; the pointed end of a crab’s pincer now bleached white; and fragments of equally colourless sea urchin test (or exoskeleton).  The thought of that lot passing through the digestive system is enough to make one wince. But nature has a solution to the potential problem, for otters secrete a jelly-like substance that lines the gut and protects it from injury.  Follow Country Diary on Twitter: @gdncountrydiary",
  "webTitle": "Where land meets sea, an otter has left its mark",
  "webPublicationDate": "2016-05-14T04:30:27Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/14/country-diary-land-sea-otter-mark",
  "keyword": [
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coastlines",
      "id": "environment/coastlines",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Christine Smith",
      "id": "profile/christine-smith"
    }
  ],
  "guardianId": "environment/2016/may/14/country-diary-land-sea-otter-mark"
}