{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/benitez-allardyce-newcastle-sunderland-managers-relegation-threat",
  "id": "2016-05-06-17",
  "sectionId": "football",
  "body": "A ribbon was cut and glasses were clinked at last week’s grand opening of a Hilton hotel built alongside the Stadium of Light. As the evening sun dropped lower in the sky and the precincts of Sunderland’s imposing home were cast in giant shadows, suited and booted club officials sporting uniform red-and-white ties headed for the launch party. Dressed down in an open-neck blue shirt, Sam Allardyce cut a relaxed figure, with this laidback demeanour achieved partly thanks to the 61-year-old’s regular practice of transcendental meditation.   Related: Mitrovic rescues point for Newcastle in dramatic derby draw with Sunderland    It is something he regards as a vital weapon in his side’s battle against relegation and a means of coping with the daunting responsibility involved. As hotel staff enthused about welcoming guests from across Europe and the United States, Allardyce was not alone in being acutely conscious of the elephant in the room. Should Sunderland tumble into the Championship, this Hilton will struggle to sell its weekend special football packages and would be far from the only business to suffer in an already economically challenged city. It explains why the sort of function which might normally have been dominated by Brexit-related chatter instead staged even more tortured debates. Might Rafael Benítez’s alchemy save Newcastle United after all? Are Norwich City really a spent force? And, whisper it, but where on earth would Sunderland be without Jermain Defoe? Allardyce’s team, like Newcastle and Norwich, are desperate to be the sole survivors of a grim three-way battle to avoid dropping out of the Premier League. With the losers forfeiting next season’s unprecedentedly lavish top-tier television deal, the consequences will not be pretty. As so often happens in these instances, the greatest hurt is likely to involve the collateral damage suffered by those who can least afford it. “My responsibility is bigger than just keeping the team up,” says Allardyce. “It’s about saving people’s jobs. There are hundreds of staff working at this club but that workforce would have to be severely cut if we got relegated. It would be devastating. I feel that responsibility. There will be Sunderland fans losing their jobs, many of whom have been here for a long time and love this place.”   Related: Norwich’s Alex Neil aiming to outwit Sam Allardyce and seal survival    The gloom is only intensified by Sunderland’s latest accounts, which show the club lost £25m in the last financial year. Ostensibly Newcastle – who recorded a £32m profit in the same period and are based in a considerably more affluent regional capital – seem better placed to cope with Championship life, but Shola Ameobi demurs. The former Newcastle striker is at Fleetwood now but his heart remains on Tyneside. “Football’s a huge part of life in the city of Newcastle,” says Ameobi, who first played the game on a hillside children’s pitch perched high above St James’ Park. “The club, the fans and the city as a whole needs Newcastle United to be a Premier League side. It’s essential they stay up.” Having been part of Alan Shearer’s side which suffered relegation in 2009 he knows St James’ does not merely sit in the heart of the city and dominate its skyline but also exerts a heavy influence on its mood, the prosperity of its businesses and its tourism figures. Although Benítez’s transformative presence and famously forensic attention to detail have offered a belatedly renascent side a lifeline, the presence of a break clause in his three-year contract, potentially releasing him in the event of relegation, threatens to make any Premier League exit particularly painful. It will be no consolation to Newcastle fans that the former Liverpool and Real Madrid manager has sketched out a tentative blueprint which, if survival can be secured, is designed to facilitate a top-four challenge next season. “This team’s very close to doing well,” the Spaniard says, tantalisingly. Allardyce’s post-survival manifesto will concentrate on trying to secure a comfortable mid-table finish but first he must relegate Benítez and Alex Neil. “Transcendental meditation helps me cope with the pressures,” he says. “It reduces your blood pressure, it keeps you calmer. It refreshes you, makes you feel good to push on. “I’ve been doing it for 12 years, since I was first taken through the ritual process. It’s all about focusing the mind and then chilling out. I typically do it three or four times a week but I’m meditating more now because of our league position. I usually do 20 to 25 minutes when the working day’s finished. I’m not a great sleeper but 30 minutes’ meditation is as good as two or three hours’ sleep, so you feel a bit better.” With Newcastle a point ahead of their neighbours but having played a game more than both relegation rivals, Benítez has reason to seek sanctuary in his club’s multi-faith prayer room, yet he seems to be enjoying himself too much to bother. “I like my job and have no problem with pressure,” he says, smiling. “I’m quite calm. I enjoy preparing things during the week. Then I go to the game and try to put in some tension.” Norwich’s Sébastien Bassong, relegated with Newcastle six years ago, would welcome some divine assistance. “May God help us,” says one of Neil’s centre-halves. “What we’ve got we’re willing to give and, God willing, it will make the difference.” Unusually the three squads appear tightly bonded. Benítez has cleverly repaired locker-room fissures, Sunderland stage weekly squad dinners and Neil’s Norwich retain the camaraderie which helped them achieve promotion last May. “Avoiding relegation’s about being together as a team,” says Ameobi. Julio Arca, who went down with Middlesbrough the same year and with Sunderland in 2006 agrees. “When you start losing games the atmosphere in the changing room isn’t the best,” says the South Shields midfielder. “And once you find yourself in the bottom three, it’s hard to escape.” Allardyce’s instinct is that this fascinating fight will “go right down to the last day” but he has one prediction. “There’s going to be a lot of anxiety,” says Sunderland’s manager. “The dressing-room toilets will be busy.”",
  "webTitle": "Benítez keeps himself busy while Allardyce opts for more thinking time | Louise Taylor",
  "webPublicationDate": "2016-05-06T21:30:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/benitez-allardyce-newcastle-sunderland-managers-relegation-threat",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sam Allardyce",
      "id": "football/sam-allardyce",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Rafael Benítez",
      "id": "football/rafael-benitez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Norwich City",
      "id": "football/norwichcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/06/benitez-allardyce-newcastle-sunderland-managers-relegation-threat"
}