{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/03/tony-awards-hamilton-musical-makes-history-with-16-nominations",
  "id": "2016-05-03-157",
  "sectionId": "stage",
  "body": "Hamilton, the genre-blending musical phenomenon, which tells the story of America’s founding fathers, has made Broadway history after receiving a record number of Tony nominations.   Related: Tony awards nominations 2016 – in full    Lin-Manuel Miranda’s ecstatically received show gained 16 nominations, pipping Billy Elliot (2009) and The Producers (2001), which had shared the record with 15. The musical, which opened on Broadway last August, is about the story of Alexander Hamilton but resonates far more deeply, also telling a story of race, immigration and national identity. It had been expected to dominate this year’s awards, although perhaps not in a record-breaking way. Hamilton will compete against Bright Star, Shuffle Along, Waitress and Andrew Lloyd Webber’s School of Rock for best new musical. Miranda, who plays Hamilton and whose previous hit was In the Heights (currently playing in London), is up for best actor in a musical along with his co-star, Leslie Odom Jr.     Alex Brightman, centre, in School of Rock – The Musical. Photograph: Timmy Blupe/AP    The play categories showed what a strong year it has been for Arthur Miller, with the Ivo van Hove-directed A View from the Bridge receiving five nominations and The Crucible receiving four. The highest number of play nominations went to the revival of Eugene O’Neill’s Long Day’s Journey Into Night, which won seven, equalling a record set by Tom Stoppard’s The Coast of Utopia in 2007. The play’s stars, Gabriel Byrne and Jessica Lange, were nominated in the lead acting categories. Lange will be up against Laurie Metcalf, Lupita Nyong’o, Sophie Okonedo and Michelle Williams; and Byrne up against Jeff Daniels, Frank Langella, Tim Pigott-Smith and Mark Strong. Other notable productions were Eclipsed, The Humans, Bright Star and King Charles III, a play which began life at London’s Almeida theatre.   Related: Hamilton: the Broadway musical sensation that's changing lives    But it was indisputably Hamilton’s day. When it opened, the New York Times’s theatre critic Ben Brantley wrote: “I am loath to tell people to mortgage their houses and lease their children to acquire tickets to a hit Broadway show. But Hamilton … might just about be worth it – at least to anyone who wants proof that the American musical is not only surviving but also evolving in ways that should allow it to thrive and transmogrify in years to come.” Other fans include Michelle Obama, who said it was “the best piece of art in any form that I have ever seen in my life”. It has been rumoured that the West End impresario Cameron Mackintosh is hoping to take Hamilton to London in 2017. The nominations for the 70th awards were read out in New York by two of the stars of the original The Book of Mormon, Nikki M James and Andrew Rannells. The ceremony is on 12 June.",
  "webTitle": "Tony awards: Hamilton musical makes history with 16 nominations",
  "webPublicationDate": "2016-05-03T14:10:52Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/03/tony-awards-hamilton-musical-makes-history-with-16-nominations",
  "keyword": [
    {
      "webTitle": "Tony awards",
      "id": "stage/tony-awards",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Broadway",
      "id": "stage/broadway",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Musicals",
      "id": "stage/musicals",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Hamilton",
      "id": "stage/hamilton",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "stage/2016/may/03/tony-awards-hamilton-musical-makes-history-with-16-nominations"
}