{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/leicester-everton-premier-league-match-report",
  "id": "2016-05-07-69",
  "sectionId": "football",
  "body": "These are the moments Leicester City’s supporters will never want to forget. They had longed for this day, and after all the emotion at the start, the dewy-eyed speech from Claudio Ranieri and the guard of honour that ushered his team on to the pitch, their heroes quickly set about showing everyone why they now go by the title of champions of England. Their only minor disappointment, amid all the colour and cacophony, is that Jamie Vardy did not manage a hat-trick to nab the ball as a souvenir and move alongside Harry Kane as the Premier League’s leading scorer. Vardy’s wild penalty miss felt incongruous to the story of the day, especially as he had scored one eight minutes earlier, but it was only really a footnote. Vardy has more than done his bit and it probably summed up the mood that the crowd had been singing for one of the other players to take it anyway. Kasper Schmeichel waved politely, took a couple of steps forward then decided to hang back, after all.   Related: Leicester City’s title-winning season summed up with bonkers party | Barney Ronay    No matter. They reckon this ground hit 0.3 on the Richter scale earlier this season. This time, the noise was different. These were victory songs, rather than the impassioned pleas that have been heard at other times. Mexican waves snaked round the ground. The rain came down but, with apologies to Morrissey, this was anything but a humdrum town. “Les-tah”, as the T-shirts say, may never throw a more colourful, vibrant party and Ranieri’s men played as though absolutely determined to show that the best week of their professional lives would not affect their focus. The world was watching, and they played as if they knew it. Unfortunately for Everton, it was also true that the party could probably not have had more obliging guests. Even when Kevin Mirallas scored a late goal that his team scarcely deserved, the home supporters joined in with the half-hearted cheers from the away end. The pressure is growing on Roberto Martínez, and the sleepwalking nature of this defeat makes him look even more vulnerable. The truth is that 3-1 barely did justice to the home side’s superiority. Leicester could probably have been excused if a little weariness had crept in – nobody, Ranieri said, had slept a great amount over the past week – and for the first time this season it was the occasion, perhaps, rather than the result, that mattered. And yet Ranieri’s men quickly made it clear they were not going to let the game pass them by. Perhaps it suited them as well that the pressure had finally been released. At one point in the first half, long before he got his hands on that trophy, Wes Morgan danced through the visitors’ defence before striding into the penalty area and, perhaps realising how ridiculous it all was, tried to find a team-mate when he probably would have been better letting a shot fly off his boot. Leicester attacked with wit, enthusiasm and penetration and, more than anything, they looked as though they were enjoying themselves. They played football like it made them happy.   Related: The Leicester Supremacy – a triumph that was never supposed to happen | Barney Ronay    Everton, in stark contrast, looked shot. Martínez’s side have now won only seven out of their 29 Premier League games since 28 September and, astonishingly, that includes two against Aston Villa, two against Newcastle and one against Sunderland. They look what they are: an unhappy, confused side, in the bottom half of the table. Their body language was as unsatisfactory as their passing and, on this evidence, it is not easy to see how Martínez saves himself. His only possible mitigation is the club’s extensive list of absentees, but it was still alarming to see the way his players stood off the ball, the absence of marking for the first two goals and the rashness that led to the giving away of two penalties in quick succession. Matthew Pennington was fortunate not to be sent off for the first one, bearing in mind he had already been booked, and it was a senseless tackle from the substitute Darron Gibson that gave Vardy his hat-trick chance. Vardy’s shot flew over the crossbar but the England striker can still reflect on another fine performance when his pace and directness made him a continual threat to a beleaguered Everton defence. After five minutes, Andy King was unmarked at a throw-in, with the time and space to pinpoint his cross, and Vardy was quicker than his opponents, in speed of thought as well as across the ground, darting between Bryan Oviedo and John Stones to turn a first-time shot beyond Joel Robles. This kind of defending has been a recurring theme for Everton and it was the same again when King was left in far too much space to make the score 2-0 in the 33rd minute. Riyad Mahrez, a constant menace, had wriggled through a couple of half-hearted challenges from Leighton Baines and Tom Cleverley. King, deputising for the suspended Danny Drinkwater, was anticipating the pass and supplied an assured finish. For Everton, it was another reminder that, at this level, a team cannot expect to get away with marking so negligently. It flattered them, late on, when Mirallas eluded a couple of challenges to slot the ball past Schmeichel, and it must be startling for their supporters that Leicester are 36 points ahead. Martínez talked after the game about his team playing “like individuals”, of them not understanding what was expected of them and, in short, the exact opposite of what Ranieri said about his own players. Outside, a party was going on – a hell of a party, featuring ticker-tape, tears and a trophy Leicester never once imagined could be in their possession.",
  "webTitle": "Jamie Vardy kickstarts Leicester City’s title party by sinking Everton",
  "webPublicationDate": "2016-05-07T18:37:27Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/leicester-everton-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/07/leicester-everton-premier-league-match-report"
}