{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/16/high-heels-hairdos-womens-fashion-tyrannies-sheridan-smith-british-press",
  "id": "2016-05-16-97",
  "sectionId": "fashion",
  "body": "You wrote the other week about how sorry you feel for men when it comes to fashion. But what about women? In what areas do they have it worse? Carl, by email Yes, what about the women? Enough of this pity party for you men, who only get to enjoy themselves with watches and trainers (sadface emoji), let’s get back to the ladies. Now, the obvious answer to the question about where women lose when it comes to fashion is high heels. High heels are – as I have frequently stated in this column – clearly the invention of the misogynistic devil. And to all of you high-heeled keyboard warriors poised to explain to me that heels give you HEIGHT and this makes you feel STRONG and SEXY and YEAH THIRD-WAVE FEMINISM, I say this to you: you’re wrong. There is nothing strong and sexy about shoes that hobble you. I realise that, contrary to what the angry people on Twitter would have you believe, most things in this world are subjective and arguments generally have some elements of rectitude on both sides. But I’m afraid that, when it comes to high-heel defenders, I’m right, you’re wrong and that’s all there is to say. Oh, you want more? OK, how about this: American poet Mary Karr wrote, in last week’s issue of the New Yorker, about how high heels should “fade from consciousness along with foot-binding and rib-removal.” That’s right, a poet in the New Yorker: you can’t get more highbrow than that. Case, as they used to say on LA Law, closed. But given that I don’t really wear high heels, I don’t find them too much of a drag on my life. No, the worst thing about being a woman in my personal experience, if we’re talking about fashion and beauty issues, is hair. I honestly believe I could have come up with a solution to peace in the Middle East in the amount of time I’ve spent thinking about my goddamn hair: growing it, thickening it, straightening it, curling it, removing it, waxing it, highlighting it, lasering it, threading it, shaving it. Name a verb and I’ve almost certainly done it to some hair somewhere on my body. I sometimes fantasise about doing crop rotation on my body – wouldn’t that make so much sense? Forget about extensions and blow-dries, I could just glue all the hair I shave, wax and thread off the rest of me on to my scalp. Sadly, going around with pubic hair stuck on your head does not seem to be the look this season, so my grand plan will have to wait. The worst thing about this is, of course, I do it to myself. This is my choice: I don’t have to kowtow to these stupid beauty standards, just as I don’t pay attention to high heels: I know, OK? I know. And yet, for some reason, this is my feminism Waterloo. Oh, sometimes it’s hard to be a woman, and that time is when you realise that every other Saturday for the rest of your life will be spent schlepping from one hair appointment to the next. *** Is the British press evil? Michael, by email All of it? No. Some of it? Honestly, I think the time has passed since the British press could afford to be full-on evil. Being evil costs money, you know. Why do you think villains in movies are always billionaires?     Sheridan Smith in Funny Girl. Photograph: Marc Brenner    But let us look at the strange case of Sheridan Smith. Smith is a hugely talented actress – one of the best this country has – and is currently starring in Funny Girl in the West End, a role all but made for her. She is also the current chosen target of certain British newspapers, which have been circling her for weeks, vultures eagerly feasting on her flesh before she even lay down for a rest. There was a classic juxtaposition on one news website last week, on which, atop a story about how Smith felt the press was bullying her, was another story with the cackling headline: “Watch out Sheridan! As troubled star misses West End show for THIRD time, her understudy gets rave reviews.” And so it continued on Thursday, when Smith officially announced a break from the show: “Sheridan who? Funny Girl fans flock to meet ‘exceptional’ understudy.” Given how many other stories there are about the brilliance of understudies in the papers every day, how could Smith possibly think the papers are after her? Look, I have no idea what is wrong with Smith, and it’s unlikely this weird media campaign against her is the entire reason she has taken time out. But, good Lord, it hasn’t helped, has it? She is obviously having some problems, and the glee with which her departure from the show has been received by the press is palpable. Is this evil? It’s certainly grim. Seems as if the British press can still afford to be that.",
  "webTitle": "High heels and hairdos: women’s worst fashion tyrannies",
  "webPublicationDate": "2016-05-16T17:27:58Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/16/high-heels-hairdos-womens-fashion-tyrannies-sheridan-smith-british-press",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Women's shoes",
      "id": "fashion/womens-shoes",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Beauty",
      "id": "fashion/beauty",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Hadley Freeman",
      "id": "profile/hadleyfreeman"
    }
  ],
  "guardianId": "fashion/2016/may/16/high-heels-hairdos-womens-fashion-tyrannies-sheridan-smith-british-press"
}