{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/cannes-mc-says-his-woody-allen-joke-was-misinterpreted",
  "id": "2016-05-13-179",
  "sectionId": "film",
  "body": "The French comedian and actor who made a joke about rape at a Cannes film festival event attended by Woody Allen has claimed he had no knowledge of the sexual abuse allegations swirling around the veteran film-maker. Introducing Allen’s opening night film Café Society at the Lumiere cinema, master of ceremonies Laurent Lafitte told the director: “It’s very nice that you’ve been shooting so many movies in Europe, even if you are not being convicted for rape in the US.”   Related: Woody Allen responds to Ronan Farrow: 'I never read anything about me'    In a piece for the Hollywood Reporter on the morning of Wednesday’s premiere, Allen’s estranged son Ronan Farrow restated his support for his stepsister Dylan’s claims that Allen sexually assaulted her as a child. But Lafitte told the US trade bible he was unaware of the article when he made his quip, and had intended the comments on rape as a reference to Roman Polanski’s 38-year exile from Hollywood. “When I wrote this joke, it was more a joke about Europe and why one of the greatest American directors spent years in Europe, [while Allen] didn’t have to because he wasn’t accused of rape in his own country, compared to Roman Polanski,” said Lafitte, who appears in Paul Verhoeven’s in-competition drama Elle at Cannes. “It was as a joke about American puritanism and the fact that it is surprising that an American director wants to do so many movies in Europe. I didn’t know about the other stuff.” Allen said on Thursday he was not offended by the joke. “I’m completely in favour of comedians making any jokes they want,” he told reporters at a press lunch for Café Society, which has been well received at the festival. The film-maker also said he had not read Farrow’s piece in the Hollywood Reporter.   Related: Café Society review – Woody Allen's amiable, if insubstantial, tribute to golden-age Hollywood    Lafitte also revealed the Cannes director, Thierry Fremaux, had asked Allen if he was embarrassed by the joke, but the director confirmed he was not. “I wrote the joke three weeks ago,” said the comic. “When you listen to Ricky Gervais at the Golden Globes, he says a lot of very nasty stuff. He’s very funny, and I don’t think anyone asks him to explain his jokes the next day.” The actor suggested all his jokes had been carefully vetted in advance. “When we did rehearsals the afternoon before the ceremony, Thierry Fremaux and [festival president] Pierre Lescure were pleased with the jokes and all the writing.” he said. “There was a joke about Nicole Kidman, and Thierry Fremaux asked me if the joke could be embarrassing for her. I didn’t want to embarrass anybody, so I didn’t say the joke.”",
  "webTitle": "Cannes MC says his Woody Allen rape joke was misinterpreted",
  "webPublicationDate": "2016-05-13T12:28:35Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/cannes-mc-says-his-woody-allen-joke-was-misinterpreted",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Woody Allen",
      "id": "film/woodyallen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Café Society",
      "id": "film/cafe-society",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/13/cannes-mc-says-his-woody-allen-joke-was-misinterpreted"
}