{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/12/mannings-most-dominant-american-sports-family",
  "id": "2016-05-12-298",
  "sectionId": "sport",
  "body": "More than three months have passed since Peyton Manning ended his career and Denver’s search for his replacement has been an ongoing story. After Brock Osweiler went to the Texans, the Broncos signed Mark Sanchez, reportedly kicked the tires on Colin Kaepernick, Ryan Fitzpatrick and Sam Bradford, and drafted Paxton Lynch.  Yet while the Broncos have temporary patched their QB hole with Sanchez and hope to have plugged for the long-term with Lynch, a large and important void remains with an impact stretching far beyond Denver: who is American sport’s reigning power family now?             The Manning Family has stood over the US sports world since Eli joined Peyton in the NFL, landing in the media capital of the world, New York City, by way of San Diego. Their semi-regular match-ups, dubbed Manning Bowls, were heavily promoted and watched on high by King Archie and Queen Olivia. The brothers appeared in commercials together, licking Oreos and rapping about football on your phone. They won four Super Bowls combined, every helmet completion and “Omaha” adding to the family lore. But with Peyton gone, barring a Favreian return the Mannings are no longer an active football family. Eli always seemed the most Fredo of the Mannings and would be unable to maintain their stranglehold on the title even if it was possible.    Related: Rob Gronkowski's party ship: booze fuelled nightmare or NFL unifier? | DJ Gallo    Sports fans who loved the tales of backyard battles and Thanksgiving table chalk talk will have to find a new family to look to. But who?             The Williams sisters have, of course, dominated tennis, winning their first grand slam together in 1999 (the French Open doubles) with the last major title coming from Serena (the Wimbledon women’s singles) in July 2015. But Venus is clearly winding down her career while Serena may only have another few years at the top herself. We need our next sports family to have some lasting power. The quarterback Peyton Manning(‘s defensive team-mates) smote in Super Bowl 50 comes from a football family of his own. Cam Newton is also probably the NFL’s most marketable player in a post-Manning world. His father, Cecil Newton Sr, made two NFL training camp rosters and his older brother, Cecil Jr, was an NFL lineman. But he’s been out of the NFL since 2012 and Cam’s younger brother, a high school QB who is rumored to be a superior dabber, is an NFL longshot thanks to being undersized. So the Newton Family is not our replacement.  Peyton’s longtime nemesis, Bill Belichick – who has also served as Eli’s longtime punching bag – has a case for his family thanks to the continued promotion of his son Steve up the Patriots coaching ranks. While the 29 year-old safeties coach has called his father “his idol”, few NFL fans worship coaches to that degree. They pay to see the players, not the coaches, no matter how genius or diabolical the men on the sidelines in the cutoff hoodies may be. For that reason, coaches can’t be sport’s reigning family. That means Rob and Rex Ryan are also out. That and the fact that they struggle to produce .500 teams. But know that the status of the Belichicks and Ryans could change if Donald Trump establishes them as Official Sports Families by presidential dictate.  Until then, maybe the place to look is in the genes of the most dominant player in sports today: Steph Curry. Dell Curry nails the Archie Manning role as the patriarch with the respected career while Steph has Peyton’s eye-popping numbers achieved through aerial pinpoint accuracy. But while Eli always played second fiddle to his big brother, Seth Curry is still several chairs away in the fiddle section from Steph. After a good career at Duke, a college program far superior to Steph’s Davidson College, Seth has struggled to stick in the NBA, playing 44 games for four franchises in three seasons. The First Family of sports can’t spend time in the D-League. Eli Manning has thrown his share of ugly interceptions, but never in a CFL game.  Steph Curry’s team-mate, Klay Thompson, has a similar story. His father Mychal Thompson played 12 solid seasons in the NBA from 1978 to 1991 and produced an NBA All-Star in Klay and the Dodgers’ fourth outfielder Trayce Thompson. Impressive, sure. But the second option on an NBA team and a backup baseball player doesn’t quite have the gravitas of The Manning Family, American sporting brand.  Curry and Thompson’s likely Western Conference Finals opponent is the Oklahoma City Thunder and they boast center Steven Adams, brother of New Zealand shot putter Valerie Adams, the two-time Olympic champion and four-time world champion. That’s an outstanding brother-sister combo, but we’re looking for the name family of American sports. Kiwis are disqualified.  The same problem is found in ice hockey. The Sedin Brothers are Swedish and the Staal Brothers, Jamie and Jordie Benn and Luke and Brayden Schenn all hail from Canada. Columbus Blue Jackets left winger Nick Foligno plays for the United States in international competitions, but his younger brother Marcus plays for Canada. Pick a side, Folignos.  Baseball has the Uptons, Justin and Melvin, Jr, but they’re not quite stars. And even if Justin Verlander takes Kate Upton’s last name, there’s no real help there. In horse racing, maybe American Pharoah will produce some champion children, but we won’t know that for a few years. And even if they are champions, marketability is limited by the inability to talk.            It seems there’s no ready replacement for the Mannings as Sport’s First Family. But then it hits you, like a chest bump from your shirtless bro: The Gronkowskis. Yes, The Family Gronk. With the Buffalo Bills drafting Glenn Gronkowski in last month’s draft, Rob is joined by a fellow Gronk in the NFL for the first time since 2010 when Dan and Chris were still in the league. And while Father Gronk never played in the NFL like Archie Manning, Archie never took off his shirt and flexed on a red carpet. We’ll call it even.  The Gronks are the sports family for today’s America. They may not seem especially bright. They may not be interested in the intricacies of science. They may care about little else beyond football and sex and partying. But at the end of the day, the Gronks impose their will on their opponents and have fun doing it.  The Manning era is over. It’s the Age of Gronkowski now. Drink responsibly.",
  "webTitle": "Will the Gronkowskis or Currys replace the Mannings as America's sports family?",
  "webPublicationDate": "2016-05-12T09:00:02Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/12/mannings-most-dominant-american-sports-family",
  "keyword": [
    {
      "webTitle": "Peyton Manning",
      "id": "sport/peyton-manning",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Stephen Curry",
      "id": "sport/stephen-curry",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Serena Williams",
      "id": "sport/serena-williams",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Venus Williams",
      "id": "sport/venus-williams",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MLB",
      "id": "sport/mlb",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NHL",
      "id": "sport/nhl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Baseball",
      "id": "sport/baseball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "DJ Gallo",
      "id": "profile/dj-gallo"
    }
  ],
  "guardianId": "sport/blog/2016/may/12/mannings-most-dominant-american-sports-family"
}