{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/26/ticket-touts-towering-folly-safety-checks-nurses-teachers",
  "id": "2016-05-26-179",
  "sectionId": "money",
  "body": "Hello and welcome to this week’s Money Talks – a roundup of the week’s biggest stories and some things you may have missed. Money news Ticket touts face licensing threat Pension exit charges to be capped at 1% under FCA proposals Graduate whose loan grew by £1,800 in one year says students were misled Payday loan complaints nearly triple in a year British property market has peaked, estate agency boss says Cost of residential parking permits rises 50% in five years Only a fraction of UK job ads offer flexibility, study finds Feature DBS: safety check backlog means nurses, carers and teachers cannot work     Monica Demeterova cannot have a childcare business until her husband Michal’s disclosure application is done. Photograph: Fabio De Paola for the Observer    In pictures Surreal estate: a folly of towering proportions … quite literally     The UK’s tallest folly, Hadlow Tower near Tonbridge in Kent. Photograph: High Level Photography/Eddisons    In the spotlight Hiring a car can be a costly business, as readers of Guardian Money have found out. This week Miles Brignall revealed how one firm had charged large bills for tiny scratches, and tackled another that insisted a driver buy unnecessary insurance.     The tiny scratches that can result in large bills when you hire a Green Motion car. Composite: Handout    Consumer champions Fraudster posing as TalkTalk took £1,800 from my account Mercedes-Benz had me waiting for weeks after it damaged my car Extra Energy gets customers hot under the collar Money deals Our energy collective is the simple way to save on your bills, sign up before 19 June to be part of the summer switch. Get expert fee-free advice to help you find the right mortgage deal from the Guardian mortgage service, provided by L&C.",
  "webTitle": "Ticket touts could be licensed, plus the chance to snap up a towering folly",
  "webPublicationDate": "2016-05-26T13:47:38Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/26/ticket-touts-towering-folly-safety-checks-nurses-teachers",
  "keyword": [
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Hilary Osborne",
      "id": "profile/hilaryosborne"
    }
  ],
  "guardianId": "money/2016/may/26/ticket-touts-towering-folly-safety-checks-nurses-teachers"
}