{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/11/companies-cricketer-phil-edmonds-report-global-witness",
  "id": "2016-05-11-50",
  "sectionId": "business",
  "body": "Companies co-founded and run by Phil Edmonds, the international cricketer turned tycoon, paid “bribes” to African officials and have bought assets owned by secretive offshore structures, a campaign group has claimed. The allegations, which have emerged as David Cameron prepares to host world leaders for an anti-corruption summit on Thursday, are contained within a report released by Global Witness and are based on leaked documents that have been seen by the Guardian. The cache of files suggests a Liberia business acquired by a company created by the former cricketer and his long-time business partner Andrew Groves paid inducements to local officials. Meanwhile, a separate company acquired assets from beneficiaries whose identity was hidden by complex offshore structures. Edmonds and Groves said they “strenuously deny any wrongdoing”. Edmonds played in 51 Test matches for England but in recent years has carved out a reputation as a buccaneering City dealmaker alongside Groves, with whom he has raised millions of pounds by floating companies on the London Stock Exchange.  In Liberia, at the pair’s business Sable Mining Africa, Global Witness calculates that there were “bribes and highly questionable payments” totalling around $250,000 during a four-month period in 2010. The evidence includes an email sent in August 2010 by Sable’s lawyer Varney Sherman and entitled: “CONFIDENTIAL – Sable Mining’s Account with Sherman”. The message contains an attachment headed: “FOR EYES ONLY – ONE COPY ONLY”, which lists a series of transactions, including: • Payments that appear to have been made to several well-placed Liberian officials – some as high as $50,000. • A transfer for $75,000 that is labelled: “Payment (facilitation) revised PPCC Act” – seemingly a reference to the country’s Public Procurement and Concession Commission Act, which impacted on mining rights. • Funds being donated to a football club connected with a high-ranking government mandarin. Sable confirmed to the Guardian that it funded the account and that the email had been received by Groves and Heine van Niekerk, who it described as “the de facto chief operating officer for Sable in west Africa”. Van Niekerk was dismissed from the Liberia division in 2012 for “theft of intellectual property”, just a month before he took Sable to court over a dispute involving him selling Sable a different Liberia mining business. Van Niekerk and Sable settled the case and Van Niekerk said the terms of the deal did not allow him to comment on Sable, but he added that he was not aware of any bribes being paid. His dismissal was ruled unfair in 2013 by South Africa’s Commission for Conciliation, Mediation and Arbitration. Sherman did not respond to requests for comment. Sable added that Groves “did not pay any attention to [the email] at the time because of the fact Mr Van Niekerk was dealing with matters relating to Liberia” and that the company said it only discovered the payments during an audit in February 2011. At the time of the payments, Groves was chief executive and Edmonds was chairman of Sable, which owned a 36.5% stake in the Liberia business. Sable increased its shareholding to 63.5% in October 2011.  Daniel Balint-Kurti, head of special investigations at Global Witness, said: “Sable was able to bribe many of Liberia’s top politicians, which is trying to turn the page on 14 years of civil war, corruption and most recently Ebola. This kind of corruption deprives a long-suffering population of the benefits of their resources. The case needs to be investigated and punished if the Liberia government wants its anti-corruption fight to be taken seriously – its people deserve better.” Jim Cochrane, who succeeded Edmonds as chairman of Sable Mining in 2014, said: “Sable is committed to ensuring that its business is conducted in a responsible and ethical manner and that any breaches in internal anti-bribery policies and procedures will result in disciplinary action. Although many of the issues raised by Global Witness were subject to internal review a number of years ago, they have prompted a further review of all of these matters. We have found no evidence to support or justify this attack on the company or its directors, past and present.” Separately, the Global Witness report also questions transactions within African Medical Investments, an upmarket African hospital chain, created by Edmonds and Groves.  They include one deal where the leaked documents show that in February 2010 – when Edmonds was chairman and Groves a director – the company purchased a Dassault Falcon 20 private jet for $3.1m – by acquiring the shares of its South African owner Caramix (Pty) Ltd, itself owned by a British Virgin Islands firm. The plane had been transferred to Caramix from Camec, another Edmonds and Groves business venture. The documents also show that Camec had acquired the aircraft for $1.9m in 2009. In its 2011-12 annual report, the firm admitted it had “significantly” over-estimated what the plane was worth before revealing that African Medical sold the subsidiary that owned the Falcon for $1.3m in 2012 – so at a loss to the company of $1.8m. A spokeswoman for Edmonds and Groves said: “There is no reason to believe that [the Falcon purchase] constituted a ‘related party transaction’ as defined by the AIM [Alternative Investment Market] rules” – and added that those claims were investigated and dismissed by lawyers appointed by the independent director. She added that no close relatives of Edmonds and Groves benefited from the deal, but declined to say if the beneficiaries were extended family members.",
  "webTitle": "Companies run by ex-cricketer Phil Edmonds 'paid bribes to officials'",
  "webPublicationDate": "2016-05-11T20:00:08Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/11/companies-cricketer-phil-edmonds-report-global-witness",
  "keyword": [
    {
      "webTitle": "Corporate governance",
      "id": "business/corporate-governance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Liberia",
      "id": "world/liberia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Goodley",
      "id": "profile/simongoodley"
    }
  ],
  "guardianId": "business/2016/may/11/companies-cricketer-phil-edmonds-report-global-witness"
}