{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/david-cameron-concessions-syrian-child-refugees",
  "id": "2016-05-04-117",
  "sectionId": "world",
  "body": "Councils will be contacted next week and told they should be prepared to accept unaccompanied refugee children from Greece, Italy and France, after David Cameron climbed down on the issue in parliament.   Related: Syrian refugee children deserve the same welcome I was given in 1939 | Alf Dubs    MPs were told that local authorities could be asked to provide homes to 3,000 children, but Downing Street denied that a figure had been agreed, and councils revealed that each child would cost £50,000 to resettle. The prime minister’s U-turn quashed a growing rebellion among Conservative MPs who were prepared to vote against their government in favour of an amendment by a Labour peer, Alf Dubs. Tory politicians who have been vocal about the issue, including Heidi Allen, David Burrowes and Stephen Phillips, all welcomed the climbdown and were told by ministers that the work would start straight away. Lord Dubs, who came to Britain as a refugee through the Kindertransport, had been leading the campaign for the UK to accept 3,000 children from European camps. His first attempt was voted down by Conservative MPs but the peer resubmitted the amendment without a specific figure attached, which Cameron said he was now willing to accept. The prime minister said the government would speed up the process of accepting children with direct family links in the UK and would provide homes for others who arrived in Europe before the deal between the EU and Turkey over handling the refugee crisis. “No country has done more than Britain to help when it comes to Syrian refugees. But I do want us to proceed with as much support across the house as I can,” Cameron told MPs. But he added: “I think it is right to stick to the principle that we shouldn’t be encouraging people to make this dangerous journey. I think it is right to stick to the idea that we invest in the refugee camps in the neighbouring countries.”   Related: Child refugees: Cameron retreat avoids Tory revolt and numbers game    The Tory leader was careful not to mention numbers but his immigration minister, James Brokenshire, told potential Tory rebels that councils had given homes to around 3,000 unaccompanied children last year. The Guardian understands that he hinted that they might be asked to resettle thousands more children but Home Office sources said no number had been agreed. The Local Government Association (LGA) said councils had a strong record of supporting refugees but said they wanted clarification on the long-term funding arrangements and how children would be dispersed across the country. Cllr David Simmonds, chairman of the LGA’s refugees task group, said: “It is vital that the scheme announced today is fully aligned, and funded, alongside this and other existing programmes for resettling refugees, ensuring that councils are able to properly support these vulnerable children while continuing to provide vital services for their local community.” Allen described the climbdown as “brilliant news”. She said the decision to only take children who arrived before the Turkey deal was a “slightly artificial line in the sand” but she understood that ministers wanted to send a clear message to traffickers. “We are not letting anyone wiggle out of any commitments and I have every confidence that the government will honour its commitments,” she added. Phillips, who spent the day meeting refugee children at camps in Athens with the Labour MP Yvette Cooper, said: “The announcement from number 10 today will give these children hope after all they have suffered.” He had described this as the “greatest migration challenge since the second world war” and had been vocal in his opposition to the government’s reluctance to accept more children. Burrowes added that the details would have to be carefully examined and scrutinised but said it would mean Britain was leading the way.   Related: Cameron promises to do more to help child refugees in partial climbdown - Politics live    The move means the government will not face any rebellion over the issue but it is still being pressed over another Lords amendment calling for a ban on pregnant women being held in immigration detention. Conservative MPs want to see their ministers at least concede that detention will only be used as a last resort. Cooper was also pleased that the decision made in London could have a positive impact on the lives of the children in the Greek UN camp. “There are 35 unaccompanied children here who have no proper shelter and are at risk. The ones who are most at risk aren’t even in the camps or the shelters. There are so many children who are not in proper school or in proper accommodation,” she said. Save the Children’s chief executive, Tanya Steele, said the charity welcomed “today’s significant announcement that the UK will offer them sanctuary and the chance to build a new life here”.  “Refugee children, many of whom have fled war and persecution, and have made dangerous journeys to Europe alone are now living on the streets, in overcrowded camps or locked in police detention,” she said.",
  "webTitle": "David Cameron announces concessions on child refugees",
  "webPublicationDate": "2016-05-04T15:47:43Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/david-cameron-concessions-syrian-child-refugees",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Karen McVeigh",
      "id": "profile/karenmcveigh"
    }
  ],
  "guardianId": "world/2016/may/04/david-cameron-concessions-syrian-child-refugees"
}