{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/corruption-developing-world-problem-london-summit-panama-papers",
  "id": "2016-05-10-313",
  "sectionId": "commentisfree",
  "body": "By Thursday morning all the A-listers will have arrived. From Washington will fly in a succession of jets, bearing US secretary of state John Kerry as well as the bosses of the IMF and World Bank. Fifa and Uefa will send over their top bureaucrats. Captains of business will trail retinues of lobbyists. All will join David Cameron and leaders from around 40 nations at an opulent London townhouse overlooking St James’s Park. Gathered there, in the slow-beating heart of Downton-ian Britain, they will launch into an almighty battle – over the meaning of a single word.   Related: Making poverty history didn’t happen. We should have been tackling the rich | Selina Todd    Not just any old word, mind you. It ranks among the most important terms for describing our broken-backed global capitalism. Indeed, it forms the very title of the day-long summit: corruption. Explaining why he’s called the world’s first assembly on corruption, Cameron has said: “It destroys jobs … traps the poorest in desperate poverty, and undermines our security by pushing people towards extremist groups.” Absolutely right. What’s wrong is his definition of the term. For Cameron, corruption equals bribery. It means greasing the palm of a bored official just to get through customs, tipping a hundred to a thuggish traffic cop so you can drive on. Or, at the luxury end of the market, a despot such as Nigeria’s General Sani Abacha, stealing billions from his home country and hiding the haul in foreign banks. In other words, it’s something largely done by people in poor countries. As sardonic critics of this argument say, “Corruption has a black face.” That’s why the prime minister believes Thursday should be mainly about cracking down on states that take aid even while being blighted with bent officials, and tackling graft in sport. And it is the argument of a hypocrite. Hypocrisy is the fervent agreement that bad things do happen – but Other People do them, never you or your country. On this reading, thievery is corruption. But receiving the same black money, laundering it and directing it back out to a tame tax haven or two – well, that’s just competition, isn’t it? Time was when Britain, Europe and the US could get away with making this argument. The wealthiest countries in the world could with one hand wag a stern finger at the poorest nations, while with the other hand collecting their loot, and pushing it through their financial centres. They could point to the surveys circulated by Transparency International in which perceptions of national corruption as reported by business leaders and “country experts” were totted up. Those publications proved, year after year, that the poorer the country, the more failed the state, the more corrupt the society. They also stated that the world’s “cleanest” countries included Switzerland, Singapore, the UK and the US.   Related: David Cameron under pressure to end tax haven secrecy    All those breezy, boomtime justifications became exponentially harder to make after the 2008 crash. The era of austerity has left even rich governments scrabbling for tax revenues to fund their hospitals and schools. More importantly, it has prompted cash-strapped voters – from a Trump supporter in Indiana to a Corbynista in Kentish Town – to ask exactly who has been making how much money at their expense. That brings us back to this week’s summit – because it’s here that developing nations such as Nigeria will join campaigning groups to make the argument that modern corruption now has a white face. They will argue that the onus is on Britain and other rich countries to crack down on the tax havens in their own backyards. And they are right. Corruption of the sort that we normally discuss should be stamped out. It makes the lives of billions of the world’s poorest people harder and more insecure. But it is peanuts compared to the much bigger sums that are raked in by the lawyers, accountants and other silky advisers who base themselves in the City of London and use Britain’s network of crown dependencies and overseas territories in Jersey, Guernsey, the Caymans and the British Virgin Islands. Until the UK stops encouraging, advising and facilitating guilty men and women looking to stow their shady cash offshore, corruption will continue to flourish. Modern corruption is a suit in a Panamanian office, who takes that general’s billions and sends it on to a private bank account, no impertinent questions asked along the way. It is the Mayfair estate agent who sells that multimillion-pound townhouse to an oligarch. It is that accountancy firm in the City that fills out the paperwork structuring the rich man’s affairs so that the money goes through one of their far-flung branch offices to wind up in a trust in the tax-free zones of the Caymans or the British Virgin Islands. As yesterday’s letter from 350 top economists points out, there is no economic justification for these tax havens. They do not serve primarily to keep taxes in other countries down, but to allow very rich people to duck out of their obligations to the societies they live in. They shelter dirty cash from dictators, and siphon money out of developed countries. Like Gordon Brown before him, Cameron claims that Britain’s offshore havens are autonomous. They do not need to accept London’s tax laws – indeed, it is unclear whether they will turn up on Thursday. Yet the havens depend on London.   Related: The BBC’s uncertain future | Letters    Take the Caymans, which, as Nicholas Shaxson notes in his book Treasure Islands, are effectively run by a governor appointed by the Queen, on the advice of Whitehall. The governor is responsible for “defence, internal security and foreign relations; he appoints the police commissioner, the complaints commissioner, auditor general, the attorney general, the judiciary and a number of other senior public officials. The final appeal court is the Privy Council in London.” And the national anthem is God Save the Queen. Last week I met a tax lawyer in London who mused on how little Britain actually benefited from its spider’s web of tax havens. “A few people in the City of London make huge fees – I’d love to see how much that money benefits the rest of the country.” But weren’t we powerless to stop Jersey and the rest? The lawyer went through the precedents. Britain, he pointed out, had repeatedly imposed its law on its overseas governments. In 2000, London forced the Caribbean territories to decriminalise homosexual acts by Order in Council. He thought the same thing could be done to force the offshore havens publicly to disclose who were the ultimate “beneficial” owners of the trust funds. How long would that take? “Oh, two sides of A4. It could be done by the next morning. All it takes is the will.”",
  "webTitle": "Corruption can no longer be dismissed as a developing world problem | Aditya Chakrabortty",
  "webPublicationDate": "2016-05-10T06:00:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/corruption-developing-world-problem-london-summit-panama-papers",
  "keyword": [
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cayman Islands",
      "id": "us-news/caymanislands",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "British Virgin Islands",
      "id": "world/british-virgin-islands",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Transparency",
      "id": "global-development/transparency-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Aditya Chakrabortty",
      "id": "profile/adityachakrabortty"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/corruption-developing-world-problem-london-summit-panama-papers"
}