{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/21/sax-city-best-jazz-blues-soul-festivals-uk-britain-2016",
  "id": "2016-05-21-124",
  "sectionId": "music",
  "body": "Glasgow jazz festival 22 June-3 July   Glasgow’s big annual jazz showcase features soulful new LA sensation Kamasi Washington, former James Brown MD Pee Wee Ellis, classy chamber trio Fly featuring saxophonist Mark Turner, UK sax/rap star Soweto Kinch, and pianist Kit Downes. Various venues Red Rooster 2-4 June A celebration of the American South’s music, barbecues and booze in an English stately-home setting, Red Rooster returns for its third year – this time with R&B star James Hunter, the eerie and evocative Handsome Family (originators of the True Detective theme), punky rockabillies The Urban Voodoo Machine and the rootsy Daddy Long Legs. Euston Hall, near Thetford, Suffolk Love Supreme 1-3 July     Esperanza Spalding. Photograph: BFA/Rex/Shutterstock    The ambitious Love Supreme has brought a greenfield jazz festival back to the UK for the first time in decades – this year’s typically eclectic programme joins pop legends Burt Bacharach and Grace Jones, singer/songwriters Esperanza Spalding and Melody Gardot, Kamasi Washington, GoGo Penguin, young multi-instrumental star Jacob Collier and dozens more. Tickets range from £54 (day) to £594 (premium family weekend, camping). Glynde, East Sussex Linton festival 24-26 June     Suzi Quatro. Photograph: Picture Perfect/Rex Shutterstock    Basic but well-organised camping, spectacular real-ale menu, and a wide sweep across 21st-century angles on R&B, soul and blues – with indestructible 60s soul-swinger Geno Washington and his Ram Jam Band, Suzi Quatro, and acclaimed blues-rock modernists King King. The Alma inn, Linton, Ross-on-Wye Swanage jazz festival  8-10 July Popular seaside weekender with a strong mainstream and early-jazz slant, but always open to contemporary sounds – like the Asian-inflected jazz-funk of clarinetist Arun Ghosh, and the new electric quartet led by Chick Corea saxophonist Tim Garland. Various venues, Swanage, Dorset Marlborough jazz festival 15-17 July     Clare Teal. Photograph: Paul Rider/BBC    Interesting mix of blues, New Orleans music and swing – headlined by popular singer/broadcaster Clare Teal and her Hollywood Orchestra – alongside world grooves from the African-influenced Vula Viel, and inventive saxists Tori Freestone, George Haslam and Tim Whitehead. Various venues, Marlborough, Wiltshire The Great British R&B festival 26-29 August Powerful bill for prestigious northern blues bash, with unique blues rock survivor Wilko Johnson, Carolina’s “Southern Fireball” Nikki Hill, British blues, rock, Latin and folk genre-benders Wille and the Bandits, former Whitesnake guitarist Bernie Marsden, and indestructible English blues legends Nine Below Zero. Various venues, Colne, Lancashire Manchester jazz festival 22-31 July  Manchester’s annual festival not only features some of the best of UK talent, but also has a reputation for staging imaginative new music. Local composing hero Ben Cottrell premieres a new jazz-with-strings piece, Tim Garland’s Electric Quartet and The Impossible Gentlemen are world-class ensembles, and French saxophonist Thomas De Pourquery’s group plays an appropriately maverick tribute to Afro-futurist Sun Ra. Various venues Edinburgh jazz & blues festival 15-24 July     John McLaughlin. Photograph: Javier Echezarreta/EPA    Exciting and accessible 10-day celebration of high-class mainstream and contemporary jazz, with canny crooner Curtis Stigers, guitar legend John McLaughlin’s 4th Dimension, saxophonist Jan Garbarek and percussion virtuoso Trilok Gurtu, Scottish sax maestro Tommy Smith and many more. Various venues Scarborough jazz festival 23-25 September A mainly British bill, but a good one, with quicksilver swing-to-bop saxists Alan Barnes and Dave O’Higgins, Vula Viel’s mix of Steve Reichian minimalism and free jazz, singer Georgia Mancio’s duo with Grammy-winning pianist and arranger Alan Broadbent, and the Malija supertrio including Polar Bear’s Mark Lockheart. The Spa, Scarborough, Yorkshire EFG London jazz festival 11-20 November     Wayne Shorter. Photograph: David Grunfeld/AP    The biggest jazz event in the UK calendar, and one of the biggest and most prestigious in Europe. Running for 10 days all over the city, the festival presents international superstars, the best local talent, educational events, movies and a raft of free gigs. Guests announced so far include sax giants Wayne Shorter and Jan Garbarek, vocalists Lizz Wright and Madeleine Peyroux, piano trio The Bad Plus, and Robert Glasper, Joshua Redman and Brad Mehldau. Various venues Mostly jazz, funk & soul festival 8-10 July International festival in Birmingham’s Moseley park, with a roster of classic funk, soul and R&B legends including George Clinton’s Parliament-Funkadelic, De La Soul, The Average White Band, Booker T and Grandmaster Flash. Moseley park, Birmingham",
  "webTitle": "The best jazz, blues and soul festivals in Britain for 2016",
  "webPublicationDate": "2016-05-21T10:00:10Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/21/sax-city-best-jazz-blues-soul-festivals-uk-britain-2016",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Blues",
      "id": "music/blues",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Soul",
      "id": "music/soul",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "George Clinton",
      "id": "music/georgeclinton",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Kit Downes Trio",
      "id": "music/kit-downes-trio",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "travel/festivals",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "John Fordham",
      "id": "profile/johnfordham"
    }
  ],
  "guardianId": "music/2016/may/21/sax-city-best-jazz-blues-soul-festivals-uk-britain-2016"
}