{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/14/tesco-dave-lewis-interview-recovery",
  "id": "2016-05-14-95",
  "sectionId": "business",
  "body": "Just six months after Dave Lewis, the boss of Tesco, warned that UK retailers face a “potentially lethal cocktail”, BHS collapsed into administration, leaving the high street with its biggest failure since the financial crisis. There are clearly unique circumstances surrounding the demise of BHS, but Lewis’s warning about business rates, the national living wage and the apprenticeship levy was, without doubt, prescient. Today, he says, there are “some pretty big macro challenges” ahead for retailing. “Business rates is real, the living wage for the industry will be real, the apprenticeship levy will be real.” Online retailers – and the way they are taxed – present another problem. “You have got a situation that nobody likes to talk about, which is that there is a structural advantage to going digital and online if the largest single tax that we [store-based retailers] pay is a property-based rates system.” This he sees as “a very, very, very big challenge”. The government has offered retailers an olive branch by linking the annual increase in business rates to the consumer price index instead of the higher retail price index, and has pledged to revalue properties more regularly, so that rates more accurately reflect the economic environment. But Lewis is concerned that plans to allow to councils set local business rates, rather than it being done by central government, could lead to store closures: “We don’t honestly know what going local will mean. We will get different interpretations from one district to the next, which will suddenly start skewing the profitability of stores.”      In January 2015, a few months after he took over as chief executive of Britain’s biggest retailer, Lewis announced the closure of 43 Tesco stores  and scrapped plans to build another 49, as part of his plan to turn the group around. The former Unilever marketing man had never run a shop when he was hired to put a stop to a three-year sales slide at Tesco. As if that was not enough of a challenge, within three weeks Lewis was engulfed in the biggest crisis in the company’s history when a whistleblower alerted him to an accounting scandal. Since then, the Serious Fraud Office has launched an investigation into Tesco, the company made a £6.4bn annual loss for 2014 – one of the biggest in British corporate history – and Lewis has axed thousands of jobs in an attempt to cut costs. Tesco’s most recent results showed signs of progress. It reported pre-tax profits of £162m for the year to 27 February, which included a 0.9% rise in like-for-like sales in the final quarter of the year in the UK. That performance is a long way from Tesco’s peak profit of more than £4bn in 2012, and shares in the company have fallen by a third over the past year as investors realised, after an initial burst of optimism when Lewis arrived, that the grocer still faces a very long road back to full health. Nevertheless, Lewis has been handsomely rewarded for the progress made so far. On Friday it was revealed that he had picked up a bonus of almost £3m on top of his £1.25m salary. Tesco’s UK staff are also sharing a turnaround bonus worth £185m, or 5% of their salaries. Lewis robustly defends the work that has been done so far. “If I had told you when I joined that we would take a 5% drop in like-for-like sales and turn it into positive like-for-like growth at the end of last year with prices down by more than 4%, I don’t think you would have believed me. I don’t think anybody would have believed me.” Admitting that there is still more work to be done, the Tesco boss denies it will take as long as five years to get the retailer back on track. “But I think this is something that probably takes more than 15 months.” Lewis, who turned 50 and got married last year, just as he was trying to jump-start the Tesco juggernaut, says his focus so far has been on getting existing shoppers to spend more. “Everybody was commenting on how people were no longer shopping at Tesco. But when we sat down and did the analysis, really very objectively and brutally, we found that people were not leaving Tesco, but they were changing their buying behaviour. They used to shop with us six times out of 10, and now they shopped five times out of 10. They weren’t avoiding Tesco; they were just doing some of their shopping elsewhere, for whatever reason. But if you are still coming into my shop, there is an opportunity to improve what I do for you when you are in.” His response was to “put all of the effort back into the stores. It wasn’t an advertising-led campaign; it was all about doing it better in store. The first year, everything went into the service – availability, range and price.” Now that Lewis appears to have steadied the ship after an “unprecedented” period of change at Tesco, he is planning to become more ambitious. In a bid to take on discounters Aldi and Lidl, who have stolen trade from all the leading supermarkets over the past five years, Tesco has just launched seven new “farm brands”, including Redmere Farms for vegetables and Boswell Farms for beef.     Tesco farm brand beef    Lewis says he targeted items that were up to 17% cheaper at Aldi and Lidl. “It is the most aggressive investment we have made for Tesco shoppers in the past five years,” Lewis says. “For us to close that price difference is a big investment.” The idea is to persuade Tesco shoppers they don’t need to make those extra visits to a discounter: “I am now giving you something in my store that is better, at the same price. So why do you want to go and shop with somebody else?” The farm brands have caused controversy, however, because Tesco invented the farm names. Farming groups have attacked the move as misleading – in that they suggest the produce comes from British farms when some of it is imported, even though the country of origin is marked on the packs. A top Irish chef has called the brands “an insult to real farmers”. Lewis declares himself bemused by the outrage, not least because the discounters regularly create new brands closely based on existing products. “The discussion about ‘Does this farm exist or not?’ sort of forced a wry smile from me, because, actually, customers had no problem. Customers understood that the products come from farms – that was clearly true – and that no one farm that could ever supply all of Tesco.” The next item on Lewis’s agenda is a review of Tesco’s own-label products and of the Clubcard, the loyalty scheme that helped take the retailer to the No 1 spot when it was launched by Sir Terry Leahy in the 1990s. The Clubcard has, he reckons, been used by the grocer in the wrong way for some time and needs a revamp. “It is 21 years old at the end of this year and it could probably do with being brought into the 21st century,” Lewis says. “We got ourselves to a place where our pricing on shelf was not competitive, but we tried to compensate for that by giving coupons through Clubcard.” That was a bad idea, according to Lewis, because most customers can’t work out whether that means they are getting a good or a bad deal. Customers, he says, “ don’t at all do that equation in their head”. So he wants Clubcard to go back to its roots – as a loyalty card that is “a genuine reward for loyalty – a genuine thank you, if you like”. However, as the Tesco boss ploughs on with his attempts to modernise the company, the SFO investigation is still hanging over it, with the potential for hundreds of millions of pounds in fines if it is found guilty of misconduct. But he claims that prospect is not a major distraction, and he will deal with whatever the eventual outcome is. “Look,” he says, “I think everybody is aware of the investigation. We are co-operating fully with it, but there are very few people inside the business who are actually dealing with it. On a day-to-day basis, 99.999% of our employees are not affected by it. “For sure we still don’t know what will happen. We are completely waiting for that to materialise. I am sure we will get to a place where that comes back on to the public agenda. We will have to deal with that, and there will be an impact on the business as we do.” He is not keen to expand on speculation that he might be seeking a deferred prosecution agreement with the SFO, which would allow the company to reach a settlement over the scandal. “I have to say the people who are speculating know way more than I do. That is probably the best answer I can give you. I can’t say anything. There isn’t anything to say. There really isn’t anything to say.” The accounting scandal dragged the Tesco brand to its lowest depths when it emerged in September 2014. Lewis admits that it put “a dent” in Tesco’s image but insists the standing of the brand can recover. “Honestly, it’s better than it was a year ago, but not yet as well as it was in its heyday in the middle of the 2000s.” But, he says, the corporate image and the shopping experience are two different things. “When you talk to someone about their shopping experience and the people in their store, by and large it’s really still positive. But their image of the corporation was driven by our relationship with our suppliers and the way our property strategy sometimes clashed with local communities.” His response has been to “completely – and I mean absolutely completely – redraw the relationship with our suppliers, and to take a completely different approach to property, in terms of not building any more stores and actually giving some sites back to the community”. He doesn’t mention that plans for most of the new stores were abandoned because they were uneconomic. “There is still more we have to do in rebuilding the brand, but we want to open people’s minds to the idea that Tesco can be a different sort of place.”",
  "webTitle": "The Tesco brand was badly dented, but it will recover, says boss",
  "webPublicationDate": "2016-05-14T15:00:06Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/14/tesco-dave-lewis-interview-recovery",
  "keyword": [
    {
      "webTitle": "Tesco",
      "id": "business/tesco",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Serious Fraud Office",
      "id": "law/serious-fraud-office",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Dave Lewis",
      "id": "business/dave-lewis",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    }
  ],
  "guardianId": "business/2016/may/14/tesco-dave-lewis-interview-recovery"
}