{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/22/brexit-britain-anger-in-appledore-fishing-industry-demise",
  "id": "2016-05-22-145",
  "sectionId": "politics",
  "body": "They know their patriotic history in Appledore. The fleet that defeated the Spanish armada was largely built and crewed by the men of this port, in north-west Devon. The village, sitting on the banks where the Taw and Torridge rivers meet before they flow into Bideford Bay, is perhaps England’s oldest fishing port. So it was with dismay that locals looked on as the last English boat based here – the Hannah Marie – was sold five weeks ago. The marine-blue trawler is awaiting shipment to Denmark. According to local people, it is the latest victim of EU fishing quotas. “Not one English boat here now,” said Tony Rutherford, chief executive of North Devon Fishermen’s Association, his anger barely concealed. “There were about 80 to 100 in these parts in 2002.” Rutherford turned to his laptop, opened up a real-time map of the local seas on his screen and pointed at the red arrows representing fishing boats. “Just off Milford Haven now is a very big fishery for ray fish,” said Rutherford, who has owned Bideford Fisheries, a business on the quay that buys from fishermen and sells on to wholesalers, since 1979. He settled his cursor on each of the six red arrows swarming around the screen. The flag under which each boat was sailing was revealed in turn. “Belgian,” he said. “Belgian, Belgian fishing boat. Belgian, Belgian, Belgian.” Rutherford reached into his files and took out a letter sent to the fisheries minister in November 2008. “I have got folders and folders of paperwork.” He pointed to the text warning of the consequences of cutting the amount of ray English trawlers could catch. “We note with concern the commission’s proposal to put skate and ray on quota for 2009,” the letter says. “The Bristol Channel is very much a ray fishery and Appledore is the single most important port in the country to handle ray … Because the Bristol Channel is a unique fishery, we know that without ray, the fishing fleet would be unviable.” The plea fell on deaf ears. Rutherford will vote in favour of leaving the European Union next month.     Appledore has been hit by the loss of fishing and shipbuilding jobs. Photograph: Chris Saville/Apex    Appledore is in the parliamentary constituency of Torridge and West Devon and many others in these parts will vote the same way as Rutherford. Recent polling suggests that 49% of people will vote to leave the EU next month, with a mere 28% who want to stay. It is one of the most Eurosceptic places in the country. And the plight of the fishing industry is only the most tangible explanation for why people here feel they have lost control of their destiny. As picture-postcard pretty as much of this constituency is, there are many brutal pressures on the residents of Appledore. The average age of people in the area run by Torridge district council, of which Appledore is part, is 44, higher than the English average of 39, according to the 2011 census. A quarter of those who live here have no educational qualifications. The percentage of people in the village who rate their health as “very good” is less than the national average; while the percentage rating their health as “very bad” is above the national average. Only 15% of the population have professional or managerial occupations, compared with the 22% average for England as a whole. And a report in 2014 suggested that workers in Torridge are the worst-paid in the country, receiving on average £10,000 less than the English average of £27,000. In February a third of the workforce from the Babcock’s shipyard in Appledore – visible from the quayside where dog walkers stroll – was transferred down to a sister yard at Devonport, Plymouth, because contracts had dried up. The grey vessel being built at Appledore for the Irish navy, visible from the village quay, is due to be launched later this year, leaving the remaining workers with little to work on. The yard has lost its bid to build the £200m polar research vessel. On Thursday afternoon, at a Brexit debate at Petroc further and higher education college in Barnstaple, six miles east of Appledore, tempers flared. “You’re a historian,” shouted one man in his 60s at the young lecturer, head of the college’s history department, who had spoken in support of remaining in the European Union, “tell me how the EU is democratic.” Philip Milton, a one-time Tory parliamentary candidate, told the 60 people in the audience that those in favour of remaining in the EU were using “emotional propaganda and fear” to win the campaign and that it was time to give the faceless bureaucrats in Brussels “a bloody nose”. And while the speakers in favour of remaining in the EU had their turn to speak, it was the Brexiters who made the headway with the crowd, which was noticeably elderly despite the location. Indeed, a generational divide was evident. Stuart Robertson, chair of Ukip in North Devon (a constituency where 48% say they want to leave), noted that the local newspaper had reported that 80% of students at the college were pro-EU. “That’s very worrying,” he said. “Brainwashed,” a member of the audience shouted. “I believe so,” said Robertson, nodding. A second audience member shouted back: “Educated.” Looking appalled, Robertson muttered: “Says it all.”     Appledore worker Graeme Farmer: ‘I was always someone who was Remain, but the debate has pushed me away.” Photograph: Chris Saville/Apex    On the cobbled streets, and in the quaint coffee and antique shops of Appledore, the divide was just as obvious. Graeme Farmer, 38, who works on a programme for children with special needs, was watching over some teenagers on a skateboard ramp on Friday. “I’m stuck in the middle on the EU really,” he admitted. “I was always someone who was Remain, but the debate has pushed me away. “I watched Question Time last night and the audience were asking sensible questions but the politicians just came back with their scripted answers. I am probably still Remain though.” Over at the gift shop, Linda Brodie, 64, stocking the shelves, was far less conflicted – and said she spoke for many of her generation in the village. “I am 100% for leaving and a lot of people here are,” she said. “I read in the paper that the EU is going to make us build 220,000 homes for immigrants coming over.” She whispered: “The good thing about around here is that we don’t have any immigrants.” Linda Upton, 57, at John’s Grocers on the quayside, had similar concerns – but was rather more diplomatic. “More and more I just think we would be better making our own decisions about border control,” she said. “And I feel angry for the poor fishermen. I wasn’t sure how I would vote but as it goes on I think we would be financially better off if we left and we can put the money into the NHS.”     Appledore worker Linda Upton: ‘We would be better making our own decisions.’ Photograph: Chris Saville/Apex    Back in Bideford Fisheries, Rutherford was a busy man. He has adapted his business over the years. “Fish is now caught in our waters by foreign boats, taken abroad, shipped back in to the UK, processed here and sold on,” he said, adding that his turnover for that week had been £75,000 and that he had just sorted the wage packets for 14 people. But he said he found what had happened to Appledore “heartbreaking”. Rutherford, the fourth generation in his family in the fishing business, works in a building that was built using £3.8m of EU grants. Yet the clumsiness of the EU behemoth had killed his community, he said. “They throw around money but I don’t think they have got enough knowledge, don’t understand things,” he said, shaking his head. “Nobody is listening. They might listen in June.” BRITAIN’S TOP 10 EUROSCEPTIC PLACES By examining responses to a question on voting intention in a Brexit referendum, and combining this with information on respondents’ and constituencies’ demographics, Chris Hanretty at East Anglia University produced estimates of the percentage of respondents in each constituency who would favour leaving the EU.  THE 10 MOST EUROSCEPTIC CONSTITUENCIES 1 Clacton (Essex) 2 Castle Point (Essex) 3 Great Yarmouth 4 Christchurch (Dorset) 5 Blackpool North and Cleveleys 6 Boston and Skegness 7 South Holland and The Deepings (Lincolnshire) 8 North East Cambridgeshire 9 Waveney (Suffolk) 10 Aldridge-Brownhills (Staffordshire)",
  "webTitle": "Brexit Britain: ‘Foreign boats catch fish in our waters and then ship it back to us’",
  "webPublicationDate": "2016-05-22T08:00:37Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/22/brexit-britain-anger-in-appledore-fishing-industry-demise",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Fishing",
      "id": "environment/fishing",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Boffey",
      "id": "profile/daniel-boffey"
    }
  ],
  "guardianId": "politics/2016/may/22/brexit-britain-anger-in-appledore-fishing-industry-demise"
}