{
  "apiUrl": "https://content.guardianapis.com/education/blog/2016/may/04/schools-ministers-cult-rigour-sats-children-gibbering-wrecks",
  "id": "2016-05-04-196",
  "sectionId": "education",
  "body": "You may be forgiven for not having heard of Nick Gibb until the past few days. He has been a political anorak since his teens, and was an accountant before becoming an MP in 1997. Currently he is the schools minister, working under Nicky Morgan.  Ah yes, that should ring a bell.   When Morgan, put into education to calm things down after the Maoist reign of Michael Gove (the joke is David Cameron’s own), faced a hostile teachers’ conference last week, someone asked if she or Gibb was in charge of policy. She called her challenger “sexist”, not an impressive reply from a cabinet minister.   Related: Primary school tests boycott draws scattered support     The reason behind the teacher’s jibe is that Morgan is emollient, but Gibb is gripped by the cult of rigour and the row over Sats tests for six- and seven-year-olds. It prompted some parents to show their devotion to their children’s education by taking them out of school this week in protest. They have their reasons, but we seem to live in an age gripped by irrationality.    Related: The rights and wrongs of testing 10-year-olds on modal verbs | Letters     Gibb was not quite rigorous enough to pass a Sats grammar test question set for 11-year-olds when challenged by the BBC’s Martha Kearney on Tuesday. Kearney giggled with glee when he guessed wrong. Hoist by his own petard, as a Gibb-trained six-year-old would put it.  But Gibb is a 55-year-old Tory on the libertarian wing of the party, an ally of Hague, then of Portillo, fastidious enough not to serve under IDS (not enough GCSEs, Iain), and schools minister twice since 2010. A Kent grammar school boy who moved to Roundhay grammar-turned-comprehensive in middle-class Leeds (did he spot that Margaret Thatcher made the change?), he is a champion of phonics (not suitable for all) and of rigour. Someone unkindly leaked the remark that he would prefer an Oxbridge grad without a teacher training certificate (PGCE) teaching physics than someone from “one of the rubbish universities” with one.  That is such a rubbish remark, I could weep. Say after me Nick, that Apple’s Sir Jonathan Ive, one of the most influential designers of our times, studied industrial design at Newcastle Poly, now Northumbria University. There are plenty more such talents emerging (and teaching) at many of our “rubbish” universities. Snobbery from the likes of Maidstone Grammar and Durham University’s Gibb (he read law) has done as much as anything to cripple the once mighty British industrial base. They looked down on Stephenson and Brunel too. Perhaps the new wave of Ms Brunels  will turn things around.  That said, I have some sympathy with Gibb’s complaint about the lack of rigour in much of what our kids learn. In my case it is grandchildren and great nieces these days. Some of it is creative and wonderful, dazzling me with its maturity and sophistication. Foreigners cudgeled into submission by rote learning sometimes marvel at it.  But I know that international league tables repeatedly highlight profound weaknesses in the basic skills of English and maths and that, as so often in our kind of society, it is the poor and vulnerable who are least well served. Their “poverty of ambition” – as the great trade unionist, Ernest Bevin, put it – is reinforced by society’s indifference.     The schools minister, Nick Gibb, is not a parent himself. Photograph: Alastair Johnstone / SWNS.com for the Guardian     You don’t need to be able to add up or multiply if you have a calculator? OK if you say so, but you may not always have one. It must be crippling not to know that 3x17 is 51 when you’re scoring at the bottom left-hand corner of the pub dartboard. Put another way, when we lived in the suburbs of Washington DC, my 10-year-old encountered a level of maths he did not meet again back in London until he was 16. Gibb says we are three years behind the Chinese at 15. Scary stuff.  The question here is, as usual, how do we best go about improving things? Standards, not structures, was David Blunkett’s mantra at education (1997-2001), but this government seems to be throwing both challenges at teachers in what strikes me as a dogmatic way, one learned by rote, you might say.   I was horrified when George Osborne (what’s it to do with him?) announced that all schools must become academies. What about choice for parents and local authorities? Why are academy chains failing too, as the Gove-picked regulator, Sir Michael Wilshaw, protested?  It has the hallmarks of another Andrew (“no top-down reform”) Lansley disaster, compounded by the quite extraordinary decision to replace parent governors with “trained” professionals. Gibb himself is not a parent. If he was he might know it is often the parents who really know where a school is failing and what should be done about it.  The professionalisation of everything (usually for a fee) is another of the debilitating vices of our time. No wonder parents are anxious about their parenting skills, let alone about whether or not Alice and Timothy are going to be able to compete with youngsters in Shanghai. Little do they know that Silicon Valley robotics are striving to make all of them unemployed.  It is also no wonder the kids get anxious when confronted (at six!) with split digraphs and polysyllabic words in their Sats test. Or that they are such nervous wrecks by the time they go to university that they impose “safe spaces” and “no platform” policies in which they can be protected from unsettling ideas. Gibb seems to have the same problem, and he’s 55.  Let’s not go there today. I don’t like the idea of testing six- and seven-year-olds, many of whom are immature for a variety of reasons and don’t need to be discouraged by split digraphs, whatever they are. Children go to school earlier in Britain than in some countries where they seem to achieve better standards later on.    Related: Dear Ms Morgan: Sats tests are putting young children through hell     So reports that some are showing signs of distress at the Sats challenge are therefore understandable. It is the job of parents and teachers, working calmly together, to ease such fears. Other children will sail through the tests, of course, and crow about it. That’s not good for them either. Six is too young to wield the cosh. Teachers and parents, not Nicky and Nick, are the key to a successfully educated child. Personally, I would worry more about what screen time is doing to their powers of concentration (it’s not doing much for mine) and book-reading habits. Or is that old-fashioned too? We’ll find out.  But cheer up. Last night my wife and I saw a raunchy production of Marlowe’s Doctor Faustus at the theatre. Since Kit Harington – Jon Snow of Game of Thrones fame – was playing the title role, the place was packed with noisy young people. Excellent for a new generation of theatregoers, as Lyn Gardner argues. Marlowe’s Elizabethan prose, rich and vivid, must have been quite a shock for some of them, more so than the actors getting their kit off. But they were all still there after the interval, much fired up. When I got home and safely into bed I looked it all up on the iPad. But not too rigorously.",
  "webTitle": "Schools minister's cult of rigour turns children into gibbering wrecks",
  "webPublicationDate": "2016-05-04T12:25:14Z",
  "webUrl": "https://www.theguardian.com/education/blog/2016/may/04/schools-ministers-cult-rigour-sats-children-gibbering-wrecks",
  "keyword": [
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Exams",
      "id": "education/exams",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "education/blog/2016/may/04/schools-ministers-cult-rigour-sats-children-gibbering-wrecks"
}