{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/25/oklahoma-city-thunder-golden-state-warriors-three-one-lead",
  "id": "2016-05-25-184",
  "sectionId": "sport",
  "body": "The Golden State Warriors have to be wishing that Draymond Green had been suspended for Game 4.  When the NBA announced on Monday evening that Green would be fined, but not suspended, for his latest jump-kick assault on the groin of Oklahoma City Thunder center Steven Adams, it meant the Warriors would take the court at full-strength on Tuesday night with a chance to even the Western Conference finals at two games apiece. Green’s presence in the lineup gave the defending champs no excuses.  After getting crushed by the Thunder for the second time in three days, falling 118-94 to go down 3-1 in the series, the Warriors could really use an excuse to feel better about themselves. The team that lost nine total games in six months is being thoroughly outplayed by one that lost 27. No one is asking if the Warriors are better than the 1995-96 Bulls now. They’re asking if they have any shot of beating the 2015-2016 Thunder in the third round of the playoffs. If Green had sat, they could pin their latest 20-plus point defeat on being short-handed. But now the Warriors have no reasons or answers. The Thunder are just, suddenly, better.             “We all have to bounce back,” Warriors coach Steve Kerr said after his team’s second public humiliation in three nights. “The good news is, we go home. Obviously we play well at home. The idea now is to go home and get one win. Do that, and we put some pressure on them and we’ll see what happens.” Yikes. The team most everyone assumed was a shoo-in for a second NBA title (whoops!) has been reduced to the “one game at a time” and “we’ll see what happens” type of cliche that the Atlanta Hawks and Memphis Grizzlies of the world say to get out of bed every day.    Related: Thunder roar to leave Warriors on brink in NBA Western Conference finals    The Warriors can’t even pin their downfall on Steph Curry’s knee injury. The reigning MVP played back-to-back 37-minute games in the conference semi-finals to finish off Portland and performed like his normal, dominant self, putting up 40 and 29 points. Against the Thunder, Curry has yet to score more than 28.  “He’s not injured,” Kerr said. “He’s coming back from the knee, but he’s not injured. He just had a lousy night. It happens, even to the best players in the world.” It wasn’t just a single lousy night, though. Curry was 6-of-20 and 2-for-10 from three-point range on Tuesday night, totaling just 19 points to go along with six turnovers. That is indeed lousy. But he wasn’t much better in Game 3 either. Does it seem more likely that Curry just happened to have back-to-back bad nights out of the blue ... or that Russell Westbrook, who said before the series that Curry “is a shooter, not anything I haven’t seen,” has become a legitimate Curry Stopper with his physical play?  Golden State’s underrated defense hasn’t helped overcome Curry’s struggles either. Westbrook had 36 points and a triple-double in Game 4. Kevin Durant is averaging 30.2 point per game for the series. The Thunder are the first team since the 1987 Showtime Lakers to score 72 or more points in the first half of back-to-back playoff games. So even if Curry gets going on the offensive end, the Warriors still need to fix their defense – and with no room for error in an elimination game.  Kerr appears helpless and befuddled on the sidelines. Curry and Klay Thompson look defeated. The Sad Brothers. And the only part of Green’s arsenal working right now is kicks and trips. The Thunder have all the confidence and momentum heading into Game 5.  It’s impossible to write off a 73-win team. If anyone can come back from a 3-1 deficit, it’s the defending champions. But the heaviest favorite the NBA has seen in some time is now the biggest underdog left in basketball.  Video of the week If the words above failed to capture Thunder-Warriors, this quick video of Kevin Durant and Russell Westbrook basketball bullying Steph Curry nails it perfectly.            Quote of the week  How are your nuts? - Kiwi journalist Jack Tame to Thunder center Steven Adams in the aftermath of Game 3’s kick felt ‘round the world.              There are those who claim the media doesn’t serve the public interest, but Tame is proof some journalists still seek out information people truly care to hear. No beating around the bush, no references to soreness or discomfort in the lower region, just straight out: “How are your nuts?” We should all strive to be as direct in our questioning. Like Draymond Green’s knees, but with words.  How did LeBron carry the Cavaliers this week?  Uhhhh ... ummm .... errrr ... huh. This category was a lot easier to write a week ago when Hunter Felt had the honors following Cleveland’s 31-point win in Game 1 that put them at 9-0 in the playoffs. Since then the LeBrons have seen the series evened at two games apiece by dropping back-to-back contests in Toronto, and all the passive-aggressive work LeBron did in the past two years to motivate Kevin Love seems to have fallen apart, as Love scored just 13 points in Toronto on 5-of-23 shooting and was benched for the final minutes of Game 4.  All of it made everyone fall right back to the same old questions about LeBron, LeBron’s team and LeBron’s “leadership.” Speaking of falling back:             Power rankings 1) Oklahoma City Thunder (1) The biggest loser in the Thunder-Warriors series isn’t Golden State. It’s all the franchises that hoped they could lure Kevin Durant this offseason. Durant isn’t going to leave Westbrook, Serge Ibaka, Steven Adams and Billy Donovan to go on a charity mission with the Wizards.  2) Golden State Warriors (3) The Lakers probably wish they had waited to negotiated Luke Walton’s contract until after the playoffs ended.  3) Cleveland Cavaliers (2) Including the regular season and playoffs, the Cavaliers and Raptors have now met seven times and the home team has won each match-up. That’s one of the reasons the Cavaliers are still favored to advance, with two of the final three games in the series slated for outside The North. (The other is that they’re the team with LeBron James on the roster.) But if Toronto wins Game 5 in Cleveland, we could see a media and fan freak-out without precedence even in LeBron’s career, which has been filled with countless media and fan freak-outs. If you enjoy mayhem, the Raptors are your team.  4) Toronto Raptors (4) The Raptors managed to scuffle through the early rounds of the playoffs with Kyle Lowry and DeMar DeRozan struggling, but with the duo recalibrating from long-range, the Eastern Conference Finals is close to a toss up. And you have to like the chances of the team with Bismack Biyombo coming down with anything tossed up.",
  "webTitle": "How Thunder have made the 73-win Warriors basketball's biggest underdogs | DJ Gallo",
  "webPublicationDate": "2016-05-25T11:47:16Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/25/oklahoma-city-thunder-golden-state-warriors-three-one-lead",
  "keyword": [
    {
      "webTitle": "Golden State Warriors",
      "id": "sport/golden-state-warriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oklahoma City Thunder",
      "id": "sport/oklahoma-city-thunder",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Basketball",
      "id": "sport/basketball",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "DJ Gallo",
      "id": "profile/dj-gallo"
    }
  ],
  "guardianId": "sport/blog/2016/may/25/oklahoma-city-thunder-golden-state-warriors-three-one-lead"
}