{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/08/inescapable-realities-that-face-uk-prisons",
  "id": "2016-05-08-33",
  "sectionId": "society",
  "body": "Britain’s prisons were in crisis long before the current escalation in the prison population (Tough talk on crime led to a crisis in Britain’s prisons, 5 May). It is the fact of imprisonment that is the issue, and the nature and culture inside that needs to be changed, otherwise the deaths Michael Jacobson describes will continue irrespective of the issue of overcrowding. Overcrowding exacerbates the problem of self-inflicted deaths but it is not the cause. The shocking statistics to which he refers belie any suggestion that the government is successfully pursuing a reform agenda. They reflect the desperate reality of prison life and the failure to protect those in its care. Prisons are places where the safety and dignity of prisoners is increasingly under threat. Every day INQUEST hears harrowing stories from the families of those who have died. Time and again deaths occur that reveal failures in treatment and care. Until there is a dramatic reduction in the use of prison, a redirection of resources into community alternatives, a willingness to act on the learning from previous deaths and a commitment to hold those involved legally accountable for deaths across all state institutions, then the endemic problem of death and self-harm will continue with devastating consequences for prisoners and their families.Deborah ColesDirector, INQUESTProfessor Joe SimLiverpool John Moore’s University • When are we going to come to our senses over tough talk and action on crime and where it is disastrously leading us? In the early 1990s with the prison population around 46,000, all serious senior prison managers (they used to exchange ideas with us criminal defence practitioners in those days) deemed it already far too many. Those incarcerated were – and remain – predominantly the inadequate, vulnerable, drug and drink-addicted jail fodder of largely nuisance value. This is even more so now at 85,000 costing us at least £30,000 per annum apiece. Far cheaper options with proven track records of deflecting from rapid reoffending have been mindlessly eschewed on occasions without number.In the early 90s, the home secretary Douglas Hurd tried hard but then shallow electoral considerations had both Conservative and Labour administrations outbidding each other with more of the same counterproductive and populistic non-sequiturs We still have time to learn from the financial and social mess the US prison estate is now in before it is too late. Or are we too immature to see what is staring us in the face?Malcolm FowlerSolicitor and higher court advocateTipton, West Midlands • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Inescapable realities that face UK prisons | Editorial",
  "webPublicationDate": "2016-05-08T20:02:12Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/08/inescapable-realities-that-face-uk-prisons",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/08/inescapable-realities-that-face-uk-prisons"
}