{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/24/four-relatives-jailed-for-making-vulnerable-men-work-like-slaves-in-wales",
  "id": "2016-05-24-47",
  "sectionId": "uk-news",
  "body": "Four family members involved in mistreating vulnerable men who were forced to work like slaves have been jailed for a total of 27 years. Patrick Joseph Connors, his son Patrick Dean Connors, nephew William Connors and son-in-law Lee Christopher Carbis were convicted on Tuesday after the court heard how one victim was forced to do hard manual labour for as little as £5 a day. When he tried to flee, he was hunted down and brought back. A second man said years of malnutrition had seen him develop osteoporosis. He also told how he still constantly looks over his shoulder and feels as though he is wearing “invisible shackles”. The first victim, Michael John Hughes, left his native Scotland for south Wales to seek a better life, Cardiff crown court was told, but he ended up working more than 20 years for the Connors family.  Hughes, 46, said he was beaten if he did not do as he was told and he and the other man were made to live in sheds without heating. They had to carry out building work and road laying. Jurors heard that he was chased down when he tried to escape and was once bundled into the boot of a car in Aberdeen before being taken back to Wales. In a victim impact statement, Hughes said: “I feel like not only did they strip me from my early adult life but also moulded me into an unhappy man that felt worthless. They made me feel like I had nothing to live for. Every time I felt some sort of happiness they tried to crush it. “I detest the way they treated me. I’ve had counselling to overcome the pain I suffered. I’m now starting to believe in myself for the first time in a long time. I plan to continue to improve my life and be the happy person I am now.” The second man, only named as K for legal reasons, had been frightened into submission for six years and was kidnapped at least four times after trying to escape. In his victim impact statement, K said: “I kept things bottled up inside and resorted to cannabis and alcohol to block everything out. I was angry at the authorities who did nothing and at myself for getting sucked into this situation.  “It was only in the past couple of years I realised there was such a thing as modern slavery in this country and it shouldn’t be happening.  “I’ve been receiving treatment for post traumatic stress disorder. I’ve been diagnosed with a collapsed vertebra and osteoporosis, which is attributed to malnutrition. I intend to soldier on and don’t want people to feel sorry for me. I’m taking one step at a time. I want to get on with the rest of my life without looking over my shoulder.” Patrick Joseph, 59, Patrick Dean, 39, and William Connors, 36, all from Cardiff, were convicted of requiring Hughes to perform forced or compulsory labour. Patrick Joseph Connors was also found guilty of causing actual bodily harm, kidnap and conspiracy to kidnap. Carbis, 34, of Trowbridge, Wiltshire, was cleared of the compulsory labour charge but found guilty of kidnapping K. Catrin Evans, head of the Welsh Crown Prosecution Service’s complex casework unit, said: “Today’s convictions are a direct result of the immense courage both victims have shown in coming forward to report what happened. “The criminal justice system cannot undo what has happened to them, nor give them back the years they have lost, but we hope that these convictions will give them some measure of assistance as they continue to rebuild their lives.” Outside court, Hughes said: “I am so happy to have my life back – a life that I never knew existed. With the help and support of my family, I am now re-building my life. “Those people stole my life but the outcome of today’s trial means that they will now face the justice that they deserve.”   Patrick Joseph Connors was jailed for 14 years. Patrick Dean Connors was given six and a half years in prison while William Connors was jailed for four years and Carbis for two and a half years.  Judge Neil Bidder said the victims had been treated like serfs in “modern-day slavery”, adding: “K described himself as subject to invisible shackles. Michael Hughes felt degraded like an item of property. You diminished what little self respect they had.”",
  "webTitle": "Four relatives jailed for making vulnerable men work like slaves in Wales",
  "webPublicationDate": "2016-05-24T18:30:46Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/24/four-relatives-jailed-for-making-vulnerable-men-work-like-slaves-in-wales",
  "keyword": [
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Cardiff",
      "id": "uk/cardiff",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "uk-news/2016/may/24/four-relatives-jailed-for-making-vulnerable-men-work-like-slaves-in-wales"
}