{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/01/dilly-ding-dilly-dong-leicester-city-season-premier-league-ranieri",
  "id": "2016-05-01-115",
  "sectionId": "football",
  "body": "7 May 2011  The mood is mixed. Leicester finish 10th in the Championship with a chaotic but upbeat 4-2 home win over Ipswich. Sven-Goran Eriksson – hired expensively in October by the club’s Thai-based 80% owners to clean up after Paulo Sousa’s nine-game reign – reflects on his lot. “At one stage this season I could have bet we would finish in the play-offs. But we conceded too many goals all season, and today was typical. We must alter our approach.”  18 May 2011  Thai owners Vichai and Aiyawatt Raksriaksorn buy the other 20%, and promise Eriksson a hefty budget. 27 June 2011  He rises to the challenge – spending £15m on 13 players, including Leeds keeper Kasper Schmeichel. He later reveals he also fancies LA Galaxy’s David Beckham (“he would be welcome”), and shares the big vision: “The target is not only to reach the Premier League but to stay in it. And to reach Europe too.”     Nigel Pearson returns, 2011.    24 October 2011  13 games later Eriksson is sacked – signing off after a 3-0 home defeat by Millwall. The owners change course and opt for a familiar face instead: Nigel Pearson rehired 17 months after he left for Hull. “I am prepared to put myself into what is a pressure situation,” he says. “I don’t mind that positive pressure. Expectations are high, but that doesn’t faze me.” 30 January 2012  Pearson adds to Eriksson’s spending, signing Ben Marshall from Stoke, and two others who will have a bigger impact: £1m Danny Drinkwater from Manchester United, and £1m Wes Morgan from Forest. 17 May 2012 Pearson leads his side to an untidy ninth-place finish, with just one win in the final four. The owners sanction another overhaul – with the most eye-catching move of the summer a £1m deal for prolific 25-year-old Fleetwood striker Jamie Vardy, a record fee for a non-league player. Vardy says he hopes he can make the step up. “I know the standard of the players is going to be a lot better. But I’ve played in the FA Cup a few times this year and managed to do well against the league clubs. Hopefully I can carry that on.” 5 October 2012  After another mixed start, the owners deny reports that they plan to sack Pearson and hire Harry Redknapp instead. “Nigel has and continues to retain our total support, and remains absolutely key to what we are trying to achieve. Our appetite and desire for success with Nigel as manager remains undiminished.” Pearson shrugs it off. “I don’t know who is being mischievous in terms of these stories. It’s a bit of an irritant but it’s not going to alter how I work.” Results stay inconsistent, but they reach Boxing Day in fifth. 21 February 2013 After a fine run of form lifts them to second, a sudden downturn prompts a loan deal: 19-year-old Harry Kane arriving from Spurs. “He’s a player we know a lot about,” says Pearson. “He will bring goals and a fresh impetus. It keeps the competition keen.” Kane scores on his debut against Blackburn but his presence fails to stop the slide. City approach the final day having dropped outside the play-offs, needing a win away at Forest. But against the odds they do it – 3-2, via a late winner from Anthony Knockaert. It secures sixth place. 12 May 2013 After winning their play-off semi-final first leg 1-0, Leicester travel to Watford, one game from Wembley. It’s a day few will forget. 2-1 down in the 95th-minute, Pearson’s side are given a penalty. Anthony Knockaert steps up – but Manuel Almunia saves both his shot and his follow-up. Then it gets worse. Watford launch a counterattack, and 20 seconds later it’s 3-1 to the home side. Reporter Johnny Phillips, trying to describe it all in real-time for Sky, goes viral. Pearson says: “I can’t imagine a worse way to lose.”            11 January 2014 After regrouping over the summer, City fly through the first few months and are top by the turn of the year. Looking to cement the run, the owners sanction another deal: Pearson landing £350,000 Le Havre winger Riyad Mahrez. “Riyad is a pleasing addition,” says Pearson. “Whenever we look to add to our squad, it has to be a player that will improve us while complementing what we already have. Riyad fits that description.” 6 April 2014 With promotion secured and six games still to play, Pearson reveals how he did it – explaining he had to clear Sven-Goran Eriksson’s costly “rubbish” out of the squad to produce a winning formula. “People want to talk about this season in isolation, but I keep telling them it’s actually about what has been done over the last two-and-a-half years. One of the biggest jobs was to get rid of the rubbish – the players who don’t have any value. We now have lots who can make this step up. I intend to keep them together.” 22 April 2014 A 1-0 win at Bolton secures the title with two games to spare. They end the season having broken a string of club records, including a brilliant run of nine consecutive league wins. Pearson is named Championship manager of the year, while Schmeichel, Morgan and Drinkwater all make it into the PFA team. The owners, meanwhile, insist they can still comply with Financial Fair Play rules, despite announcing a £34m loss for 2012-13. “We are highly confident of complying with league regulations.” 25 June 2014 Pearson agrees a three-year contract extension, Vardy signs a four-year deal and summer signings include Villa’s Marc Albrighton, Brighton’s Leonardo Ulloa, former Inter star Esteban Cambiasso and QPR’s Danny Simpson. Pearson sets out his vision for City’s first season back in the top flight after a 10-year absence and rejects any talk that he might have to drop his low-profile, sitting-in-the-stands approach in favour of a more centre-stage, headline-making role.   I do think there is a lot of pressure on managers to behave in a certain way – this talk of ‘passion’ – which I don’t always think is beneficial. I look at managers and think ‘Are you acting? Are you playing the role that people want you to play?’ For English managers it is almost as if you have got to act in that ‘passionate’ way – there’s more slack cut for foreign coaches because they seem able to look ‘thoughtful’ … and then there’s this talk about whether you wear a suit or a tracksuit. I don’t intend changing how I look just because I’m in the Premier League. I will wear a tracksuit.”  21 September 2014 The promised tidy, low-key start to the season explodes into life with one of the top flight’s great comebacks: Leicester, 3-1 down, beating Manchester United 5–3. It’s the first time in 853 Premier League matches that United have surrendered a two-goal lead and lost. Vardy sets up his side’s first, wins two penalties and scores the fourth. “When you’re 3-1 down against United, to win the game, I think it’s a decent result,” Pearson says. “It says a lot about the character. We’ve got a bit more quality than people maybe think.” 7 February 2015 But the feelgood factor fades fast. Two months after being fined for verbally abusing a Leicester fan during a defeat to Liverpool, the pressure on Pearson appears to tell again. In a bizarre moment, he holds down and mock-strangles Palace’s James McArthur during a 1-0 loss. Asked why he refused to let go, he tells the press: “Because he said something to me. I’m more than capable of looking after myself.” Pearson is sacked – only to be reinstated hours later when the owners have a change of heart.     Pearson v James McArthur, February 2015. Photograph: Plumb Images/Leicester via Getty    14 March 2015 After a 0-0 draw with Hull – towards the end of an eight-game winless run – Pearson is asked by a reporter whether his bottom-placed side are “waxing or waning” in the relegation run-in. “I don’t have to use that sort of analogy,” he says. “We are in the same position. We’ve got 10 games left, six games at home, and our home form has to be drastically improved to give us the best chance [of staying up]. That’s it. You got any more questions you want to ask? Obviously not. Waxing or waning? Fucking hell. My arse.” 29 April 2015 A 3-1 home defeat to Chelsea stalls what looks like a dramatic late revival, ending a run of four straight wins which had lifted them to 17th. After the game Pearson says his players have been unfairly criticised by the press, then becomes involved in a row with a reporter who asks for clarification. “I think you are an ostrich. Your head must be in the sand. Is your head in the sand? Are you flexible enough to get your head in the sand? My suspicion would be no.” Reporter: “Probably not.” Pearson: “I can, you can’t. You can’t.”           Nigel Pearson’s #Ostrichgate    16 May 2015 But the Chelsea defeat was just a blip: Leicester’s dramatic recovery continues and they clinch safety with a game to spare, via a 0-0 draw at Sunderland. A final day 5-1 win over QPR completes a run of seven wins from their last nine games and they finish 14th – becoming only the third Premier League side to survive being bottom at Christmas. “There’s no point in me trying to flower over it, I was relieved,” says Pearson. “It’s not been easy. But through it all we’ve managed to stick together. That’s the important thing.” 30 June 2015 The close-season seems to start well. Aiming to cement that togetherness and build on the run-in’s momentum, Pearson makes Robert Huth’s loan move from Stoke permanent, and adds Christian Fuchs from Schalke and Shinji Okazaki from Mainz. But then, suddenly, it implodes. First, three Leicester reserves, including his son, are sacked over a racist sex tape, filmed while on a “goodwill” tour to Thailand. Then, two weeks later, Pearson himself is out. The owners blame a “fundamental difference in perspective”. 13 July 2015 They turn instead to Claudio Ranieri – eight months after he was sacked by Greece following a humiliating defeat by the Faroes. Former players aren’t having it. Gary Lineker calls it “an uninspiring choice”; Robbie Savage says “not for me”; and Tony Cottee is “astonished … It’s a strange appointment.” Ranieri signs Caen’s N’Golo Kanté and promises: “I will squeeze all my energies into getting the best results.”     Leicester unveil Ranieri. Photograph: Plumb Images/Leicester via Getty    13 August 2015 After leading his new side to a 4-2 opening day win over Sunderland, Ranieri faces his first crisis: the club handing Vardy a “substantial fine” after video emerges of him using a racial slur at a casino in late July. Vardy, who opened the scoring against Sunderland, apologises for “a regrettable error” and keeps his place in the side – starring in a 2-1 win at West Ham two days later. Ranieri is pleased with the 100% start but plays it cool. “We can’t think, ‘oh we are top of the league’. We have six points. That is what is important.” 24 October 2015 Ranieri’s squad, now in fifth but shipping goals, finally keep a clean sheet in a 1-0 win over Palace – and Ranieri delivers on his pledge to reward them with an afternoon at Peter Pizzeria in Leicester. “They deserve this pizza and today we will eat,” says Ranieri. “Football is like pizza. The most important ingredient is team spirit and the second is they enjoy training. That is important. Also to sprinkle a little luck is important, like salt. The fans are the tomato. Without the tomato, it’s no pizza.” 28 November 2015 Vardy, in breathtaking form, breaks Ruud van Nistelrooy’s record of scoring in 10 successive Premier League games. “I am really pleased with Jamie,” says Ranieri. “We can all be very proud. But the real target this season is 40 points to be safe, and now we have 11 to go. That is our project.” Leicester go second, level with Manchester City – but a week later they go top, beating Swansea 3-0 via a dazzling Mahrez hat-trick. “Our fans must keep dreaming,” says the manager, “but we must stay calm. I just want 40 points.”   Related: Leicester’s Fantastic Foxes have taught the Premier League elite a lesson | Daniel Taylor    19 December 2015 Inspired by a tweet from Lineker (“If Leicester win the league I’ll do the first MOTD of next season in just my undies”), Leicester win 3-2 at Everton. They reach Christmas Day in first place – having been bottom 12 months earlier. 2 January 2016 A mini-stumble – two draws and a defeat to Liverpool, with no goals scored. But a point won at Bournemouth does mean Ranieri can finally tick his box. “It’s OK! 40 points, clean sheet, champagne for my players.” 2 February 2016 Hollywood writer Adrian Butchart takes a break from his Jamie Vardy movie script to watch from the stands as the striker scores a 25-yard screamer in a 2-0 win over Liverpool. “It was unbelievable,” says Ranieri. “Just unbelievable what Vardy did.” As pundits search for new ways to explain it, The Sun reveals the “spooky stats” that give the credit for Leicester’s win-rate to Richard III. “Before the incredible discovery of the dead king’s bones in 2012 it was a meagre 32%. Since he was reburied, it’s a phenomenal 63%.” 14 February 2016 A fortnight on, is this the long-anticipated wobble? Ranieri is unhappy with Danny Simpson’s red card in a 2-1 defeat at Arsenal – but stays composed. “We carry on, and we smile.” 10 April 2016 But now, after seven more games unbeaten and a gap opening up at the top, it’s all too much. Ranieri is seen in tears of joy after a 2-0 win at Sunderland. He says later: “You do this job for the emotion you feel inside.” 17 April 2016  Tension, and disbelief, mounts. As Spurs try to stay in touch, referee Jon Moss sends off Vardy in a frantic 2-2 draw with West Ham. Ranieri, though, does what he has done all season: absorbs the pressure, and looks to the positives. “We are in the Champions League, dilly ding, dilly dong! It’s fantastic.”  A week later, without Vardy, they deliver their biggest win of the season, 4-0 over Swansea. It sets them up to win the title at Old Trafford – five years and 24 hours after Sven’s side were scraping a 1-1 draw at Doncaster. As BBC management give the go-ahead to Lineker presenting in his pants, Ranieri calls for one final heave. “We must finish this story like an American movie. Be strong. Be solid. This is history.”     Living the dream: a young Leicester fan, pictured during April’s win over Swansea at the King Power. Photograph: Tom Jenkins for the Guardian",
  "webTitle": "How Leicester City’s five-year fairytale unfolded",
  "webPublicationDate": "2016-05-01T11:55:58Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/01/dilly-ding-dilly-dong-leicester-city-season-premier-league-ranieri",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Nigel Pearson",
      "id": "football/nigel-pearson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sven-Goran Eriksson",
      "id": "football/sven-goran-eriksson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Observer Sport",
      "id": "profile/observer-sport"
    }
  ],
  "guardianId": "football/2016/may/01/dilly-ding-dilly-dong-leicester-city-season-premier-league-ranieri"
}