{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/love-not-always-enough-for-mixed-race-couples",
  "id": "2016-05-14-11",
  "sectionId": "lifeandstyle",
  "body": "Early in their marriage, Reenee Singh and Stephen Fitzpatrick hit a difficult time and went for counselling. “The fact that we were an interracial couple – I am Indian, Stephen white British – wasn’t seen as particularly significant. Yet we realised in time how key cultural problems were to the breakdown in our communication,” she says. “The therapy was helpful in other ways, but I was seen as oversensitive when I minded, for instance, being seen as the nanny with our baby because he was pale-skinned and fair-haired. Or I found it upsetting that Stephen thought I was trying to crowd out the intimacy in our relationship by filling the house with friends and family – the thing Indian families do. I began to feel isolated from the life I wanted to lead. We withdrew emotionally from each other.” Singh, a family systemic psychotherapist and editor of the Journal of Family Therapy, had “a kind of epiphany”. She says: “I was seeing a great many intercultural couples in my practice, yet I knew most family therapy on offer does not take into account the intercultural aspect of relationships, even when people from sometimes startlingly different cultures are at loggerheads because of misunderstandings over their beliefs, rituals, expectations, parenting approaches, ways of communicating, and racism within the extended family.”   Related: Nearly one in ten people in England and Wales in inter-ethnic relationship    On Monday Singh launches the Intercultural Couples Centre, based at the Child and Family Practice in London, to offer constructive help with cultural diversity. It is predicted that, by 2030, 50% of people in London will have been born overseas, while the number of people in England and Wales living with, or married to, someone from another cultural group is now one in 10. Meanwhile, the number of people described on census forms as “mixed” or “multiple” ethnicity almost doubled from 660,000 in 2001 to 1.2 million in 2011, making it by far the fastest-growing category, according to analysis from the Office for National Statistics. Of course, diverse culture may bring a happy celebration of difference, but more often it can tear at the roots of the family. Yet an all-party parliamentary group that, on Tuesday, publishes a report into ways of strengthening families in Britain has barely acknowledged cultural issues, says Singh. The couples centre will be the first of its kind, says one of Singh’s two co-directors, Janet Reibstein: “We give lip service to ‘multiculturalism’, but many more of us live within the, until now, unspoken challenges within intimate and domestic lives. Yet there often can be very creative and fruitful solutions to living within two cultures in one family.” Reibstein helped design the range of services the centre will offer – prenuptial counselling because, Singh says, “there is an added layer of potential conflict from the minute intercultural couples meet.    Parents of mixed-race children cannot share the experience of growing up as mixed… often it is assumed they are adopted  Dinah Morley, co-author of Mixed Experiences     “Prenuptial counselling will cover the type of ritual planned for the marriage; building bridges with extended families who are against the relationship; [deciding] what parenting styles they want, [and whether] the adopted country feels like home – so that they have started the conversation they need to have before finding themselves hitting the pressure points.” Pressures can become particularly acute when children are born and strife may replace an erstwhile liberal and accepting lifestyle. For example, one or both parents may feel passionately that children should be brought up with a particular faith; one partner may insist, against the will of the other, on a very rigid upbringing; and whose language will be used as the family lingua franca? Can they agree on how to honour the child’s cultural heritage? Parents may also have to deal with what it means to their children to be mixed race. For some it can be a source of bullying – Singh remembers the shock for her and Stephen when Gabriel, their four-year-old son, was teased and tormented at school for having an Indian middle name – and parents may struggle with trying to empathise with a child who feels he or she doesn’t belong properly to any culture. Dinah Morley is former deputy director at the YoungMinds charity and co-author with Cathy Street of Mixed Experiences – a report into the variety of ways families deal with “mixedness” by supporting, ignoring or emphasising it. Morley says there is evidence that mixed-race children have more mental health problems than those with one cultural identity and may feel their parents cannot understand what they are going through. Morley says: “Parents of mixed-race children do not share appearance and culture as is usual with monoculture children. They cannot share the experience of growing up as mixed and often it is assumed these children are adopted.” So Singh sees her work as giving couples, whose cultures may not be big on expressing emotions, the chance “to have the conversation, say what they feel to each other and learn to see what they share, not just what separates them”. With palpable pleasure she describes families that have learned to use both partners’ languages within the home, and points to a Jewish Muslim family where the children are encouraged to celebrate both cultures, and describe themselves as “Jewlims”. As for her own relationship, Reenee has limited the number of those full-house weekends, while Stephen now buys the food and helps organise the big annual Diwali celebration. Relationships under pressure SUE, 41, AUSTRALIAN, AND NAZIR, 39, AFGHAN  When Sue married Nazir they lived a liberal western lifestyle, but when their first child was born, Nazir insisted he be raised in the Muslim faith. He also began talking to the child in Arabic, which distressed Sue: “I did not speak this and it felt like a deliberate way of excluding me.” It angered Nazir when she protested at this and other ways in which she felt he was becoming more controlling. “Then he started hitting me,” she says, “and his loyalty seemed to be entirely with his birth family.” Nor did it help when her friends took the line: “What do you expect coming from his culture?” Nazir agreed to therapy when social services threatened to step in, and signed a contract promising to stop the violence towards his wife. At the same time the therapist helped Sue understand how powerless Nazir was feeling, as men who have left their cultural roots and families can do, often having never learned to use an emotionally intelligent approach to problem solving. Therapy helped the couple see how great the differences in their cultures and backgrounds were. They learned to negotiate the language problem by agreeing to speak French together and to their child. Alone, Nazir would speak Arabic to his son. During the therapy Nazir said how valuable it was to be allowed to talk about emotions and to realise his wife could be an equal. They say they reached a long-forgotten closeness. DINA, 29, AND AMIN, 25  The couple are both Bangladeshi. However, she grew up in Britain, he in Bangladesh and neither spoke more than a few phrases of the other’s language. Theirs was an arranged marriage, wherein Amin moved to the UK. They had four children but continued to have huge problems with communication, while their 13-year-old daughter began drinking and gradually started to move outside her parents’ control. It was then that social services suggested therapy with Reenee Singh, who brought in a male interpreter. Dina explained how frustrating it was that she could not even say “I love you” to Amin. She began talking about her feelings, and she listened to him talking from his perspective. Singh tells how Amin then began an intensive English course and by the end of their therapy did not need an interpreter to explore the many issues they had had to confront. And as Amin and Dina became demonstrably more loving, he assimilated better to his new home and stopped nagging his daughter to wear a hijab that set her apart from her peers. She in turn stopped her wild behaviour. Singh is proud of how well they have done: “They really are living happily ever after.” Names have been changed",
  "webTitle": "Now loving couples can rely on help to cross a troubled cultural divide",
  "webPublicationDate": "2016-05-14T23:05:09Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/love-not-always-enough-for-mixed-race-couples",
  "keyword": [
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Neustatter",
      "id": "profile/angela-neustatter"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/love-not-always-enough-for-mixed-race-couples"
}