{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/what-happened-pope-francis-syrian-refugees-rescued-lesbos-vatican-rome",
  "id": "2016-05-25-120",
  "sectionId": "world",
  "body": "Ramy Alshakarji was still coming to terms with the idea that at last he was safe – he was leaving Lesbos after all, one of 11 refugees rescued by the pope last month – when he found himself at the centre of an improbable security crisis. Ramy must have thought he had a broad and visceral understanding of the meaning of security after five years in Syria during which he and his family had been “ready to die at any moment, constantly moving because there was constant bombardment”. But at the airport, as he and his wife and their three children passed through the scanners, a panicked flurry broke around them. “It was our falafel mould,” Ramy smiles. They had brought the metal falafel maker with them from their home in Deir ez-Zor. “But the Greeks wouldn’t let us take it on the plane. But we were going on the pope’s plane! The Vatican officials told them it had to come … The Greeks said no. There was a conflict between Al Pacino and Robert De Niro, a diplomatic rift between the Greeks and the Italians. All over our falafel mould.” The Vatican prevailed and the mould has become for the family a more consequential object than Ramy’s wife, Suhila Ayiad, thought when she packed her bag long ago, and her eyes alighted on the small metal instrument tucked inside a package of scissors, needles, thread, “all the things I’d need”. For a moment she weighed the space the mould occupied in the bag against its future usefulness. “I thought, ‘Well, I’ll leave it in there.’” “To remember,” Ramy says.     Pope Francis meeting refugees at the Moria refugee camp on Lesbos in April. Photograph: Filippo Monteforte/AFP/Getty Images    Behind a pair of heavy metal gates in Rome’s Trastevere quarter, where an old hospital sign has faded into the stone wall, lies a language school run by the church of Sant’Egidio. Since its opening in 1982, 60,000 new arrivals to Rome have passed through. It is here that Ramy, 51, and Suhila and their three children, and the pope’s other refugees, come to learn Italian – “the key to integration”, according to the Sant’Egidio community – and where Ramy and Suhila are reliving the airport incident, sitting on a bench while their seven-year-old daughter, Quds, dances around them. The three families have been in Rome for one month, and I speak to two of them. Contrary to some reports, none has spent a night inside the Vatican and live, instead, in a refuge run by Sant’Egidio, a few streets from the school. How are they settling? “Well, actually, it’s been OK,” says Suhila. They eat eastern food – aubergine for lunch – they have found the mosque, pray at home, take the kids to school each day, “and the weather is similar to the weather in our country”. Quds has made friends with the Italian daughter of one of the volunteers. “We have started to feel ourselves adjusting. The world is smiling at us.” “We just really want to be stable, to resettle. It’s been five years and we haven’t felt ourselves normal,” Ramy says. “In Syria, for a long time we couldn’t even stand in the window, let alone look out of the window, because you didn’t know where a bullet was coming from.”   Related: Pope Francis takes refugees to Rome after Lesbos visit    Nour Essa, 30, and her husband Hasan Zaheda, 31, were also rescued from Lesbos by the pope, and have a window in the same building as Ramy and Suhila. It’s a palazzo in the square of Santa Maria di Trastevere, to which thousands of tourists daily flock. But when Nour and Hasan stand there “every day, every day”, and look out at the fountain, listen to the musicians, what they see is their “whole life in Syria before the war”. The smells are the same, Hasan says. Maybe it is the sweetness of jasmine that is in flower all over the apricot walls in this part of Rome. Or maybe it is because Sant’Egidio reminds him of a church in Bab Touma, Damascus. “It’s a city full of life. Like Damascus was before,” Nour says. Inside, however, when they step back from the window, the civilisation is very different to the one they knew. Their house in Wadi Barada, 30km outside Damascus, was 120 square metres, with three bedrooms and a small garden. In Trastevere, they live with their two-year-old son Riad in a single room with a double bed. “The most difficult thing is to have a child in a common home, as you’ve lost somehow control of him, as he is raised with other children,” Nour says. Kitchen and bathroom are shared with neighbours, not all of them refugees, ushered into Rome through the Sant’Egidio charity’s “humanitarian corridor” (donate here), but also Italians in need.     Nour Essa, Hasan Zaheda and the two-year-old son Riad. Photograph: Christian Sinibaldi for the Guardian    Unlike Ramy and Suhila, Nour and Hasan brought no treasured object from home, no equivalent of the falafel mould. They left in a hurry after Hasan was called up to fight. Their bags were stuffed with nappies and milk for Riad, who is busily crayoning and crawling under the table while they talk. Beyond underwear, they took only the clothes they were wearing when the emergency vehicle pulled up outside their home one night last December, to carry them on the first leg of their $3,000 smuggled journey. As the pope’s refugees, it would be easy to assume that life for Nour and Hasan – and the others who boarded the papal plane – had been instantly solved. But of course it hasn’t. Piece by piece, they are beginning the long job of assembling a new life. Some of the pieces are small and firm and, in time, achievable. Spoons, for instance, Nour says. She has a whole list in her head. “Knives, frying pan, glasses. You have your own kitchen in Damascus. Now you have to buy something to cook in. Clothes. And maybe after that we could buy a laptop.” But other pieces are harder to name and harder to find. In Syria, Nour was a student of microbiology, Hasan a landscape designer. “We hope to find the same thing here,” Nour says. Aided by the Sant’Egidio community, they have filed their papers requesting refugee status and when – perhaps in a few months – they are awarded it (surely a formality, given the papal connection), they will be able to work. But while unemployment has fallen in Italy this year, it remains above 11%. The busiest days at the Sant’Egidio language school are Thursday afternoons and Sundays, when the shops are shut – because that’s the sort of work most of the school’s attendees do.   Related: Pope Francis hailed as saviour by Syrian refugees taken in by Vatican    “We haven’t thought about that yet,” Nour says. “But we in all cases integrate. Because we have a child, and he has needs. You must adapt to the new life, and you must start from zero.” “We hope we can find the same job as we had in Syria,” Hasan interjects. “Because we were interested in those jobs. I worked on a lot of landscape projects and I am interested in those projects, and for her, I think she was also interested in her studies.” On a church-organised trip to Reggia di Caserta, with its formal gardens, Hasan’s old job loomed before him. Again and again, he and Nour say that the first thing they must do is learn Italian. They have downloaded videos and books, they go to the school, use Duolingo, studying for an hour or two a day – the best they can manage with Riad. And all the while, what they most crave, both agree, is “free time”. On paper, this is the one thing they do have – with no jobs and a child between two of them – but that only makes their wish more poignant, because their heads are busy with appalling memories and an uncertain future, and no amount of time right now would feel free. In particular, they don’t know when or where they will have an apartment. The Sant’Egidio community was asked by the Vatican to provide “a first welcome” to the Lesbos families, and it hosts and teaches them freely. But even the Sant’Egidio officials are unsure whether the families will be housed inside the Vatican, in a Vatican property outside the state’s walls, or somewhere else altogether. The Vatican provides the families with living expenses, in the region of €30 (£23) “now and then”, according to a charity spokesperson, who describes the families as “guests of the pope”. “Now there is another journey,” Nour says.     Pope Francis welcomes the refugees after landing at Ciampino airport in Rome. Photograph: Reuters    She has not seen the pope since they touched down, but she hopes to meet him again. She wants to thank him, even though she thanked him each time she met him – shaking hands at the airport, on the plane, on the asphalt when they landed. “He was smiling and he blessed my son. He caressed him. He was a very kind man. He was a very … real human being.” When the pope passed to the back of the plane to take questions from journalists, Nour listened. “Someone, I remember, asked him, we were Muslim families, why did he save us? And he answered that he saved us because we were human beings and we were suffering and we must be saved.” Nour and Hasan and Ramy and Suhila knew quite a lot about the pope before they left Syria. Pope John Paul II had visited Damascus in 2001. They followed the election of Francis in 2013. “It was all over the television in Syria,” Nour says. “It was so famous.” In Damascus, they lived alongside people of different faiths. “We are open-minded to other religions,” she says, and maybe something in her experience has blended her sense of them. “I asked the pope to pray for us, because he was the first Muslim” – she uses the Italian word Musulman before correcting herself and continuing. “He was better than the other Arabic leaders, because they didn’t make the same gesture, although we shared the same religion.” She describes the pope’s act of taking the families to Rome as “like a miracle”. Like a particular miracle, in fact: “When our prophet Muhammad is hiding in a cave with his friend Abu Bakr, and the non-believers are following them. The God makes a miracle.” A spider spins its web across the cave opening, “and the non-believers can’t see Muhammad”. Perhaps it is the sense of protection the pope gave that made Nour think of the spider. In any case, what has happened to her family, the pope’s saving of them, she says, “has strengthened my faith in God and in destiny. The God is always with you in every place. Maybe you don’t get the things you want faster … But you discover that the God is hiding something for you.” Of course Italy brings challenges. “It’s a little bit unstable, but surely, surely, it’s better than living in the war.” Like so many who have swapped all they know for safety, she and Hasan teeter in double-edged relief: there is joy at being free of danger, but they feel lost themselves in all they have left behind. Their families remain in Syria. For Ramy and Suhila, only yesterday Facebook brought news of two more friends’ sons who had died, one in a bomb blast, another beheaded by Isis. But still there is so much to miss. “It’s like a tree,” Ramy says. “The body of the tree might go into the neighbours’ garden, but the roots are still where it was planted.” Can they be happy in Italy? “Maybe,” Hasan says. “I think we could be safe here,” Nour nods. “We could be stable here. We could live in peace here.” And be happy? “Somehow,” she says. She and Hasan, like Ramy and Suhila, have stopped at some of Rome’s sites: St Peter’s, the Colosseum, the Caracalla baths. It must be strange to step out of the refuge each day into the piazza’s throng of tourists – travellers themselves, or not travellers now, but new arrivals. Do they feel like locals or visitors? Hasan laughs. Nour lets out a long sigh. “I don’t know,” she says. “Visiting. Visiting but …” “Maybe next time,” Hasan suggests. Nour turns to him, as if she has just remembered something. “Well. We are here now.” “Yes. We are here. Just we are only thinking about the language.” Nour nods. “It is the first obstacle for us. But the most important thing is that he’s safe and that my child is safe.” She lays a hand on Hasan’s arm. In the meantime, Ramy and Suhila keep their falafel mould safe. One day, they will have a grinder and the other utensils they need for it to be put to use at last, to earn its space in the bag. “When we have a house,” Ramy says. “Then we will make falafel.”",
  "webTitle": "What happened to the 12 Syrian refugees rescued by the pope?",
  "webPublicationDate": "2016-05-25T14:56:33Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/what-happened-pope-francis-syrian-refugees-rescued-lesbos-vatican-rome",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pope Francis",
      "id": "world/pope-francis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Vatican",
      "id": "world/vatican",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The papacy",
      "id": "world/the-papacy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paula Cocozza",
      "id": "profile/paulacocozza"
    }
  ],
  "guardianId": "world/2016/may/25/what-happened-pope-francis-syrian-refugees-rescued-lesbos-vatican-rome"
}