{
  "apiUrl": "https://content.guardianapis.com/film/shortcuts/2016/may/18/what-a-carry-on-life-in-old-dog-yet-new-films",
  "id": "2016-05-18-177",
  "sectionId": "film",
  "body": "Name: Carry On. Age: 58 years. Appearance: Once or twice a year until the late 1970s. Then once in 1992. Reappearance: Next year! Are you trying to tell me they’re making a new Carry On film, laced with sexual frustration and innuendo? I am. Who are “they”? Some producer called Jonathan Sothcott and Brian Baker, who owns the rights, plus a new writing team. The Carry On films were very British, very cheap, very long-running, very scatological and artistically abject. Which modern comedy writers could reproduce that? Sothcott’s hired Tim Dawson and Susan Nickson, who wrote Two Pints of Lager and a Packet of Crisps. Bingo! So what’s the new film going to be called? Actually, they’re making two. The first will be Carry On Doctors, about some doctors. The second will be Carry on Campus, about some students. They sound like a smashing pair. Watch yourself.   Related: Infamy! Infamy! Carry On films to carry on again after 25 years    I hope they bring them out soon so I can see them. That is your final warning. And which actors will they hire to be the modern-day Kenneth Williams and Hattie Jacques and all that lot? We don’t know yet. Will they be required to have tortured private lives and die prematurely? Unlikely. The makers say they’re going for a different approach. “We won’t be trying to find new Sids or Kenneths,” Sothcott says. “We’re looking to create a whole new ensemble of brilliant British comedic actors. No stunt casting. No big American stars. This will be British film at its best, as the truly remarkable heritage deserves.” Surely what the Carry On heritage deserves is that they just grind out more tat to make some money, like in the old days? Well, that’s another opinion. Besides, will boob gags and bum-pinching really still be popular in post-Yewtree Britain? That’s probably a no. But the new films will be updates, apparently, rather than remakes. “We intend to be sympathetic to the heritage,” says Dawson, “whilst being unafraid to modernise the franchise for a whole new audience.” It might work if they write scripts that puncture political correctness instead of prudery, as long as it stays light and not too shocking. It seems hard. I suppose it’s all a question of how you handle it. Get out! Do say: “Carry On Rebooting!” Don’t say: “I mean, if ever there was a case for not carrying on with something …”",
  "webTitle": "What a Carry On! But is there life in the old dog yet?",
  "webPublicationDate": "2016-05-18T12:52:05Z",
  "webUrl": "https://www.theguardian.com/film/shortcuts/2016/may/18/what-a-carry-on-life-in-old-dog-yet-new-films",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "film/shortcuts/2016/may/18/what-a-carry-on-life-in-old-dog-yet-new-films"
}