{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/11/family-sues-marijuana-dispensary-murder-colorado",
  "id": "2016-05-11-58",
  "sectionId": "society",
  "body": "A Colorado family has sued a marijuana dispensary alleging that an “unreasonably dangerous” cannabis-infused candy was responsible for the murder of their loved one in a wrongful death suit that experts say may be the first of its kind since legal weed arrived in the US. The three sons of Kristine Kirk – who was killed by her husband Richard Kirk in 2014 – filed a lawsuit against Nutritional Elements, a Denver dispensary, claiming that the business sold the man a “Karma Kandy Orange Ginger” that failed to adequately warn users about the risks of psychosis and paranoia and led him to suffer hallucinations before he fatally shot his wife. “Kirk’s delusional behavior on the night of the shooting was aberrant, violent and not like anything Kristine had ever observed during her and Richard’s longstanding relationship and marriage,” according to the suit, filed in district court on Monday. “The packaging and labeling further failed to apprise the consumer of the product’s known side-effects, which … include hallucinations, paranoia, and psychosis, all of which Kristine reported to the 911 operator she had observed in her husband shortly before he murdered her.”  The suit also names Gaia’s Garden, a company that manufactured the edible. Since Colorado approved recreational marijuana in 2012, there have been ongoing debates about labeling requirements and the safety of edibles, which can be far more potent than marijuana plants. Researchers recently found that marijuana-related emergency department visits by tourists in Colorado have doubled since legalization – which experts hypothesized could be due to the fact that out-of-state residents lack experience with edibles.  On 14 April, 2014, Richard, now 49 and facing first-degree murder charges, started hallucinating and “talking about the end of the world” – telling his wife “he wanted her to shoot him”, according to police records. After he shot his wife – audio of which was recorded on a 911 call, during which she raised concerns about marijuana – the father asked one of his sons to kill him, the complaint says. The children were aged 13, 11 and 7 when the shooting happened at their home. Their legal guardians – Wayne and Marti Kohnke, their grandparents, and Tamara Heman, their aunt – filed the suit on behalf of the three boys, which seeks damages and claims that the edible probably caused the father to experience a “state of anxiety and/or panic”.   Related: Expots: medical marijuana draws parents to US for their children's treatments    Andrew Monte, a University of Colorado emergency medicine physician, offered expert testimony included in the lawsuit, writing, “It is my professional opinion that Mr Kirk was intoxicated with THC leading to delirium and psychotic-like symptoms at the time of the homicide.” The suit says the bite-sized edible did “not contain any meaningful warning whatsoever” and that the “packaging and labeling provide prospective purchasers with virtually no meaningful information”. The packaging had no directions or recommendations for consumption and had no instructions for how consumers should respond “in the event of an overdose”, the suit says.  David Olivas and Gregory Gold, lawyers for the family, said in a statement that the suit was aimed at encouraging safety reforms in the marijuana industry: “This lawsuit will seek justice and change in an edible industry that is growing so fast it failed these young kids. Edibles themselves are not the evil, it is the failure to warn, the failure to properly dose, the failure to tell the consumer how to safely use edibles, that is the evil.” Reached by phone on Wednesday, Tiffany Goldman, representative of Nutritional Elements, declined to comment. Gaia’s Garden did not respond to a request for comment.",
  "webTitle": "Colorado family sues pot dispensary after murder blamed on edible",
  "webPublicationDate": "2016-05-11T19:09:46Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/11/family-sues-marijuana-dispensary-murder-colorado",
  "keyword": [
    {
      "webTitle": "Cannabis",
      "id": "society/cannabis",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Colorado",
      "id": "us-news/colorado",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "society/2016/may/11/family-sues-marijuana-dispensary-murder-colorado"
}