{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/07/top-conservatives-condemn-zac-goldsmiths-disgusting-mayoral-campaign",
  "id": "2016-05-07-96",
  "sectionId": "politics",
  "body": "David Cameron is under pressure to justify Zac Goldsmith’s London mayoral campaign, after the leader of Muslim Conservatives called it a disgusting and risible attempt to smear Labour’s winning candidate, Sadiq Khan. Mohammed Amin, the chair of the Conservative Muslim Forum, joined other senior Tory figures in condemning the attacks on Khan by Goldsmith. In an article for ConservativeHome, Amin objected to Goldsmith’s efforts to paint Khan as a “closet extremist” and said the attempts to smear him had “probably increased our risks of suffering terrorism”.    Related: Michael Fallon declines to confirm London is ‘safe’ under Sadiq Khan    “Isis [Islamic State] are perpetually seeking to radicalise and recruit young British Muslims to their cause. At the margin, I believe there is a risk that young impressionable British Muslims who witnessed Khan being smeared in this manner will thereby be made more vulnerable to radicalisation”. Amin said he voted for Goldsmith by post a week before polling day because he disliked Khan’s transport policies, but he could not bring himself to campaign for the Tory candidate. “I was disgusted (I considered milder words, but decided to be frank) with the tone of his campaign and his repeated and risible attempts to smear Sadiq Khan,” he wrote. “My wife, who has been a Conservative party member for about 10 years and attends each party conference with me, was if anything even more outraged. She could not bring herself to vote for Zac at all, and exercised her democratic right to vote for Khan. She did, however, vote Conservative for the Greater London assembly.” Labour had repeatedly claimed the attacks on Khan were dog-whistle racism aimed at suggesting London was not safe in the hands of a Muslim mayor.  Cameron himself joined in with Goldsmith’s attempts to link Khan to alleged Islamist extremists with whom he had shared a platform while working as a human rights lawyer.   Related: The politics of fear and division isn't dead quite yet in Sadiq Khan's London    Many Conservatives kept quiet about their concerns until after the polls closed but, as it became clear Khan was going to win by a landslide, a string of senior figures spoke out. Sayeeda Warsi, the former Tory co-chairman, said it was “appalling”, while Andrew Boff, the leader of the Conservatives in the London assembly, and Roger Evans, the deputy mayor to the outgoing Boris Johnson, raised concerns it could set back community relations in London. Ken Clarke, the Conservative former chancellor, said it was now clear the campaign was a mistake. Michael Fallon, the Tory defence secretary, defended Goldsmith’s campaign on Saturday morning, saying it was part of the “rough and tumble” of politics. However, that is unlikely to be enough to insulate Cameron from questions about why he and Goldsmith were drawn into a campaign to paint Khan as a security risk. Speaking on the Today programme, Fallon pointedly refused to say London would be safe in the hands of Khan, simply stressing that it would be fine being run by a Conservative government alongside a Labour mayor.   Related: Sadiq Khan’s victory won’t end Islamophobia, but it offers hope | Homa Khaleeli    Concerns about whether Goldsmith’s campaign was attempting to divide communities first arose over leaflets targeting Hindu voters suggesting that Khan would tax jewellery. As it progressed, Goldsmith repeatedly questioned Khan’s judgment in associating with alleged extremists before he became an MP.  He was particularly criticised for an article in the Mail on Sunday illustrated with apicture from the 7 July 2005 bombings and headlined: “Are we really going to hand the world’s greatest city to a Labour party that thinks terrorists are its friends?” The tactics appeared to backfire when the prime minister linked Khan to a Muslim man called Suliman Gani, claiming he supported Islamic State. Gani turned out to be a Conservative supporter who had shared platforms with leading Tories as well, and who has threatened to sue anyone repeating the claims outside the House of Commons. He is on record as supporting an Islamic state, not the terrorist group of that name. After Fallon repeated Cameron’s claims on Radio 4, Gani tweeted on Saturday: “I am seeking legal action against the defence secretary and would like a public retraction of his comments.”           Sadiq Khan: London’s new mayor",
  "webTitle": "Top Conservatives condemn Zac Goldsmith's 'disgusting' mayoral campaign",
  "webPublicationDate": "2016-05-07T15:03:04Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/07/top-conservatives-condemn-zac-goldsmiths-disgusting-mayoral-campaign",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/07/top-conservatives-condemn-zac-goldsmiths-disgusting-mayoral-campaign"
}