{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/roberto-martinez-end-of-season-awards-everton",
  "id": "2016-05-12-242",
  "sectionId": "football",
  "body": "Roberto Martínez will be sacked by Everton once compensation terms are agreed. The Everton manager is expected to lose his job before the final game of the campaign against Norwich City on Sunday following a dire run of form and a second poor Premier League season. David Unsworth, the under-21s coach, is in line to take charge for that match. Martínez’s team have won only one of their past 10 matches and their latest anaemic away performance, Wednesday’s 3-0 reverse at Sunderland, came with the manager demanding a reaction to a feeble 3-1 loss at Leicester City on Saturday. Martínez and his players were on a scheduled day off from the club’s Finch Farm training ground on Thursday.   Related: Frank de Boer to leave Ajax after agent says Dutchman would love Everton job    Martínez’s three-year tenure will be brought to end when Everton have finalised the terms of his exit with the Spaniard’s representatives. The 42-year-old has three years remaining on the lucrative contract he was given by Everton at the end of his first season in charge in 2014. The manager is believed to earn at least £3m a year and the club’s hierarchy faces a substantial severance payment for the remainder of Martínez’s contract and those of his backroom staff. Until the exit is confirmed, the manager remains scheduled to attend the club’s end-of-season awards dinner at St George’s Hall in Liverpool on Thursday. Supporters, who have turned against Martínez in increasing numbers in recent weeks, have planned a protest outside the venue and there will be further calls for his departure at Goodison Park on Sunday should the club’s owners retain the 42-year-old until the end of the season. Frank de Boer’s agent, Guido Albers, said at the weekend that his client “would love to join a club like Everton”. De Boer’s departure from Ajax was announced by the Dutch club on Thursday after his team blew the chance to win the championship on the final day of the season. Farhad Moshiri, the British-Iranian billionaire who acquired a 49.9% stake in Everton in February, has promised investment this summer but his first major call at the club will be a new managerial appointment. Everton are 12th in the Premier League and lost both domestic cup semi-finals this season. Last season’s 11th-place finish was the club’s lowest in nine years and Martínez’s record over the past two Premier League campaigns stands at 22 wins from 75 matches.",
  "webTitle": "Everton to sack Roberto Martínez once compensation terms agreed",
  "webPublicationDate": "2016-05-12T11:23:37Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/roberto-martinez-end-of-season-awards-everton",
  "keyword": [
    {
      "webTitle": "Roberto Martínez",
      "id": "football/roberto-martinez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/12/roberto-martinez-end-of-season-awards-everton"
}