{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/07/alexander-pope-grotto-twickenham-restored-to-glory",
  "id": "2016-05-07-22",
  "sectionId": "culture",
  "body": "It was a wonder of the western world: a tribute to the hidden grottos and secluded springs of classical mythology. Yet Alexander Pope’s great folly, a network of caves and tunnels built below his home on the banks of the River Thames at Twickenham, is largely forgotten.   Related: Alexander Pope is granted eternal sunshine of a Twickenham memorial    A plan to restore the grotto, now grubby after three centuries of neglect, will get under way this month with the support of heritage grants, leading conservationists, fans of Pope’s poems and essays such as former University Challenge presenter Bamber Gascoigne and television gardener Monty Don, and schoolchildren who study inside the school that stands above it. “The repair work we now have permission to carry out on the Grade II-listed structure will bring it back to life,” said Mike Cherry, an historian and secretary of Pope’s Grotto Preservation Trust. “It is very dirty, since it is lying under 300 years of dust. Little has been done to it since Pope died in 1744. It needs proper lighting to show the quartz and other precious stones and metals to best effect, and some of the decoration is not entirely secure.” The trust is holding a symposium, to be opened by Gascoigne, at the site on 21 May, Pope’s birthday, to publicise the plans and raise funds.     An engraved portrait of Alexander Pope from around 1720. Photograph: Archive Photos/Getty Images    Pope, the reclusive literary star of 18th-century society, was the best-known English satirist and poet of his age, but also had an influential passion for landscape gardening and lobbied for the use of natural forms, rather than formal, geometric shapes. His grotto was built around a natural spring as a grand gesture and was copied across the fashionable estates of Britain, but it was also a place of tranquillity and mystery. Pope recorded his feelings about it in 1741 in his Verses on a Grotto by the River Thames at Twickenham, composed of Marbles, Spars and Mineralscorrect: “Where ling’ring Drops from Mineral Roofs distil, And pointed Crystals break the sparkling Rill, Unpolish’d Gemms no Ray on Pride bestow, And latent Metals innocently glow.” The grotto is the last remaining relic of Pope’s Thameside villa, built in 1720 after his visits to Italy. The river was wider at the time and visiting luminaries would arrive by boat and moor at the bottom of his garden. One guest, Sir John St Aubyn, wrote: “I have seen Mr Pope’s grotto in which … he has most strictly followed nature … [He has] made it a cabinet of the natural history of the growth of minerals.” Pope continually added to the grotto and by the time he died, at the age of 56, its walls were studded with 200 geological features, including fossils, a stalagmite from Wookey Hole in Somerset, shells, flints, a “mother amethyst” from Northumberland, sections of the basalt Giant’s Causeway in Northern Ireland, and pieces of fossilised wood from Knaresborough in Yorkshire.     The tunnel running under the A310 in Pope’s grotto. Photograph: Alamy    His villa was demolished in 1808 and repeated redevelopments followed over the next 200 years. During the 1960s the grotto functioned as a passageway for the school above it, allowing pupils to pass under the A310 road into an annexe. In 2005, the boys’ school on the site set up a charitable trust to preserve the grotto and the first serious fundraising plans for restoration began. It has been a long wait, but, as Pope himself wrote in his Essay on Man, “hope springs eternal”. Five years ago, with the grotto listed on Historic England’s at-risk register, ownership of the building passed to the independent Radnor House School, which is also campaigning for its restoration and will hold open days over the next two months. “We have a school Grotto Society which raises money and the children learn about its history so they can give tours,” said Rosie Gill, headteacher and a preservation society trustee. “The gates are locked during the school week, but foxes sometimes get in and the younger children stick their heads in. There are rumours it is haunted by the ghost of an old teacher, but we take new kids down for a dinosaur hunt so they know what is down there. Some say Pope used the caves as a wine cellar, but we prefer to think of him using it to cross unseen over to his five acres of garden.” Arts Council England has funded Giles Abbott to perform his new work, Alexander Pope: A Search for Perfection, at the symposium. “Pope was described as being of ‘unparalleled sweetness and gentleness’ despite his vicious satires,” said Abbott. “You don’t find the real Pope in his writing, just his opinions and his skill. It is his grotto that is his truest, greatest work, I believe. He was trying to recreate the landscape of his imagination and created what was perhaps the first British ‘museum’, in the classical sense of a place for the nine inspirational muses who were always to be found gathered around a natural spring.”",
  "webTitle": "Hope springs eternal: project to save Alexander Pope’s secret grotto",
  "webPublicationDate": "2016-05-07T23:04:06Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/07/alexander-pope-grotto-twickenham-restored-to-glory",
  "keyword": [
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Arts Council England",
      "id": "culture/arts-council-england",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vanessa Thorpe",
      "id": "profile/vanessathorpe"
    }
  ],
  "guardianId": "culture/2016/may/07/alexander-pope-grotto-twickenham-restored-to-glory"
}