{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/20/robocop-robot-mall-security-guard-palo-alto-california",
  "id": "2016-05-20-243",
  "sectionId": "us-news",
  "body": "At the Stanford shopping center in Palo Alto, California, there is a new sheriff in town – and it’s an egg-shaped robot. Outside Tiffany & Co, an unfortunate man holding a baby finds himself in the robot’s path. It bears down on him, a little jerkily, like a giant Roomba. The man dodges but the robot’s software is already trying to avoid him, so they end up on a collision course.  “I’ve seen Terminator,” the man says, half to himself and half to the amused crowd, “and that is some Skynet-ass shit.” The idea of a robot security guard was born after the shooting at Sandy Hook elementary school in Newtown, Connecticut. Stacy Dean Stephens, a former Dallas police officer who sits on the board of the not-for-profit International Association of Chiefs of Police (IACP), found out in a board meeting that if the police had reached the scene just 60 seconds earlier they could have saved at least 12 more lives than they were able to. “That was a problem we felt was definitely worth solving,” he said. Analysing the situation, he decided the problem was one of intelligence. “And the only way to gain accurate intelligence is through eyes and ears,” he said. “So, we started looking at different ways to deploy eyes and ears into situations like that.” He co-founded Knightscope, the company that leases out the robots as a security aid. They are completely autonomous, navigating like self-driving cars. They have high-definition infra-red cameras; microphones that allow the robot to either interact with people or listen for sounds such as breaking glass, and even detection systems that can intercept the pings of mobile phone devices, and license-plate reading software that can process 300 license plates every minute.     There have even been two instances where the company found lipstick marks on the robot where people had kissed the graffiti-resistant dome. Photograph: Stephen McLaren    The slightly comical Dalek design was intentional, Stephens said. “We could [have gone] two ways: friendly, or ominous. But you don’t want to scare everyone and make them not like the tech; you want it to be comforting. Like a police officer, you want to walk a fine line between having a commanding presence and not scaring a grandma, or little Janie.” Each unit has self-preservation devices – no offensive capabilities such as a Taser, Stephens was at pains to say, but a loud alarm and geo-tagging so that it can call for help if attacked. But so far the reaction has been positive. “Everyone likes to take robot selfies,” Stephens said. “People really like to interact with the robot.” He said there have even been two instances where the company found lipstick marks on the robot where people had kissed the graffiti-resistant dome. Each client – Stephens demurred when asked how many of the robots are currently deployed but said there were “a number” of locations across Silicon Valley – gets to decide what it wants to do with the data produced by the machine.  The software can set up a “whitelist, greylist, and blacklist” of license plates: the whitelist permitted at any time, the greylist only at certain times, and the appearance of a license plate that’s on the blacklist – a disgruntled ex-employee, or someone against whom a current employee has a restraining order against, for example – immediately triggers an alarm. All the information is streamed to Knightscope’s cloud software and then streamed back either to the customer’s control center, or in some cases to a mobile app held by a human security guard.  The units cost $7 an hour to rent, which is considerably lower than the going rate for security guards, though Stephens said they were meant as more of an aid to, rather than replacement for, human security. At the Stanford mall, a security guard was stood watching the robot’s antics with a look of mild amusement. “It just rolls around with cameras on it,” he said when asked about the device. So he wasn’t worried about it taking his job? “Pretty much,” he smiled and shook his head.",
  "webTitle": "RoboCop is real – and could be patrolling a mall near you",
  "webPublicationDate": "2016-05-20T10:30:38Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/20/robocop-robot-mall-security-guard-palo-alto-california",
  "keyword": [
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Robots",
      "id": "technology/robots",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "us-news/2016/may/20/robocop-robot-mall-security-guard-palo-alto-california"
}