{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/football-transfer-rumours-jamie-vardy-west-ham-leicester-city",
  "id": "2016-05-11-325",
  "sectionId": "football",
  "body": "It turns out that whatever the hell it was that happened after West Ham’s match against Manchester United – when the club splashed out on a value pack of fireworks and convinced club legends, er, Marlon Harewood and Carlton Cole, to stand awkwardly in the stands – was their attempt to convince Leicester City’s Jamie Vardy that they too can have a party. Flush full of money thanks to the fact Sebastian Coe built a stadium for them, they’re determined to spray it about like lottery winners and, so the London Evening Standard reports, will splurge on Vardy first.    Related: Roma turn down Chelsea’s £23m bid for Radja Nainggolan    Should Vardy decide to stay put, West Ham will turn to Christian Benteke, which could lead to an enticing partnership with Andy Carroll and the preservation of the Olympic Stadium pitch since there will never again be a need to pass a ball along its surface. Southampton’s Sadio Mané is next on West Ham’s money-no-object bender, unless of course Alexandre Lacazette arrives from Lyon or the £30m Michy Batshuayi arrives from Marseille. Now what was it that the West Ham co-owner David Gold was saying about crazy spending in the Premier League a few years back? Something about clubs spiralling to oblivion, too many £150,000 cars in the car park. Something like that, anyway. Thibaut Courtois is looking to make himself all kinds of popular by telling Chelsea he’s keen to do one, and telling Real Madrid that he’d rather do one there than to Atlético Madrid, where he once excelled on loan. Chelsea have stuck a £65m price tag on him and have told him: good luck. In 2011, Manchester United scouts weighed up whether to sign Phil Jones or the then Lens defender Raphaël Varane. They went for Jones, Real Madrid went for Varane. But now United want to lure the defender to Manchester with the promise that he can follow-up a potential Champions League winner’s medal with Thursday nights in the Europa League. Elsewhere Manchester United spectre, Sir Alex Ferguson, had lunch in a swanky Mayfair fish and chip shop with Mauricio Pochettino and so the Tottenham manager will now become the Manchester United manager.  According to Corriere dello Sport, Juventus scouts are camped outside Alexis Sánchez’s house making sly digs about the state of Arsenal trophy cabinet compared to the one in Turin. They are hoping to lure the Chilean back to Serie A, alongside PSG’s Edinson Cavani, but may face competition from Bayern Munich.   Related: Leicester City target Sporting’s £25m Islam Slimani to bolster forward line    Manchester City have dug about the back of the sofa and have discovered the receipt for Wilfried Bony. They’ve taken it and the striker back to Swansea in the hope of a refund. City have also taken a look at how Chelsea have set up a magnificent youth academy in order to prop up the Eredivisie, and have set up ties with NAC Breda in order to furnish them with Bersant Celina, Kean Bryan, Tosin Adarabioyo, Angus Gunn, Manu García, Aleix García and Ian Lawlor. In the Championship, the Fulham striker Ross McCormack could soon be known as either the Aston Villa striker or the Norwich striker Ross McCormack providing one or the other sends £12m to Craven Cottage. While in managerial news, Tony Adams is in talks to become the new Brondby manager having been introduced to the club’s owner – diplomacy’s Jan Bech Andersen – by super agent John Terry. Steve Evans is to bring his brand of popularity to Nottingham Forest having exceeded his life expectation at Leeds United, while Rochdale’s Keith Hill is in the frame to take over at Blackburn Rovers.",
  "webTitle": "Football transfer rumours: Jamie Vardy to join West Ham United?",
  "webPublicationDate": "2016-05-11T07:34:45Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/football-transfer-rumours-jamie-vardy-west-ham-leicester-city",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Bryant",
      "id": "profile/tombryant"
    }
  ],
  "guardianId": "football/2016/may/11/football-transfer-rumours-jamie-vardy-west-ham-leicester-city"
}