{
  "apiUrl": "https://content.guardianapis.com/artanddesign/jonathanjonesblog/2016/may/11/so-many-causes-so-many-heroes-why-defame-them-with-a-statue",
  "id": "2016-05-11-192",
  "sectionId": "artanddesign",
  "body": "It is the good cause that all politicians back: George Osborne recently allotted £240,000 from banking fines to pay for a statue of Mary Seacole next to the Thames. Campaigners announced Seacole will be unveiled as soon as June. The rival candidates for London mayor also found common ground in speaking up for the Crimean war heroine – Zac Goldsmith couldn’t even find it in him to brand her a Victorian terror sympathiser.   Related: Wanted, dead or alive: do statues always leave our hearts stone cold?    As this – Britain’s first ever statue of a named black woman – heads for installation, demands for other statues of radical figures are loudly being voiced: Emma Watson is backing a petition to put a statue of a suffragette outside parliament and the Mary on the Green campaign wants to see a statue of Mary Wollstonecraft, author of the 1792 work A Vindication of the Rights of Woman, in Islington.  So many good causes, so many heroes – and so much bad art. A statue is a kitsch, idiotic and wholly ineffective way of remembering anyone in the 21st century. At best all these sculptures will be talking points for a brief moment before sinking into oblivion. At worst they are helping to destroy British public art.  Until recently, we were having national debates about experimental, daring public sculptures by powerful modern artists – Rachel Whiteread’s House , for example, or Anish Kapoor’s Orbit tower. It was avant garde art that stormed the squares and parks. Today, the national appetite for such monuments has vanished. Instead, everyone seems to agree what we need are statues, and lots of them. It does not matter how artistically retrograde and worthless they are so long as they portray a black woman, a suffragette or an 18th-century proto-feminist.  This philistinism of the left must stop. It used to be know-nothing backwoods conservatives who called for statues of Battle of Britain pilots in Trafalgar Square, while the left championed modern art. In 2009, a statue of second world war hero Sir Keith Park was placed temporarily on Trafalgar Square’s fourth plinth: Boris Johnson flirted with the campaign to leave him there permanently, but today he languishes in the RAF Museum, Hendon.      A contemporary portrait of Mary Seacole Photograph: Print Collector/Getty Images    Why is it conservative to want a statue of Keith Park but radical to want an equally uncreative and old-fashioned statue of Mary Seacole? Artistically, both are absurd. We do not live in the Victorian age. There was this thing called modernism that started in the 1880s and shoved statues off their plinths. For god’s sake, it is nearly a century since Marcel Duchamp said a urinal was a fountain. Why are we suddenly reverting to the pre-Duchampian banality of heroic statues?  Heroes make poor history. Mary Seacole’s real legacy is more complicated than a statue can acknowledge. In a Guardian article questioning the stress on heroes in black history, David Olusoga pointed out that in making an icon of Seacole as the black Florence Nightingale, we risk forging “a two-dimensional avatar of a woman of incredible energy and disturbing contradictions”. Other historians have questioned if it is accurate to see her as a nurse at all, or compare her with Nightingale. History is always better served by debate than dogmatic assertion – and a statue is the ultimate assertion. It is literally unquestionable. You won’t be able to stand there and have a nuanced discussion of history with the bronze Mary Seacole. Similarly, I hate to break it to Mary on the Green campaigner Jeremy Corbyn, but the only thing Wollstonecraft has in common with today’s feminism is the title of her famous book. Read it and you will find a fascinating, rich, but far from modern political text. As historian Roy Porter argues, for all her radicalism by the standards of her own age, Wollstonecraft counts as a misogynist by ours.   Related: Black History Month needs a rethink: it’s time to ditch the heroes | David Olusoga    Behind all these statue campaigns lies an assumption that our existing statues are monuments to colonialism and conservatism, like the reviled figure of Cecil Rhodes in Oxford. Even this is not true. The area of London where I live is full of liberal and working-class heroes. These streets were owned historically by the Russell family, who were leaders of Whig politics, as liberalism was known in the 18th century. So there are Whiggish statues everywhere. The early 19th-century reform campaigner John Cartwight sits in darkened bronze in Cartwright Gardens, while Charles James Fox, British defender of the French Revolution, poses like a Roman senator in Bloomsbury Square.  Remember them? No, it’s quite possible that you don’t. Because quite apart from their artistic archaism and historical oversimplifications, bronze statues make useless memorials. Write history, make films, put on plays – there are so many good ways to keep the radical past alive. The dead art of statuary is not one of them.",
  "webTitle": "So many causes, so many heroes – why defame them with a statue?",
  "webPublicationDate": "2016-05-11T13:43:36Z",
  "webUrl": "https://www.theguardian.com/artanddesign/jonathanjonesblog/2016/may/11/so-many-causes-so-many-heroes-why-defame-them-with-a-statue",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/jonathanjonesblog/2016/may/11/so-many-causes-so-many-heroes-why-defame-them-with-a-statue"
}