{
  "apiUrl": "https://content.guardianapis.com/money/shortcuts/2016/may/17/are-car-alarms-a-complete-waste-of-time-security-insurance",
  "id": "2016-05-17-111",
  "sectionId": "money",
  "body": "They have become the electronic dawn chorus in our towns and cities, but is it time to kill the car alarm? This week, it was claimed that security devices “don’t deter criminals” and are “a public nuisance” – statements backed up by studies from the 1990s that show that, between 95%-99% of the time, they are false alarms. These are hardly the first criticisms of car alarms – in 2004, there was an attempt to get them banned in New York City. A bill was proposed after a report by non-profit organisation Transportation Alternatives suggested they cost $400m-$500m (£275m-£345m) a year and their noise “boosts stress hormones and has been linked to cardiovascular disease, gastrointestinal illnesses, psychological problems and unhealthy feotal development in a number of studies over the last 30 years”. The report also noted that a 1997 analysis of insurance-claims data from 73m vehicles demonstrated that cars with alarms “show no overall reduction in theft losses” compared with cars without alarms. Even local councils have been scathing about them – Camden council’s website sniffs that they are “ineffective because most people ignore them”. A 2016 government report into car crime could not find a clear link between security devices such as car alarms and drops in car crime. Online car columnist Honest John points out they can be disconnected and calls them a nuisance. But not everyone agrees. The AA points out that, while your neighbours are unlikely to jump to the defence of your vehicle if they hear its siren blaring, alarms can still be a deterrent, much like security lights in gardens. Thieves, it says, know it increases the risk they will be caught. And, of course, they can be useful in reducing your insurance premium in areas with a high rate of car crime.   Related: Smart cars: how technology is putting the brakes on insurance premiums    Glenn Rowswell, the online editor of Fast Car magazine, agrees. “They still work as a great deterrent and create unwanted attention for thieves,” he says. Yet he thinks that GPS trackers can be just as useful. “The owners accept that thieves are getting clever and finding new ways and clever technologies to steal their cars – some that are hard to combat. A tracking device may not stop the theft, but it gives a much higher chance of finding and retrieving the car.” Thatcham Research, motor insurance expert, says that, in 2013, the volume of car alarms was changed to pass tests – they now have to be 85 decibels to counter the background noise on our streets. The company added that, while alarms won’t protect possessions, they are a useful deterrent when coupled with immobilisers. Honest John has some other advice: don’t leave valuables in your car (even in the glove compartment), look into fuel cut-off switches and, if you have a high-end car that is particularly popular with thieves, consider a Disklok – a heavy steel cover for your steering wheel.",
  "webTitle": "Are car alarms a complete waste of time?",
  "webPublicationDate": "2016-05-17T15:21:23Z",
  "webUrl": "https://www.theguardian.com/money/shortcuts/2016/may/17/are-car-alarms-a-complete-waste-of-time-security-insurance",
  "keyword": [
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Car insurance",
      "id": "money/car-insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Insurance",
      "id": "money/insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Homa Khaleeli",
      "id": "profile/homa-khaleeli"
    }
  ],
  "guardianId": "money/shortcuts/2016/may/17/are-car-alarms-a-complete-waste-of-time-security-insurance"
}