{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/17/guy-clark-dies-nashville-country-music-singer-songwriter",
  "id": "2016-05-17-94",
  "sectionId": "music",
  "body": "The “godfather” of Nashville songwriters, Guy Charles Clark, has died at the age of 74.  The celebrated country and folk musician died in Nashville on Tuesday from persistent health problems, according to a release on his Facebook page.    Related: 'Guy Clark's songs were like Peckinpah movies – that powerful'    Clark was known for his songs’ lyrical inventiveness and soaring narrative, showcased in hits such as LA Freeway, about the failed expectations for life in the big city, and Desperados Waiting for a Train, which was inspired by life in his grandmother’s 13-room rural Texas hotel.             His reputation as a songwriting legend was cemented by recordings of his songs by artists including Johnny Cash, Emmylou Harris and George Strait. Before settling in Nashville with his partner Susanna Clark in 1971, Clark had lived around his home state of Texas, performing music, repairing guitars and building lasting relationships with musicians such as Kay Oslin, Gary White and Townes Van Zandt. He married Susanna in 1972 and remained in the country music hotbed until his death.  Newcomers to Nashville were advised to seek the couple out, as the collaborators were known as the Music City’s king and queen.  “For more than 40 years, the Clark home was a gathering place for songwriters, folk singers, artists and misfits; many who sat at the feet of the master songwriter in his element, willing Guy’s essence into their own pens,” a statement on his website said.  “Throughout his long and extraordinary career, Guy Clark blazed a trail for original and groundbreaking artists and troubadours.”  His influence on other country and folk stars was captured in the 2012 compilation This One’s for Him, which featured performances of Clark’s song by Steve Earle, Willie Nelson and Lyle Lovett.             Clark’s final album, 2013’s My Favorite Picture of You, was inspired by a photo of Susanna, who died of cancer in 2012. He told American Songwriter the photo was taken when she was angry with him and Van Zandt, who were behaving like “drunk assholes” at the time the photo was taken. “The camera loves you / And so do I,” he sings on the album’s title track.  He stopped performing shortly after Susanna’s death because of his own poor health, having earned accolades including an induction into the Nashville Songwriters Hall of Fame and the Americana Music Association’s lifetime achievement award for songwriting.  Musicians mourned his death online. Clay Cook of the Zac Brown Band said on Twitter: “I guess we can’t live forever. Gonna miss Mr Guy Clark. He was great ol feller.” And singer-songwriter Rodney Crowell posted a photo of his friend and mentor, Clark.     My friend @GuyClarkKCA passed from the world this morning. Rodney pic.twitter.com/bmeSTQsbIq— Rodney Crowell (@RodneyJCrowell) May 17, 2016",
  "webTitle": "Guy Clark, legendary country singer-songwriter, dies aged 74",
  "webPublicationDate": "2016-05-17T16:19:02Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/17/guy-clark-dies-nashville-country-music-singer-songwriter",
  "keyword": [
    {
      "webTitle": "Country",
      "id": "music/country",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Holpuch",
      "id": "profile/amanda-holpuch"
    }
  ],
  "guardianId": "music/2016/may/17/guy-clark-dies-nashville-country-music-singer-songwriter"
}