{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/23/portland-soul-district-gentrification",
  "id": "2016-05-23-218",
  "sectionId": "us-news",
  "body": "Portland’s north-east Martin Luther King Jr Boulevard is a four-lane thoroughfare peppered with general conveniences but little foot traffic. Drivers are just trying to get somewhere else, accelerating past the unremarkable architecture and chain stores. But over the next decade, the city of Portland has pledged to spend $32m on affordable housing in what is called the Interstate Corridor, which encompasses MLK Jr Blvd. Businesses are moving into the traditionally African American area and, as has too often been the case in the US, black residents are moving out. Portland native Carl Talton wants to change that. Distraught by the disappearance of their cultural identity, he’s part of a group of black professionals who want to reclaim their gentrifying neighborhoods with black-owned business developments – they’re calling it the Soul District. But while hopes are high, history has not been kind to African American businesses’ attempts to ride the wave of gentrification. As CEO and chairman of Portland Family of Funds, which undertakes economic development activities, Talton believes it’s important to balance affordable housing with wealth creation and wants to make sure the black community is part of it.     A Malcolm X mural is seen in the Alberta arts district in Portland, Oregon. Photograph: Natalie Behring for the Guardian    “We’ve got businesses that are moving into this community on a pretty regular basis and they’re buying up all the commercial space, and so they’re buying up all the opportunity,” said Talton, who has watched rapid gentrification swallow the businesses and homes of many African Americans in North and North-east Portland, due to the rising cost of land, housing and commercial space. According to US Census Bureau figures, between 2000 and 2014, 8,900 African Americans moved out of Portland’s north and north-east neighborhoods. In other words, the black population in the area dropped to 17% from 30%. In response Talton and a group of other professionals formed Bicep (Black Investment Corporation for Economic Progress). Its members come from finance, real estate, business development, community organizing, technology and education. Their mission: to reclaim and revitalize Portland’s historically African American neighborhoods through socially responsible commercial development, with MLK Jr Blvd at the fulcrum. As they see it, their communities are lacking in black-owned goods and services. “There’s a whole group of young black professionals, many of whom are new to the city in the last 10 years who want to know, where can I go to eat, or get my haircut?” said Jeana Woolley, a real estate consultant and secretary of Bicep. “We wanted to raise the profile of what was left … and try to preserve a footprint in North-east before everything gets completely wiped out.” With some 2,000 black businesses throughout the city, “the African American community in Portland needs to have an economic base,” Woolley said. “You can’t grow as a community if you’re scattered to the wind.” Bicep envisions neighborhoods with fusion restaurants, hip-hop cafes, jazz clubs, food markets, design firms, creative not-for-profits, job training, startups, co-working spaces and incubators, along with a tech center that could offer internships for young black professionals. In a similar spirit, Stephen Green – Bicep member, banker and brew pub owner – hosted Pitch Black last summer, Portland’s first whiteboard pitching event for African American entrepreneurs and startups. Tyrone Poole was among the pitchers. His startup NoAppFee.com, an online platform that streamlines rental searches, took first place. While Poole has received enormous support for his business, he recognizes other minorities in his position have a different story. It’s the reason why he would encourage the Soul District, yet he’s wary of promoting segregation among businesses. “The Soul District is trying to create opportunities for minorities, it’s a must-have tool,” Poole said. “But I hope they don’t create just one ‘black area’ of business.” Poole would rather see co-working spaces that promote the mixing of all people, regardless of race. “I don’t want to go into a black building that was built just for me,” he said. Bicep has recently launched a market survey through its website to gather community input. Anybody can take it, says Woolley, whether new or old residents, white or minority.     Barber Earl Clark with a customer at his shop in the Alberta arts district in Portland. Photograph: Natalie Behring for the Guardian    Earl Clark, who owns a landmark barbershop on North-east Alberta Street, said he would definitely support the Soul District, if it’s still possible in today’s climate. With a facade plastered in faded newspaper clippings chronicling African American stories, the shop has endured for 25 years while the neighborhood gentrified around it. Clark says he’s been able to keep the shop in part because the property is owned by nonprofit Portland Community Reinvestment Initiatives (PCRI), which helps to preserve and protect low income housing, primarily in North and North-east Portland. “If I didn’t have the PCRI, I wouldn’t still be here,” he said. The tendency of historic African American neighborhoods to deteriorate under gentrification is a bleak yet familiar tale. And oftentimes revitalization – streetscaping and new commercial tenants – favors everyone except long-term residents.   Related: Story of cities #41: Soul City's failed bid to build a black-run suburbia for America    There’s a long and troubled history of attempts to plan an African American solution to civic change.  Civil rights attorney Floyd McKissick’s attempt to build an integrated town, Soul City, developed and managed by African Americans in the 1970s ended in disaster and recrimination. The supposed revitalization of San Francisco’s Fillmore district in the 1990s, dubbed the Harlem of the west, proved to be largely a disaster for the African American community. The city spent $75m on the Fillmore Heritage Center, which included the now bankrupt Yoshi’s performance venue. Many pillars of black-owned businesses in the area were closed or displaced. Fred Jordan, the president of the San Francisco African American Chamber of Commerce, said the Fillmore is an example of what happens when city officials attempt to interfere with cultural heritage. “I think African Americans know what is appealing to their community and the kinds of commercial businesses that would be appropriate, rather than the city coming in and designating,” Jordan said. Mtamanika Youngblood couldn’t agree more. As the president of the Historic District Development Corporation (HDCC) in Atlanta, Georgia, she worked on the residential revitalization of the city’s predominately African American Sweet Auburn district. “It is always better when folks that are in the neighborhood, which have the most to gain and the most to loose, are leading the efforts,” said Youngblood. The newest project of the HDCC is Sweet Auburn Works, which focuses on revitalizing the commercial corridor of the neighborhood while bolstering its business community.     Floyd McKissick, former civil rights lawyer-activist, planned to build Soul City on these empty fields in Warren County, North Carolina, in 1974. Photograph: Harold Valentine/AP    Taking a lesson from experience, Youngblood believes it’s crucial to consider the long-term effects of urban renewal. “At the very beginning of the process you have to be really intentional and understand that [gentrification] could be the result of your effort.” The HDCC has been successful at not displacing its residents over the decades, while breathing new life into the district. But the project, said Youngblood, didn’t come without consequence. “Thirty years later now, there’s very little affordability because we’ve made this a very attractive neighborhood.” These days, new residents of low and moderate incomes would struggle to live in the Sweet Auburn district. “In my view, the kind of neighborhood we want to have is where people of all incomes can live,” said Youngblood. Up north in Michigan, Jamiel Robinson has launched Grabb (Grand Rapids Area Black Businesses), an enterprise that connects both established and aspiring black business owners to social, intellectual and financial capital. Based in Grand Rapids – where 20% of the population is black, 45% of which are living at or below the poverty line – the project has partnered with local government and community organizers to assist predominantly black neighborhoods in jumpstarting their own micro-economies.     A mural on the Black United Fund building in the Alberta arts district in Portland. Photograph: Natalie Behring for the Guardian    “Many of us have grown up in these neighborhoods and have thought long and hard about solutions to the ills that plague our communities,” said Robinson. “In order for this work of empowering our neighborhoods to be sustainable, it has to be done by us, for us.” But while Grabb has been able to create awareness around the issues their community faces, “the difficult part to date has been getting the gatekeepers of the financial resources to loosen the purse strings,” said Robinson. He finds investors are slow to support new models of economic development in black communities. Jeana Woolley, with Bicep, has encountered similar hurdles when pursuing financing for the Soul District. “It’s all in line with the notion that these communities are not economically viable,” said Woolley, adding that Portland’s urban renewal agency has been hesitant to get on board. “When it comes to low-income neighborhoods that don’t have property owners [with] the right storyline or profile, they’re not inclined to do it.” Bicep’s strategy is to partner with other development entities, both private and not-for-profit. Financing would probably come from multiple sources, including crowdfunding, outside private partnerships and public subsidies. The group also plans to approach African American landowners in the neighborhoods who have an interest in developing their land, yet lack the resources. Bicep would help them become investors. While the Soul District will attempt to resurrect the cultural energy of the past and preserve the African American identity, its trajectory is headed for the future. “When somebody comes from out of town and they want to know what’s going on with black business and entertainment,” said Woolley, “they can understand what the community looks like by getting in touch with the Soul District.”",
  "webTitle": "Portland's black residents putting faith in 'Soul District' to counter gentrification",
  "webPublicationDate": "2016-05-23T11:00:11Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/23/portland-soul-district-gentrification",
  "keyword": [
    {
      "webTitle": "Portland",
      "id": "us-news/portland",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gentrification",
      "id": "cities/gentrification",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "San Francisco",
      "id": "us-news/san-francisco",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Oregon",
      "id": "us-news/oregon",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US small business",
      "id": "business/us-small-business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "us-news/2016/may/23/portland-soul-district-gentrification"
}