{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/west-ham-tottenham-callum-wilson-bournemouth",
  "id": "2016-05-18-152",
  "sectionId": "football",
  "body": "West Ham United face competition from Tottenham Hotspur in their efforts to sign Callum Wilson from Bournemouth, with Slaven Bilic’s side expected to return with an improved offer in the next few days. Bournemouth’s manager, Eddie Howe, confirmed after Tuesday night’s defeat at Manchester United that the south-coast club had rejected a double offer for Wilson and the winger Matt Ritchie. That is believed to have been worth up to £25m including add-ons for the pair, who were purchased by the club for a total of £3.4m in 2014 and 2013 respectively.   Related: Kolo Touré: the lion-hearted loveable leader who is a triumph for tenacity | Paul Doyle    West Ham, who also saw a £31m bid for Lyon striker Alexandre Lacazette rejected this week, are now expected to return with an improved offer for both players. However, they will face a significant fight for the signature of Wilson, who scored five Premier League goals before missing most of the season with a ruptured anterior cruciate ligament in his right knee. Mauricio Pochettino wants to boost Tottenham’s attacking options for next season and the Argentinian manager is understood to be interested in the former Coventry striker. The Cameroon international Clinton Njié has yet to make an impact since joining last summer and Wilson fits the profile of a speedy striker to augment this season’s Golden Boot winner, Harry Kane. Bournemouth have insisted that they do not want to sell one of their prized assets but it is thought that a bid of around £20m could be enough to persuade them to sell. “We had a bid yesterday evening,” Howe said on Tuesday. “The disappointing thing from my perspective is why the bid has come the day before a game. “You have the whole season to bid for players. I don’t understand that. They were two players who were due to play and there’s a lot of speculation surrounding their futures. That was bizarre. “It was rejected. We don’t need to sell. We’ve got a really ambitious owner. We want to improve our squad. Our biggest challenge is going to be keeping the players we have. We love the guys we’re working with. We respect them as people.” West Ham are still waiting to hear back from Marseille after lodging a club record £31.5m bid for the Belgium striker Michy Batshuayi earlier this month. The 22-year-old is considered a more realistic target than Lacazette, with Lyon demanding almost £40m for the France international. Liverpool’s Christian Benteke is also on Bilic’s shortlist as he searches for new recruits ready for the move to the Olympic Stadium.",
  "webTitle": "West Ham face competition from Tottenham for Bournemouth’s Callum Wilson",
  "webPublicationDate": "2016-05-18T14:02:29Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/west-ham-tottenham-callum-wilson-bournemouth",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bournemouth",
      "id": "football/bournemouth",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Aarons",
      "id": "profile/ed-aarons"
    }
  ],
  "guardianId": "football/2016/may/18/west-ham-tottenham-callum-wilson-bournemouth"
}