{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/southampton-crystal-palace-premier-league-match-report",
  "id": "2016-05-15-68",
  "sectionId": "football",
  "body": "Related: Ronald Koeman likely to dash Everton’s hopes by staying at Southampton    ¢“Leading Saints into a new era,” read the headline on the cover of the Southampton matchday programme, emblazoned across the image of Virgil van Dijk. In recent summers that might have seemed an overly bold promise but on what became a buoyant afternoon at St Mary’s the sense of possibility was tantalising. Few teams have played with anything resembling the verve and ambition of Ronald Koeman’s team since the turn of the year and now, with the minimum reward of a place in the Europa League third qualifying round, the chance to build upon a wonderfully bright and talented core looks too good to pass up. That is the primary concern for Koeman, who will discuss his future with the club this week and reiterated after a mildly flattering margin of victory that a new contract on top of his remaining year “depends on the ambition of the club”. His tone at that moment was serious but there was much more to revel in; Southampton won 12 of their final 18 Premier League games and here, eventually picking off a much-changed but willing Crystal Palace, was further evidence of the elan that might have yielded even greater reward had an awkward early winter spell not given them ground to make up. Sadio Mané, who has played as if reborn in recent weeks, was Palace’s main tormentor. He had already come close when, gifted the chance by a weak Julian Speroni punch, he lofted a shot into the unguarded net towards the end of a first 45 minutes that had tended to meander. After the substitute Graziano Pellè, with a trademark hanging header from Cuco Martina’s cross, had swapped second-half goals with Jason Puncheon – whose clean left-footer was the pick of the afternoon – Mané outpaced Adrian Mariappa to win a penalty that was converted confidently by Ryan Bertrand.     Southampton manager Ronald Koeman was serenaded by the home fans, with the Dutchman recently linked with the vacant job at Everton. Photograph: Paul Childs/Reuters    Southampton’s second and third goals were contested by Alan Pardew, who claimed Pellè had committed a foul and probably had a point in believing Mané was impeded just outside the box. “I’m not saying for one moment that we deserved to win the game but we could have eked a draw out of it,” the Palace manager said, but the regret will not linger long. He had made five changes with the FA Cup final against Manchester United on Saturday in mind, giving the 36-year-old Speroni – who equalled John Jackson’s record of 388 appearances for a Palace goalkeeper – the sentimental vote and throwing another bone to Emmanuel Adebayor, who did nothing to suggest he has long-term prospects at Selhurst Park.   Related: Premier League 2015-16 fans’ verdicts part two: Newcastle to West Ham    Koeman hopes his own team’s future is clearer. “I call this season even more special than last year, with great football, great players and the big support of our fans,” he said. All were in evidence when Steven Davis, finishing crisply after a cute Pellè chest-down, completed the scoring to a backing track of jubilation that Stoke City were doing the required job against West Ham. “What we did this season is maybe more than the maximum we can do as a team and it’s a big compliment to the players,” said Koeman, who attributed greater squad depth as the primary factor behind his team’s relentless late-season performance. That will need to be reinforced if Southampton, who will begin their European campaign at the group stage if Manchester United lose to Bournemouth in their rearranged fixture, intend to carry on breaking ground; persuading Koeman to sign on for the long term before he goes on his holidays next weekend would, though, send out the clearest signal of all. Man of the match Sadio Mané (Southampton)",
  "webTitle": "Southampton seal Europa League spot with victory over Crystal Palace",
  "webPublicationDate": "2016-05-15T16:07:44Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/southampton-crystal-palace-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Southampton",
      "id": "football/southampton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Ames",
      "id": "profile/nick-ames"
    }
  ],
  "guardianId": "football/2016/may/15/southampton-crystal-palace-premier-league-match-report"
}