{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/18/dafne-schippers-rio-olympics-100m-manchester-greatcity-games-sprinter",
  "id": "2016-05-18-115",
  "sectionId": "sport",
  "body": "Dafne Schippers, the world champion sprinter who is expected to provide one of the most compelling stories at the Olympic Games, has stressed her relish and readiness for the gladiatorial intensity of running in the 100m and 200m in Rio de Janeiro this summer. The former heptathlete, who as recently as last May was still competing against Jessica Ennis-Hill in the multidiscipline event, caused a sensation when she won the greatest 200m women’s race in history at the 2015 world championships. Schippers had only been training as a full-time sprinter for three months. “The girls in the heptathlon are definitely more easy-going and much friendlier,” Schippers told the Guardian in an exclusive interview at her training camp on the outskirts of Arnhem in the Netherlands. “Yes, sprinters are more like gladiators but I don’t really miss the heptathlon. I like to beat the tough girls.”   Related: Dafne Schippers takes 200m world gold but Dina Asher-Smith misses medal    Schippers’ remarkable run in Beijing, made even more extraordinary by it being only the second race in which three women dipped under 22 seconds, meant she recorded the third-fastest time in history. Only the discredited Florence Griffith Joyner and Marion Jones have run faster than Schippers – who, amid fierce post-race scrutiny, insisted she was a clean athlete. She was supported by Dutch journalists, who have followed her since she was a junior. Schippers had also beaten the 2012 Olympic 200m champion Allyson Felix when she was still a teenage heptathlete. After underlining how often she is tested, and her belief in the need for athletics to rid itself of its tarnished image, Schippers spoke to the Guardian about her role as a newcomer in the bruising world of sprinting. Asked if she has been subjected to stare-downs from rival sprinters hoping to intimidate her, Schippers said: “People do do that. But I chose not to do it myself. It’s just not my style. I find it amusing when other sprinters do and I just smile at them.” Schippers will run in Manchester on Friday evening at the Great CityGames as she looks to build on her impressive early season performances. “I had a perfect training camp in Florida,” she said. “It was fantastic with really good weather and training conditions. My first race [last month] was in Gainesville and it was a 200m that was much faster than I’ve ever done at this time of year [as Schippers, running into a slight breeze on a wet track, won in 22.25 seconds]. It was at the end of the training camp so it was very hard and conditions were not so good. But I was happy.” This month, in the season’s first Diamond League meeting in Doha, Schippers finished second in the 100m behind Tori Bowie of the US but ahead of Jamaica’s Veronica Campbell-Brown. “It was much better than expected. Before the competition I hoped to maybe run under 11 seconds so 10.83 was great and close to my personal best.” At last year’s world championships Schippers won silver in the 100m in 10.81 – and she seems on course for a concerted tilt at a sprint double in Rio. “I am improving and I’ve done so much work on my start. So I’m ready for Manchester,” she said. The Great CityGames are free to spectators and the 23-year-old Schippers embraces a concept designed to bring athletics to urban settings and attract a much wider public interest in the sport away from traditional stadiums. It will be screened live on television, on BBC2, with Schippers running soon after 7pm. “It’s really special running in the street,” she said. “It’s a real street where there are shops and everything. The crowds are close and the competition is great. Last year I ran the 150m but this week it’s the 100m. It’s a very cool atmosphere.” Schippers said she was thinking primarily about Manchester this week – even though the gate to the Dutch Olympic camp in Papendal, just outside Arnhem and an hour from Amsterdam, provides a countdown to Rio. There are under 80 days left before the Olympics begin but Schippers stressed that: “I don’t even notice the sign saying how many days to go. I find it easy not to think about it. I’m happy it’s Manchester next.”",
  "webTitle": "Dafne Schippers builds up to Rio Olympics on streets of Manchester",
  "webPublicationDate": "2016-05-18T15:27:14Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/18/dafne-schippers-rio-olympics-100m-manchester-greatcity-games-sprinter",
  "keyword": [
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Donald McRae",
      "id": "profile/donaldmcrae"
    }
  ],
  "guardianId": "sport/2016/may/18/dafne-schippers-rio-olympics-100m-manchester-greatcity-games-sprinter"
}