{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/25/448-psychosis-review-sarah-kane-philip-venables-opera",
  "id": "2016-05-25-188",
  "sectionId": "music",
  "body": "The first opera to be based on the work of Sarah Kane, 4.48 Psychosis by Philip Venables is a setting of Kane’s final play, a bitter and lyrical meditation on the nature of clinical depression, haunted by the fact that Kane killed herself shortly after its completion. Though it avoids the overt violence that made her earlier work notorious, it remains an extreme text, dissolving character, narrative and theatrical artifice in its quest for absolute emotional expression. It is acutely dependent on rhythm, verbal repetition and cyclic thematic patterning, but also innately musical – a pre-existing libretto, waiting for a composer, you might say – and Venables has done wonderful things with it.   Related: How Sarah Kane’s 4.48 Psychosis became an opera    Kane gives no indication as to the required number of performers, or whether her dialogues are actual or internalised in a single consciousness. Venables sets the text for a group of eight: three sopranos and three mezzos, often singing in close polyphony, along with two percussionists from the ensemble Chroma, positioned above Hannah Clark’s consulting room set. They duel and duet above the singers’ heads as unsung passages are streamed across its walls.    The rhythms of Kane's words are battered out by drums, hammers, whips, even a saw cutting through wood    “Depression is anger,” Kane maintains, frequently reserving her scorn for unsympathetic medics who dole out “chemical cures for congenital anguish”, and the rhythms of her words are battered out by drums, hammers, whips, even a saw cutting through wood. But the yearning, intricate vocal writing – Monteverdian in its timelessness – poignantly reminds us that depression is also the absence of love. Even in despair, Kane could be a savage ironist, and brassy, postmodern toccatas accompany the endless prescriptions of anti-depressants. The word “silence” was her only stage direction; Venables fills those pauses with distant muzak, among the most unnerving sounds in the work.     Hannah Clark’s two-tier consulting room set in 4.48 Psychosis. Photograph: Stephen Cummiskey/Royal Opera House    Ted Huffman’s production has a disturbing fluidity as the personae of the six singers merge and morph, though soprano Gweneth-Ann Rand is rapidly identified as the protagonist, while mezzo Lucy Schaufer emerges as the ambiguously motivated doctor, who may be a projection of Rand’s psyche. The other four (Susanna Hurrell, Clare Presland, Jennifer Davis and Emily Edmonds) snipe and console with eerie vividness. Chroma, conducted by Richard Baker, play with almost unnerving precision. The intensity slips fractionally at the end. Venables brings the score to a close with a consoling threnody that gazes back to the purities of Renaissance instrumental music, while on the stage pills are swallowed and a noose is strung up. In a production that continuously and precariously blurs the boundary between reality and illusion, the final image feels a bit too literal. But 4:48 Psychosis is a remarkable achievement. The Royal Opera and the Guildhall School of Music and Drama should be congratulated on commissioning it as part of their joint doctoral composer-in-residence scheme. And above all, it confirms Philip Venables’s reputation as one of the finest of the younger generation of composers working today. •In rep at Lyric Hammersmith, London, until 28 May. Box office: 020-8741 6850.",
  "webTitle": "4.48 Psychosis review – Venables brings Sarah Kane's savage text to musical life",
  "webPublicationDate": "2016-05-25T11:41:09Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/25/448-psychosis-review-sarah-kane-philip-venables-opera",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Royal Opera House",
      "id": "culture/royal-opera-house",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sarah Kane",
      "id": "stage/kane",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Ashley",
      "id": "profile/timashley"
    }
  ],
  "guardianId": "music/2016/may/25/448-psychosis-review-sarah-kane-philip-venables-opera"
}