{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/28/plea-hilliary-clinton-democrat-critics-white-house-trump",
  "id": "2016-05-28-161",
  "sectionId": "commentisfree",
  "body": "Maybe it’s a mistake to worry too much about Susan Sarandon. But her recent musings on the US election make me anxious. Not because I think she has huge influence – if celebrity endorsements swung elections, we’d all be reading Neil Kinnock: The Downing Street Years – but because I fret that others might think like her. And if enough do, we need to brace ourselves for President Donald Trump.   Related: Debra Messing and Susan Sarandon end Twitter fight over Hillary Clinton    Last month the film star, who’s been a loud advocate of Bernie Sanders, was asked what she’d do if he failed to win the Democratic nomination and it came down to a choice between his rival and Trump. “I’m more afraid of Hillary Clinton’s war record and hawkishness than I am of building a wall,” Sarandon said. Earlier, she had suggested that, for the true leftist, there might be an upside to a victory for the Republican: “Some people feel Donald Trump will bring the revolution immediately.” Sarandon might be easy to dismiss, which her critics on social media duly did – chiefly by posting clips of the final scene of Thelma & Louise. But even if the Leninist logic of that latter argument did not find too many takers, the first one – that Clinton is unpalatable to the left – has gained traction. Indeed, it goes some way to explaining Trump’s current poll performance, which has seen him draw level or pull ahead of Clinton. Ever since he wrapped up the nomination – and on Thursday he reached the magic number of 1,237 delegates – Trump has seen most Republicans unite behind his candidacy, giving him ratings in the healthy 40s. The #NeverTrump movement among Republicans – which never took off anyway – has faded. Clinton, meanwhile, is enjoying no such unity. Even though she has won 3m more votes than he has, her battle with Sanders rages on, at least until the final primaries in California and New Jersey on 7 June, with a threat from the Vermont senator to take his challenge all the way to the party convention in July. And that’s hurting her numbers.    Barring a freak event, the choice will be between Clinton and Trump. And anyone on the left should know where they stand    Alarmed, some Democrats wish Sanders would fold his tent right now for the sake of a united front against Trump. But the Sanderistas rightly reply that Clinton fought to the end in her 2008 battle against Barack Obama, and their man is entitled to do the same. Besides, a democratic process should be allowed to run its course until voters in all 50 states have had their say. It’s what happens after 7 June that troubles me. At that point, Clinton  really needs Bernie’s supporters to get on board. But that might not be so easy. A YouGov poll found just 55% of  Sanders supporters ready to vote for Clinton over Trump come 8 November. Some 15% were ready to do the full Sarandon/Lenin and vote Trump, while 30% were undecided. Contained in those numbers is a deep hostility to Clinton among many on the left, one that has been eloquently channelled by Sanders. They can’t stand her hawkishness, typified by her Senate vote backing the Iraq war. They can’t stand her links to Wall Street. And they can’t stand her long years inside the system, enough to turn her into a veritable poster child of the establishment. You can try to argue those point by point, starting out with a concession that, yes, on foreign policy, she’s a hawk. But then you’d note that Hillary was once demonised by the American right as a dangerous leftie “feminazi,” thanks to her decades-long record as a progressive and reformer. Or you could point to her actual policy positions on, say, Wall Street and inequality, and note that she has shifted leftward – partly under pressure from Sanders – and that, of the two, her proposals, according to most analysts, are the more serious and practical. This, however, would be to miss the point. The choice in November will not be between Sanders and Clinton. Barring a freak event – or an FBI indictment over her past use of private email – the choice will be between Clinton and Trump. And on that, anyone on the left should know exactly where they stand. If they’re struggling with that thought, a bit of recent history might help. In 1968, a lot of leftists fell in love with the Sanders-like, anti-war campaigner Eugene McCarthy, and could not bring themselves to vote for the Democrats’ eventual nominee, Hubert Humphrey: the result was Richard Nixon. In 1980, Ted Kennedy was the new darling. Plenty of his supporters couldn’t stomach Jimmy Carter: 27% of them voted for Ronald Reagan, so helping launch the Reagan revolution. In 2000 many progressives found Al Gore uninspiring; they said there was little to distinguish him from George W Bush. Some insisted on “voting their conscience” and backing the Green party challenger, Ralph Nader, even in states like Florida, where the main contest was on a knife-edge. Nader has always insisted that Gore’s failure to win that state, and so the presidency, was Gore’s fault and his alone. But the official (though suspect) tally had Gore lose Florida by just 537 votes. Very few of the 97,421 Floridians who voted for Nader would have had to switch to make the difference. And what a difference. Gore was a trailblazer on climate change, sounding the alarm a quarter of a century ago. Imagine the impact he could have had if it had been him, rather than Bush, in the White House. To say nothing of the invasion of Iraq, which few believe Gore would have undertaken – an act the current secretary of state, John Kerry, privately describes as “the greatest foreign policy disaster in history”.         Al Gore gives the case for optimism on climate change in a TED talk earlier this year.    Now if you think Bush was bad, just imagine four years of Trump. Deporting immigrants, banning Muslims, demeaning women, sundering alliances, threatening the use of nuclear weapons – how much more do the Bernie brigades need to know, to know that there is only one goal that now matters: stopping this man from becoming president? I’m aware this is a perennial dilemma for the left, one not confined to the US. Why should progressives always have to compromise, to back the lesser of two evils, to put electoral pragmatism first? Why can’t they decide that a centrist like Clinton is too flawed, too tainted to deserve their vote? Why can’t they keep their conscience clean and force the powers that be to change rather than always taking their votes for granted? Those arguments have appeal – but they have to take second place at a time like this. Just as they did in 2002, when the French left held its nose and voted for Jacques Chirac rather than see a racist like Jean-Marie Le Pen become president. This is one of those moments, except easier. For Clinton is no Chirac. So Sanders should fight his campaign till 7 June. His has been an extraordinary achievement, one that could lead to a new progressive movement in the US. But on that day in June he needs to change his tone, stop depicting Clinton as a corrupt pawn of Wall Street, and stop shredding her reputation in the eyes of the young, liberal and independent voters he has won over and whom she needs. He needs to endorse her with a full throat. Otherwise he may well succeed in making her unelectable; her numbers are tumbling as it is. If that happens, the winner will not be him or the left. It will be President Donald Trump – and the darkness he will bring to America and the world.",
  "webTitle": "A plea to Hillary’s Democrat critics: don’t hand the White House to Trump | Jonathan Freedland",
  "webPublicationDate": "2016-05-28T06:00:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/28/plea-hilliary-clinton-democrat-critics-white-house-trump",
  "keyword": [
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Susan Sarandon",
      "id": "film/susan-sarandon",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Freedland",
      "id": "profile/jonathanfreedland"
    }
  ],
  "guardianId": "commentisfree/2016/may/28/plea-hilliary-clinton-democrat-critics-white-house-trump"
}