{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/28/the-new-virgin-trains-advert",
  "id": "2016-05-28-137",
  "sectionId": "tv-and-radio",
  "body": "Once, train travel was just a necessary evil. Now it’s a fishy experience, thanks to Virgin’s new advert starring a woman on her way to a 20K run. The low-key heroine limbers up with a banana and a stretch on the train, but it’s her journey in a pendolino carriage that truly unlocks the power to dress up as a fish and trounce the opposition. Ms Fish is one lucky runner: she’s found a weekend when there are no planned engineering works. In other words: she’s invincible.            This “lean marine running machine” is not, as Booming Voiceover Man notes, “just in the zone”. She “owns the zone”, leapfrogging over losers, curing cramps and even finding the time to nick a chip en route. Only one thing can scupper her: a man in a shark outfit treading on her tail. But wait! There’s a twist. Who’s that predator asleep on her shoulder, clutching her damaged fishtail on the train home? You guessed it: Mr Shark. Thankfully, the cameras stop rolling before they get caught consummating their saltwatery passion as the train pulls into Doncaster. Even if you’re bound for glory, you’re nothing compared to those automatic toilet doors that always spring open when you’ve got your drawers down.",
  "webTitle": "There’s something fishy about the new Virgin trains advert",
  "webPublicationDate": "2016-05-28T08:00:29Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/28/the-new-virgin-trains-advert",
  "keyword": [
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/28/the-new-virgin-trains-advert"
}