{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/11/truth-about-palestinian-sibling-deaths-at-israeli-checkpoint-is-elusive",
  "id": "2016-05-11-247",
  "sectionId": "world",
  "body": "The death last month of Maram Saleh Abu Ismael, a young Palestinian mother, and her teenage brother, Ibrahim Taha, was violent, public and confounding. The Israeli account is that the pair were armed with knives, one of which Abu Ismael threw at an Israeli soldier as they approached the traffic lane of the main Qalandia checkpoint from Ramallah to Jerusalem. Warning shots were fired before she and her brother were shot dead by private security contractors. The version offered by family members is that the pair were confused, took the wrong lane at the vehicle-only checkpoint and were shot and killed after an altercation when they posed no threat.  The incident on 27 April is now the subject of an Israeli police investigation to establish whether the rules of opening fire were broken during the incident, while an autopsy has been ordered for the siblings. But in a series of conversations with witnesses and members of Abu Ismael’s family, another darker possibility has emerged that might explain what happened.  Barely acknowledged in Palestinian society, it is the phenomenon of “suicide by IDF” – Israel Defence Forces. According to this scenario, Abu Ismael, who some family members allege was the victim of domestic violence, deliberately acted to draw the security forces’ fire as a way of ending her life. To compound the tragedy, it is possible that her brother was trying to stop her when the pair were shot.      Israeli security forces section off part of the Qalandia checkpoint between Jerusalem and Ramallah after the shootings. Photograph: Ahmad Gharabli/AFP/Getty Images    From the moment of their deaths, the siblings’ case has had deeply puzzling aspects.  Abu Ismael was far from the standard profile of many of those involved in attacks since the outbreak of violence last October.  During this period, Palestinian attacks have killed 28 Israelis and two Americans, and 200 Palestinians have been killed, the vast majority in what Israel says have been attacks or attempted attacks on Israeli targets. Most of those Palestinians have been young men, often teenagers. Women accused of involvement in attacks have tended to be of school age or university students.  Abu Ismael was the 26-year-old mother of two girls, aged three and five. By all accounts she was not involved in a Palestinian faction, although her family are largely supporters of the Fatah movement of the Palestinian president, Mahmoud Abbas. When an uncle tried to put up posters on the day of her death on behalf of Islamic Jihad, it prompted furious scenes inside the mourning hall. The partial answers that have emerged as to what occurred at the checkpoint – and, perhaps, why – have only highlighted the difficulties in trying to establish hard facts in a conflict where both sides are tightly attached to well-worn narratives of blame. Different family members have told stories sharply at odds with each other regarding almost all aspects of the story, including the condition for which Abu Ismael was going to be treated at a Jerusalem hospital that day, and whether her 16-year-old brother was already at the checkpoint or had been sent by the family to accompany her. Despite the claims by the family and some witnesses that Abu Ismael and her brother had no knives – and the fact that the Israeli police so far have declined to release video footage of the event – two other Palestinian witnesses have told the Guardian she did have a knife on approach to the busy checkpoint. A Palestinian water company worker, who asked not to be named, was close to the checkpoint when the incident occurred. “I was at the crossing,” he told the Guardian. “I was about 20 metres away and I saw the girl approaching the checkpoint and she was shouting.  “The soldiers were shouting back but she was carrying a knife. Then someone [the brother] came from behind and tried to grab her arm and then bullets came from everywhere. I don’t really know what happened. People were running and it was chaotic. Both fell on top of each other.”  Family members have also offered deeply contradictory accounts of other parts of the story, in particular relating to Abu Ismael’s state of mind in the run-up to her death. Members of her father’s family from the village of Qatanna insist that Abu Ismael was planning to go that day for a hospital appointment in Jerusalem. Her brother, they say, had gone to accompany her. They say, too, that everything was normal in her life.     Posters of siblings Maram Saleh Abu Ismael and Ibrahim Taha on a window at a mourning house. Photograph: Mohamad Torokman/Reuters    But others in the neighbouring villages where Abu Ismael lived with her husband, and where her family lived, suggest a darker story: of a young woman in a troubled marriage, and at her wits’ end about returning home. All of which raises the possibility – and not for the first time – that an individual involved in an attempted or actual attack did so as much for personal as political reasons: seeking either death or arrest. If that theory holds true it would not be the first possible “suicide by IDF” in the recent months of violence – not least in an established pattern of attacks where often the Palestinian attacker would have little expectation of surviving.  According to a senior Israeli military commander on the West Bank, who briefed journalists in March, investigations into the background of attacks had identified several cases where such a suspicion existed.  “In some cases, if you check more deeply,” said the officer, “you come across cases where there are far more personal reasons [behind the attack]. Family problems. An argument with parents. Problems between a husband and wife. Even economic reasons.” According to relatives, Abu Ismael had reasons to be upset. A cousin, Yahya, had been killed by Israeli security forces a few weeks before. Her marriage, too, was difficult. Abu Ismael’s husband, a construction worker older than her, was unemployed. His family admits the couple had argued about him being out of work. And she had left home before, on one occasion – according to one of her family members – after an alleged incident of domestic violence. Barakat Abu Ismail, a cousin of Abu Ismael’s husband, admitted she had left the family home taking the children, but insisted there was “no dispute between the couple”. Off the record, other family members had a different story to tell, suggesting relations between the two families were so bad after Abu Ismael’s death that the husband’s family was not allowed to pay its condolences, suggesting they were being blamed for the death. An older male cousin of Abu Ismael went further. “He hit her. This is not the first time she ran to her family. I don’t know exactly what happened, but there is a lot of speculation in the family,” he said. “I don’t think she arranged to do something with her brother.” Contrary to Abu Ismael’s family account that her brother had accompanied her to the checkpoint for a hospital visit, the cousin said he was already at the crossing, having gone there with friends to throw stones. “Her brother was there before her. And her brother was throwing rocks. I didn’t see him but everyone has been talking about it. Also, the brother said I’ll be with someone else. He didn’t mean the sister, he meant other guys.  “I think it was a shock to her brother [when she appeared]. Even if she did what the Israelis say she did, it wasn’t right. Everyone saw the number of bullets they both got. It was not enough their cousin got killed too a few weeks before.  “She didn’t tell anyone she was going to do something, but maybe it was a way out.” What of her brother? According to this version, he saw her approach the wrong lane at the checkpoint and tried to pull her back, getting shot in the process. In an interview for the Israeli paper Haaretz, Abu Ismael’s father, Salah, said that whatever happened there was no justification for shooting and killing his children.  “Let’s say she had a knife, even if she had a cannon, why couldn’t they shoot her in the legs?” the taxi driver said. “And why did they shoot her brother? Why did they kill them both?” And in the end, with Israeli police declining to release footage of the incident it is impossible to know what is true among the competing accounts of even the moments of death, in a struggle where, for individual, family and national-political reasons, even the facts are in conflict.",
  "webTitle": "Truth about Palestinian sibling deaths at Israeli checkpoint is elusive",
  "webPublicationDate": "2016-05-11T11:32:32Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/11/truth-about-palestinian-sibling-deaths-at-israeli-checkpoint-is-elusive",
  "keyword": [
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/11/truth-about-palestinian-sibling-deaths-at-israeli-checkpoint-is-elusive"
}