{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/12/now-sadiq-khan-must-build-council-homes",
  "id": "2016-05-12-66",
  "sectionId": "society",
  "body": "Last week’s mayoral election was, in Sadiq Khan’s own words, a “referendum on housing” and this referendum delivered him a comfortable victory. Now he must match words with deeds. However, his acceptance of huge campaign donations from property firms and his pledge to bring together an alliance of “councils, developers, investors and businesses” to tackle housing puts him in thrall of the very agenda that has caused the crisis. Let’s be clear: London has a housing crisis, but it’s not a crisis for everyone. Property developers are making record profits, year on year, building luxury flats that few can afford, while international investors circle like vultures in pursuit of that most lucrative asset: our homes. Landlords – including many MPs – sit comfortably at the top of the property gold mine, letting second-rate homes at poverty-inducing rents. London’s housing crisis directly benefits the global rich and any solution that plays to their tune is bound to fail. If Khan is serious about solving this crisis, his election promise to be “a mayor for all Londoners” needs rethinking. London needs a mayor for the 99%, not the richest 1%. Mayor Khan must build tens of thousands of council homes, particularly on public land like Bishopsgate, halt the demolition of estates in the name of “regeneration”, actively oppose the social cleansing of our city and protect private renters. On Thursday the housing and planning bill, an attack on council and social housing and a sop to developers which will leave millions struggling as rents soar, received royal assent. Now, more than ever, London needs a mayor who puts homes and people first, not profit.Joe Beswick Radical Housing NetworkSimon Briggs Central Hill Estate Campaign Aysen Dennis Aylesbury Tenants and Leaseholders First Leif Palm Save Earl’s Court Supporters Club Gerlinde Gniewosz Save Cressingham GardensRichard Chiute Earl’s Court Tenants AssociationSaskia O’Hara Focus E15 CampaignEdward Daffarn Grenfell Action GroupJasmin Parsons Our West HendonBen Samuel and Janette Evans Barnet Housing Action GroupPiers Thompson Silchester Estate CampaignNicole Holgate Butterfields Won’t Budge and Butterfields Estate TRAGlyn Robbins Defend Council HousingSuzie Robertson Lambeth Housing ActivistsGlenn McMahon Tower Hamlets RentersMatt Wilde Digs Hackney RentersLida Käyhkö UCL Cut the RentAngus O’Brien UCLUJoseph Todd Goldsmiths Cut the RentJon Glackin Streets KitchenShireen Taha Sweets Way ResistsClaudia Firth London Federation of Housing Co-operativesRastko Novakovic Trade Unionists for HousingEleanor Firman East London Unite CommunityMyk Zeitlin Advisory Service for SquattersLiliana Dimitrovic People’s Republic of SouthwarkJohn Hamilton Lewisham People Before ProfitDoug Thorpe Left Unity • Join the debate – email guardian.letters@theguardian.com • This article was amended on 13 May 2016 to clarify the letter’s second sentence.",
  "webTitle": "Now Sadiq Khan must build council homes | Letters",
  "webPublicationDate": "2016-05-12T18:43:15Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/12/now-sadiq-khan-must-build-council-homes",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/12/now-sadiq-khan-must-build-council-homes"
}