{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/22/labour-activists-in-2015-were-like-middle-class-ryanair-passengers",
  "id": "2016-05-22-15",
  "sectionId": "politics",
  "body": "Labour’s “metropolitan squeamishness” meant it struggled to relate to English working-class voters in the run-up to last year’s general election, and its campaigners were like middle-class Ryanair passengers “having to stomach a couple of hours’ flight with people they shared little in common with”, former candidates argue in a new book. In the forthcoming work, edited by the backbencher Tristram Hunt, five failed and five successful candidates who stood in English seats at last year’s general election, including the MP and former Ed Miliband adviser Jon Cruddas, reflect on their personal experiences on the doorstep as Labour drifted towards defeat – and warn that the party has increasingly lost touch with its working-class roots.   Related: A British politician lost her job over a tweet: how to explain it to someone outside the UK    Suzy Stride, who stood unsuccessfully for the Essex seat of Harlow – in a piece written with her campaign organiser Jacob Quagliozzi – says Labour’s strategy was to bus in scores of middle-class activists, who looked and sounded very different from many voters. “Without doubt the most frequent thing people said to us on the doorstep was: ‘You’re all the same.’ Increasingly, as time went on, we realised that ‘You’re all the same’ really meant: ‘You’re nothing like me’ or ‘You know nothing about my life’ – and to an extent they were right.” They add: “Increasingly the Labour party was viewed like middle-class Ryanair passengers having to stomach a couple of hours’ flight with people they shared little in common with. It could be uncomfortable but it got you where you needed to go.” If Labour is to rebuild its electoral fortunes between now and the next general election in 2020, it will need to find a way of appealing to its traditional working-class base, argues the book. To Hunt, this means reclaiming English patriotism. “If we are in any way serious about taking on anti-politics and reclaiming the cultural affinity of the working class then unnecessary metropolitan squeamishness is simply unacceptable – nurturing a civic English patriotism is now absolutely essential,” he says. Cruddas, who was responsible for drafting Labour’s manifesto, says Labour concentrated too much on “instrumentalised economics”, using phrases such as the “cost of living crisis”, instead of appealing to cultural or regional identities. He calls for “a Labour politics of recognition that there is a space for an English Labour party to represent the interests of the English people”. Jeremy Corbyn is carrying out a “constitutional convention” to consider whether changes to the make-up of British politics – perhaps including more radical devolution than that promised by the government’s Northern Powerhouse – should be part of Labour’s appeal to the electorate. But there are also concerns about the attitude of some senior Labour figures. Naushabah Khan, who was the unsuccessful Labour candidate in the byelection for the Kent seat of Rochester and Strood in 2014, uses her essay to vent her fury at the photo tweeted by Emily Thornberry – then shadow attorney general – during the campaign of a local house festooned with St George’s flags.           Emily Thornberry on Rochester tweet: I made a mistake     “In one image Labour had almost destroyed its foundations, displaying a growing detachment from our roots,” she says. “The irony was not lost as, having grown up in an Asian household where the St George’s flag could be found hanging out of the window during any sporting event, I had also spent the day with my team driving around the constituency in a white van as part of the campaign.” Jamie Reed, the Labour MP for Copeland, warns that Labour has failed to find an answer to the “deliberately insulting insinuation”, which caught the mood in the run-up to the Scottish independence referendum, that “to be English was to be Tory”. “Daily life looks and feels very different in our deindustrialised towns, struggling rural villages and smaller cities and these communities are now engulfed in a quiet crisis – not just in the north of England, but in every part of our country,” he said.",
  "webTitle": "Labour activists in 2015 'were like middle-class Ryanair passengers'",
  "webPublicationDate": "2016-05-22T21:00:20Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/22/labour-activists-in-2015-were-like-middle-class-ryanair-passengers",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tristram Hunt",
      "id": "politics/tristram-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jon Cruddas",
      "id": "politics/jon-cruddas",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/22/labour-activists-in-2015-were-like-middle-class-ryanair-passengers"
}