{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/18/the-da-vinci-code-to-be-reformulated-for-ya-readers-dan-brown",
  "id": "2016-05-18-128",
  "sectionId": "books",
  "body": "Dan Brown’s publisher has announced that this autumn it is going to release a new, abridged version of the Da Vinci Code aimed at the lucrative YA market. The implication I took from this news is that The Da Vinci Code is about to be dumbed down. Even further. The fear that then gripped me then was far greater than that of my own death. I saw a future filled with too many ellipses, overly complex descriptions and arbitrary races against time. Suddenly, despite all the laws of reason and the many rules relating to logic … Penguin Random House … one of the last few publishing houses and the sole guardian of the UK rights of one of the most successful novels written in the last 20 years … were reissuing a rip-roaringly simple book, made even simpler? Alongside my attractive sidekick, I summoned all my faculties and strength as I began to realise that the time for bad Dan Brown parodies was almost over … I had to … try … to think … like a normal person again…    Related: Dan Brown still can't write, but he deserves some respect | Alan Yuhas    Leaving Brown’s style aside (for now), the publishers have suggested that their main adjustment will be to make a few judicious trims. (I’ll leave it to you to come up with your own jokes about how that may actually improve the text.) If they remove the words “then” and “when” and all the pointless present participles Brown uses to start his sentences, this venture might actually result in a Da Vinci Code that fits into an agreeably-sized pamphlet. The ruthless part of me has to admit that the plan makes sense. I object to the idea that the 13+ age group that the publisher aims to attract with this “new” outing might not be able to cope with a full adult book (let alone Dan Brown’s bestseller). But I can see how his addictive blend of scary albino monks, square-jawed professors, gifted French cryptologists and sadomasochism might just appeal to a teenage audience. (Especially if the publishers emphasise the sadomasochism.) It’s also worth remembering the enduring power of The Da Vinci Code. Success with teenagers would be no more surprising than the fact that The Da Vinci Code has sold 82m copies, a healthy 81.9m more books than I’ve ever sold. It equates to one copy for every man, woman and child in the UK – with enough left over to also supply the entire populations of Greece and Sweden. But 82 million people can be wrong. Really wrong. It’s perfectly possible to speculate on how many of those millions of buyers actually read, enjoyed and finished the book. Given that during the years he was most prolific, Brown was the most donated author in Oxfam bookstores multiple years in a row, people seem keen to forget they ever owned the damn books. And I’m really in no position to cast aspersions: I read it myself. All of it. I hated myself. I hated Robert Langdon. I hated the guff about “orgiastic rituals” and Opus Dei. But I still had to know what happened. I still tore through the pages, not ripping them. So I won’t be all that surprised if plenty more teenagers do the same and this whole sorry venture does exactly what it means to do: make money. Part of me wants to set down extravagant warnings. I want to tell those teen readers of the future to go elsewhere. But there’s no point.  The truth is that – to borrow one of Brown’s famously inept images – “Pandora is out of her box”. The author hit a winning formula. Literary snobs like me may love to mock – but there’s no way that we can stop him. In fact, the sooner the kids get any version of The Da Vinci Code out of their systems – it’s due out in September – and start moving on to other books, the better.",
  "webTitle": "The Da Vinci Code rewritten for YA readers? Please spare them",
  "webPublicationDate": "2016-05-18T15:01:41Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/18/the-da-vinci-code-to-be-reformulated-for-ya-readers-dan-brown",
  "keyword": [
    {
      "webTitle": "The Da Vinci Code",
      "id": "books/the-da-vinci-code",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Dan Brown",
      "id": "books/danbrown",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Jordison",
      "id": "profile/samjordison"
    }
  ],
  "guardianId": "books/booksblog/2016/may/18/the-da-vinci-code-to-be-reformulated-for-ya-readers-dan-brown"
}