{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/08/james-live-review-kentish-town-forum-girl-at-the-end-of-the-world",
  "id": "2016-05-08-148",
  "sectionId": "music",
  "body": "Spotlit by phone flashes and smiles, James singer Tim Booth roams through the crowd, making his way up to a delighted balcony. The crowds part fluidly for this messianic lead singer, his clear voice never faltering. He’s generous with the hand-clasps and half-hugs though; a Bono with whom you might conceivably share a vodka smoothie. Thirty-four years on from his band’s spindly beginnings, Booth remains beloved, at the helm of a lodestone indie rock band who show little sign of slowing down. James’s 14th album, released in March, came within a whisker of knocking Adele off the No 1 album slot. This broad UK tour is virtually sold out.   Related: Tim Booth and Larry Gott of James: how we made Sit Down    Goateed and with his head shaven, Booth now looks a little like Ming the Merciless reborn as a more compassionate yoga instructor. He is singing Say Something, from James’s 1993 album Laid, a tune that could serve as a primer in literate indie rock. It boasts lyrics that – yes – say something (Booth is addressing an inscrutable interlocutor). The vocal melody is blithe, the guitar line, succinct; it’s faintly baggy in the drums, as befits that era. In the absence of Sit Down – James’s anthem, which they make a point of skipping tonight – this is one of the biggest singalongs, deployed during the encore of James’s first of three mid-tour London shows. Soon after, there is Nothing But Love, a song off their most recent album. It shows signs of becoming a future favourite. There’s a brisk mandolin intro from Adrian Oxaal, followed by Andy Diagram’s freewheeling trumpet, giving way to an open-hearted tune about the power of love, built to be bellowed en masse. Twenty-one songs into a 23-song set, then, it’s not hard to grasp the enduring appeal of this band, even if your own personal tastes have long since left the building. James are, without a doubt, the indie rock dream made flesh – if that dream means continuing returns more than serious paradigm-shifting.            Although their peak roughly coincided with the Madchester era into the 90s, James continue to release new albums that are liberally sprinkled with strong songs. Unperturbed by changes of fashion, these albums sell in reasonable quantities, to faithful fans who actually pay money for music. Girl at the End of the World, the album that nearly unseated Adele, crowns a run of solid post-reunion records. We are in a small venue for James. This hefty tour sees the band playing arenas in Birmingham and their home town of Manchester.    Eight people are on stage – almost an anachronism in the age of the compact digital outfit    Having got through their messy drug phases decades ago, James look like a great place to wield a guitar. The seven men playing the instruments (Oxaal replaces the non-touring Larry Gott on guitar) can walk the streets unmolested. Booth himself lives in California – a new song, Move Down South, deals with that state’s drought, rather than, say, the act of leaving Leeds for London. Somehow, despite James’s continuing reach, Booth escapes the fevered scrutiny that makes the lives of Morrissey (an early supporter), or even Thom Yorke, (whose dance moves owe something to the boneless Booth) a little sub-optimal. Eight people are on stage – almost an anachronism in the age of the compact digital outfit. They break down to a folksier acoustic four-piece for Just Like Fred Astaire, another joyous singalong. This is not the most silvery of bands – much of their set remains reliably four-square, anchored by a fantastic drummer in David Baynton-Power, and embellished by keyboards and violin. But if James remain cheerfully unmysterious compared with the big music of the Celtic rock bands they faintly echo, they are definitely lifted by Saul Davies’s violin and Diagram’s arcing trumpet, which, tangentially, looks sugar-coated under ultraviolet light. They have not exactly mellowed with age, either. Another new song, To My Surprise, recalls the synth-y drama of the Killers, a previous client of the album’s producer, Max Dingel. Booth is exasperated in the chorus. “Were you just born an asshole?” he sings.",
  "webTitle": "James review – joyous singalong",
  "webPublicationDate": "2016-05-08T08:00:02Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/08/james-live-review-kentish-town-forum-girl-at-the-end-of-the-world",
  "keyword": [
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Tim Booth",
      "id": "music/tim-booth",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Kitty Empire",
      "id": "profile/kittyempire"
    }
  ],
  "guardianId": "music/2016/may/08/james-live-review-kentish-town-forum-girl-at-the-end-of-the-world"
}