{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/10/tuesdays-best-tv-old-school-with-the-hairy-bikers-how-to-get-a-council-house",
  "id": "2016-05-10-317",
  "sectionId": "tv-and-radio",
  "body": "In the Club 9pm, BBC1 The second series of Kay Mellor’s pregnancy and childbirth drama continues. Roanna (Hermione Norris) juggles her new baby and relationship with her dwindling finances. But will she tell Simon that she’s going to her ex for help? As usual with Mellor (and this episode is written by her daughter Gaynor), the cast and characters are likable but it often strays into cliche. “I don’t know how you sleep at night,” says Roanna to a bank employee refusing her a loan. Julia Raeside Old School With the Hairy Bikers  9pm, BBC2 Dave Myers and Si King leave pies and pubs behind and cross over into social experiments. The bikers ride to a struggling school near Oxford, where they launch a mentoring scheme that pairs teenagers with pensioners. What initially seems like a light-hearted and jolly chance to swap wisdom about smartphones and rationing soon becomes a more serious look at the scars both young and old bear: bereavement, loneliness and the lasting trauma of being bullied. Jack Seale Crash: Anatomy of an Accident 9pm, ITV When working for emergency services, you’re expected to think fast. When dealing with one of Britain’s worst-ever road accidents, a 130-car pile-up on a fog-covered motorway bridge, with the most seriously hurt likely to be least accessible, seconds of indecision could cost lives. That situation arose at Sheppey crossing, Kent, during a morning rush hour in September 2013. The impact on victims’ lives and the measures needed to save them are explored here. Mark Gibbings-Jones How to Get a Council House 9pm, Channel 4 The series charting the work of council housing officers returns. We’re in the London borough of Hounslow, where there are 3,000 households on the waiting list and – in a familiar story that needs retelling – the demand for social housing far exceeds supply. Those we meet include single mum Beverley, who faces an eviction that will also leave her 21-year-old epileptic son homeless; long-term sofa-surfer Billy, whose health is deteriorating, and Swapna and daughter Seetah, who live in a one-bedroom converted shed. Jonathan Wright Penguin A&E With Lorraine Kelly 9pm, Channel 5 The visual equivalent of a candyfloss binge, this documentary series follows staff at Cape Town’s SANCCOB Western Cape Centre, AKA “the penguin hospital”, treating our tuxedoed, flippered friends after their run-ins with dogs, cars or dehydration. Or swallowed fishing lines. As vet Romy says of little Bandit, “If there’s a hook at the end of this, it could be catastrophic.” Elsewhere, Peanut is placed in his own little steam room, and Nipper’s “still quite out of it”. Ali Catterall A League of Their Own US Road Trip 9pm, Sky1 The comedy panel show take a trip Stateside in this new series. James Corden is a bit of a star across the Atlantic, so he plays host to Jamie Redknapp, Andrew Flintoff and Jack Whitehall as they join him for a boys’ adventure across the US in an RV, taking in the views and undertaking various American-style competitive actitivities with forfeits for the loser. Will there be bantz? Ah yes, there will be bantz. David Stubbs Slasher 10pm, Pick From an Amityville-style house to deaths on Halloween and protagonists running around alone at night, this Canadian-American horror anthology series is largely derivative. As this first series begins, we meet Sarah and Dylan, a couple inexplicably moving into the home where Sarah’s parents were murdered by a hooded assailant dubbed The Executioner. How long will it be before they’re in danger? And could there be a decent mystery under all those cliches? Hannah J Davies Film choice Total Recall (Paul Verhoeven, 1990) 11.10pm, ITV4 This first spectacular, mega-budget adaptation of Philip K Dick’s mind-bending tale is altogether smarter and more fun than the plodding 2012 remake. Arnold Schwarzenegger is at the top of his game as an ostensibly ordinary (though very large) labourer who slowly recalls he was once a secret agent, and powerful corporate forces have been messing with his mind. Cue dizzying paranoid delusions and state-of-the-art violence. Paul Howlett Live sport Cycling: Giro d’ItaliaCoverage of the fourth stage of the Grand Tour race. 1.30pm, Eurosport 1 IPL Cricket: Rising Pune Supergiants v Sunrisers HyderabadFrom Maharashtra Cricket Association Stadium in Pune. 3pm, Sky Sports 2 Premier League Football: West Ham United v Manchester UnitedThe last ever game at Upton Park before the Hammers head to the Olympic Stadium. 7pm, Sky Sports 1",
  "webTitle": "Tuesday’s best TV: Old School With the Hairy Bikers, How to Get a Council House",
  "webPublicationDate": "2016-05-10T05:20:00Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/10/tuesdays-best-tv-old-school-with-the-hairy-bikers-how-to-get-a-council-house",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/10/tuesdays-best-tv-old-school-with-the-hairy-bikers-how-to-get-a-council-house"
}