{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/07/uk-life-sciences-health-wealth-would-benefit-from-staying-in-eu",
  "id": "2016-05-07-10",
  "sectionId": "education",
  "body": "The life sciences sector makes an important contribution to the health and wealth of the UK. Its pharmaceutical and healthcare products drive better health outcomes for patients, support improvements in the NHS and provide high-quality jobs. The sector employs more than 222,000 people across the UK. It spends £4bn on R&D, and also attracts high levels of inward investment. We see significant advantages for the life sciences sector in the UK remaining part of the EU. This would enable the sector to continue to operate within an established and harmonised regulatory approval system, ensuring that UK patients benefit from medicines more quickly, and that medicines researched and manufactured in the UK are available across the EU sooner. Continued UK membership would also benefit scientific activity and R&D jobs.UK researchers and small businesses will continue to benefit from access to EU funding and from collaborations with cutting-edge science across the continent. This would help the UK to continue to attract investment for the R&D activities that would help to discover and develop the next generation of treatments for cancer, respiratory disease, and Alzheimer’s, and to continue pioneering work in new vaccines and antibiotics. The Sciences sector also benefits from EU advocacy on international trade issues to ensure fair trade for UK companies. The UK’s life sciences sector is second to none. Leaving the EU would bring added complexity and uncertainty, which is bad for business and research. Remaining in a reformed and more competitive EU would offer stability and predictability as a platform for even greater success. Staying in would be better for the health and wealth of the UK. Sir Andrew WittyCEO, GSKplus 92 other leading life sciences figures           Parents and pupils protest against Year 2 Sats – video    Barbara Ellen’s piece characterising concerned parents of Sats-tested primary age children as “uber-worthy hippies” was lazy and condescending (“Time children learned a life lesson at school”, last week). Parents are right to be concerned: in the current national curriculum for England, English takes up 67 pages for primary-age children, maths 45, and science 32. Art and design has fewer than two. Computing, two. Music, two. PE, two and a bit. In fact, no other subject has more than four pages. Barbara Ellen asserts that school should be a “holistic” experience; how is this to occur given the (arbitrary) subject weightings in the curriculum?   Related: Tory MPs call for academies plan to be dropped from Queen’s speech    Why not simply abolish the curriculum? This could be done overnight at zero cost. It would also remove the necessity some parents feel to disengage with a high-pressure, test-driven model of education they perceive as damaging for their children. Max FishelAssistant headteacherBromley We owe Hillsborough families Duped, not just by institutions of the state but by much of the media. Not always by flagrant untruths but lies of omission and mind games. How do they feel now, those whose attitudes were shaped by the grotesque deceit surrounding the tragic events at a football match, I wonder (Comment, last week)?   Related: Justice finally triumphed. But let us not forget the original wrongs | Frank Cottrell Boyce    Not just the usual suspects, whose world is opaque, but the otherwise “enlightened” majority who might have had their minds turned against Liverpool and fans in general. If their eyes are now truly open they might just be humbly appreciative. In taking on the establishment these past 27 years, the Hillsborough families’ fight for truth and justice has done an immense service not just to democracy but also to morality. A culmination of human struggle fuelled by that defining essence of humanity: love. D FrederickLiverpool Council spending on towers You feature the i360 “observation” tower in Brighton (City walks, In Focus, last week), which was funded mainly from the public purse and will effectively cost the residents of Brighton and Hove £1.4m per year for the next 25 years, following the decision of the previous Green administration (with the support of a few Tory councillors) to promote this project. The fact that the council devoted so much time and resources to what is effectively a corporate pod is scandalous, given the clearly identified need for more affordable and social housing in our seaside city. The council needs to use its available powers, such as those in the Localism Act, in an innovative way to build more living space. This government has dealt many councils a disappointing hand and squeezed the benefits given to people for housing costs, so it is important that they work together with local groups to do their best for local residents.Rob HealeBrighton Who speaks immaculately? Karen Lane criticises Kwame Kwei-Armah for seeing a London restaurant’s requirement for waiters to “speak immaculate English” as a sign of “anti-immigrant feeling”, and argues that he is being “condescending” in assuming that such English is “spoken only by British-born white people” (Letters, last week). But what is “immaculate English”, who speaks it, and what does this restaurant’s management mean by it? Far too often such words are merely euphemisms used to exclude people on an entirely subjective and sometimes racist basis.Professor Jennifer JenkinsSouthampton   Related: Time children learned a life lesson at school | Barbara Ellen",
  "webTitle": "Britain’s life sciences sector is crucial and would be damaged by Brexit | letters",
  "webPublicationDate": "2016-05-07T23:05:06Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/07/uk-life-sciences-health-wealth-would-benefit-from-staying-in-eu",
  "keyword": [
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "English and creative writing",
      "id": "education/english",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Pharmaceuticals industry",
      "id": "business/pharmaceuticals-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "uk/liverpool",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Brighton",
      "id": "uk/brighton",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Healthcare industry",
      "id": "business/healthcare",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/07/uk-life-sciences-health-wealth-would-benefit-from-staying-in-eu"
}