{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/04/luh-lost-under-heaven-ellery-roberts-ebony-hoorn",
  "id": "2016-05-04-300",
  "sectionId": "music",
  "body": "Related: LUH review – former Wu Lyf frontman delivers anthems for the angry    Four years ago, Ellery Roberts was at a low ebb. His enigmatic, publicity courting music project Wu Lyf had been unmasked as just another four-piece lad band, and he was living in an abandoned Manchester terrace, writing aggressive, joyless songs about the capitalist machine. But his life was about to be transformed. Returning home one day, he found Ebony Hoorn sitting at his kitchen table. A student of art at Holland’s Gerrit Rietveld Academie, she was visiting a friend in the same squat. The pair shared “a really intense connection” and within a few months had shacked up together in a converted hospital in Amsterdam. When they emerged in 2010, Wu Lyf generated a considerable amount of excitement thanks to a clutch of reverberant rock songs recorded in a church and an expertly maintained aura of mystery. Their website spewed forth a series of rousing, Situationist-style slogans, and they challenged the very concept of A&R buzz by charging £50 for a demo. Yet when their album Go Tell Fire To The Mountain was released a year later, Wu Lyf were revealed to be a relatively traditional guitar band, and for Roberts the whole project had turned into something that felt run-of-the-mill. But meeting Hoorn – a cheerily pragmatic artist with little time for the machinations of the UK music scene – inspired him to rip it up and start again.            “It was like having a spark reignited,” confirms Roberts, who immediately started funnelling his energy into a new project the pair christened Lost Under Heaven. Hoorn gave him the confidence to drop his intellectual pretensions and write from the heart. Whereas Wu Lyf were guarded and confrontational, LUH openly documented the couple’s efforts to engage with the world. “In Wu Lyf I was almost dictatorial about what I wanted to create,” says Roberts. “With this, we’ve tried to let it take its own shape.”   Related: Wu Lyf: better the devil you don't know    Their open-mindedness applies to the music, too. Wu Lyf fans will recognise Roberts’s distinctive gargle and the songs’ epic tilt, but LUH have broken out of the guitar band template. Songs such as I&I or First Eye To The New Sky use synthetic string swells and booming drums to gradually layer up the drama like a gothic Sigur Rós, while $oro’s Auto-Tuned fury is clearly inspired by Kanye West’s Yeezus. Upcoming debut album Spiritual Songs For Lovers To Sing was overseen by recent Björk collaborator Bobby Krlic AKA The Haxan Cloak, setting up an interesting tension between his trademark digital murk (exemplified by his 2013 album Excavation) and the heart-on-sleeve crusading of two of Roberts’s biggest musical heroes, Joe Strummer and Bruce Springsteen. In his scuffed leather jacket and string vest, there’s still something of the wannabe folk hero to Roberts – sartorially, at least. Nowadays, Hoorn ensures his ego is kept in check, calmly summarising points whenever he threatens to get carried away. On stage, they don’t even try to play it cool, smiling proudly at each other and stealing the occasional kiss between songs. Hinting at the ideas driving the project, LUH’s current stage backdrop is a banner that reads “Trying to live a life that means something more” (which is also a lyric from their song Beneath The Concrete). “The idea was to reclaim these kind of lifestyle slogans from their use in sunglasses adverts,” explains Roberts. So what is their own idea of a more meaningful existence?     LUH live at Electrowerks in London, March 2016. Photograph: Venla Shalin/Getty Images    “Of course it’s different for everyone,” says Hoorn, “but for me it’s to be more conscious of how you act towards people or the planet.” Roberts elaborates: “In my understanding of human potential and capability, and the reductive quality of contemporary lifestyles, I feel like there’s a lot more to living than is allowed or achieved. A life that’s something more is an attempt to break away from individualism to a life enriched by community. I’ve been reading about the idea of universal basic income and how it offers a really interesting consideration of life that’s not just measured in financial worth. We’re interested in alternative models of living.” As a result, the mundanities of day-to-day band life are not the duo’s focus. “Playing live shows and making albums is a process that gets you from A to B but it’s not the exciting part for me,” Roberts admits. Instead the pair talk excitedly about incorporating some of the techniques of immersive theatre and virtual reality into the LUH experience to break down barriers between band and audience. “Facing a blank page and thinking ‘What do I do?’ is the exciting part of making music or art, or living life in general,” says Roberts. “Again, it’s ‘living a life that means something more’ – having the possibility of more blank pages.”  Spiritual Songs For Lovers To Sing is out now",
  "webTitle": "From lad to lover, the story of LUH",
  "webPublicationDate": "2016-05-04T08:00:22Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/04/luh-lost-under-heaven-ellery-roberts-ebony-hoorn",
  "keyword": [
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Richards",
      "id": "profile/samrichards"
    }
  ],
  "guardianId": "music/2016/may/04/luh-lost-under-heaven-ellery-roberts-ebony-hoorn"
}