{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/11/the-month-in-memes-viral-comedy-may-2016",
  "id": "2016-05-11-321",
  "sectionId": "culture",
  "body": "What better way to discuss the disposable, flash-in-the-pan nature of viral internet content than in a monthly digest? Yes, fine, nobody remembers what they were guffawing at half an hour ago, let alone last week, but that doesn’t mean web humour is above (or below) a session under the microscope. Somewhere between the meme as christened by Richard Dawkins (that is, a component of culture that is disseminated through human interaction) and the term as it now exists in the popular imagination (a graphic with text superimposed to side-splitting effect), lies the internet meme as this column understands it: a phrase or image or idea that spreads rapidly through the virtual consciousness. The meme is a pop culture medium in itself nowadays, and one that is only gathering steam: when music and cinema have long been consigned to history, they’ll be all that’s left; I hope you like videos of cats that have just been to the dentist.     Views my own: personalised Drake album art     Related: Drake: Views review – more sharp introspection    Megastars have clearly been well briefed on this development. When serial memer Drake released the artwork for fourth album Views, the idea of a little Drake photoshopped on to Toronto’s CN Tower was so meme-friendly (it being a peculiar image with easily substituted component parts) that it quickly spawned spoofs, as well as a website that could generate personalised versions.  But this month’s queen of meme is Beyoncé. By addressing a cheating spouse on Lemonade she not only managed to generate more than 17,000 thinkpieces (give or take), but by telling him to call “Becky with the good hair” she planted a prospective meme that social media duly ushered into internet parlance. As a simple yet highly distinctive phrase with the potential to co-opt other cultural reference points, it got social media going, drawing comedy connections with everyone from Aunt Becky from 90s sitcom Full House to a 2012 meme that had recast Taylor Swift as a deceased marijuana snorter named Becky. Increasingly, it seems, a musician’s influence can be measured in the memes they generate: as Beyoncé pointed out on Formation: “You know you that bitch when you cause all this conversation.”            Trailer for Beyoncé’s Lemonade album    The internet has long been a nostalgia factory – just ask the Buzzfeed article 39 Signs You Grew Up In The 90s. But with the childhood memories of millennials having now been fed comprehensively into the machine – just ask the Buzzfeed article 11 Charts Only Canadians Who Grew Up In The 90s Would Appreciate – the web seems to be moving on to the next stage of communal past-crunching. Namely the 00s. Last month, Rowan Martin of London band the Rhythm Method started the trending topic #indieamnesty with the tweet “Once wrote an excruciatingly twee lyric along the lines of ‘Now you’re crying in your Ready Brek’. What’s your #indieamnesty?” Being the dominant subculture of the 00s in the UK (and this was specifically referring to the mid-00s music scene, we regret to inform John Prescott and the time he met Blur), there were a lot of memories to share.      Rowan Martin’s original #IndieAmnesty tweet    This wasn’t just simple reminiscence: in actual fact, the hashtag soon became the perfect opportunity for a good old-fashioned humblebrag (circa 2010; the act of showing off on social media under the pretence of self-deprecation). The humble bit came courtesy of indie’s soiled name. If you were a teenager in the early 00s, the indie music scene seemed hugely exciting, if not positively glamorous. Over the last decade, though, thanks to the bastardisation of its values via dadification (Kaiser Chiefs), ladification (the Courteeners) and indie landfill, the scene and its accoutrements have mutated into something putrid and grotesquely uncool. Admitting you once had made an emotional investment in indie allowed Twitter users a boast (according to the laws of the humblebrag): either about how well connected they had been – depending on how celeb-studded their confessions were – or to trade on the apparently still-functional social currency of the trend.     Sweetness and light: Ed Balls’ response to online humiliation     Related: On this fourth #EdBallsDay, has the hype become too much?    Finally, how does a throwaway internet joke metamorphose into a linchpin of society as we know it? On 28 April, former MP Ed Balls celebrated the five-year anniversary of the time he accidentally tweeted the words “Ed Balls” (when intending to search for mentions of his name) by baking a commemorative cake. Now known as Ed Balls Day, thanks to the sheer, myopic persistence of internet callbacks, could the date become a new national holiday? It could serve as a reminder of those heady days when the Labour party lurched from omnishambles to omnishambles. Or perhaps that’s not strictly necessary. In any case, it was nice to see that instead of just being a joke, our politicians could actually make a decent one, too.",
  "webTitle": "The month in memes: Drake’s Views and the fifth annual Ed Balls Day",
  "webPublicationDate": "2016-05-11T08:00:07Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/11/the-month-in-memes-viral-comedy-may-2016",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Aroesti",
      "id": "profile/rachel-aroesti"
    }
  ],
  "guardianId": "culture/2016/may/11/the-month-in-memes-viral-comedy-may-2016"
}