{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/middlesbrough-promoted-premier-league-draw-brighton-boro",
  "id": "2016-05-07-102",
  "sectionId": "football",
  "body": "Within seconds of the final whistle the pitch was flooded with joyous invaders, chants of “We are Premier League” echoed across Teesside and Middlesbrough contemplated their £170m prize. Cristhian Stuani’s early goal had secured the point Aitor Karanka’s side required to end a seven-year exile from English football’s elite and secure automatic promotion at Brighton’s expense. With the unprecedented riches offered by next season’s top tier television deal at stake, it proved a slightly strange, decidedly edgy, game. Played beneath a gunmetal grey sky on a day when temperatures struggled to reach 10C, it featured Dale Stephens equalising early in the second half only to be shown a straight red card after scything down Gastón Ramírez three minutes later.   Related: Middlesbrough promoted to the Premier League: five things they must do now    That sending off left Chris Hughton’s side – who despite finishing level on points with Boro have a marginally inferior goal difference and must now face the dreaded play-off lottery – with nothing to lose and their desperate attacking urgency made for a tense denouement. Not that an afternoon which had begun mired in controversy was ever going to be relaxing. Only an inner circle knew if they were purely tactical decisions or whether Karanka might have been making a politically loaded statement but his team-sheet certainly made interesting reading. On the substitutes bench sat this season’s two star Boro signings – Stewart Downing and Jordan Rhodes. Could this have been proof that the manager did not actually have that much to do with their recruitment and would have preferred alternative options? Whatever the reason, it was a big call to leave out around £15m worth of talent offering both a wealth of big game experience (local hero Downing) and goal-scoring potential (Rhodes). Their starting places went to David Nugent and Stuani, with Albert Adomah shifted from right to left flank in order to accomodate the latter. Considering Adomah is invariably far more effective on the right, this proved another contentious decision. But maybe Karanka knew what he was doing all along because, in the 19th minute, Stuani extended his left foot and, from close range, propelled Boro into a nerve-assuaging lead. Significantly the goal – Stuani’s first in 2016 – was created by Nugent who flicked on an excellently executed but, from Brighton’s viewpoint, needlessly conceded, free-kick from Ramírez. Judging by the slapdash nature of the marking at that set piece, Hughton’s side were missing the customarily commanding presence of the suspended Lewis Dunk at the heart of their defence. Sensing opportunity, Stuani subsequently met an Adomah cross on the volley only to see that effort scrambled off the line by Connor Goldson. By now memories of a deceptively bright start on Brighton’s part featuring clever cameos from Anthony Knockaert, Beram Kayal and Tomer Hemed, as well as a free-kick directed fractionally off target by Stephens, were fading fast. Indeed, Hughton needed to instruct his side to keep their cool after mounting frustrations were manifested in a rather vicious challenge on Ramírez which rightly resulted in a booking for Knockaert. Taking the hint, they calmed down and regrouped. Kayal began issuing Grant Leadbitter and Adam Clayton with a few reminders that they could not expect to have things quite all their way in central midfield but Hughton’s problem was that his other Israel international, Hemed, struggled to second guess Dani Ayala and Ben Gibson. Yet good as those centre-halves were, another part of the reason why Brighton’s leading scorer remained fairly peripheral was that George Friend, Karanka’s left-back - who required a late fitness test before starting - delighted in making life difficult for Knockaert. And if Friend ever struggled, assistance always seemed on hand in the shape of a back-tracking Adomah. Perhaps there really was method in the Boro manager’s apparent madness? With time ebbing away and Brighton requiring at least two goals, Hughton knew his own strategy required a bit of half time surgery and, sure enough, James Wilson appeared in place of the ineffective Sam Baldock at the start of the second period. It was not long before the hitherto seriously underemployed Boro goalkeeper Dimi Konstantopoulos was picking the ball out of his net. For once Karanka’s defence had no answer to Knockaert’s sublime free kick and Stephens dispatched a header into the bottom corner from six yards.     Middlesbrough fans invade the pitch after being promoted to the Premier League. Photograph: Phil Noble/Reuters    Within three minutes Stephens had blotted his copybook after being dismissed for a gruesome tackle on Ramírez. As Hughton pointed out, he won the ball and Mike Dean, the referee, initially reached for a yellow card before being advised to show a straight red by a fellow official. The challenge was high and studs up and left the Uruguayan with a long, deep gash on the upper shin. Protracted on pitch treatment took place before, with his leg splinted and an oxygen mask clamped over his face, Ramírez was finally taken off. On – to a rapturous reception from his adoring home town public – came Downing, but 10 man Brighton proved a force to be reckoned with as they threw everything at Boro’s suddenly edgy backline. Shortly after Gibson had made an important clearance to deny Kayal, Karanka attempted to re-set the power balance by replacing Nugent with Rhodes. His side might swiftly have regained the lead but David Stockdale saved well from Adomah. Reprieved, Brighton re-doubled their efforts and Boro’s manager looked a man in agony when the electronic board revealed that eight minutes of added time must be played. As Ayala’s smart interception denied Hemed’s path to goal, Boro walked a tightrope. Those Premier League riches were now in clear sight but the Teessiders’ final few, teetering, steps to the safety of those sunlit uplands were studded with uncertainty.",
  "webTitle": "Middlesbrough promoted to Premier League after 1-1 draw with Brighton",
  "webPublicationDate": "2016-05-07T13:26:41Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/middlesbrough-promoted-premier-league-draw-brighton-boro",
  "keyword": [
    {
      "webTitle": "Middlesbrough",
      "id": "football/middlesbrough",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Brighton & Hove Albion",
      "id": "football/brightonfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/07/middlesbrough-promoted-premier-league-draw-brighton-boro"
}