{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/14/why-you-shouldnt-miss-eurovision-song-contest-2016",
  "id": "2016-05-14-124",
  "sectionId": "tv-and-radio",
  "body": "Still wondering whether to watch Eurovision tonight? Well, we’re all set in our house. We’ve got a sweepstake so the children know which countries they have to cheer for. A bingo card of things for them to spot. A selection of suitably continental snacks to crack open as soon as the appropriate nation appears on screen. And we are ready to field all the difficult geopolitical questions that a six-year-old can muster:   Related: Eurovision song contest: share your favourite memories    “Daddy, why is Israel in Europe?” “It’s complicated.” “Daddy, why is Australia in Europe?” “It’s baffling.” “Daddy, if we vote Brexit will we have to leave Eurovision?” “Just shut up and watch the damn thing.” If you don’t have kids, you are almost guaranteed to have a better Eurovision party … and if you are in any doubt whether it will be a worthwhile night, here are our tips for things to look out for. WARNING: we know it’s hardly Game of Thrones, but let’s be clear, this article does contain spoilers. Forced deportation: Ukraine pulls no punches         Jamala’s 1944 is strongly tipped to win on Saturday night    Jamala’s 1944 features a light show that will be some of the finest staging of the night, plus a virtuoso vocal performance. It tells the story of the forced deportation of people from the Crimea by the Soviet Union in 1944. Once selected by Ukraine, the EBU had to give a ruling on whether the lyrics were political or not. They decided it was OK. It’s one of the favourites, but will be up against a very strong effort from Russia. Insert your own non-political punchline here. Fancy some traditional Armenian instruments? We sometimes long for the days when the songs contained a bit more national character. If you put on the Spotify playlist, occasionally you forget you are listening to Eurovision entries and start wondering if you’ve stumbled upon a cache of secret demos for the next Katy Perry album.      Not so with Armenia. They’ve taken the “big soaring female vocals + over-the-top drumming” formula that few countries have strayed from – then whacked a solo in the middle with loads of quarter-tones in it.     Iveta Mukuchyan of Armenia, whose costume has apparently been quite problematic in rehearsals. Photograph: Michael Campanella/Getty Images    The Netherlands back the wrong country  Eurovision has broken through into the US, and the Netherlands have got a bit overexcited about it. Douwe Bob’s Slow Down is a pleasant enough country track, sung in an accent that veers between both sides of the Atlantic. But they don’t seem to have realised that Americans can’t vote.   Related: How Eurovision finally cracked America    There’s a huge twist in it by the way, described by Douwe’s producer as “the cheapest trick in the history of Eurovision”, and we wholeheartedly recommend it.     Douwe Bob is representing the Netherlands with ‘the cheapest trick in the history of Eurovision’. Photograph: Michael Campanella/Getty Images    You get to cheer on the UK We automatically qualify for the final because ... [consults EBU rulebook] ... oh, money. Joe and Jake will be going 25th in the final – the penultimate song. We haven’t finished above 19th place in the last four years. Surely they can do better? It’s not blind nationalism about our musical skills – it would just be lovely to host the party again.         All our hopes of hosting next year are resting on Joe and Jake.    Of course, if they do win, it might spark an almighty scrap. There have already been arguments about whether Joe Woolford can use the Welsh flag in Stockholm, and if a UK duo comprising a Welshman and an Englishman won the contest, where would we host the 2017 final? Amir has been on a journey France also qualify for the final as one of the “Big Five” who join the hosts automatically. Amir will be singing J’ai cherché. Born in Paris to parents of Tunisian and Moroccan-Spanish heritage, he emigrated to Israel when he was a child. He has studied dentistry, and is deaf on one side. It’s a unique route to Eurovision, and the song is a happy-clappy upbeat slice of pop.         The French song is one of the more upbeat numbers to make the final    Who knew Bulgaria had chipmunks? Bulgaria’s entry incongruously features a brief audio appearance from what sounds like Alvin and the Chipmunks in the background, singing a completely different song. It’s bold, we’ll give it that.         Poli Genova featuring Alvin and the Chipmunks on backing vocals    Georgia has indie on its mind Georgia’s entry wander in like they’ve just left the indie club next door. Their straight guitar approach is jarringly inconsistent with everyone else; it’s possible they’ve never seen Eurovision before. The song goes on to add an unwanted synthy breakdown in the middle, making them sound like a cross between Kula Shaker and EMF. Rather awkwardly, they’ve called themselves Nika Kocharov and Young Georgian Lolitaz. Don’t Google it.            They’ve changed the voting system! This is 100% guaranteed to stop the awkward thing where a TV presenter spends 75 seconds over a badly-delayed satellite link telling the hosts for the 15th time what a wonderful show it has been and what a beautiful city Stockholm is. OK, it probably won’t stop that, but it is the biggest change to the way the results are announced for years. We suspect the French will still insist on being the only jury to deliver their results in French though. Farewell, Graham Norton?     This is news to Graham Norton … Photograph: Christopher Baines/BBC/So TV/Christopher Baines/Matt Burlem    Alright, this is mostly wishful thinking. Not because we don’t enjoy Graham – far from it, his sass has been quite excellent over the years. But you can’t help feeling that part of Graham getting the gig was high-ups at the BBC wanting to keep the chatty-Irish-chappy-with-talk-show-pedigree thing going when Terry Wogan put the mic down.  If you’ve watched the semi-finals, though, you’ll know that Mel Giedroyc and Scott Mills have put in a performance over the two nights that strongly suggests they could handle the main event when the time comes for Graham to step aside.     Mel and Scott are coming for your job, Graham. Photograph: Guy Levy/BBC/Guy Levy    The songs that didn’t make the cut There are some people who argue religiously against watching the Eurovision semi-finals, because it ruins hearing the songs for the first time in the main show. This is nonsense, like refusing to watch the FA Cup Third Round because it detracts from the FA Cup Final. The semi-finals are just an excuse to have Eurovision three times in a week instead of once a year – and who can argue against there being more Eurovision? Most importantly, it is at the semi-final stage that you get to watch the entries that have somehow inexplicably made it through the national selection process despite being jaw-droppingly dreadful. Who can forget DJ BoBo’s simply astonishing Vampires Are Alive from 2007?         DJ BoBo’s vampiretastic 2007 entry was cruelly staked through the heart by Eurovision voters.    Macedonia’s entry this year was a song called Dona by Kaliopi. Mel Giedroyc couldn’t resist making the obvious kebab joke. And the first time you hear it, you genuinely expect the chorus to launch into Culture Club’s Karma Chameleon.         We defy you to watch this and not burst into Karma Chameleon.     We were sorry to see Greece go. Not only does it rob us of the enjoyably predictable Cyprus-Greece vote swap, but it would also have given a strong political statement on stage.         Greece’s entry won’t feature in the Eurovision final this year.    The song Utopian Land featured lyrics about Europe’s refugee crisis. However, with a choppy time signature echoing Greek folk music, and a large amount of the song rapped in Greek, the message didn’t make it through to the final. As far as we are aware, Help You Fly, the Belarus entry by Ivan, was the first time anybody had attempted male nudity mixed with wolves in a Eurovision performance. For balance, the wolves were also naked. But Saturday’s show is guaranteed to be family-friendly, because Belarus did not progress.     Naked Ivan. Naked wolf. No final for either of you. Photograph: BBC/Eurovision    We’re also not going to get to see Lidia Isac representing Moldova, being menaced by a creepy silent spaceman.     Lidia Isac channeling 1970s Doctor Who episode The Ambassadors of Death. Photograph: Vyacheslav Prokofyev/TASS    And the UK’s favourite is … It’s always a bit unpredictable who the UK will vote for. Brexiteers will probably tell you this is because masses of EU migrants are poised over the phone frantically dialling up to support the motherland. A more scientific look will suggest it is because our music jury can be at odds with the public. In 2014, Poland sent some implausibly busty farmhands to sing about Slavic Girls while kneading bread and churning milk, and the UK public duly voted them #1. The jury, meanwhile, judging purely on musical criteria, placed them last.         “So, UK public, what first attracted you to the cleavage-fixated video of ‘Slavic Girls’ by Donatan?”    With any luck, we’ll get half an hour of Norton moaning about eastern European countries always voting for their neighbours, then we’ll give our 12 points to Australia. The bookmakers think it is Russia’s to lose         Sergey Lazarev is a strong favourite for this year’s Eurovision     Sergey Lazarev has been on the Russian pop scene since the early 2000s when he was part of pop duo СМЭШ!! (Smash!! in English), and has been a successful solo artist since 2005. He is widely expected to become Russia’s second Eurovision triumph. Australia, France and Sweden’s entries are also in the mix. However, Sergey’s closest rival is a song with an anti-Soviet Union message from Ukraine. The way the voting unfolds could be even more based on political geography than usual.  The Eurovision song contest is on BBC One tonight at 8pm.",
  "webTitle": "Douze points! Why you shouldn't miss Eurovision this year",
  "webPublicationDate": "2016-05-14T11:00:01Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/14/why-you-shouldnt-miss-eurovision-song-contest-2016",
  "keyword": [
    {
      "webTitle": "Eurovision 2016",
      "id": "tv-and-radio/eurovision-2016",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Belam",
      "id": "profile/martin-belam"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/14/why-you-shouldnt-miss-eurovision-song-contest-2016"
}