{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/04/rian-johnson-star-wars-episode-viii-everything-we-know",
  "id": "2016-05-04-84",
  "sectionId": "film",
  "body": "Great solar storms of uncertainty swirl around Star Wars: Episode VIII, written and directed by Rian Johnson. Will the upcoming sequel to JJ Abrams’ The Force Awakens continue to plough the hyper-nostalgic furrow that helped make its predecessor the highest-grossing movie of all time at the domestic box office, or risk shifting the space opera saga into uncharted territory? Will Johnson begin to unravel the mysteries surrounding key figures such as Daisy Ridley’s Rey, Lupita Nyong’o’s Maz Kanata and Mark Hamill’s Luke Skywalker? And what will happen to Chewbacca’s furry fuzzball hide now that Han Solo’s not around to help him out with a frequent trim? To answer all these questions, and in celebration of May the Fourth, here’s everything we’ve been able to glean so far about Star Wars: Episode VIII.   Related: Star Wars: Episode VIII 'leaked script' reveals rumoured plot twists    The creative team Johnson is the brains behind time travel-themed futuristic action thinkpiece Looper, noir-edge high school mystery Brick and several of the best episodes (Fly, Fifty-One and Ozymandias) of cult crime epic Breaking Bad. Unlike Abrams, who worked with Star Wars screenwriting legend Lawrence Kasdan on The Force Awakens, he’ll be both writing and directing the space saga’s next instalment. Rumour has it that the 43-year-old has been given free rein to take Star Wars in whichever direction he chooses – though we can’t quite imagine he’d be given carte blanche to make Episode VIII a single-planet, action-light two-hander chamber piece in which Rey and Luke Skywalker discuss the existential aesthetics of The Force. Expect lightsabers, spaceships, star jumps and metaphysical energy field battles aplenty. Disney announced in 2013 that John Williams would return to score all three new Star Wars movies, but the composer was left off the official start-of-production announcement for Episode VIII, so must go down as a maybe. One Star Wars stalwart who definitely won’t be involved is series creator George Lucas, who made it clear last year that Disney were not at all interested in his own ideas for taking the saga forward. So sadly, we will now never know what happened to Jar Jar Binks’s grandchildren. The mildly worrying rewrites One of the strangest stories to emerge about Johnson’s film is that it was delayed by seven months – 15 December, 2017 is the new release date – for the director to refocus his story on newly popular characters from The Force Awakens (such as Rey and John Boyega’s Finn). Was the sequel originally going to be a prequel about Bala-Tik and the Guavian Death Gang’s early years of reaving in the outer rim territories? The locations We know the planet of Ahch-To, where Rey finally found Skywalker, will appear in Episode VIII because production briefly revisited the island of Skellig Michael (where The Force Awakens was shot) in September. New photographs suggest the legendary Rebel Alliance hero’s Jedi Temple is being built from the ground up for the new instalment, though in a different part of Ireland, Ceann Sibéal on the Dingle peninsula in Kerry. Meanwhile, the famous stone steps from the denouement of The Force Awakens have been recreated at Pinewood Studios in London. There have been rumours that Episode VIII will see a recovered Finn investigating the underbelly of a city on a key Republic planet in the company of a new character played by Kelly Marie Tran. The most likely candidate here appears to be Dubrovnik in Croatia, where Disney was shooting in March. Reports and photographs hint our heroes will ride a kind of alien horse through a backdrop of well-to-do citizens wearing the space equivalent of black tie formal wear. One scene is expected to involve an exploding landspeeder.  There have also been reports that Episode VIII will shoot in Mexico and Las Vegas, desert areas west of the latter doubling for new scenes on Rey’s home planet of Jakku.  Returning heroes and extant apostles of evil Pretty much every single key castmember of The Force Awakens has been confirmed to return, bar Harrison Ford’s unfortunate Solo. So we can expect to see if Andy Serkis’s Supreme Leader Snoke really does dwarf Adam Driver’s Kylo Ren as the Darth Vader wannabe heads off to complete his dark side studies, and we ought to learn more than a little about Rey’s past now that she’s teamed up with the last surviving Jedi.  It’s also vital that we learn how Lupita Nyong’o’s Maz Kanata came by Skywalker’s lightsaber, who Max von Sydow’s Lor San Tekka was (though spin-off Rogue One might get there first) and most crucially of all … how Gwendoline Christie’s Captain Phasma gets out of the garbage compactor alive to wreak shiny chrome-plated revenge on poor Finn. Debutants in the Star Wars universe Tran, Benicio Del Toro and Laura Dern have all been confirmed as new cast members. Rumours abound that Dern will play a rival Resistance leader who takes over when Leia becomes incapacitated, while Del Toro is expected to be a villain based on the core world visited by Finn. Tran’s character is rumoured to be a flirty love interest for our hero, which would certainly upset all those fans hoping the former Stormtrooper finally gets a room with Oscar Isaac’s Poe Dameron in the new instalment.",
  "webTitle": "'May the Fourth' be with you: a look at Rian Johnson's Star Wars: Episode VIII",
  "webPublicationDate": "2016-05-04T17:23:30Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/04/rian-johnson-star-wars-episode-viii-everything-we-know",
  "keyword": [
    {
      "webTitle": "Star Wars",
      "id": "film/starwars",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/04/rian-johnson-star-wars-episode-viii-everything-we-know"
}