{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/mauricio-pochettino-alex-ferguson-tottenham-newcastle-arsenal",
  "id": "2016-05-13-21",
  "sectionId": "football",
  "body": "As Mauricio Pochettino seeks to knock Arsenal off their perch, his choice of lunch companion on Tuesday was appropriate and enlightening. Sir Alex Ferguson rated the manner in which he wrested supremacy from Liverpool as one of his finest achievements at Manchester United. For Pochettino, their meal together at Scott’s in Mayfair was not only a “dream come true” but an “inspiration”. One of the principal storylines of the final day of the Premier League season concerns whether Pochettino and Tottenham Hotspur can finish above Arsenal, in second place. They need a point at relegated Newcastle United to make sure and it will probably be required as Arsenal have to be favourites to beat the similarly Championship-bound Aston Villa at Emirates Stadium.   Related: Mauricio Pochettino signs Tottenham contract extension until 2021    If Tottenham can close the deal it would be the first time since 1994-95 – and the pre-Arsène Wenger era – that they would have come in ahead of Arsenal but if they were to falter they would face derision from the red half of north London. A few weeks back it had been a straight fight between Leicester City and Tottenham to finish in first. But, following draws with West Bromwich Albion and Chelsea and a defeat against Southampton, Tottenham have raised the prospect of finishing third in a two-horse race. It is a big deal to the club’s fans to finish above Arsenal and Pochettino accepted that it would provide an emotional lift. “I recognise it would be a fantastic thing,” he said. “For our supporters, for us and for the players.” But Pochettino has broader goals and he made it clear that they take in much more than neighbourhood supremacy. If that is a product of being on top, then all well and good. But the priority was simply to be on top. “If it’s impossible to be first we need to try to be second,” Pochettino said. “I don’t care which is the club that fights with us. The supporters and their feelings are very important but we are professional and to move on, we sometimes need to put the emotions out. I want to be second not because we’ll be above our enemy but because we are ambitious. It’s fantastic to create and go our own way, because our objectives for the next few seasons are to fight for the title.” There was a time when Ferguson v Wenger was the pre-eminent rivalry in English football and it might have been a topical subject for Pochettino at Scott’s. We will never know because the Tottenham manager, unsurprisingly, refused to reveal any of the juicy details. What shone through, however, was how Pochettino drank in rather more than the £114 bottle of Brunello di Montalcino (2011). He said, with a smile, that he had only one glass and it was his assistant, Jesús Pérez, who drank the rest. Pérez had organised the meal and paid the bill. “Myself and Sir Alex spoke, and Jesús drank,” Pochettino laughed, and Pérez did not disagree. “I learned many things. It was two hours and it was very emotional. Every word, every sentence he told us, was a big lesson. “Of course, it can help me to become a better manager. You can read books but there he was in front of us, with his charisma and personality. You understand why he is Sir Alex Ferguson.   Related: Manchester United fans should back Louis van Gaal, says Alex Ferguson    “It was difficult for me to sleep that night, because it was fantastic to meet him. When I started my career as a manager, he was always my inspiration, my reference, and when you can share two hours with a person who, for me, was the greatest manager in the world and the history of football, you can only enjoy it. I wanted to stop time but it was impossible.” Pochettino and Pérez had bumped into Ferguson at the League Managers Association’s president’s dinner in March and they resolved to do lunch, when time permitted. “We had a short chat at the LMA dinner and we both said, and Jesús, that it would be good to meet one day,” Pochettino said. “Both of us were interested to know each other.” Ferguson has described Pochettino as the best manager in the league and although the Argentinian signed a new five-year contract at Tottenham on Thursday, it is plain that he is on Ferguson’s radar – and, by extension, that of United. Pochettino has invited Ferguson to visit him at Tottenham and he said that the Scot “would like to come”. He also said that they had laughed at an old story in the media which had asked whether Pochettino would become the new Ferguson at Espanyol – his first job in management. Pochettino’s new contract at Spurs features a change in his title from head coach to manager which, he said, better reflects the scope of his work. He talked about the need to improve the squad for next season, when Champions League football will present a new challenge, and how there was money to spend. Progress, though, can come via other avenues. “We need to improve our mental state next season,” Pochettino said. “Always, we have been better than our opponents but it’s not always about playing well. You need to manage the mental side. We need to cross this line.” First of all, Pochettino and Tottenham need to cross it ahead of Arsenal.",
  "webTitle": "Mauricio Pochettino drinks in wise words from his inspiration Alex Ferguson",
  "webPublicationDate": "2016-05-13T21:30:18Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/mauricio-pochettino-alex-ferguson-tottenham-newcastle-arsenal",
  "keyword": [
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Mauricio Pochettino",
      "id": "football/mauricio-pochettino",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sir Alex Ferguson",
      "id": "football/sir-alex-ferguson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/13/mauricio-pochettino-alex-ferguson-tottenham-newcastle-arsenal"
}