{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/11/trolls-dreamworks-shrek-sized-hit-cannes-film-festival",
  "id": "2016-05-11-47",
  "sectionId": "film",
  "body": "Films based on popular toys are a dime a dozen. The quality of the end product, however, often varies wildly. The Transformers franchise, while popular with audiences (a fifth installment is currently in the works), was a critical flop. The Lego Movie, meanwhile, exceeded all expectations, proving itself to be a surreally innovative animated comedy.  So where does Trolls – DreamWorks Animation’s big-screen gamble on the popular dolls with the candy-colored hair – fall on the spectrum? Based on footage previewed at the Cannes film festival on Wednesday, it could very well land at the top of the heap.   Related: Welcome to the sausage party! Why we're about to see a new golden age of rude cartoons    Jeffrey Katzenberg, making what’s likely to be his last public appearance as DWA’s chief after selling the studio to Comcast for $3.8bn, introduced the scenes, while praising Cannes director Thierry Frémaux for embracing animation. Since Frémaux came into power at Cannes, DWA has done well by him. The studio’s defining film, Shrek, was included in the main competition in 2001. In total, as Katzenberg proudly pointed out, 16 DWA films have screened or debuted footage at the festival. Trolls doesn’t look to be as groundbreaking as Shrek, which along with Toy Story shepherded in a new age of animated films with jokes geared towards adults. But it stands to be just as big a hit – and DWA desperately needs one.  The studio’s recent slate of films, including Kung Fu Panda 3, Home and Penguins of Madagascar, have performed only moderately well, failing to hit the box-office heights set by Disney’s Frozen and Zootopia, and Universal’s Despicable Me franchise.            Like Frozen, Trolls has a strong musical backbone, with Anna Kendrick singing her way through as Poppy, the head of Troll Village, where everyone is perpetually happy. So happy in fact that the trolls all wear a watch that rings every hour to remind them to hug the nearest troll. In the clips, Poppy sang in every scene, much to the annoyance of Branch (voiced by Justin Timberlake), the only troll who doesn’t love life in Troll Village. The scenes showcased a relatively seamless fusion of popular songs like True Colors by Cyndi Lauper and Clint Eastwood by Gorillaz, with new originals written by Timberlake, who serves as executive music producer on the film. The plot is simple, centering on Poppy and Branch’s dangerous mission to save Poppy’s friends after they’re kidnapped by troll-eating beasts. Directors Mike Mitchell and Walt Dohrn teased that as the odd couple’s journey progresses, their plight grows increasingly grim, causing the pair to lose their neon-colored hue. “Hopelessness doesn’t get more hopeless than when a Troll loses hope,” according to Mitchell. Story-wise, Trolls is no doubt slim. Its charms lie in the lush animation (every character and object in the film have a fabric-like quality), kinetic energy, and an abundance of giggle-inducing sight gags (the audience at the Debussy theater especially enjoyed a bit where a scared troll pooped out cupcakes). At the after-party, key industry players not affiliated with the picture went so far as to say the sophistication on display recalled Inside Out, the film that brought Pixar back to the creative fore following a rare crop of critical misfires. Trolls looks likely to follow in its footsteps.",
  "webTitle": "Trolls: does DreamWorks have a Shrek-sized hit?",
  "webPublicationDate": "2016-05-11T20:06:33Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/11/trolls-dreamworks-shrek-sized-hit-cannes-film-festival",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Animation",
      "id": "film/animation",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Anna Kendrick",
      "id": "film/anna-kendrick",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Justin Timberlake",
      "id": "culture/justin-timberlake",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Musicals",
      "id": "film/musical",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/11/trolls-dreamworks-shrek-sized-hit-cannes-film-festival"
}