{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/06/evangelical-soccer-team-charlotte-eagles-north-carolina",
  "id": "2016-05-06-262",
  "sectionId": "football",
  "body": "Last season, Minnesota United striker Christian Ramirez went nine games without a goal. Not an unusual occurrence among attackers, but somehow this one jarred. The previous year, he had lit up the North American Soccer League in his debut season, finding the back of the net so often there was talk of a national team call-up. The critics wrote him off. Ramirez though had other ideas. The second half of the season rolled around. And Ramirez rebounded. He had an answer for the naysayers: not quite the 20-goal haul of the previous campaign but another double-digit, 13-goal return. In so doing, he displayed the kind of mental fortitude that can be the making of a confident striker. How did Ramirez learn to deal with such adversity? He believes his character was formed during a stint in North Carolina with the evangelical soccer outfit the Charlotte Eagles. There, the 25-year-old Californian tells the Guardian, he learned the value of winning – and losing – as a team. Of something greater. “You’re going to get viewed on wins and losses in this world, but that doesn’t make or break me,” Ramirez explains of his greatest takeaway from life with Charlotte. “It used to eat at me; it doesn’t any more.” Charlotte’s Christian-centered approach to the global game makes them far from a regular soccer club. They see themselves as crusaders on a mission to make a more upright breed of soccer player. They want to win – but not at any cost. Their core values rest in a quest to play the game as what they see as the right way. Hard but fair. No cheating. No play-acting. No foul-mouthed tirades. No arguing with referees. “There are so many players who view their worth in terms of their performance, and that’s not really ultimately what their worth is based on,” says club president Pat Stewart. Good on the field, even better off it, the mantra goes. “There was a lot of playing the game with integrity, playing the game in a godly way,” recalls Ramirez, who spent the 2013 campaign with Charlotte while they were competing in the then USL Pro. “You don’t see me bickering after calls. You don’t see me going and yelling at refs. Rarely do I curse when I’m on the field. I learned a lot of that from them, that’s stuff that I really took in. So I really adapted my game while I was there.”   Related: How the Mormon boys of Brigham Young took on the semi-pros    There is, unfortunately, a darker side. Charlotte plays under the umbrella of the nonprofit group Missionary Athletes International (MAI). And a mandatory statement of faith makes clear the organization’s opposition to “non-traditional sexual relationships”. In starker terms that means the club they would not have a gay player on the team. Very few professional male soccer players are openly gay, although LA Galaxy defender Robbie Rogers came out in 2013. Change is slow but gains have been made for gay players. The Charlotte example, however, and others like it, runs against this charge toward equal rights. The MAI statement explicitly states sexual activity outside a monogamous, heterosexual marriage is wrong. And players are expected to subscribe to it. As an organization, as a club, they must abide by their doctrine, Stewart says, but “we can still demonstrate that we care about people who don’t subscribe to that.” So an openly gay or bisexual player would be forbidden from entering the Charlotte fold. “Their proclamation is clearly contradictory to both social progress and the use of sport to teach inclusivity and corporation among diverse people,” says Eric Anderson, an international expert in sporting and sexual cultures, who wrote the book In The Game: Gay Athletes and the Cult of Masculinity.  In some ways, there are elements of the 19th-century Muscular Christianity movement in the Charlotte way: improve morals through fundamentals like team spirit and sportsmanship. “Right or wrong, it kind of seems like your message makes more sense or sticks with more people if you’re winning and you’re able to say winning is not your main priority,” Andrew Pierce says. Charlotte first joined what is now the USL in 1993. Before that, the group behind the club’s formation had a humble introduction into soccer. Then California-based MAI initially used soccer as a tool to spread their Christian message through various Los Angeles-area amateur teams that went under the name of the Seahorses. Why soccer? Its worldwide reach. The fact it can practically be played using rolled-up tape as a ball on almost any surface. With Charlotte, a path was beaten to the pro ranks. There came a spell as a US second-tier outfit. A couple of USL lower league titles followed. So 2013’s pinnacle – when they made it all the way to the USL Pro championship final, where they ultimately ended up on the wrong side of a 7-4 defeat against the now MLS outfit Orlando City – sat atop 20 years of progression.   Related: The day FC Dallas coach Oscar Pareja took on drug lord Pablo Escobar    Which perhaps made their unique voice in the professional game something of loss when they dropped down a level into the fourth-tier Premier Development League in 2015. As the USL expanded, the donation-driven Eagles found they could no longer afford to be there. In the PDL, they found familiar company: the Mississippi Brilla and the Southern West Virginia King’s Warriors, too, run as Christian sports ministries. Charlotte remain both the most enduring and, at least on the field, most successful. But can that legacy be furthered in quite the same way outside of the pros? They think so. Every year they claim a convert of some description. Whereas in the pros they worked with an older-aged squad, the nature of the PDL means the bulk of their current squad are younger, elite college players. Charlotte see that as a boon to their aims. “We’re still able to impact guys even though it’s a shorter season – we can impact guys who are on their way up in terms of their soccer career,” explains Pierce. Players can take the message with them if they make it to the pro level, theoretically spreading the message out. More than that, they can influence the rough and tumble of the college game. For Stewart, the club president, the more profound impact they can make is instilling their idea in players who may become the coaches of tomorrow. Head coach Dave Dixon, a one-time Charlotte player and also the former head coach of Mississippi Brilla, oversaw an unbeaten regular season record during Charlotte’s maiden PDL run. He isn’t sure whether the faith-based approach makes the team better but believes in the closeness it engenders. Charlotte are different, Dixon says. He tells the players: “We love and respect you no matter what, win or lose this game. But we want to go out and make sure that as we’re called to excellence, that’s what we pursue in every game. And part of being excellent is competing to win.” Such a philosophy seems worthy set against some of the more Darwinian characteristics of a mainstream soccer locker room. To seekers of silverware, worthy but impractical. But then, Charlotte’s aims rest elsewhere. Back in Minnesota, meanwhile, the Catholic-raised Ramirez told how back in his Charlotte days people would sometimes recoil when they heard he played for the Eagles. The club was too strict, he was told. Too hard on people. They drive in the Christian religion even if you don’t want it. But he saw something more open. He credits Charlotte with changing him. As a player. As a person. For re-engaging him with his faith. “I’m not crazy, but I believe,” he says. “My strongest belief is that as long as you believe in God, and you do things the way that you feel God wants you to do them, I’m all for it. I don’t believe personally that there’s a correct and a wrong way to follow him.” Among the players who turn out in the Eagles’ orange, white and blue, not everyone will leave believers, general manager Pierce concedes. Perhaps not everyone who has passed through the team’s ranks have been faithful adherents to the message. Perhaps not to all of the message. The totality of what Charlotte espouse is unpalatable to the millions who believe in equal rights for the LGBT community. The reality that gay players, even Christian gay players, can’t faithfully play on their team dulls the impact of the positive elements calling for a more salubrious on-field spectacle.",
  "webTitle": "The evangelical soccer team: no fouls, no diving, no gay players",
  "webPublicationDate": "2016-05-06T10:00:22Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/06/evangelical-soccer-team-charlotte-eagles-north-carolina",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Evangelical Christianity",
      "id": "world/evangelical-christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Bryan Kay",
      "id": "profile/bryan-kay"
    }
  ],
  "guardianId": "football/blog/2016/may/06/evangelical-soccer-team-charlotte-eagles-north-carolina"
}