{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/27/south-sudan-public-services-collapse-juba-teaching-hospital-like-florence-nightingale-time",
  "id": "2016-05-27-126",
  "sectionId": "global-development",
  "body": "Wednesday afternoon found Jeremiah Kuol pacing up and down the maternity ward of Juba teaching hospital, wondering whether his wife, Hannah Nyabok, would live or die. She had suffered a severe haemorrhage after giving birth the day before but, with South Sudan’s largest public hospital facing a week-long power cut and a shortage of medicine, there seemed little hope of saving her life. “There’s no power, no facilities here, there’s nothing,” Kuol said. “Nothing I can do.” The teaching hospital, a sprawling complex of wards and operating theatres built up over the past decade with tens of millions of dollars of international donor support, has all but ceased functioning.  Medical staff haven’t been paid for three months and, for more than a week, there’s been no fuel for the generators, making surgery impossible.  Outside one ward sat a paralysed man who was waiting for the electricity to be restored so that surgeons could try to remove the bullet from his spine. At night, only the maternity ward stays open. In it, women give birth by the light of the candles that they bring themselves. Although a new transitional government has been formed after more than two years of bloody civil war, South Sudan’s institutions are weak and the state is unable to pay its civil servants or provide basic services to its people. “The whole hospital is just collapsing,” said Dr Fadul Ramadan, a surgeon. “If you have no money to go outside [to a private clinic], maybe you will just surrender and die.” Doctors ask families to bring their own fuel to run generators during surgeries, or simply turn patients away, as they did to Jackson Jada Patrick, who brought his pregnant wife, Lorna Poni, for an emergency C-section after her uterus ruptured in their home village, three hours’ drive away. “What can I say? There’s no help. Why is there no anything?” Patrick said, while flagging down a taxi to try their luck at Juba’s military hospital, which has fuel. “It’s like we are in Florence Nightingale’s time,” said one hospital employee, who declined to speak on the record for fear of retribution from bosses. Juba’s fuel shortage comes as South Sudan’s import-dependent economy has been hammered by massive defence spending – $850m (£581m) on weapons alone out of a total government budget of about $4bn, according to the UN – and plummeting oil revenues due to a worldwide drop in crude prices. The hospital’s plight is also the result of competing priorities. Last weekend, more than a dozen fuel trucks arrived in Juba, bringing relief to motorists, yet none of the fuel made it to the hospital. Military escorts for VIP vehicles continue to patrol Juba’s streets as usual. And, while the hospital received a load of fuel on Thursday night, powering the wards for part of Friday, lights were off again by late afternoon. The hospital’s director general, John Chol, referred the Guardian to an undersecretary at the health ministry, who proved unavailable despite numerous calls. Juba teaching hospital is also out of most medicines. South Sudan’s public clinics exhausted their drug supplies earlier this year. Although the government increased war spending, it did not budget for basic medical supplies. “The essential drugs that are supposed to be in the hospital and are used for emergency cases are not available at all,” said Ramadan. “We don’t have fluids. We don’t have oxygen.” Sixty intern doctors are on strike over no pay and subpar conditions. “There was not even water [in the hospital],” said one, who declined to give his name for fear of jeopardising his career. “You’re supposed to wash your hands when you examine the patient.” South Sudan’s education sector, which has found itself similarly marginalised in the latest government budget, is also under severe strain. Professors at five public universities went on strike yesterday after going three months without pay. According to the UN children’s agency, Unicef, half the country’s children are out of school. One sector that has stayed afloat, however, is the military. Human Rights Watch released a damning report this week alleging army abuses in Western Bahr el Ghazal state in recent months despite a peace deal signed with rebels nine months ago. The report said government soldiers raped women, killed civilians, and tortured men with electric shocks during counterinsurgency operations, accusations the army denied. “With all eyes on the new national unity government in Juba, government soldiers have been literally getting away with murder in the country’s western regions,” said Human Rights Watch’s Africa director, Daniel Bekele. Amnesty International has also said that dozens of detainees held in poorly ventilated metal shipping containers 20km from Juba are “suffering in appalling conditions and their overall treatment is nothing short of torture”. Hannah Nyabok turned out to be one of the luckier patients at the hospital. After her husband went broke spending $100 on screening donor blood, an appeal went round Juba that eventually resulted in her finding an A+ match, which was taken after the family of another patient brought fuel to run the blood bank’s generators. That donation was then topped up with blood that had been intended for an anaemic patient. Jacob Chol, a political science professor at Juba university, said the government of the world’s youngest country needed to rethink its budget to avert further disaster. “If you can’t provide services, that is a sign of a failing state,” he said. “The [government] has to recognise this and pay the salaries so we are at least limping.”",
  "webTitle": "‘It's like Florence Nightingale’s time’: South Sudan’s public services collapse",
  "webPublicationDate": "2016-05-27T14:17:24Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/27/south-sudan-public-services-collapse-juba-teaching-hospital-like-florence-nightingale-time",
  "keyword": [
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "South Sudan",
      "id": "world/south-sudan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Jason Patinkin",
      "id": "profile/jason-patinkin"
    }
  ],
  "guardianId": "global-development/2016/may/27/south-sudan-public-services-collapse-juba-teaching-hospital-like-florence-nightingale-time"
}