{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/arsenal-fear-danny-welbeck-miss-euro-2016-injury",
  "id": "2016-05-09-237",
  "sectionId": "football",
  "body": "Arsenal fear that the damage Danny Welbeck did to his knee against Manchester City will keep him out for a few weeks and rule the forward out of contention for Roy Hodgson’s England squad for Euro 2016.   Related: Harry Kane: Tottenham finishing above Arsenal would be a ‘good feeling’    Welbeck was being assessed on Monday, with various scans and observations expected over a few days to reach a full diagnosis of the damage. Swelling around the knee needs to reduce before the extent of his injury is confirmed. Welbeck hurt his right knee as it rotated while he was stretching to challenge Bacary Sagna during the first half of Arsenal’s 2-2 draw at City on Sunday. Arsène Wenger expressed concerns about Welbeck’s meniscus after he tried to play on only to immediately signal to the bench that he could not. A long and ill-timed absence would be a desperate blow to Welbeck, who had returned from a 10-month lay off following surgery in his other knee only in February. With five goals and two assists since his comeback, he was in encouraging form. Hodgson is due to name his 23-man England squad this week. Welbeck was the team’s second-top scorer in qualification for the tournament in France, with six goals from five matches. Wayne Rooney got seven.",
  "webTitle": "Arsenal fear Danny Welbeck could miss Euro 2016 with knee injury",
  "webPublicationDate": "2016-05-09T10:53:03Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/arsenal-fear-danny-welbeck-miss-euro-2016-injury",
  "keyword": [
    {
      "webTitle": "Danny Welbeck",
      "id": "football/danny-welbeck",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Amy Lawrence",
      "id": "profile/amylawrence"
    }
  ],
  "guardianId": "football/2016/may/09/arsenal-fear-danny-welbeck-miss-euro-2016-injury"
}