{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/04/john-boyega-stage-old-vic-woyzeck-buchner-glenda-jackson",
  "id": "2016-05-04-173",
  "sectionId": "stage",
  "body": "John Boyega is temporarily hanging up his lightsaber and will, presumably, use more earthly implements when he stars as the murdering military barber Woyzeck in a newly announced London stage production. The Old Vic’s artistic director, Matthew Warchus, announced his second season in charge on Wednesday with productions that will include Glenda Jackson as King Lear and a revival of the west end hit Art. But it is the inclusion of Star Wars star Boyega which may generate the most excitement.   Related: Leaf by Niggle review – Tolkien's lord of small things gets a one-man show    The 24-year-old actor from Peckham, south-east London, who became a global name with his role as rebel stormtrooper Finn in JJ Abrams’ rebooted Star Wars franchise, is to star in a new version of Woyzeck written by Jack Thorne. Georg Büchner’s Woyzeck, unfinished on his death in 1837 and first published in 1879, is widely regarded as the first “modern” drama. It is based on the true story of a military barber who stabbed to death his mistress in a fit of jealousy and was sentenced to death in 1821. The work is far more than a study of violence prompted by sexual rage. “In Büchner’s fragmented scenes it becomes something else altogether,” wrote the Guardian’s Michael Billington. “A naturalistic tragedy, a damning social critique, a lower-class King Lear, a debate on free will and determinism.”     The Old Vic’s artistic director Matthew Warchus. Photograph: David M Bennett/Getty Images    What the Thorne version for the Old Vic will be remains to be seen. Scheduled to open in March 2017 the theatre would only say that Thorne was breathing new life into “one of the most influential plays ever written, creating for our time what Büchner intended for his: an unforgettable howl of rage”. The casting of Boyega, recipient of the 2016 Bafta rising star award, will undoubtedly attract a younger audience to the theatre.  His breakthrough role was in Joe Cornish’s 2011 film Attack the Block but it is Star Wars that has brought him worldwide fame. He is currently filming Star Wars: Episode VIII, due for release at the end of 2017. Woyzeck will be by far the biggest stage role to date for Boyega, who trained at the Identity School of Acting in Hackney. His theatre CV includes parts in Six Parties at the National Theatre’s Cottesloe in 2009 and in Roy Williams’s Category B at the Tricycle, also in 2009. The Old Vic also confirmed reports that Jackson would return to the stage more than 25 years after she gave up acting for politics. Jackson, who turns 80 next week, will take on one of the most challenging of all acting roles, playing Shakespeare’s King Lear in a production directed by Deborah Warner. The company will also include Jane Horrocks, Rhys Ifans, Simon Manyonda and Harry Melling and it is due to open in November.   Related: Sixteen ways Hamilton transformed theater – and the world    Other productions will include Warchus returning to direct Art, to mark the 20th anniversary of a play which became a surprise long-running West End hit. There will also be a world premiere of a monologue by Samuel Beckett, No’s Knife, performed by the Irish actor Lisa Dwan; and a puppetry show called Missing Light created by Mark Arends, as part of a new programme of children’s theatre at the Old Vic. Warchus, who succeeded Kevin Spacey at the helm last year, said: “Anyone who has visited The Old Vic in the last eight months will have felt the new wave of energy which has swept through the building.  “There’s a completely fresh feel to the foyer, bars and cafe, and a completely fresh approach to how we programme our productions and events. There’s much more happening, and for a much wider range of people. For a theatre without public funding this is no mean feat. It’s an exciting shift, aimed at consolidating the Old Vic as a vibrant and indispensable part of London’s artistic scene. “With my second season, we continue our mission to be a leading creative hub in the capital, and further afield, radiating an energising and unintimidating spirit, as we celebrate the best of what theatre can be.”",
  "webTitle": "John Boyega to star on stage in Old Vic's Woyzeck",
  "webPublicationDate": "2016-05-04T13:26:20Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/04/john-boyega-stage-old-vic-woyzeck-buchner-glenda-jackson",
  "keyword": [
    {
      "webTitle": "Old Vic Theatre",
      "id": "stage/old-vic",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "John Boyega",
      "id": "film/john-boyega",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Glenda Jackson",
      "id": "stage/glenda-jackson",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "stage/2016/may/04/john-boyega-stage-old-vic-woyzeck-buchner-glenda-jackson"
}