{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/17/great-british-sewing-bee-review-plebs-series-end",
  "id": "2016-05-17-301",
  "sectionId": "tv-and-radio",
  "body": "More evidence of BBC bias, I’m afraid. In The Great British Sewing Bee (BBC2), of all places, the rot runs really deep. For the first task, the pattern challenge, they have to make a simple top, but it needs to be “on the bias”, handsome tailor-judge Patrick Grant says. No shame, brazen bias. What, so “on the bias” is a technique whereby seams are sewn at 45 degrees to a fabric’s warp and weft? Well, it’s clearly a cover-up, a way of sneaking some other bias in there as well. Though, from the results, it’s not entirely clear what flavour of bias. Rumana’s shabby, unfinished tunic certainly has something Corbynist about it, though its dark-blue chevrons send out more Tory messages. Overall, in all the tops, there is blue and red in about equal measure. (Unbias? Boring.) Is Tracey’s Aztecky pattern possibly a little bit Brexit? Probably not, but perhaps someone should start a petition to get Claudia Winkleman sacked anyway. Yes, Claudia’s back, in the Mel’n’Sue role, shouting, not punning. And joining Patrick “measure my inside leg any time you like” Grant is a new judge, Esme Young from Central St Martins. “I’ll probably find it quite hard not to say what I think,” she says. No, Esme, you must do that, for the sake of the viewing public and of television; don’t worry about the feelings of the contestants. Fortunately, she fails (not to say what she thinks), and is quite withering, especially in the alteration challenge, which is designed to test contestants’ imaginations, and find out who are are, where they’re from and what they’ve got to say. “I’m really disappointed,” says Esme about a row of dull pencil skirts. What are they altering? Maternity dresses, and everyone knows what maternity leads to … yup, labour. More thinly disguised bias. To be fair, not all the alterations are disappointing. Rumana, a junior doctor (how does she find time for reality TV?), makes up for the disaster of her pattern challenge with an interestingly reshaped dress in a pleasing combination of blue and orange. Joyce, 71, from Sussex, inserts shimmering godets. (A godet, pronounced “go-day”, you probably know is an extra piece of fabric, sewn in, to add volume. This is where you need Sue Perkins, who would have done a “waiting for godet” pun, surely. Claudia just shrieks: “ONE MINUTE LEFT.”) And class swot Jamie is experimental and playful, creating something that looks a bit toga-ish and Roman, like what you might see on Delphine in Plebs (see below). Once again, they’ve done well with the contestants, with a range of ages, genders, races, backgrounds etc, to show that sewing is not just for 71-year-olds from Sussex called Joyce. Typical BBC, some will say, political correctness gone mad. Where’s the one in the wheelchair? Good point, actually: where is the one in the wheelchair? I’m one of the few people in the country who doesn’t sew their own clothes, or anything, apart from the occasional button. So I don’t take a special interest in the godets and the ruching. I can appreciate skill and craft, though; I like seeing things getting made well. The show itself follows a well-tested pattern; no great imagination, playfulness or reshaping going on here. It works, it’s safe, it’s nice. A bit too bloody nice: look, they all help each other out. The only real drama comes at the end, when one of them is sent home. Who, of the 10? See ya, maths tutor Duncan. Let down by his bias binding, his lack of adventure in the alteration and the uneven freehand hem of his made-to-measure skirt. He left it too late, did it quickly. Hey, it’s true: a stitch in time saves all of them apart from Duncan. *** And a lovely finale to this series of Plebs (ITV2). It starts with naughty grave sex for Marcus and Delphine (interruptus, before it even started, by mourners). Ends with a snowball fight (more successful). And, in between, takes in a new hottie in the office for Stylax to pursue; a hot curry for Grumio; a new weatherist (kind of like a meteorologist) neighbour called Strabo; and an earthquake. Actually, more of a little tremor than Strabo’s predicted monster quake; he’s like the anti-Michael Fish of Roman times. Or anty Michael Fish, because that’s what he uses – ants – to make his predictions. Lots of ant puns, too. Very, very silly; very, very funny. It’s almost certainly wrong to admit it, but I absolutely LOVE Plebs.",
  "webTitle": "The Great British Sewing Bee review: a well-tested pattern but a bit too nice",
  "webPublicationDate": "2016-05-17T06:20:36Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/17/great-british-sewing-bee-review-plebs-series-end",
  "keyword": [
    {
      "webTitle": "Reality TV",
      "id": "tv-and-radio/reality-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Sewing",
      "id": "lifeandstyle/sewing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Craft",
      "id": "lifeandstyle/craft",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/17/great-british-sewing-bee-review-plebs-series-end"
}