{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/23/all-be-murdered-beds-shocking-history-crime-reporting-britain-duncan-campbell-review",
  "id": "2016-05-23-268",
  "sectionId": "books",
  "body": "Contrary to what one might imagine, the British obsession with crime and criminals long predates the birth of tabloid journalism. In 1714, one “Captain” Alexander Smith published a journal snappily entitled A Complete History of the Lives and Robberies of the Most Notorious Highwaymen, Footpads, Shoplifts and Cheats of Both Sexes. Smith, who in the great tradition of British crime writing was not above a bit of invention, promised his readers “most secret and barbarous murder, unparalell’d robberies, notorious thefts and unheard of cheats”. In those days, of course, there was the additional attraction that most serious offenders ended up on the gallows and executions were a public spectacle, attended by thousands. Even in my youth the prospect of execution gave a murder trial a frisson that all but the most grisly cases lack today. Some crime reporters attribute the decline of their trade to the abolition of the death penalty. There was nothing like a good hanging to boost the sales of evening newspapers.   Related: Doing time: confessions of a crime reporter    Duncan Campbell, for many years the Guardian’s crime correspondent, has provided an account of his trade through the ages that is by turns amusing, engaging, horrifying and, yes, thoughtful. It is not merely a catalogue of the goriest and most notorious crimes, but a fascinating description of the often corrupt relationship between Fleet Street’s finest and the police. With honourable exceptions the picture that emerges is not a pretty one, involving as it did the consumption of huge amounts of alcohol, lots of cash in brown envelopes and endemic misogyny (women were not welcome in this close-knit fraternity). Happily, this way of operating came to an abrupt end with the disclosure in 2011 that reporters from the News of the World had hacked into the telephone of murdered schoolgirl Milly Dowler. Before long it became clear that the practice was widespread, arrests began and the relationship that tabloid journalists enjoyed with the police was no longer so cosy. They felt let down. “The idea was that we were the force’s paper… and look what happened,” remarks the Sun’s crime editor.    One has to pinch oneself to recall that the courts wrongfully put away 18 people for the IRA bombings of the 1970s    So close was the relationship between the police and the crime-reporting fraternity that they often failed to notice when there was anything wrong with the official version of events. Following the arrest of John Reginald Halliday Christie in 1953, after the discovery of the remains of seven women at his house in Notting Hill, it didn’t seem to occur to any of those reporting the trial that Timothy Evans, hanged three years earlier on the evidence of Christie, might be innocent. Unbelievably, the tabloids were even competing to buy up Christie’s story. One even offered to pay for his defence. If I have a criticism of this otherwise commendable book, it is that Campbell doesn’t devote enough space to how the close relationship between police and reporters neutered the journalists’ capacity for independent thought. A brief chapter on miscarriages of justice does not sufficiently convey the enormity of the disaster that engulfed the British criminal justice system in the 70s and 80s. One has to pinch oneself to recall that the police and courts wrongfully put away 18 people for the biggest IRA bombings of the mid-1970s, and only a handful of those reporting the trials, none of them members of the crime-reporting clique, noticed there was a problem. We’ll All Be Murdered in Our Beds is published by Elliott & Thompson (£14.99). Click here to buy it for £11.99",
  "webTitle": "We’ll All Be Murdered in Our Beds: The Shocking History of Crime Reporting in Britain by Duncan Campbell – review",
  "webPublicationDate": "2016-05-23T08:00:07Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/23/all-be-murdered-beds-shocking-history-crime-reporting-britain-duncan-campbell-review",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Mullin",
      "id": "profile/chris-mullin"
    }
  ],
  "guardianId": "books/2016/may/23/all-be-murdered-beds-shocking-history-crime-reporting-britain-duncan-campbell-review"
}