{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/27/football-transfer-rumours-manchester-united-to-sign-54m-saul-niguez",
  "id": "2016-05-27-239",
  "sectionId": "football",
  "body": "José Mourinho is joining  Biggleswade  Manchester United, then he’s going to rub salt in Chelsea’s eye by signing Willian. Sneaky José!  Unfortunately for United, though, Chelsea have swooped ahead of them in the race for Everton’s £65m Romelu Lukaku. Is there no end to their suffering! Why, it’s been six days since they won a trophy, for crying out loud. The Football Association really should do something about that.  Still, in happier news, it seems that plucky little United are edging closer to handing YouTube sensation Zlatan Ibrahimovic a £220,000 a week contract to refer to himself in the first person. And they’re also going to offer Atlético Madrid £54m for Saúl Ñíguez.  Fashion’s Dani Alves is about to join Juventus on a free transfer. Barcelona will replace him with Arsenal’s Héctor Bellerín. Not to worry, though, Carl Jenkinson is nearing a return to full fitness.  Abject £47m disappointment Raheem Sterling fears that he won’t have much of a future at Manchester City under Pep Guardiola. Brendan’s ready and waiting at Celtic, Raheem.    Related: Liverpool turn focus to Southampton’s Sadio Mané after Mario Götze failure    Marseille’s Michy Batshuayi is fluttering his eyelashes at various Premier League clubs, with Tottenham Hotspur and West Ham United leading the chase for the Belgian hotshot. You can’t have too many Belgians, unless you’re Belgium manager Marc Wilmots, in which case you’ll have no idea how to handle the talent at your disposal.  Roberto Di Matteo will take the Aston Villa job and bring the Champions League to Villa Park in 2019 after a Gabby Agbonlahor-inspired victory over Barcelona.  And finally, Bayern Munich have expressed surprise at Mario Götze’s George Costanza-esque refusal to accept that they don’t want him around the place any longer. Liverpool and Borussia Dortmund are willing to give Götze a new home. But if Götze snubs Liverpool – the cheek! – then they’ll go shopping at their favourite destination and sign Sadio Mané from Southampton before amusing everyone by finishing below Southampton.",
  "webTitle": "Football transfer rumours: Manchester United to sign £54m Saúl Ñíguez?",
  "webPublicationDate": "2016-05-27T08:58:55Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/27/football-transfer-rumours-manchester-united-to-sign-54m-saul-niguez",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/2016/may/27/football-transfer-rumours-manchester-united-to-sign-54m-saul-niguez"
}