{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/19/captain-america-civil-war-blockbuster-moviegoer-experience",
  "id": "2016-05-19-274",
  "sectionId": "film",
  "body": "Contrary to a cliche that dogs film critics, I don’t enjoy disliking nearly every movie that earns a significant amount of money. My words are carefully chosen. “Disliking” rather than “hating”, because to inspire such a passionate response as hate would require more than a preordained blockbuster usually offers. Works of art are like people: to hate either, one must be accorded a glimpse of their personality first, and a failure to exhibit personality provokes a muffled, low-risk indifference. But try telling people this sort of thing about a Marvel production and you’re a snob.  Mainstream audiences don’t want to hear about alternatives to Marvel, Star Wars or Pixar (all owned by Disney); about movies as free-associatively erotic as Neon Bull, or even as sharp and sensual and rowdy as Everybody Wants Some!!, because such projects are barely screened in cinemas anymore, unless you live in a big metropolis. Audiences still desire a feeling of inclusion at the movies, bucking our culture’s inexorable move toward streaming everything in the cocoon of one’s home, and studios are exploiting that yearning by imposing a sort of blockbuster monopoly: buy a ticket to this Disney super-production, or be out of the loop. As a critic, I’m not immune to this manipulation. Unending exclusion is dull and estranging. Yet, despite their death-grip on our attention, blockbusters have grown increasingly cautious. Think of the personality you’ve exhibited during job interviews: accommodating, blandly confident, with maybe just a wrinkle or two of eccentricity flashed to allude to the stimulating persona that might come to the fore should you be hired. This rationale applies to blockbusters now: they are interviewing you, courting your investment in the next dozen installments.   Related: Why Captain America: Civil War is better than Batman v Superman    People have short cultural memories, but blockbusters used to occasionally be enjoyable. Even weird. Their plots might have been recycled and disposable, but they had plots, and some of them had ineffably powerful images. Raiders of the Lost Ark, one of the most influential of all blockbusters, is almost quaint now in its fealty to the idea of one hero, one villain, a heroine, a few colorful supporting characters, a MacGuffin, and a story that tied all these elements together with pleasurable simplicity. And while its protagonist, Indiana Jones, was an indestructible superman, he also has discernible human characteristics. For one, he clearly liked sex. Obviously every blockbuster now either is or wants to be a Marvel production, as that studio has proved to be a brilliant paragon of making money, of draining the film-making endeavor almost entirely of risk. Their first order of business was to pare the blockbuster of the incidentals: namely, that pesky quality known as humanity. I’ve liked some Marvel films. Ant-Man offers the charming, unpretentious diversion of a 1990s-era Amblin film, rendering it admirably out of place in the corporate thinktank culture of 2000s-era hit-making. Deadpool’s irreverence and disreputability were calculated, but those contrivances were something.            Captain America: Civil War – watch the trailer for the new Marvel film    I went to Captain America: Civil War looking for something, perhaps a bit of kinship with the people who hand these blockbusters millions of dollars every year. Like many critics, I see most films via screeners, Blu-rays or theatrical screenings, and I work from home, feeling detached from society. I sought a teensy bit of magic, perhaps fetishizing the idea of the “common person” in that offensive pseudo-intellectual way for which people resent critics for indulging. But Civil War can’t afford to give you anything. There’s too much money at stake, too many future franchises to mind. On a scene-by-scene basis, this new Marvel uber-movie makes almost no sense, hopscotching across dozens of cities and a couple of different timelines, plugging new superheroes such as Black Panther (Chadwick Boseman) and yet another Spider-Man (Tom Holland), while dropping cute little in-jokes designed to pressure audiences into catching up with past Marvel installments that they may have missed. This is the most irritating component of the new corporate blockbuster: it’s always heckling you to buy more, without ever giving you what you already paid for. It may be called Captain America, and more or less be a sequel to the vastly superior The Winter Soldier, but it offers a buffet of superheroes designed to abound in so much as to offer each audience member enough of what they individually like, so that they can each retrospectively assemble a different, more focused movie in their minds.   Related: Harder, better, faster, stronger? Why comic book movies are growing longer    This is why these films – your Marvels, your Pirates of the Caribbeans, your Batman v Superman: Dawn of Justices, and, to a lesser extent, your Fast and Furiouses – are so punishingly bloated, despite the once prevailing logic that a longer movie could be shown fewer times at a theater each day, therefore endangering profits. These films have 10 plots rather than one, 15 heroes rather than a few, because to make any choices at all is to exhibit artistic conviction. Producers now throw everything they can think of at the screen, and let you, the customer, sort it out, depending on you to forget what a lousy experience you may have had in time to pay up again.  Nearly everything is on the screen (dozens of characters, dazzling CGI, big sets, empty intrigue, elaborate yet interchangeable action scenes), except that aforementioned humanity. Would it kill one of these movies to have a plot that pivots on a desire or emotion, rather than earnestly deployed pseudo-techno-jargon? Wouldn’t Captain America: Civil War be a more interesting movie if Captain America (Chris Evans) and Iron Man (Robert Downey Jr) fought over, say, the affections of Black Widow (Scarlett Johansson), whose approval they are both clearly jockeying for anyway?      Emily Vancap, Anthony Mackie, Scarlett Johansson and Chris Evans search for desire and emotion. Photograph: Allstar/Marvel Studios    Would it kill the film-makers to offer just one memorable bit of dialogue? Every spoken line in Civil War serves an expository purpose. Or how about just one image that strives for poetry? Would it kill one of these movies to feature characters who are capable of actually dying? Or crying? Or changing allegiances? Or having money problems? Or loving, in a visceral, personal way, rather than in the usual platitudinous fashion that testifies to the needs of teaming up yet again to mount yet another adventure? Watching Captain America: Civil War, in which positively nothing is at stake, I checked my watch 25 minutes into the film, sighing at the realization that there were nearly two hours remaining. How can audiences stand this? By submitting to the anesthesia of the loudness, I suspect, by comforting themselves with the knowledge that they are, at this moment, doing what culture expects of them. Seeing the “big” thing, the Super Bowl of yearly adventure epics.  The crowded room I saw the film with seemed numb after about an hour’s worth of running time had elapsed, occasionally grateful for a crumb of amusement, such as the appearance of Ant-Man (Paul Rudd) or Spider-Man. Behind me, two children were whispering, a boy trying to explain to the girl what all the winking references to Captain America: The Winter Soldier, Avengers: Age of Ultron, and many others meant. I wasn’t annoyed by their chatter. On the contrary, I found the boy’s simultaneously bored and fevered context helpful.  At Civil War’s stopping point, (this film doesn’t deign to offer anything so plebeian or accommodating as an actual ending), after the titular dispute between the various good guys is resolved with a pat refresh button, I stood by the door near another woman, waiting for the obligatory mid-credits Marvel zinger. Afterward, she said, “Well, there’s the next one coming”, with a bitterness of resignation that I could have hugged her for – this might have been the inadvertent communion I sought.  Pauline Kael once wondered if blockbusters were “inheriting” audiences, but that idea doesn’t quite apply anymore. Instead, they’re bullying us. You can skip these films, but they will keep piling up, and you will be regarded as one of those weird people who still expects to enjoy your popular culture. It’s part of the corporatization of everything. On your “off” time, you’re checking your phone and working anyway, and, when you’re not, you’re giving The Man back the money you sold most of your life away to obtain.",
  "webTitle": "Captain America: Civil War – how I was bludgeoned by a blockbuster",
  "webPublicationDate": "2016-05-19T09:00:04Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/19/captain-america-civil-war-blockbuster-moviegoer-experience",
  "keyword": [
    {
      "webTitle": "Captain America: Civil War",
      "id": "film/captain-america-civil-war",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Marvel",
      "id": "culture/marvel",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Chuck Bowen",
      "id": "profile/chuck-bowen"
    }
  ],
  "guardianId": "film/2016/may/19/captain-america-civil-war-blockbuster-moviegoer-experience"
}