{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/24/what-we-must-do-to-avert-antibiotic-catastrophe",
  "id": "2016-05-24-39",
  "sectionId": "society",
  "body": "Jim O’Neill’s report has rightly brought into focus the urgent need to finance and develop new antibiotics (Radical plan to halt scourge of drug resistance, 19 May). But what about the tools that already exist? We know that vaccinations dramatically reduce the number of infections taking hold in the first place. Jim O’Neill says that if every child was vaccinated against pneumonia, it would potentially avert 11.4 million days of antibiotic use per year in children under five. What his report doesn’t do is join the dots and recommend that the companies that already produce these life-saving vaccines lower the price to improve coverage rates. In the case of the pneumonia vaccine, GlaxoSmithKline and Pfizer have reported more than $30bn in sales in just five years. And yet pneumonia remains the single largest cause of death for children under five globally. The price of the vaccine is one reason for this. Countries including Egypt, Jordan, Morocco, Tunisia and Thailand have all voiced their frustration at not being able to afford it. In the fight against drug resistance, companies such as GlaxoSmithKline and Pfizer should not be let off the hook by focusing exclusively on the new and the innovative. They must face their responsibility to children who are alive today – children who urgently need access to existing vaccines at a price their countries can afford.Vickie HawkinsExecutive director, Médecins Sans Frontières UK • We welcome the emphasis on the grave threat posed to the global community on antibiotic resistant superbugs contained in the review on antimicrobial resistance chaired by Jim O’Neill. The sobering figures suggesting the loss of 10 million lives a year by 2050 must be taken as a final warning for action. The pressing need to fund the search for new antibiotics while cutting the unnecessary use of such drugs cannot be denied, but media reports have overlooked the importance given by the review to ensuring that the first line of defence against infection is robust – namely universal access to clean water, safe sanitation and rigorous hygiene. One third of the world’s population does not have access to a safe toilet and one in 10 does not have clean water, creating an environment in many communities in which infections can thrive and spread, with particularly high impact on children and older people, who are more vulnerable. Nearly four in 10 healthcare centres in the developing world do not have access to clean water, making it almost impossible to prevent the spread of infection within those facilities. An even greater proportion do not have water piped into the building, and so staff have to fetch water from up to half a kilometre away. If we are to prevent the nightmare scenario presented by the review of losing 10 million lives a year then governments around the world need to ensure that investment and political prioritisation in providing clean water, safe toilets and hygiene services reflect their crucial importance in slowing the development of drug resistance, as emphasised by last year’s WHO global action plan on antimicrobial resistance.Margaret BattyDirector, global policy and campaigns, WaterAid • Increasing resistance to antibiotics presents one of the most serious threats to public health faced by the developed and developing world. I encourage the government to dedicate resources to this issue and afford it the prominence it deserves. In addressing this issue, the government should take into account the impact of the use of antibiotics on animal health and animal welfare, particularly in commercial farming, and recognise the importance of veterinary science and human medicine working together to tackle the threat that resistance presents. This is a prime example of the need for a One Health approach – the interdisciplinary cooperation between human medicine and veterinary science, as well as an understanding of environmental, social and economic factors, in seeking an holistic solution to the crisis.Professor Stuart ReidPrincipal of the Royal Veterinary College; expert on antimicrobial resistance • The imminent threat of antibiotics becoming ineffective in fighting diseases could indeed be catastrophic. It is estimated that almost 85 billion animals will have to be raised to meet the meat demand in the near future. Animals are raised in intensive factory farm conditions with minimum welfare standards. Little wonder then that disease and misery is rampant among them. They are fed antibiotics which humans then ingest, leading to drug resistance. There is an urgent need to move away from a meat-based diet to a plant-based vegetarian and vegan diet. This will take the pressure off the animals and also improve the health of the nation. As a bonus, global warming due to methane released by animals will slow down, as will the mass pollution of farmlands and waterways by billions of tons of animal waste and blood. A diet change is something each of us can do to help avert disaster.Nitin MehtaCroydon • “Most of us received childhood vaccinations – measles, whooping cough and tuberculosis” (Blast from the past, G2, 23 May). Well, TB yes, but the others? Those of us growing up in the 1950s just caught “the usual childhood infections” (measles, rubella, whooping cough, chicken pox, scarlet fever, mumps) and gained our immunity that way. The folk wisdom was to get them as young as possible and get them out of the way, so “parties” at the house of the first child in the friendship group to contract one of these infections ensured that it spread quickly to the rest.Pam LunnKenilworth, Warwickshire",
  "webTitle": "What we must do to avert antibiotic catastrophe | Letters",
  "webPublicationDate": "2016-05-24T18:38:41Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/24/what-we-must-do-to-avert-antibiotic-catastrophe",
  "keyword": [
    {
      "webTitle": "Antibiotics",
      "id": "society/antibiotics",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Access to water",
      "id": "global-development/access-to-water",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "GlaxoSmithKline",
      "id": "business/glaxosmithkline",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pharmaceuticals industry",
      "id": "business/pharmaceuticals-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pfizer",
      "id": "business/pfizer",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Animal welfare",
      "id": "world/animal-welfare",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Vegetarianism",
      "id": "lifeandstyle/vegetarianism",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Tuberculosis",
      "id": "society/tuberculosis",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Whooping cough",
      "id": "society/whooping-cough",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Chickenpox",
      "id": "society/chickenpox",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/24/what-we-must-do-to-avert-antibiotic-catastrophe"
}