{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/13/republican-super-pacs-donald-trump-sheldon-adelson",
  "id": "2016-05-13-32",
  "sectionId": "us-news",
  "body": "Two Super Pacs hoping to raise at least $170m to help Donald Trump win the presidency unveiled new efforts this week that reflect early fundraising momentum – even as some big donors remain wary of the billionaire’s credibility after his serial Super Pac bashing and his inflammatory rhetoric that many in centrist Republican circles deem dangerous. The Great America Pac, which recently recruited strategist Ed Rollins as a co-chairman, this week announced it would hold a weekend event to corral donors in June at the ranch of billionaire Texas energy magnate T Boone Pickens. Eric Beach, a veteran fundraiser and co-chair of the Pac, revealed in an interview that the Pac is shooting “to raise and spend $150m through election day”. The Committee for American Sovereignty – the other Super Pac – has set a goal of raising $20m before the Republican convention in late July with a strong focus on roping in California donors with ties to Trump. The accelerated drives by pro Trump Super Pacs come as the prospect of a Hillary Clinton presidency seems to be outweighing the still deep concerns of many mega donors about Trump’s thin policy pronouncements, and a number of his recent reversals on issues including his repeated attacks on the harmful influence of big donors and Super Pacs. Mega donor Sheldon Adelson, in an op-ed endorsement of Trump in the Washington Post on Friday urging party leaders and other investors to back him, underscored the big-donor embrace of Trump by writing the “alternative to Trump being sworn in as the nation’s 45th president is frightening”. After self-financing much of his primary campaign to the tune of some $40m, Trump and his allies seem to have belatedly realized that for the general election there is a need for the unlimited checks from corporations, individuals and unions that Super Pacs – unlike campaigns – can accept to help boost his prospects of winning in the fall. What’s more, Trump likely will face a very well-funded Democratic opponent in Clinton, who boasts a few big money Super Pacs backing her. The key pro Clinton Pac, Priorities USA Action, had hauled in about $67m this election cycle as of the end of March. Donors and analysts, however, say that after consistently criticizing Super Pacs and the role of big money in politics as part of his populist messaging, Trump’s allies now face real hurdles in luring donors who write six- and seven-figure checks.   Related: Trump's success in Appalachia sounds warning bell for Clinton    “There’s no doubt that fundraising for Super Pacs to support Trump is going to be an uphill fight,” said DC-based election lawyer Ken Gross of Skadden, Arps, Slate, Meagher & Flom. “Not only is the candidate controversial, but he’s coming off a campaign that demonized Super Pacs and touted his self financing, both of which were popular. It now looks like he’s reversing himself on both popular positions.” More broadly, other fundraising headaches for the Super Pac may occur due to Trump’s calls for deporting 11 million undocumented immigrants and instituting a temporary ban on Muslim immigration. “There will probably be less donors [than usual] who will participate because Trump has not yet shown the tolerance, inclusiveness and willingness to listen to others that many people are looking for,” said Fred Malek, a major fundraiser for the Republican Governors Association.  But, Malek admitted, there were “enough wealthy people that he will be able to attract significant resources”. Bringing in strategic muscle Trump’s Super Pac allies are indeed banking on attracting a significant number of big donors who will overlook some of his blistering rhetoric and positions in order to defeat the Democratic nominee. To rev up the drive for big checks, the Great America Pac has taken steps in recent weeks to bolster its fundraising and strategic muscle with new hires: veteran strategist Rollins, who ran Ronald Reagan’s 1984 campaign recently joined as a co-chairman, and Amy Pass, who raised funds for Trump ally and former House speaker Newt Gingrich, and was appointed national finance director for the Super Pac. Beech, who joined in March as a co-chairman, was a top fundraiser in Gingrich’s 2012 presidential campaign. But the Great America Pac also has faced internal problems and has drawn some unfriendly fire from Roger Stone, a long-time Trump confidante and lobbyist who has run a much smaller Super Pac, the Committee to Restore America’s Greatness. When Rollins’ role was announced early this month, Stone, who has long clashed with the GOP strategist, tweeted that he was a “buffoon”. Besides the Stone barbs, the Great America Pac also suffered some embarrassment earlier this month when one of its key operatives, consultant Jesse Benton, was convicted of a felony violation for spending campaign money in a scheme with others in 2012 to buy the support of an Iowa political leader for presidential candidate Ron Paul. Great America co-chairman Beach told the Guardian that Benton was no longer being paid by the Super Pac, and “has stepped back from his position” with it.    The bottom line is that none of my candidates won and Trump is the last one standing.  Stan Hubbard, billionaire broadcaster     Nonetheless, early signs suggest that a number of big donors are ready to help, albeit with some mixed feelings after they had earlier given large sums to other Super Pacs backing their favored GOP candidates. Billionaire broadcaster Stan Hubbard says he has agreed to serve on an advisory committee for the Great America Pac and plans to write a check – despite the $10,000 he ponied up this year to a Pac seeking to block Trump’s nomination, which came after he gave at least $50,000 to a Super Pac supporting Wisconsin governor Scott Walker. “The bottom line is that none of my candidates won and Trump is the last one standing,” Hubbard said. “I don’t think he’d be the best candidate but he’d be better than Clinton.” Hubbard stressed he favored cutting more regulations and said he thought Trump would do that more aggressively. Co-chairman Beach said another 15-20 advisory board members will be named over the next few weeks, probably including some other big donors to help it meet its initial goal of raising $15m before the convention in late July. To boost fundraising further, Great America Pac also has hosted at least one conference call with donors that included Trump ally and former candidate Ben Carson. Next month, billionaire oilman Pickens is slated to hold an event for the Super Pac on the weekend of 11 June at his Amarillo Texas ranch, which is likely to draw a couple dozen potential check-writers. Pickens, who initially gave $100,000 to a pro-Jeb Bush Super Pac, has said he will back Trump and is weighing a contribution to the Super Pac, according to a GOP source.   Related: Oil and gas industry has pumped millions into Republican campaigns    Texas billionaire private-equity investor Doug Deason told the Guardian that he and his father, Darwin Deason, planned to back Trump and help one of the allied Super Pacs, despite putting hundreds of thousands earlier this year into a pro-Ted Cruz Super Pac. Deason predicts “Trump will stop acting like the lunatic he’s been and act more presidential. We’re keeping our fingers crossed.” Deason said he had been contacted by another big Cruz supporter, Toby Neugebauer, who is now backing Trump, about working together to support a pro Trump Super Pac, but they remain undecided about which one they will help underwrite. Other mega-donors have voiced support for Trump since he became the presumptive nominee last month, including energy baron Harold Hamm; investor Foster Friess; Home Depot co-founder Ken Langone; and hedge fund magnate Anthony Scaramucci. What’s more, there are growing hints that a number of even bigger mega donors may help including casino billionaire Adelson who, in tandem with his wife Miriam, gave almost $150m in 2012 to a mix of Super Pacs that must disclose their donors and politically active nonprofits which can keep donors secret. Adelson and his wife gave $30m to a pro Romney Super Pac. Adelson announced he would back Trump late last month and on Friday wrote an op-ed in the Washington Post making the case for Trump and formally endorsing him. “I am endorsing Trump’s bid for president and strongly encourage my fellow Republicans – especially our Republican elected officials, party loyalists and operatives, and those who provide important financial backing – to do the same,” Adelson wrote. Asked if the Super Pac had reached out yet to Adelson for a check, Beach said: “No comment.” Overall, Trump has talked about needing some $1.5bn for the general election which would be made up of a combination of funds raised by his campaign, which is also aggressively beefing up its fundraising operations, and pro-Trump Super Pacs. Roger Stone’s Committee to Restore America’s Greatness was set up to fight efforts to deprive Trump of the nomination by tracking alleged delegate fraud in the event of a contested convention. Stone told the Guardian the Super Pac was now phasing itself out since a contested convention was no longer likely.   Related: Paul Ryan and Donald Trump might say they're unified. But there's a bloody civil war on | Richard Wolffe    But Stone’s own role as a longtime confidant and informal adviser to Trump is ongoing. The two men, who have known each other since the 1980s when Stone became an early lobbyist for Trump’s real estate and casino interests, are said to talk fairly regularly; Stone’s niche now is helping with messaging with a strong focus on personal and financial attacks on the Clintons, a subject he promoted heavily last year in a book he co-authored called The Clintons’ War on Women. “My sense is that Stone will run the black ops effort against Clinton,” said a senior GOP strategist who has known Stone for many years. Another veteran operative with long ties to Stone described his tactics thus: “Roger is very aggressive and doesn’t mind going beyond the bounds of civility and frequently does.” The newest pro-Trump Super Pac, the Committee for American Sovereignty, also boasts good ties to big donors plus allies and friends of the real estate mogul’s. The group is being led by Doug Watts, who was a communications director for Ben Carson’s campaign; and one of its top advisers is Nick Ribis, who used to be a top executive with the Trump Organization and has more recently been an executive with Colony Capital, a private equity firm run by billionaire Tom Barrack, a long time friend and business associate of Trump’s. Trump’s new found acceptance of Super Pacs seems on track to give a financial lift to his campaign in the months ahead. But outside analysts say Trump’s embrace of big money carries real political risks. “Welcoming Super Pac support contradicts his rhetoric about the corrupting influence of money in politics and will undoubtedly be used against him in the months ahead,” said Sheila Krumholz, the executive director of the nonpartisan Center for Responsive Politics.",
  "webTitle": "Republican Super Pacs accelerate efforts and rally behind Donald Trump",
  "webPublicationDate": "2016-05-13T20:17:48Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/13/republican-super-pacs-donald-trump-sheldon-adelson",
  "keyword": [
    {
      "webTitle": "Super Pacs",
      "id": "us-news/super-pacs",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sheldon Adelson",
      "id": "us-news/sheldon-adelson",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Stone",
      "id": "profile/peter-stone"
    }
  ],
  "guardianId": "us-news/2016/may/13/republican-super-pacs-donald-trump-sheldon-adelson"
}