{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/12/how-eurovision-finally-cracked-america-justin-timberlake",
  "id": "2016-05-12-171",
  "sectionId": "tv-and-radio",
  "body": "For the first time, Americans will be able to watch the Eurovision song contest live on TV this Saturday. But there will be no such thing as Worldvision to replace Eurovision, says Jon Ola Sand, the contest’s executive supervisor, putting to rest rumours about the rapid expansion of the hit show. Eurovision has been going big on export. The format has been sold to the Asia Pacific region, China is airing the show for the third year running and, as of this year, 50 million US homes will be able to watch live on the Logo channel following a deal between the European Broadcast Union (EBU) and Viacom. “Eurovision is a cultural phenomenon we have admired from afar for years,” says Logo general manager Chris McCarthy. “We are thrilled to bring the event to US audiences and cheer alongside the rest of the world.” “We’ve been working on the deal for many years,” explains Jon Ola Sand (EBU first sold the format to the US network in 2006, but nothing came of it). “It’s difficult to come into the US with products, because the variety of programmes is enormous and also because Eurovision is a very typical European phenomenon with a lot of countries you might not have heard of in the US, so it’s also difficult to explain what it is. But they are very happy at Viacom that this agreement is now in place – and so are we.”     Singin’ in the rain … Belarus’ Ivan performs in the 2016 semi-final. Photograph: Vyacheslav Prokofyev/TASS    The growing number of US fans are too. Matt Friedrichs, US-based editor of the Eurovision news site ESC United, has been lobbying broadcasters to air the contest for years. “I could not be more thrilled,” he says. “Although technically everyone has access to the internet, only a tiny, tiny percentage of people in America would bother going online to watch the live stream.” He says it has been hard to convince Americans to watch a competition they are not taking part in, but that interest is growing – even President Obama mentioned Eurovision in a recent address to the people of Europe in Hannover, Germany, making the case that, even though we vote for different singers at Eurovision, Europe should remain united.     Bringing sexy back … Justin Timberlake, who will perform in the interval of this year’s Eurovision song contest. Photograph: Jonathan Pow/PA    “Hopefully with all the changes coming up – us broadcasting it, Justin Timberlake performing – those are important first steps that we can build on ... and it’s the right channel to do so,” says Friedrichs. Sand says Timberlake’s performance will not be aired in the US due to a lack of rights but agrees that Logo – the country’s lesbian, gay, bisexual and transgender TV channel – is a good match. He says, however, that the channel’s LGBT demographic was not a dealbreaker: “We know we have a lot of fans in that community and that is appreciated, but that was not a factor in the deal. Having said that, it fits very well on that channel and towards an audience that could appreciate Eurovision.” Simon Bennett is the president of OGAE, the world’s biggest Eurovision fan organisation, and he says they too have seen growing interest from the US. But he is apprehensive, calling the decision to welcome Australia to take part in 2015 and again this year “controversial” and that expansion is a “touchy subject”.     Australian singer Jessica Mauboy performs in 2014. Photograph: Nikolai Linares/AFP/Getty Images    “I think it’s because it’s kind of ours ... it’s something that belongs to all of us in Europe, that we share,” says Bennett. “While it’s great that American audiences are going to see it, will that mean they take the next logical step?” he asks, referring to speculation that the US might be invited to join Eurovision next year.   Related: Eurovision song contest: share your favourite memories    The question is not unfounded. In 2014, the interval act was Australian pop star Jessica Mauboy – and the next year saw Australia participating. This year it’s Timberlake, so can we expect to see the USA on scoreboards in 2017? Sand laughs when asked. “No I don’t think so, and for a very simple reason: we need a domestic audience in order to bring in an act from a country outside Europe. They need to build an audience in the US. If you remember Australia and the arguments we had when we invited them – they have broadcast the show for more than 30 years, they have a huge fan base. So no, there is for the time being no discussions of bringing other countries to the contest. But this could change.” Change is far from a new concept in the contest, which has always evolved. This year, there is an updated voting system and new countries, such as Azerbaijan, have been introduced in the past. The inclusion of the US, however, would be considered a step too far for many. “People are probably scared – ‘Oh big America we are going to send Katy Perry and Usher and all our big stars,’” says Friedrichs. “That’s not what it is – it’s just spreading the word.”      Moldovan hopefuls Zdob si Zdub pull out all the stops in 2011’s contest. Photograph: Wolfgang Rattay/Reurters    “Us fans are probably a bit selfish,” says Bennett. “We don’t want word getting out too much: it’s our little secret and the more people know about, the more pressure there will be to get tickets.” Still, Bennett isn’t worried the show will be Americanised. “For 60 years we have been enjoying this contest. It was an integral part of bringing west and east Europe together and I think it always will be that and it’s something that all us Europeans share. We are happy to share it with other countries, but perhaps not to broaden it too much or dilute its European content.”           Ukraine’s 2016 Eurovision entry is song about Russian repression    According to Sand, fans need not fear: “The Eurovision song contest as such will always be staged in Europe and it’s a very European thing – but it’s good to sometimes be able to say: ‘Hey look, we’ve got a thing going here’ and invite broadcasters in territories that have huge followings.” Is the EBU hoping to ultimately turn Eurovision into a worldwide competition? “We are not looking at a sort of ‘Worldvision’ because that’s too complicated, simply because of time zones and the different broadcasting setups in different regions,” says Sand. “Eurovision is very much built around public service in Europe and on the strong commitment that if you win it you host it.” As for what happens if Australia wins, Sand says they have a plan. “I don’t want to reveal which broadcaster will cooperate with SBS Australia to host it in Europe, but it will be hosted in Europe. We have an agreement in place.” What US viewers will think of Saturday’s grand final remains to be seen.",
  "webTitle": "How Eurovision finally cracked America",
  "webPublicationDate": "2016-05-12T14:15:41Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/12/how-eurovision-finally-cracked-america-justin-timberlake",
  "keyword": [
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Bella Qvist",
      "id": "profile/bella-qvist"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/12/how-eurovision-finally-cracked-america-justin-timberlake"
}