{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/23/eric-carle-very-hungry-caterpillar",
  "id": "2016-05-23-266",
  "sectionId": "childrens-books-site",
  "body": "Eric Carle’s The Very Hungry Caterpillar has nibbled its way into the hearts of millions of children all over the world. It has been translated into 62 languages and sold over 41 million copies since it was first published in 1969, and is one of the top 10 bestselling children’s books of all time.  Later this year there will be the chance to see the wonderful world of Eric Carle live on stage in the UK for the first time, and to celebrate we got to ask the creator of The Very Hungry Caterpillar a few questions:      Eric Carle in his studio. Photograph: Motoko Inoue    Why do you think The Very Hungry Caterpillar has been so very successful?  Well, for a long time, I did not understand why it was so popular. But over time I have come to believe many children can identify with the helpless, small, insignificant caterpillar, and they rejoice when it turns into a beautiful butterfly. I think it’s a message of hope. It says: I too can grow up. I too can unfold my wings (my talent) and fly into the world. This is a universal concern that children have: Will I grow up? Will I be able to function as an adult? How do you create your collages? I make my collage illustrations using my own hand-painted tissue papers. I paint thin, translucent tissue paper with acrylics to create my ‘palette’ of colours and textures. And then using these painted papers, which I cut and tear and then glue down onto illustration board, I create the artwork. Which artists and writers do you admire? Among some of my favourite artists are Paul Klee (1879 to 1940), with his colourful, dreamlike paintings; and Pieter Brueghel (1525 to 1569), who painted peasants and landscapes of central Europe that remind me of where I grew up in Germany. Other illustrators whose work I admire include Leo Lionni, Maurice Sendak, Jose Aruego, Lisbeth Zwerger, Mitsumasa Anno, Ezra Jack Keats, Jerry Pinkney and Chris Van Allsburg. Each of these picture book artists has an individual and distinctive style and approach and each one speaks from his or her soul.   Related: The Very Hungry Caterpillar gallery    What advice would you give to a child who would like to be an artist and writer like you? I often tell people about the four magic letters: DO IT. I want to be encouraging but I can only offer the example of my own experience, which is just one approach. There are many wonderful picture book artists to learn about, which is important. But you must use your own imagination. You have to just do it.      There are 75 puppets in The Very Hungry Caterpillar Show, here’s just one of them with the New York cast. Photograph: Carol Rosegg    Do you have a favourite colour and why do you like it? I am a great fan of the colour yellow but truthfully I love all colours.      What would be your desert island book?  My book Do You Want to be My Friend? is a favourite because friendship is so important to children. And it is important to me, too.  How excited are you about The Very Hungry Caterpillar Show coming to the UK?  I am delighted my friends in the UK will soon be able to share the same enjoyment I felt when seeing my characters come to life in the beautiful and enchanting Broadway production of The Very Hungry Caterpillar Show.     The Artist Who Painted a Blue Horse - A Polka Dot Donkey greets The Artist, a scene from the 2016 New York cast of The Very Hungry Caterpillar Show, directed by Jonathan Rockefeller who said “it’s astonishing to compare the original illustrations to the puppets and how exact they are.” Photograph: Carol Rosegg    The Very Hungry Caterpillar show, directed by Jonathan Rockefeller, is at the Ambassadors Theatre in London’s West End from Friday 2 December 2016 to Sunday 8 January 2017, and before that is on tour from October 17 2016, starting in Nottingham, info and how to book here. Tickets go on sale from 26 May 2016. The show faithfully adapts four of Eric Carle’s best loved books for the stage: The Artist Who Painted a Blue Horse, Mister Seahorse, The Very Lonely Firefly and, of course, The Very Hungry Caterpillar.      Mr and Mrs Seahorse seen here as glorious puppets! they really do look like Eric Carle’s collages come to life don’t they? Photograph: Carol Rosegg",
  "webTitle": "Eric Carle: children can identify with the helpless, small, insignificant caterpillar",
  "webPublicationDate": "2016-05-23T08:06:31Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/23/eric-carle-very-hungry-caterpillar",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 7 and under",
      "id": "books/childrens-books-7-and-under",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Picture books",
      "id": "books/picture-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Illustration",
      "id": "artanddesign/illustration",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Children's theatre",
      "id": "stage/childrens-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Maurice Sendak",
      "id": "books/maurice-sendak",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/23/eric-carle-very-hungry-caterpillar"
}