{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/30/fetty-wap-review-hammersmith-apollo",
  "id": "2016-05-30-135",
  "sectionId": "music",
  "body": "In the moments leading up to Fetty Wap’s entrance, it feels as if it would be quite an achievement to kill the atmosphere at a heaving and heady Hammersmith Apollo this evening. Somehow, Wap manages it in about five minutes. Tonight marks the New Jersey rapper’s first proper UK show, which makes it even more remarkable that he has this much excitement available to him to quell. But then again, the 24-year-old is among hip-hop’s fastest-ever rising stars: despite having only been rapping for three years, in August he became the first artist to have his first four singles in the top 10 of Billboard’s hip-hop chart all at once.  It was a run that started with Trap Queen, his ode to a crack-cooking colleague that was the song of last summer. A track that cleaved to the trap formula – both in subject matter (the “trap” refers to the place where drugs are dealt, as well as the inescapable nature of that lifestyle) and sound (ominously stabbing synths, flickering hi-hats and tinny snares) – but one Wap had layered with two simple sing-song hooks.             With it, he took trap into poppier territory than Rihanna, Beyoncé, Drake and even Katy Perry, all of whom have referenced its sound.   Related: Fetty Wap: ‘I didn’t even get to use no bed – I was lucky to have a carpet’      Tonight, Wap opens with Wake Up, a new song that plonks a brash piano hook over the usual trap formula. It’s a track so jaunty that it makes Trap Queen seem laden with sultry menace – in fact, it borders on novelty. But it at least allows Wap to build the momentum briefly; he then decides to showcase 20 minutes of identikit, vaguely melodious trap and dismantles it completely. While it’s a cliche to say that an artist’s songs all sound the same, it would be nigh on impossible to tell where one ended and another began without Wap’s punctuating call of “1738” (a reference to his crew) and gunshot sound effects.  Still, if Wap could do justice to his hits (and he does have a few great pop songs in his arsenal), then perhaps he could have turned things around. But when they did arrive – My Way, 679, Again, Trap Queen, all in a row – buried hooks and overpowering bass meant they quickly fell flat.  Wap has referred to his music as “ignorant R&B”. Fittingly, he has never clarified that categorisation, but you can’t help thinking he was referring to the fact that his knowledge of the genre of music he makes is limited. In a recent interview, he claimed never to have heard of Rapper’s Delight, and has said that growing up he mainly just listened to Gucci Mane (the Wap bit of his moniker is a tribute to the rapper). It also points to Wap’s apparent willingness to wing it, and clumped-together hits and an abrupt ending prove this show has not been well thought out. It’s impossible to predict whether Wap’s star is destined to wane as quickly as it rose – but after tonight, it certainly doesn’t seem out of the question. • At Reading and Leeds festivals, 26 and 27 August respectively. Then touring.",
  "webTitle": "Fetty Wap review – trap king kills the atmosphere and buries the hooks",
  "webPublicationDate": "2016-05-30T10:48:31Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/30/fetty-wap-review-hammersmith-apollo",
  "keyword": [
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Rap",
      "id": "music/rap",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Aroesti",
      "id": "profile/rachel-aroesti"
    }
  ],
  "guardianId": "music/2016/may/30/fetty-wap-review-hammersmith-apollo"
}