{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/26/neil-gaiman-terry-pratchett-tv-invasion-likely-stories-good-omens",
  "id": "2016-05-26-141",
  "sectionId": "tv-and-radio",
  "body": "‘I miss everything about England,” says Neil Gaiman, dressed in his customary black jacket and jeans. “I get so ridiculously happy when I land here. It irritates my wife like nothing on earth. She’s like, ‘What is it about this place? And why doesn’t New York do that for you?’” The Hampshire-born author, who now splits his time between Minneapolis and upstate New York, has lived in the US since 1992. Back then, he was a writer whose fans were found in specialist comic bookstores. How times have changed. “I used to be a cult author,” says the 55-year-old, his dark, wild hair now lightly flecked with grey. “People would either say, ‘Neil Gaiman? I’ve never heard of him,’ or, ‘Neil Gaiman? He’s my favourite author!’ There was nothing in between.” He pauses and looks around the BFI cafe on London’s south bank. “These days,” he says, “people’s mums have heard of me.” The author has flown in, full of beans, with his wife Amanda Palmer and their baby, Ash, to discuss the imminent onslaught of his work: his first non-fiction book, The View From The Cheap Seats, and Neil Gaiman’s Likely Stories – the first of many TV adaptations in the works.  Likely Stories is Tales of the Unexpected for the 21st century – four standalone stories of obsession, sex, death and consumption with a huge cast from Rita Tushingham to Johnny Vegas. And this is just the start: next year will bring TV shows of his novel American Gods (starring Ian McShane) and Good Omens, the apocalyptic comedy he wrote in 1990 with Terry Pratchett, who died last year.     Rita Tushingham in Feeders and Eaters, in which she lives on raw meat alone.    “There is a lot of stuff coming out at the moment and about to come out,” he admits. “But it has been a long time coming.” “American Gods was published in 2001,” he continues. “Starting that year, I would get calls from directors so famous even you and I knew who they were, saying: ‘I just read American Gods and I want to make it into a movie. How do I do that?’ My answer was always: I have no idea. They always figured I would have the answers … just drop this section, do this or that, and I never did.”   Related: Good Omens: Neil Gaiman to adapt Terry Pratchett collaboration for TV    Back then, a movie was the only way to go. “If that didn’t work, you might get a movie made for TV or a miniseries, and that was considered quite a step down,” he says. “But now people want to make TV.” Game of Thrones and The Walking Dead have proved there is a massive appetite for long-form, fantasy-based TV shows. “Here we are 15 years later, and what worked against us is actually on our side. It’s wonderful.”  Gaiman’s fanbase will be amped and ready to lap up any screen version of his work. But, he admits, he doesn’t necessarily want to do them himself. “I never intended to adapt any of my stuff really,” he says. “I wound up doing Good Omens because it was Terry’s last request.” But this was not, as was widely reported, a command from beyond the grave. Gaiman says, “Because Rob Wilkins [Pratchett’s assistant] had been talking about letters sent posthumously, people thought the idea must have come in one of those. It hadn’t. It wasn’t like a reading of the will, where Terry left the instruction: ‘And to my friend Neil Gaiman I leave the obligation to write a television series.’ Terry asked me way back when he was still alive and still very much compos mentis. He wrote me this very sweet email and said: ‘You’ve got to do it.’ And I went: ‘Fuck. Now I have to.’”     Johnny Vegas as Danny, a raconteur telling a ghost story in Closing Time.    Although he’s been involved in Likely Stories, he has taken a back seat to allow series producers Jane Pollard and Iain Forsyth, who rose to prominence with the Nick Cave biopic 20,000 Days On Earth, to have their head.  The four stories are Foreign Parts, about an introverted banker who believes he’s slowly being taken over by a venereal disease he cannot have contracted; Feeders and Eaters, in which a woman (Tushingham) subsists on raw meat alone; Closing Time, a ghost story being told to club members by raconteur Johnny Vegas, and Looking For the Girl, about a pornographer’s fixation with a model. The choices shocked and fascinated Gaiman, who had offered up the 40 or so short stories not already under option. “They’re much darker than I would have picked,” he says. “They’re weird, they’re intangible. They’re all about loneliness and alienation, about the lack of connection, about compulsion and consumption and they don’t come with closure ... there are nooses left hanging.” He would have “tried to find ones that had proper endings rather than ones that leave you feeling faintly disturbed, that you may have been lied to, or thinking ‘weird shit just happened’”.     George Mackay in Foreign Parts, playing an introverted banker who thinks he’s slowly being taken over by a venereal disease.    Gaiman is already steeped in TV – he wrote the original screenplay of Neverwhere for the BBC in 1996, which he later novelised, and which is rumoured to be heading for a remake by Hunger Games director Francis Lawrence – and has also written for Doctor Who. His tastes are wide-ranging, from the original Muppet Show (“one of the comedic glories of the human race”) to The Twilight Zone (“the ones that work just sit there, in the back of your head, creeping you out.”) He accepts that while ambiguity can work in prose, it’s often harder on screen – precisely why Forsyth and Pollard had their work cut out. Gaiman says, “It wasn’t the normal thing of ‘we’ll send you the script for your comments’, it was more them phoning up and saying: ‘What were you thinking, why did they do this?’ I would wind up explaining the iceberg underlying the story. It’s all right to be coy and evocative in a story, but you’d better at least know yourself.” Gaiman briefly appears in each episode, often on a static-y TV screen in the background, quietly expounding some theory on storytelling or horror or human nature. The show is not called merely Likely Stories, but Neil Gaiman’s Likely Stories. Does this mean he has finally gone mainstream? “You are no longer a cult author at the point where people have heard of you. They might not have read your stuff, but they know who you are. John Grisham isn’t a cult author, because even though you might never have read his books in your life you know he writes legal thrillers.” Does he get recognised in the street now? He nods. “It’s odd, and I never get used to it and I’m never entirely comfortable with it, though people are usually very nice.” He pauses. “I do miss those cult author days a bit.” Neil Gaiman’s Likely Stories begins tonight at 9pm on Sky Arts. The View From The Cheap Seats is published on 31 May.",
  "webTitle": "Neil Gaiman on his TV invasion: 'It was Terry Pratchett's last request'",
  "webPublicationDate": "2016-05-26T15:24:49Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/26/neil-gaiman-terry-pratchett-tv-invasion-likely-stories-good-omens",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Neil Gaiman",
      "id": "books/neilgaiman",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Terry Pratchett",
      "id": "books/terrypratchett",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "David Barnett",
      "id": "profile/davidbarnett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/26/neil-gaiman-terry-pratchett-tv-invasion-likely-stories-good-omens"
}