{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/22/bbcso-ibragimova-oramo-review-bartok-williams",
  "id": "2016-05-22-73",
  "sectionId": "music",
  "body": "Joseph Phibbs’s new work for the BBC Symphony Orchestra is called Partita – and yes, it has six movements whose names broadly fit with the old-style dance suite, perfected by JS Bach, that it’s named after. But those movements run together with only one break to form a substantial, 25-minute work. The whole thing feels more like a concerto for orchestra in the way it revels in the orchestra’s sonorities and gives solo instruments – clarinet, trumpet, cello, cor anglais – their moment in the sun. The tugging string harmonies of the opening section, titled Notturno, give way to a scurrying Courante, lightly dispatched here by the BBCSO violins under the sure direction of Sakari Oramo. But it’s the Sarabande that follows on from this that finds Phibbs at his most distinctive: the stately old-style dance is made to morph into a kind of tango, punctuated by woody percussion, with an acerbic sound halfway between Britten-esque eeriness and a cabaret band. Under Oramo’s baton it sounded almost witty, and it certainly leavened the lushness and forcefulness found elsewhere in the work – but it was perhaps gone too soon. Partita formed part of a meaty programme alongside two works responding to the uneasiness of the 1930s. In Bartók’s turbulent Violin Concerto No 2, Alina Ibragimova gave a solo performance of powerful and unflagging intensity. In Vaughan Williams’s Dona Nobis Pacem, soprano Sarah Fox and baritone Duncan Rock sang out the Latin text and Walt Whitman’s poetry, but it was the BBC Symphony Chorus whose well-enunciated, insistent singing really hit home.   On BBC Radio 3 at 7.30pm on 25 May.",
  "webTitle": "BBCSO/Ibragimova/Oramo review – orchestral sonorities meet choral intensity",
  "webPublicationDate": "2016-05-22T14:53:32Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/22/bbcso-ibragimova-oramo-review-bartok-williams",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "BBC Scottish Symphony Orchestra",
      "id": "music/bbc-scottish-symphony-orchestra",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Sakari Oramo",
      "id": "music/sakari-oramo",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Erica Jeal",
      "id": "profile/ericajeal"
    }
  ],
  "guardianId": "music/2016/may/22/bbcso-ibragimova-oramo-review-bartok-williams"
}