{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/raising-cap-tuition-fees-teaching-learning-classes-staff-student-ratios-education",
  "id": "2016-05-17-107",
  "sectionId": "commentisfree",
  "body": "The kinds of initiative you must love if you are a policy maker are those where there is a happy coincidence between what is right for the strategic and economic interest of a country and what is right for the development of its citizens, providing people with the wherewithal to lead rich and fulfilled lives.   Related: Education is our right – we should be cutting tuition fees, not raising them | Malia Bouattia    From this perspective the brief of the universities minister is one of the best in government. The opportunity is there to do great things for the UK. The challenge is to take that opportunity. It is a challenge because each reform and innovation is invariably greeted by a hurricane of sharp intakes of breath from the many institutions with a vested interest in the status quo. This seems to have always been true of higher education in the UK – from the foundation of the colleges of London University (described by Coleridge as a “bazaar”) through to the last substantial wave of liberalisation, the granting of university title to the former polytechnics. We know that higher education (HE) is extremely important to the UK if we are to pay our way in the world and maintain our soft power. We know that there are a number of tremendously valuable HE models, not well established here (despite the many virtues of our top universities, we do not all have to look like them – my own institution, the New College of the Humanities, is a good example of this). And we know, not least from the interesting report from the Higher Education Policy Institute thinktank last week, that the current system is not doing a good job for all our citizens, specifically disadvantaged white boys. The government’s plans acknowledge these issues and take welcome steps towards addressing them. If you approve of innovation, and you believe it is at least as likely to come from new institutions as incumbents, then it is surely right to lift the penalties on the fact of being new. So the proposal to change the award of degree awarding powers, assessing the track record of faculty distinct from their institution, is logical and desirable. Likewise giving authority to the new Office for Students to create a “white label” validating body allows new institutions to develop their own reputation rather than having it subsumed into the bodies that supervise them. The focus on teaching standards is long overdue and must be the corollary of any rise in tuition fees. I await with interest the results of the consultation on how the government’s planned Teaching Excellence Framework will function, but I make a plea that it will distinguish between the old-style industrial-age model, where students sit in their hundreds in serried ranks in lecture theatres, and high-value, student-focused, tailored education.   Related: Higher education white paper: the big changes    The proposal to lift the cap on the current maximum fee in recognition of teaching excellence has already drawn criticism from predictable quarters. University administrators will see matters differently, given the financial pressures that have long since prompted them to argue against the cap. But an important point might get overlooked in a conflict over keeping fees down and raising them, the former in the interests of students’ pockets, the latter in the interests of institutions’ budgets. One of the conditions for good teaching and learning is smaller classes, which means improved staff-student ratios, which entails greater expense. Universities keen to enhance the student learning experience will have to move in the opposite direction from the recent trend towards ever-larger lecture and seminar groups. That will require funding. A raised cap is not a reward but a resource to make possible something that very definitely does not come free. The renewed energy behind providing quality higher education to people from disadvantaged backgrounds is laudable. This could be one of those moments that in years to come our successors will describe as an intervention where young lives and prospects were changed for the better.",
  "webTitle": "Raising the cap on tuition fees will fund innovative teaching | AC Grayling",
  "webPublicationDate": "2016-05-17T15:31:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/raising-cap-tuition-fees-teaching-learning-classes-staff-student-ratios-education",
  "keyword": [
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Tuition fees",
      "id": "education/tuition-fees",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "AC Grayling",
      "id": "profile/acgrayling"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/raising-cap-tuition-fees-teaching-learning-classes-staff-student-ratios-education"
}