{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/nascent-peace-deal-at-risk-amid-philippines-political-uncertainty",
  "id": "2016-05-09-215",
  "sectionId": "world",
  "body": "Political uncertainty in the Philippines – which is likely to continue through the summer months whoever wins Monday’s controversial national elections – risks wrecking efforts to end one of the world’s longest-running Muslim insurgencies that has claimed 150,000 lives, regional analysts warn. Benigno Aquino, the outgoing president, staked his reputation on a comprehensive peace accord signed in 2014 with the Moro Islamic Liberation Front (MILF). The deal envisaged an autonomous entity, known as the Bangsamoro, in the predominantly Muslim Mindanao region of the southern Philippines.  But opposition from nationalist, conservative and Catholic factions in the Philippines congress, which intensified after a shootout in MILF territory in January last year in which 44 policemen died, has delayed ratification of key legislation known as the Bangsamoro basic law. With Aquino soon to be replaced and a new congress yet to convene, work to keep the peace deal alive is on hold until at least July.   Related: Philippines' 'Duterte Harry': the would-be president accused of using vigilante squads    Even then, it is unclear whether the next president or a majority in congress will support it. If Rodrigo Duterte, the maverick law-and-order candidate who led in pre-election polls, wins, nobody truly knows what may happen. Nor do the other presidential candidates share Aquino’s passionate commitment to the peace process, modelled in part on Northern Ireland’s Good Friday accords. The looming power vacuum in Manila has led security analysts to predict that the MILF’s moderate leaders, who forswore their bid for independence in 2003 and have opted for negotiations over continued armed struggle, could be supplanted by a younger generation of Mindanao militants impatient for change.  Last month’s killing in a remote south-western archipelago of a Canadian hostage, John Ridsdel, was seen as a possible portent of worse to come. The Islamist group responsible for the murder Abu Sayyaf, meaning “bearer of the sword”, split from the MILF in 1991 and swore allegiance to al-Qaida. More recently it has been linked to Islamic State. While Abu Sayyaf is currently considered a marginal, largely criminal outfit, more immediately worrying is the emergence of another militant MILF offshoot, the Bangsamoro Islamic Freedom Fighters (BIFF). According to the army, this group of several hundred young men appears to enjoy significant clandestine support in impoverished municipalities in southern Maguindanao province. “There’s one village where I’d say 95% of the men are BIFF,” Jimmy Amolay, a captain in the Philippine army, told Irin news agency. “In the daytime they’re in plainclothes, but at night they turn into BIFF.” The group’s aims resemble those of their predecessors: freedom from military and official abuses, self-determination and an end to endemic poverty in mineral and resource-rich Mindanao. The difference is that they espouse armed force to achieve their objectives.  “In the near term, the failure to pass the basic law will heighten the risk of violence as various groups recalibrate advantage amid the uncertainty,” a Stratfor analysis warned. “The delay will halt efforts to disarm MILF fighters – an already tenuous process. MILF leaders warn that if they cannot demonstrate the tangible benefits of the peace process, they will lose the ability to prevent disaffected younger generations from taking up arms.”    Related: 'We're making our voices heard': Filipinos on the presidential election    There are also concerns that international terrorist groups such as Isis could move in to exploit the vacuum. The BIFF has already pledged allegiance to Isis. “We consider them brothers, but we are not part of them,” said Abu Misry Mama, a BIFF spokesman. Another worry, analysts say, is that a resumed insurgency will distract the Philippines’ armed forces from growing external threats posed by Chinese military expansionism in the South China Sea (known in Manila as the West Philippine Sea) and maritime piracy across south-east Asia. Indonesia called a regional summit and imposed a temporary ban on unescorted shipping to the Philippines last month after a spate of kidnappings of seamen by Abu Sayyaf.  Teresita Quintos Deles, a senior presidential adviser, argues that sustaining the Bangsamoro peace process is a matter of crucial symbolic importance for the Philippines and for the international community as a whole. “Success can help us arrest the spread of extremism around the globe by showing clearly that an Islamic movement can address its grievances and pursue its interests through a legitimate mode of democratic political engagement while still remaining within the country’s territorial and constitutional framework, and without losing their culture and identity,” she said.",
  "webTitle": "Nascent peace deal at risk amid Philippines' political uncertainty",
  "webPublicationDate": "2016-05-09T11:32:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/nascent-peace-deal-at-risk-amid-philippines-political-uncertainty",
  "keyword": [
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Tisdall",
      "id": "profile/simontisdall"
    }
  ],
  "guardianId": "world/2016/may/09/nascent-peace-deal-at-risk-amid-philippines-political-uncertainty"
}