{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/22/press-privacy-last-redoubt-injunctions-lordships-island",
  "id": "2016-05-22-191",
  "sectionId": "media",
  "body": "There’s a huge irony to all the press fury over the supreme court’s decision to keep a privacy gag on that (now rapidly ageing) celebrity threesome. Current law, doggedly putting an English interpretation on privacy and freedom of expression rights as laid out in the Strasbourg charter, seems to mean maintaining the injunction to at least four out of the five supreme arbiters. But the three names involved have been published all over America, all over the internet, all over Scotland. There were 78,000 Twitter clicks on judgment day alone. Even the judges anticipated that the Daily Mail and others would cry “ass”, “Canute” and much, much more. Wait a second, though. Aren’t the papers most anxious to deride our supreme court in this matter also the ones who want us to quit Europe because our supposed sovereignty lies in peril? But now, when it suits them, they condemn most judges as donkeys for not seeing that American privacy legislation – nothing to do with Europe – is drastically different from English or continental law. America, in broad terms, is far tougher on intrusion of the phone-hacking variety, but far more relaxed when celebrities are caught up to no good with pants up or down. First amendment rights. No prior restraint. That’s why names have been named in the US, where injunctions can’t compel silence. That’s why American celeb sites on the worldwide web publish without fear of damnation. That’s why continuing gags invite hollow laughter. The technology of globalisation has simply made English-style privacy redundant. Sovereignty in such matters stops at the internet.Some judges involved see the new situation clear. Lord Justice Jackson did that at the appeal court stage. “It is my view inappropriate for the courts to ban people from saying that which is common knowledge.” Lord Toulson, the dissenting supreme court judge, clearly chooses practicality first: “The story in its essential details has been published in a major Scottish newspaper, it has been widely accessible on websites and Twitter, and anyone who seriously wanted to know [the celebrity’s identity] will have ways of finding it …I have reached a clear view that the story’s confidentiality has become so porous that the idea of it still remaining secret in a meaningful sense is illusory.” The question isn’t whether you approve of seeing celebrity sex indiscretions in print or on the net. The question is whether any proportionate action – far distant from, say, China’s draconian ways with digital information – can reasonably offer even the flimsiest pretence of privacy now. The question is whether the law has a duty to recognise reality. In this world of swirling communication, there is no certain sovereignty, only panting humiliation. No British bill of rights is going to change that – unless, of course, it comes with the thrust of American privacy law. That, on an international scale, is the only meaningful response. But don’t hold your breath. At best, the supreme court has drawn up a “cheaters’ charter” that disintegrates as it reaches Berwick-on-Tweed. At worst, it has made England (not Twittering Europe or Snapchatting America, just England and Wales) a laughing stock, an island of delusion – one where only the lawyers, proceeding now to full trial, have reason to smile. ■ When a print paper dies, those competitors that remain expect to pick up little somethings. Or, in the case of April sales post-Independent demise, some pretty substantial things. There’s a good deal of settling down, promotional ploys and the like to go yet, but while the tabloid sector gained 0.2% on March and the Mail-Express mid-market actually declined, the qualities were up almost 3% month-on-month and 2.62% year on year. 40,000 more copies sold than in April 2015 (with the surviving i naturally doing best of all). The Observer has good news: 9,471 more April copies sold than in March. The Sunday Telegraph put on 11,372. Oh! and if Indy addicts are feeling down, their standalone website is up over 40% in a year. You can get glum reading circulation figures. You probably will again as summer comes. But note the resilience, while it’s there, as the pages turn.",
  "webTitle": "Press privacy finds its last redoubt on their lordships’ island of injunctions",
  "webPublicationDate": "2016-05-22T05:59:34Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/22/press-privacy-last-redoubt-injunctions-lordships-island",
  "keyword": [
    {
      "webTitle": "Privacy & the media",
      "id": "media/privacy",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Injunctions",
      "id": "law/injunctions",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Privacy",
      "id": "world/privacy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK supreme court",
      "id": "law/uk-supreme-court",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Preston",
      "id": "profile/peterpreston"
    }
  ],
  "guardianId": "media/2016/may/22/press-privacy-last-redoubt-injunctions-lordships-island"
}