{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/08/kevin-rowland-dexys-ive-expressed-myself-the-way-i-wanted",
  "id": "2016-05-08-154",
  "sectionId": "music",
  "body": "I meet Kevin Rowland for lunch in his local vegan restaurant in east London. He is dressed down today, at least by his often extravagant sartorial standards, in buttoned-up denim shirt, wide denim jeans and a large flat cap. The look, from the stripy fisherman’s jumper draped over his shoulders to his well-groomed ’tache and goatee, is bohemian, rather than full-on dandy. He seems relaxed and looks tanned and healthy. “Yeah, I feel all right,” he says, smiling, “but I do have to work at it. I’ve made an album exactly how I wanted to. I’ve expressed myself in the way I wanted.” The album in question is called Let The Record Show: Dexys Do Irish and Country Soul. It is, as its title suggests, an unlikely hybrid, comprising a selection of Irish ballads mixed with some other songs that, as the blurb puts it, “loosely fall under the heading country soul”. They include Joni Mitchell’s Both Sides Now and Rod Stewart’s You Wear It Well, which is stretching the definition of country soul somewhat but, as ever, Kevin Rowland walks to the beat of his own drum. Essentially, what unites them all is that he likes them and they lend themselves to the kind of no-holds-barred emotional delivery that has been his signature since Dexys Midnight Runners unveiled their statement-of-intent debut, Searching for the Young Soul Rebels, in 1980. “All the songs on here are deep within me,” he says, “and I’ve had a real urge to do them for a long time. They are as much a part of me as if I had written them myself and I put as much of myself into them. One hundred per cent, probably more.” As fans of Dexys will attest, Rowland is nothing if not totally committed to his singular brand of soul-baring intensity. The strident thrust of early songs such as Geno and Dance Stance may have been tempered by the years, but the intensity remains and is now channelled into vocal performances that walk the line between passionate and melodramatic. He does not so much sing a song as inhabit it, in much the same way as a method actor might immerse himself in a role. “You don’t just rock up to the studio and just sing the song,” he tells me, “You’ve got to get inside the song. You’ve got to know who you are when you are singing the song and you gotta know who you’re singing to. Otherwise it’s not going to be believable.”     Rowland and the current Dexys personnel, Lucy Morgan and Sean Read.    During his recording of the supremely melancholy Irish ballad Carrickfergus, he says he related so much to the protagonist that he began to experience chills. “It’s the words of a long-distance man – the Irish labourers who travelled around England, often walking from town to town and sleeping rough, in search of work. He’s dying and he wants to return to Ireland where his love is buried. I related to that in a very real way and began to feel cold and shivery when I was singing in the studio.” On the recording, you can hear him cough during the song and utter a long sigh at its end. “It wasn’t because I had a cold,” he says, “It just came out and, when I played it to a friend I trust, he said, ‘You’ve got to leave the cough on there.’ That’s when it occurred to me that the cough and the sigh at the end are actually a part of the song.” A week after our meeting, I witness Rowland stride out on to the stage of the Royal Festival Hall as part of Imagining Ireland, a diverse musical celebration to mark the centenary of the Easter Rising of 1916. Wearing a pale pink 1920s suit with the widest trousers imaginable, he proceeds to tear down the place with his rendition of the Irish song The Curragh of Kildare. As the song progresses, you can feel the initially suspicious audience respond to his passionate delivery. His even more emotive take on Carrickfergus, covered by the likes of Bryan Ferry and Van Morrison before him, becomes a soulful tussle between him and his current collaborator and co-producer, Sean Read. On record, though, it’s a different matter. Without the live setting, the same songs sound somewhat overworked and overwrought, too reverent and literal. I tell him that it is hard for me to imagine anyone singing a song like Forty Shades of Green or the more recent, but equally romantic The Town That I Love So Well without succumbing to the sentimentality that is explicit even in their titles. Rowland is having none of it. “They’re not sentimental to me,” he says, firmly and with just a trace of the old combativeness. “I’m the son of a builder. I’m not the son of an intellectual, and the kind of people who find songs like these sentimental are usually intellectual types, people who aren’t in touch with themselves. I first heard those songs sung by my uncles and aunts, unaccompanied, and they sang them beautifully and I responded to them in a purely intuitive way. To me, they’re just beautiful songs and I sang them as best I could.” Which raises the question, why did he not do an entire album of Irish songs? “Well, that was the idea back around 1983, when I originally wanted to do it,” he says of the album’s long gestation. “I was going to [County] Mayo a lot back then, getting into roots a lot. I was exploring Irish culture and going to Derry and Belfast to try to understand what was going on there, too. My idea then was to do a whole album called ‘Irish’, but, as time went on, I just thought I’d really like to do You Wear It Well and Both Sides Now.”     One I made earlier: Dexys Midnight Runners in the woolly hat period. Photograph: David Corio/Getty Images    He explains that the Rod Stewart song soundtracked the end of a magical summer in the early 1970s when Rowland worked at Butlins, in his late teens. “It just captured the romance of that time for me and that feeling of melancholy when you are leaving something beautiful behind.” Joni Mitchell’s song was just powerful. “I first heard Both Sides Now when I was 13 and it touched me in a very deep way. Still does. It has just so much beauty to it. I’m an intuitive guy and I can’t often articulate why I do the things I do, nor am I even interested in doing that unless someone like you asks me to. For me it’s about finding the beauty and expressing it, whether it’s an Irish ballad or a soul song or one of my own songs.” Rowland’s Irish roots have always shone through in his music, though, from the cover of Searching for the Young Soul Rebels, which featured a young lad clutching his possessions after his home had been burned down by a sectarian mob in Belfast, to the stirring recital of the names of great Irish writers on the single Dance Stance, and on to the Celtic gypsy-soul of Too-Rye-Ay. Born in Wolverhampton to Irish parents, he lived in Mayo, where his parents grew up, from the age of one to four, before returning to his home city. “I remember starting school and having the piss taken out of me all the time,” he tells me, “Then, we moved from Wolverhampton to London when I was 10 and that was even worse because Irish people were not held in high esteem here back then. You have to fit in to survive as a kid, so I became good at accents very quickly.” We talk about how the Irish songs he sings may have a different resonance for first-generation Irish people like him who grew up in Britain. When I ask him if he feels Irish, he says: “Along the way, I have wanted to get away from it and I’ve embraced it. And now I think I can honestly say that I’m in a place where I’m comfortable with who I am. I think all identities are a dead end, really. So, I’m not saying this or that about Ireland with this record, except that this is how I do these songs that I love.” Rowland’s teenage years were fraught and he had several run-ins with the law, including an arrest for assaulting a gang of men with an iron bar. The original Dexys Midnight Runners were a way of channelling his alienation and, initially, he ran the group as a cross between a gang and a team, imposing strict rules about physical fitness, dress – donkey jackets and woolly hats – and, though they were named after a brand of amphetamine, banning all forms of drug use and rejecting all things rock’n’roll. “No one else was talking about soul in 1978,” he tells me, “You weren’t reading about soul in NME back then. That’s why it was cool to me. It had potential to be radical. To me, it was after punk and it was new and a bolt from the view and I loved soul but now I think it was a bit narrow. In fact, I wish we had never said that word, soul, because once you label something, you kill it. I think we should never have said anything except we’re Dexys and this is our music.”     Rowland’s appearance at the 1999 Reading festival in a dress. Photograph: Michael Walter/PA    That music has taken on many radically different guises since then, while somehow remaining essentially and identifiably Dexys. After the huge crossover success of Come on Eileen and the accompanying album Too-Rye-Ay, he found himself all at sea in the mainstream. “I was fairly comfortable being the outsider knocking on the door,” he said of that time in 1999, “but once the door opened and I stepped inside, I was completely lost.” When 1985’s album Don’t Stand Me Down, still considered by many his masterpiece, flopped, his career nosedived, dramatically leading to bankruptcy and a spell in rehab. (I reviewed the record somewhat equivocally for NME back then, and today, more than 30 years later, he brings it up as he has on the few occasions we have met since. “NME definitely had it in for us at that time,” he says, “But don’t worry about it. It’s in the past. It was all a long time ago.” Back then, though, I used to dread bumping into him, as he had beaten up another journalist who had written an unfavourable review.) In 1999, he released an album of cover versions called My Beauty on Creation Records, posing on the cover in drag. At that year’s Reading festival, he donned a white dress, stockings and lipstick to sing Whitney Houston’s The Greatest Love of All to a bemused audience that responded with boos and bottles. “Four years ago I was nuts,” he told the Guardian in 2003. Thirteen years of silence separated My Beauty and the release of One Day I’m Going to Soar, Dexys’s critically acclaimed late comeback from 2012. In interviews, he spoke of prolonged periods of therapy to battle drug use and feelings of guilt about past behaviour. Today, he does not want to dwell on the past, but he does say, “For a long time, I wasn’t able to express myself in the way that I wanted. I would try to do things, but nothing seemed to work creatively. And, at the time, I would probably have been saying to myself, ‘Oh, no label wants to sign us’ or whatever, but deep down I think I knew that what I was doing wasn’t really good enough to put it out in the world.” There is a palpable aura of calmness, if not quite serenity, about Kevin Rowland these days, as if he has finally made peace with his own impossible demands regarding art, beauty and, above all, passionate intensity. “I probably had to go though all the things I went through in order to make the music I wanted to make again,” he says, “which is incredibly hard, but I also recommend it, taking 20 years off or whatever time it was. Sometimes you just have to step back.” Let the Record Show: Dexys Do Irish and Country Soul will be released on 3 June on 100%/Warner Music",
  "webTitle": "Kevin Rowland: ‘I’ve expressed myself in the way I wanted’",
  "webPublicationDate": "2016-05-08T07:30:01Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/08/kevin-rowland-dexys-ive-expressed-myself-the-way-i-wanted",
  "keyword": [
    {
      "webTitle": "Dexys Midnight Runners",
      "id": "music/dexys-midnight-runners",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Soul",
      "id": "music/soul",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Country",
      "id": "music/country",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean O'Hagan",
      "id": "profile/seanohagan"
    }
  ],
  "guardianId": "music/2016/may/08/kevin-rowland-dexys-ive-expressed-myself-the-way-i-wanted"
}