{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/ireland-to-have-minority-fine-gael-government-after-deal-agreed",
  "id": "2016-05-03-11",
  "sectionId": "world",
  "body": "Ireland will have a minority Fine Gael government after a deal that includes the suspension of water charges was agreed in Dublin. The main opposition party, Fianna Fáil, and Fine Gael hammered out a deal that will see a 15% rise in rent allowances to alleviate the housing crisis, especially in Dublin, and an increase in the numbers of the Garda Síochána to 15,000 to fight rising crime, including the current gangland warfare that has claimed at least six lives since February. The Confidence and Supply Arrangement for a Fine Gael-Led Government document was agreed after three weeks of negotiations between Ireland’s two biggest parties.  It means that Micheál Martin, leader of Fianna Fáil, and his party will abstain when Fine Gael propose Enda Kenny to be returned as taoiseach, possibly as early as the end of this week.  Martin has also pledged in the document to allow for the introduction of three separate budgets up to the autumn of 2018. In return, Fine Gael has offered more reform to the way public sector appointments are made with a view to weeding out party favouritism in filling top civil service posts.  The cornerstone of the Fine Gael-Fianna Fáil deal is the suspension of water charges, which were largely loathed by the electorate and became a major issue which inflicted major political damage on the outgoing Fine Gael-Labour coalition. Fianna Fáil also secured a commitment that new measures would be introduced to protect mortgage holders in arrears whose debt is sold on by banks to capitalist ”vulture fund” corporations.  The next move will be an attempt to win over the Independent Allianceof non-aligned members of the Dáil to help prop up a Fine Gael government. One issue emerging as a possible dealbreaker between the Independent Alliance and Fine Gael is a demand of one Dáil deputy, John Halligan TD, for a special cardiac unit for University hospital in Waterford. The current health minister and Fine Gael TD Leo Varadkar said he was opposed to constituency-by-constituency deals. Halligan has said he will not support any deal that helps create a Fine Gael minority government if his demand is not met.  In the February general election, Fine Gael, led by Kenny, lost 26 seats but it remains the largest party in the Dáil with 50 seats. Fianna Fáil made a stunning recovery from a historic low of 21 seats in the 2011 general election to win 44 seats. Sinn Féin remains the third-biggest party with 23 seats. Its increased presence in the Dáil is the main reason why Fianna Fáil will not sit in government.  Three previous attempts in the Dáil to elect a taoiseach in the wake of the election have all ended in failure. If Fine Gael can reach a deal with the Independents, Kenny could become his party’s first taoiseach to be re-elected to the role in post-independence Irish history.",
  "webTitle": "Ireland to have minority Fine Gael government after deal agreed",
  "webPublicationDate": "2016-05-03T22:41:50Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/ireland-to-have-minority-fine-gael-government-after-deal-agreed",
  "keyword": [
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Enda Kenny",
      "id": "world/enda-kenny",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry McDonald",
      "id": "profile/henrymcdonald"
    }
  ],
  "guardianId": "world/2016/may/03/ireland-to-have-minority-fine-gael-government-after-deal-agreed"
}