{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/18/why-did-this-designer-pair-beyonces-formation-with-white-models",
  "id": "2016-05-18-347",
  "sectionId": "music",
  "body": "Gone are the days when fashion labels could hit play on a Beyoncé track, assuming it would serve as an innocuous beat-keeper as their long-legged models walked down the runway. This week the Melbourne fashion label Misha closed their Australian Fashion Week show with models walking to Beyoncé’s black power anthem Formation. On a video clip posted to Instagram by IMG Models, users howled with outrage that none of the models shown were black; indeed, most appeared to be white.   Related: Beyoncé's Formation reclaims black America's narrative from the margins | Syreeta McFadden    With its almost war cry-like chorus (“Okay ladies, now let’s get in formation, cause I slay”), Formation is an intensely political track and affirmation of black womanhood, and its video contains a litany of black cultural and political references, including nods to the #BlackLivesMatter movement and 2005’s Hurricane Katrina. In other words, it is not a song to be used lightly, or without an awareness of what it signifies – particularly at this point in the cultural conversation. And when you use models that are all cut from the same pale and slender cloth, it becomes an insult to a song that, in part, rallies against that very beauty convention (“I like my baby heir with baby hair and afros / I like my negro nose with Jackson Five nostrils”).       As the Indigenous Australian choreographer Amrita Hepi said in a post on Facebook addressed to Australian Fashion Week: “If you want to take from all of the subcultures and exoticism of minorities how’s about you at least put them in your shows? – don’t tell me you tried. TRY HARDER.  “‪#‎mbfwa‬ show me the real Australia. It’s better looking and browner and more unbinary and interesting than you think.”   Related: Why Beyoncé can never leave her blackness at the door - Token podcast    Fashion has always been one of the worst offenders of cultural appropriation – up there with music, of course, with Beyoncé herself guilty of Indian cultural appropriation in her collaboration with Coldplay, Hymn for the Weekend. Also see: Native American headdresses at music festivals, Justin Bieber’s dreadlocks, Chola-style and the Diesel ad featuring a niqab, just to name a few. A recent documentary, The First Monday in May, lifts the curtain on the making of an exhibition by the Metropolitan Museum of Art’s Costume Institute called China: Through the Looking Glass and its 2015 launch at the Met Gala. The superficial exoticism through which the vast majority of the showcased designers engaged with the country became crystal clear when one admitted he drew inspiration from a “postcard version” of China as presented by film-makers like Wong Kar-wai and, with a naughty twinkle in his eye, said that drawing from this fantasy version was better than actually visiting the country. Respectful cultural appreciation – as opposed to appropriation – is possible; one could argue it even has the potential to bring us more interesting and profound fashion concepts. Interrupt Mag posted an excellent guide to wading through these tricky waters but, in short, it requires asking careful questions throughout one’s design process: what culture does this style reference, and what is my relation to that culture? Why have I chosen to reference this culture? Have I done so aware of its political and historical context? How will my work impact the community I am referencing? As an industry, fashion sits uneasily between art and commerce. If a designer trades on lazy stereotypes or uses politically charged symbols as mere window dressing to their work, it might make for excellent sales figures but let’s not kid ourselves that they’re making art. And while cultural insensitivity is hardly a uniquely Australian trait, when you’re as multicultural as we are and carry the trauma of colonialism, there should be aspiration to something greater.",
  "webTitle": "Runway misfire: pairing Beyoncé’s Formation with white models misses the song’s point",
  "webPublicationDate": "2016-05-18T04:11:45Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/18/why-did-this-designer-pair-beyonces-formation-with-white-models",
  "keyword": [
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "music/2016/may/18/why-did-this-designer-pair-beyonces-formation-with-white-models"
}