{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/cultural-revolution-anniversary-show-power-struggle-rumours-mao-china",
  "id": "2016-05-10-168",
  "sectionId": "world",
  "body": "With just days to go until the 50th anniversary of Mao Zedong’s devastating Cultural Revolution, a Maoist revival show staged at the nerve centre of Chinese politics has sparked a ferocious political row, fuelling persistent rumours about a struggle for power at the top of the Communist party.  The Mao-themed extravaganza was held in early May at the Great Hall of the People, a colossal granite edifice in Tiananmen Square that hosts China’s most important political events.  Online footage of the spectacular showed giant images of Mao and the current president, Xi Jinping, being projected over the stage as dozens of choristers performed revolutionary “red songs” harking back to the days of Mao.            During a rendition of Sailing the Seas Depends on the Helmsman - an anthem from the Cultural Revolution – the Great Hall’s cavernous auditorium filled with the lyrics:   “Sailing seas depends on the helmsman, Life and growth depends on the sun. Rain and dew nourish the crops, Making revolution depends on Mao Zedong Thought. Fish can’t leave the water, Nor melons leave the vines. The revolutionary masses can’t do without the Communist party. Mao Zedong Thought is the sun that forever shines.”  At another moment a banner appeared reading: “People of the world unite to defeat American invaders and their running dogs!”   Related: China's Xi Jinping denies House of Cards power struggle but attacks 'conspirators'    Beijing had hoped to ignore the 16 May anniversary of the start of the Cultural Revolution, a decade-long political upheaval that claimed up to 2 million lives. The party’s official verdict on the period, delivered in 1981, said it had caused “the most severe setback and the heaviest losses suffered by the party, the country, and the people” since its foundation in 1949.  But the highly controversial concert has triggered a bitter public debate that has thwarted the party’s plans to gloss over the anniversary.      There have been accusations that President Xi Jinping is trying to build for himself a Mao-style cult of personality. Photograph: Jason Lee/Reuters    Some claim the decision to stage the show in such a politically symbolic venue is part of a high-level conspiracy designed to damage Xi. “This is a political trap to frame the top leader,” Ma Xiaoli, the daughter of one party veteran who was persecuted and purged during the Cultural Revolution, claimed this week. She blamed “anti-Xi” forces who wanted to portray the president’s leadership as a Mao-style personality cult. Others suspect Xi, who has praised Mao and sought to stifle criticism of his own rule since taking power in 2012, might have had a hand in organising the show, which took place on 2 May.  “I do not think others have set a trap for Xi; I think he has set the trap for himself,” said Zhang Lifan, an outspoken historian and critic of China’s president. “Given Xi’s personality, it is the kind of thing he would do.” Some political observers see the row as the latest hint of an internal power struggle that might be raging at the top of the Communist party, which has 88 million members. Writing in the Hong Kong-based South China Morning Post, the political journalist Wang Xiangwei said: “The saga adds another interesting twist to the political manoeuvring playing out in the corridors of high power in Beijing as liberals and leftists wage an increasingly tense tussle to sway the leadership over the direction of the country.” Wang added that it was disingenuous to suggest a concert could be held in such a politically significant venue without the collaboration of senior officials. Jude Blanchette, a Beijing-based scholar who is writing a book about the influence of Maoism on contemporary China, said the identities and motivations of the show’s promoters was a mystery. “There are tonnes of rumours flying around right now,” he said.  Blanchette described claims that the spectacular was an attack on Xi as “tenuous”, but added that it was also unlikely that the president had backed the event: “I can’t imagine that he could have supported it knowing that the reaction was going to be this intense.” More likely was that the organisers had misread the political climate and failed to anticipate the backlash a Cultural Revolution-themed concert would cause, he said. “Given the climate now ideologically, given this resurgence of party history, given some of the dog-whistle signals Xi Jinping has given about the role of the party and the way that the neo-Maoists have interpreted those, I can see how someone overzealously thought that they could get away with a concert redolent of Maoist past glories and the Cultural Revolution, clearly misjudging the level of controversy that the [period] still has for so many.  “Cockup over conspiracy makes sense to me.” Whatever the case, the show has exposed the chasm that still exists between those who view the Cultural Revolution as a catastrophe for which the Communist party has yet to fully atone, and a much smaller number of neo-Maoists who believe Mao has been unfairly demonised for what they continue to view as a golden period.     Delegates attend a session of National People’s Congress at the Great Hall of the People, where the Cultural Revolution concert was staged. Photograph: ChinaFotoPress/Getty Images    China’s party-run press has lent its voice to critics of the Mao revival concert, with one newspaper noting that the “glorification” of China’s “chaotic decade” was unwelcome. But such attacks have met with an unflinching retort from the neo-Maoists, with one prominent figure accusing critics of using the period as a “political dagger … [with which] to slay our party and our nation”.  “Any such denunciation of the Cultural Revolution is entirely making public opinion preparations for the United States and other western nations in [plotting the] extinction of the Chinese nation,” wrote Zhang Hongliang in an article translated by the University of Hong Kong’s China Media Project. Blanchette said the row was a reminder of the long shadow the Cultural Revolution continued to cast over today’s China.  “Fifty years later it is the single most controversial episode in modern Chinese history. It is the most divisive moment,” he said. “There are two really entrenched, highly politicised sides on this issue. There are people who felt intense, searing pain, who felt like the party’s effort to sweep this under the rug [denied them] an open, honest historical reckoning [about the Cultural Revolution]. “And, on the other side, you have a highly motivated and organised populist group who thinks that the party’s attempt to sweep this under the rug was the original sin of the Deng [Xiaoping] era. It’s when they first sold out Mao Zedong and his revolutionary vision.” The latter group was now on the offensive following the Tiananmen Square show, Blanchette said. “A month ago things were quiet on the Maoist front in terms of historical remembrance. Now it has clearly, clearly picked up.” Additional reporting by Christy Yao",
  "webTitle": "Cultural Revolution concert fuels China power struggle rumours",
  "webPublicationDate": "2016-05-10T12:50:33Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/cultural-revolution-anniversary-show-power-struggle-rumours-mao-china",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Xi Jinping",
      "id": "world/xi-jinping",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/10/cultural-revolution-anniversary-show-power-struggle-rumours-mao-china"
}