{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/elbowgate-justin-trudeau-canada-honeymoon-politics-over",
  "id": "2016-05-20-232",
  "sectionId": "commentisfree",
  "body": "The world reached peak Trudeaumania late last month, when Marie Claire, the British women’s magazine, ran an article under the headline: Justin Trudeau: full time Canadian Prime Minister, part time lover. The article declared him to be a “total Mr Hotsticks”, and celebrated him as a politician, father, husband, boxer and feminist. It was the ne plus ultra of Trudeau odes, the gushiest expression of affection for Canada’s telegenic leader since his election in October, when he strode onto the world stage with the kind of runway poise that few politicians can manage. Since then, he has been generating clicks with expertly produced media opportunities, fashion shoots and viral social media gambits. It has been fun for Canadians to see their leader in the flashbulb glare, particularly after 10 years of dour Stephen Harper, whose grim-faced international outings set aflutter the hearts of only the most ardent Israel supporters. On Wednesday, Trudeau’s long honeymoon came to an abrupt end when he lost his temper with New Democratic Party MPs who were delaying a vote by preventing Conservative whip Gord Brown from returning to his seat.    Related: Justin Trudeau apologises for elbowing opposition MP in Canada's parliament    Rather than waiting patiently for the shenanigans to play out, Trudeau strode over, shouting at parliamentarians to “get the fuck out of the way”, grabbed Brown by the arm and elbowed MP Ruth Ellen Brosseau in the chest.  In the video of the incident, you can see Brosseau wincing in pain. She left the chamber and missed the subsequent vote. The optics were bad. She’s a young, telegenic and well-liked former bartender. Trudeau, a young, telegenic, well-liked former bar bouncer, had just given her a shot in the chest. Opposition MPs, who have not been enjoying Trudeau’s honeymoon, made the most of his bizarre display of aggression, indulging in over-the-top denunciations. They called him a bully, accused him of assault and violence against women and derailed the business of the legislature for a day.           Elbowgate: Canadian PM Justin Trudeau apologises after physical altercation in parliament    Trudeau apologized effectively, repeatedly and unreservedly, but his handlers had to watch as his carefully developed celebrity turned against him. The clever people around Trudeau have worked hard to make sure that people around the world know he is. Now they know he has for some reason elbowed a woman in the chest. And this was not just reported in the New York Times, CNN and the Guardian. People magazine and the Jakarta Post carried the news. Trudeau had carelessly damaged a brand that he has spent a long time building. But this doesn’t pose a serious threat to his government. Both big opposition parties are as-yet leaderless. Many Canadians were tired of Harper. Polls show broad support for the government’s centre-left agenda, and many Canadians have known Trudeau since he was a child, when his father Pierre was prime minister. He can draw on a deeper reservoir of good will than most leaders. This moment of thuggery does pierce his carefully constructed international image as a feminist Mr Hotsticks, boosts the morale of his opponents and raises questions about his state of mind that will remain after this blows over. During the election that brought him to power, the increasingly desperate Conservatives warned in a barrage of attack ads that Trudeau was “just not ready,” suggesting he lacked the maturity, depth and gravitas that the job requires.  He managed to win by demonstrating passion and poise, but he had to overcome earlier moments when he let his emotions get away from him. In 2012, he gave a news conference so full of histrionics that reporters were openly rolling their eyes. In careless moments, he has expressed admiration for the Communist dictators of China, called a Conservative minister a “piece of shit”, and suggested Quebec might be justified in separating from Canada.   Related: The world adores Justin Trudeau. In Canada, we're still reserving judgment | Rebecca Shapiro    But Canadians are used to Trudeaus causing trouble. His father, Pierre, famously told opposition MPs to fuck off during a debate, later explaining that he said “fuddle duddle”. He gave the finger to protesting farmers, pirouetted behind the Queen and rode down a bannister in Moscow. In the 1970s, Justin’s mother, Margaret, made headlines by cavorting with the Rolling Stones after she left Pierre. Wednesday’s incident is unlikely be last such moment. Canadians can expect to be enraged, amused and entertained by the Trudeaus for years to come, even if, for now, he has disappointed many of his admirers around the world.",
  "webTitle": "Elbowgate: is it the end of the Justin Trudeau honeymoon? | Stephen Maher",
  "webPublicationDate": "2016-05-20T11:00:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/elbowgate-justin-trudeau-canada-honeymoon-politics-over",
  "keyword": [
    {
      "webTitle": "Justin Trudeau",
      "id": "world/justin-trudeau",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Maher",
      "id": "profile/mr-stephen-maher"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/elbowgate-justin-trudeau-canada-honeymoon-politics-over"
}