{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/25/marks-spencer-boss-says-recovery-plan-will-weigh-on-profits-clothes",
  "id": "2016-05-25-71",
  "sectionId": "business",
  "body": "More than £700m has been wiped off the market value of Marks & Spencer after its chief executive warned his turnaround plan for its struggling clothing business would blow a hole in profits in the short term.  The shares, which were already down by a quarter this year, slumped another 10% on Wednesday after Steve Rowe said the group needed to lower its prices and put more assistants on the shop floor to better serve its most loyal group of shoppers, dubbed “Mrs M&S”. These fiftysomething women had been neglected as it chased younger shoppers but Rowe promised to “cherish and listen to her”. M&S’s clothing sales have grown in only one quarter over the past five years and Rowe has made clear that reviving the division was his “No 1 priority”. He said prices were out of kilter with the competition and in some cases it had “gone a bit too fashionable”.  “Mrs M&S has always been there but we have not always paid her enough attention,” he said, adding that instead of sticking to the plan to bank profits from manufacturing its clothes more cheaply it would cut prices across 30% of its range.   M&S share price in 2016 M&S share price in 2016.   His comments came as M&S reported a 3.5% increase in full-year profits to £684.1m in the year to 26 March. Sales rose 0.8% to £10.4bn.  The retailer has started a review of its cost base, but Rowe, who began his retail career at 15 as a Saturday boy at M&S’s Croydon store in south London, has delayed until the autumn any pronouncements on major business areas such as the future of its large store estate or its international arm, whose operating profits tumbled 40% to £55.8m. It has also begun talks with staff over plans to shut its final salary pension scheme – which is already closed to new members. Rowe, who has worked at M&S for 26 years, succeeded Marc Bolland as chief executive at the start of April. To rejuvenate its struggling clothing division he has promised to improve the quality and fit of its clothes as well as offer more entry level prices, addressing criticism that its fashion had become too expensive. “We are investing to re-establish our price position by sharpening prices and to enhance service by putting more employees into our stores,” said Rowe. “These actions, combined with the difficult trading conditions, will have an adverse effect on profit in the short term.”     Steve Rowe. Photograph: Marks & Spencer/PA    While customers can look forward to lower prices, investors were less enthused by the outlook for profits, given the years of heavy investment under Bolland were supposed to have laid the foundations for growth. In a measure designed to soothe disgruntled shareholders, the retailer said it was paying a special dividend of 4.6p a share, or a total of £75m. Haitong analyst Tony Shiret predicted the City’s profit forecast for the retailer would drop from £700m-$710m to £620m-£630m for this year. The warning on profits coupled with the delayed strategic review was a “poor combination”, said Shiret. “The danger here is that the strategy review when it arrives will bring further news of negative numbers.” Rowe was upfront that his turnaround of the business faced major headwinds. “Consumer confidence has dipped, the clothing market is flat, online sales have slowed and there’s deflation in the food market,” he said. “Our customers are changing too as they become increasingly style and health conscious, shop around and expect more.”   M&S share price since 2004 M&S share price since 2004.   After analysing the behaviour of its 32 million shoppers he said that while some retained a “deep rooted affection for M&S” for others M&S “is no longer their first choice”. He revealed that contrary to the popular view 42% of its shoppers were actually male and 22% were under 35. “So clearly they are not all old or female,” he said although younger shoppers were more likely to be found in its foodhalls. Rowe said he had to act to stop the rot in clothing and home business because despite initiatives, such as a collaboration with TV presenter Alexa Chung, the division had haemorrhaged £200m of sales in the last three years. Over the same period its average clothing price had risen 13% with M&S increasingly reliant on the “drug” of discounting to stimulate sales, resulting in 40% of goods being marked down. “This started a damaging cycle for our clothing business,” he said. “We clearly got our price dynamic wrong.” The retailer said it would now focus on delivering “stylish everyday essentials” andthat it was reducing the number of overall clothing options by 10% after shoppers complained its range had become unwieldy and confusing. Rowe also promised to spruce up store toilets and changing rooms, with grubby facilities a favourite gripe of its army of small investors-cum-shoppers at its annual meeting. “Our customers look to M&S not for fashion trends but for accessible products they can wear with confidence,” he said. “We will restore our price position by investing in everyday price and reducing the number of promotions and sales. We have been too reliant on promotions which has eroded our value credentials.”",
  "webTitle": "Marks & Spencer share price plummets after turnaround warning",
  "webPublicationDate": "2016-05-25T17:27:24Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/25/marks-spencer-boss-says-recovery-plan-will-weigh-on-profits-clothes",
  "keyword": [
    {
      "webTitle": "Marks & Spencer",
      "id": "business/marksspencer",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "business/2016/may/25/marks-spencer-boss-says-recovery-plan-will-weigh-on-profits-clothes"
}