{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/abbott-a-well-known-millionaire-offered-me-5000-when-i-was-a-new-mp",
  "id": "2016-05-05-356",
  "sectionId": "australia-news",
  "body": "Tony Abbott was offered $5,000 cash in an envelope as he was leaving a drinks party hosted by a “well-known millionaire” when he was a “relatively” new member of parliament.  He made the claim in a speech to parliament on Wednesday. He implied he did not take the cash but was advised to get a cheque made out to the Liberal party as a donation. Abbott also called on the mining industry to “acknowledge and demonstrate their gratitude” to his retiring former minister Ian Macfarlane, who was responsible for the industry portfolio when the mining tax was dumped. His comments regarding Macfarlane sparked an immediate motion in the NSW Upper House by Greens MP Jeremy Buckingham calling for the establishment of a federal anti-corruption body.   Related: Australian political donations 2014-15: search the data    Buckingham flagged a motion to ask the parliament to agree “that the suggestion by the former prime minister, Tony Abbott, that a major beneficiary of his government’s decision should subsequently reward the responsible minister, Ian Macfarlane, for his work is potentially corrupt and certainly a corruption of the fundamental integrity of our democracy”. Abbott had been paying tribute to his retiring ministers just before 8pm on Wednesday. “The member from Groom, Ian Macfarlane, was the resources minister who scrapped the mining tax,” Abbott said. “This was the job-destroying, investment-killing tax which did not raise any revenue. It was a magnificent achievement by the member for Groom in his time as minister reborn, as it were. “I hope this sector will acknowledge and demonstrate their gratitude to him in his years of retirement from this place.”   Related: Liberals accepted $25,000 from Linc Energy months after charges over gas leaks    Abbott went on to tell an anecdote about being offered cash in an envelope at the drinks party of a “well-known millionaire”. Abbott entered the parliament in 1994. “I recall quite some years ago, as a relatively new member of parliament, that a well-known millionaire invited me for a pre-Christmas drink,” Abbott said.  “As I was leaving he gave me an envelope and said, ‘That’s your Christmas present.’ When I opened it up it contained $5,000 in cash. I can tell you, the Abbott family in those days could have used that money, but it did not feel right. “I rang Bill Heffernan for his advice and he said: ‘Once bought, always bought. Give it back and say to that person, ‘Please write out a cheque for the campaign’.” Buckingham immediately introduced a motion noting Abbott’s comments and calling for “the establishment of a federal anti-corruption body who can investigate issues such as this”. As prime minister, Abbott’s own code of conduct for his ministers said: “Ministers are required to undertake that, for an 18-month period after ceasing to be a minister, they will not lobby, advocate or have business meetings with members of the government, parliament, public service or defence force on any matters on which they have had official dealings as minister in their last 18 months in office. “Ministers are also required to undertake that, on leaving office, they will not take personal advantage of information to which they have had access as a minister, where that information is not generally available to the public.” Tony Abbott’s office was contacted for comment.",
  "webTitle": "Abbott: a 'well-known millionaire' offered me $5,000 when I was a new MP",
  "webPublicationDate": "2016-05-05T01:30:42Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/abbott-a-well-known-millionaire-offered-me-5000-when-i-was-a-new-mp",
  "keyword": [
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian political donations",
      "id": "australia-news/australian-political-donations",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mining",
      "id": "business/mining",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/05/abbott-a-well-known-millionaire-offered-me-5000-when-i-was-a-new-mp"
}