{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/talking-horses-saturdays-best-bets-latest-racing-news",
  "id": "2016-05-27-2",
  "sectionId": "sport",
  "body": "One week after Hugo Palmer met with disappointment in Ireland, Gifted Master (3.45) may put a smile back on his trainer’s face by landing Haydock’s Sandy Lane Stakes. The three-year-old looks like starting a warm favourite but has irresistible credentials for the Group Two prize that is the biggest of Saturday’s action, a day rather lacking in focus. Unbeaten for more than a year, Gifted Master has made all to win five races since being gelded. His latest outing, at Ascot last month, did not suggest we are getting close to finding the ceiling on his ability, as he gave weight away all round and won a Group Three by daylight. The Commonwealth Cup at the Royal meeting is thought to be on his agenda. His most interesting rival here is Buratino, last year’s Coventry Stakes winner. One would have to worry about the fact that this one has failed to win in the 11 months since, though this return to sprinting may help. But he was well held behind Palmer’s Galileo Gold in the 2,000 Guineas and has a bit to prove here. 2.00 Haydock Three recent winners clash here, with Clotilde seeming to have the most convincing credentials for further success. This Dubawi filly had her first four runs in quick succession early last year and showed little but has clearly improved for some time off. Returning from an eight-month break in March, she has now won three on the spin and looks well worth the extra 6lb earned at Windsor last time. 2.15 Chester There should be plenty more to come from Justice Angel, who could be two from two this year if she had settled better on her return to action last month. She was still gassy when scoring over this course and distance last time and should be able to improve again. 2.35 Haydock It looked very much as though the first outing of the year was needed for Journey, who improved all through last season and was a close second to Simple Verse in a Group One on Champions’ Day. She turned out in York’s Middleton Stakes last month and travelled strongly, went to the front and ran out of puff. Third place was still a fair effort and this extra distance should suit. 2.50 Chester Ocean Tempest is passed over only with reluctance, the grey having won on all three starts here. He is on a long losing run at the moment and comes from a stable that seems out of sorts. A safer bet is Predominance, whose midfield finish in the Victoria Cup still counts as strong form in this company. He had previously finished strongly to win a race like this one at Haydock with cheekpieces fitted for the first time and should have another good prize in him. 3.10 Haydock David O’Meara turned So Beloved into quite a flashy sort last year and he looked better again in scoring over this course and distance on his reappearance. The six-year-old should be hard to beat here. 3.25 Chester It may be worth forgiving Winterlude for his Salisbury flop last time, he having been useful on the all-weather for Jennie Candlish this winter. He gets a drier surface than last time, while the turning track may also be of assistance. Now six, he hasn’t had many chances on turf and gets to run from a mark 6lb below the one from which he won on Tapeta in March.",
  "webTitle": "Talking Horses: Saturday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-27T22:59:18Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/talking-horses-saturdays-best-bets-latest-racing-news",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/27/talking-horses-saturdays-best-bets-latest-racing-news"
}