{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/03/startup-of-the-year-competition-entry-socialboxbiz",
  "id": "2016-05-03-274",
  "sectionId": "small-business-network",
  "body": "Simon Paul, associate director of community initiatives at SocialBox.biz, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   SocialBox.biz is a computer recycling business that devotes the majority share of its profits to social causes. The business is working with a number of high profile charities to provide them with computers, so that their beneficiaries can become digitally included. The charities support the homeless, refugees, the elderly and people recovering from mental health problems.  A massive PR campaign moved us up the Google search rankings and attracted a lot of interest from councils, major companies and universities. We are now collecting regularly from such organisations and in February 2016, we had a prominent London Councillor distributing a number of refurbished laptops to homeless people.  As a social enterprise, our main concern is the social impact of what we do. However, on the business side, our recycling services are fully compliant with all legislation relating to the disposal of electronic equipment. We can manage a great deal of equipment at any one time, and have built strong industry partnerships.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: SocialBox.biz",
  "webPublicationDate": "2016-05-03T09:41:02Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/03/startup-of-the-year-competition-entry-socialboxbiz",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/03/startup-of-the-year-competition-entry-socialboxbiz"
}