{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/16/the-beatles-former-press-officer-tony-barrow-dies",
  "id": "2016-05-15-3",
  "sectionId": "music",
  "body": "The Beatles’ first press officer, Tony Barrow, the man who came up with the phrase “the Fab Four”, has died at the age of 80. He died on Saturday night at home in Morecambe and is survived by his widow, Corinne, and his two sons.     Tony Barrow worked with The Beatles between 1962 and 1968    Paul McCartney paid tribute to Barrow on Twitter on Sunday:    Tony Barrow was a lovely guy who helped us in the early years of The Beatles. He was super professional but always ready for a laugh. (1/2)— Paul McCartney (@PaulMcCartney) May 15, 2016      He will be missed but remembered by many of us. (2/2)— Paul McCartney (@PaulMcCartney) May 15, 2016    Barrow represented the band for six years from 1962 after being recruited by the Beatles’ manager Brian Epstein from Decca records, where he wrote sleeve notes. The job offer resulted after Decca declined to sign the Beatles and Epstein was impressed by press kit he paid Barrow £20 to create, which helped promote the band and helped land their EMI recording contract.  Before taking the job, Barrow met the four Beatles in a West End pub in November 1962. John Lennon pointedly asked him: “If you’re not queer and you’re not Jewish, why are you coming to work with Brian Epstein?” Epstein’s offer to double his weekly salary to £32 clinched the deal. Part of Barrow’s role was to write sleeve notes for the band’s albums. “John must have built himself a set of leather tonsils in a throat of steel to turn out such a violently exciting track!” he enthused on the cover of the Twist and Shout EP in 1963.   Related: Paul McCartney on George Martin: ‘if anyone was the fifth Beatle it was him’    The EP was the first record singer Tom Robinson bought and wrote in the Guardian in 2007: “Tony Barrow’s sleeve notes were worth every penny.” After the first flush of success in 1963, Barrow refused – at Epstein’s insistence – to confirm to the press that John Lennon was married and had a child by May of that year. Three years later, while the Beatles were touring the US, he orchestrated Lennon’s apology following his ill-judged comment that the band was “more popular than Jesus now”. Barrow also represented other Merseyside acts including Cilla Black from 1963 until his retirement in 1980, as well as Gerry and the Pacemakers. He later set up his own PR company, representing acts including Wings and managing Lyn Paul of the New Seekers and Helen Shapiro.",
  "webTitle": "The Beatles' former press officer Tony Barrow dies",
  "webPublicationDate": "2016-05-15T23:18:04Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/16/the-beatles-former-press-officer-tony-barrow-dies",
  "keyword": [
    {
      "webTitle": "The Beatles",
      "id": "music/thebeatles",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Paul McCartney",
      "id": "music/paulmccartney",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Johnston",
      "id": "profile/chris-johnston"
    }
  ],
  "guardianId": "music/2016/may/16/the-beatles-former-press-officer-tony-barrow-dies"
}