{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/09/obama-howard-university-speech-activism",
  "id": "2016-05-09-33",
  "sectionId": "us-news",
  "body": "In his commencement address to Howard University graduates on Saturday, Barack Obama made specific mention of a new generation of black activists, including those involved in Black Lives Matter and “black Twitter”, for raising national awareness over inequality in the criminal justice system.   Related: Seven days, three speeches: one week in the life of having a black president    His praise came with a series of suggestions about how activists could most easily create actual change: through electoral politics and compromise.  “To bring about structural change, lasting change, awareness is not enough,” Obama said. “It requires changes in law, changes in custom.”  Obama stressed the need for willingness to sit at the table with opponents and openness to imperfect victories in his address to the historically black university in Washington DC.  “You consolidate your gains and then you move on to the next fight from a stronger position,” he said. For many of the activists Obama appeared to be addressing, the advice was welcome but not necessarily new. According to Brittany Packnett, whom Obama mentioned by name, it is what many in the movement “have been advocating for from the start”. Obama mentioned Packnett’s role in his taskforce on 21st-century policing.  “Some of her fellow activists questioned whether she should participate,” he said. “She rolled up her sleeves and sat at the same table with big-city police chiefs and prosecutors. And because she did, she ended up shaping many of the recommendations of that taskforce.” On Monday, Packnett said activism required engagement on all fronts.  “I came to that table with the spirit of activism,” she said, “recognizing that that conversation was going to be had anyways. It was important to me to accept the responsibility and the privilege to help bring some of those things I have learned from people on the streets.” DeRay Mckesson, one of the most visible Black Lives Matter activists and a leader of We the Protesters, said policy and street protests informed one another.  “The pressure created a different table to be at,” he said. “Without the pressure from all of us being in the streets, there would have been no 21st-century taskforce on policing, so this is a ‘both-and’, not an ‘either-or’, situation.” Mckesson said the possibility that protest could lead to policy changes that do not align with activists’ goals becomes a serious problem when protesters do not engage with policy.  As an example, he cited the adoption of body cameras as a response to concerns about police violence – a change many activists find underwhelming. “That is a sign that we weren’t actually a part of the process, so an ‘outside only’ strategy is not a strategy to win,” Mckesson said. Samuel Sinyangwe, who works with McKesson and Packnett on Campaign Zero, a policy thinktank on police violence, said the president “was highlighting a truth, that awareness is not enough, but it does matter”. He added: “I do think awareness matters in and of itself when you look at the fact that this issue is bigger than policy. It’s also about our culture and our inability to understand our own biases and how they contribute to the situations that we see in terms of people being killed by police.” The president also cautioned protesters away from silencing or interrupting political opponents. “If they’re wrong,” he said, “rebut them. Teach them. Beat them on the battlefield of ideas.” April Reign, a prominent black Twitter voice and the originator of the #oscarssowhite hashtag, said she could see the president’s point. But she added that sometimes the opposite tactics could be extremely effective.    Related: O'Malley and Sanders interrupted by Black Lives Matter protesters in Phoenix    “Bernie Sanders and Hillary Clinton discussing issues that directly affect black people and the Black Lives Matter movement would not have happened had there not been disruption of their speeches,” Reign said.  “It was a wake-up call to them and to progressives, the Democratic party and the country that our votes must be earned.” There was broad agreement that the president’s willingness to dive into issues of race was inspiring and important. Obama encouraged Howard graduates to “be confident in [their] blackness” and to embrace a broad understanding of racial authenticity.  “There’s no one way to be black,” he said. Sinyangwe said: “I thought it was powerful to hear him speak freely about blackness. It’s freeing to a lot of people to recognize that their identities are recognized.” Reign said much of the speech reflected thought Obama has wanted to share for years but could not because of the constraints of the presidency.  “Now that he’s got his second-term swag on, he’s able to let loose a little bit,” she said. “I think he hit a lot of the right marks and I think it’s one for the ages.”",
  "webTitle": "Activists on Obama's speech to Howard graduates: 'It's one for the ages'",
  "webPublicationDate": "2016-05-09T21:01:51Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/09/obama-howard-university-speech-activism",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Black Lives Matter movement",
      "id": "us-news/black-lives-matter-movement",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamiles Lartey",
      "id": "profile/jamiles-lartey"
    }
  ],
  "guardianId": "us-news/2016/may/09/obama-howard-university-speech-activism"
}