{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/25/google-paris-raid-john-mcdonnell-hmrc-george-osborne-revisit-tax-settlement",
  "id": "2016-05-25-42",
  "sectionId": "politics",
  "body": "UK tax officials must “urgently” liaise with the French authorities to see if they have evidence of wrongdoing by Google that relates to the company’s UK tax affairs, John McDonnell has said. The shadow chancellor has written to George Osborne urging him to get any relevant information from France. HM Revenue and Customs has hinted it could revisit Google’s tax settlement, initially hailed by the chancellor as a “major success” in January but widely criticised since, if new material comes to light from European investigations. Osborne is facing fresh taunts from Labour about the tax settlement, following a dawn raid on the internet company’s Paris headquarters on Tuesday as part of a French investigation.   Related: Google offices raided in Paris as prosecutors announce fraud probe    In the letter, McDonnell asked if HMRC had approached French counterparts.“I’m sure that you now regret labelling the UK tax deal agreed with Google as ‘a major success’ as independent tax experts have consistently branded the deal as ‘disproportionately small’ ever since and in comparison to deals struck with other countries we’re clearly losing out,” he wrote.  “With the spotlight back on Google’s tax affairs after ... [the] raid in Paris, will you reassure the British people that this government is serious about tackling tax avoidance by urgently getting in touch with the French authorities to find out if anything they’ve uncovered ... is relevant to any wrongdoing that could have taken place in the UK?” A group of 100 French tax investigators, magistrates and IT experts descended on Google’s Paris offices to seize documents and computer files. Following a formal complaint by the French government, which believes it is owed €1.6bn (£1.2bn), the country’s financial prosecutor says it suspects Google of aggravated financial fraud and money laundering. Labour and the Scottish National party rounded on Osborne on Wednesday, with the shadow business secretary, Angela Eagle, accusing the chancellor of being “far too easily satisfied” with the sums extracted from Google. During prime minister’s questions, when Osborne stood in for David Cameron and Eagle deputised for Jeremy Corbyn, she asked: “Given the overnight news of the French authorities’ dawn raid on Google investigating allegations of aggravated financial fraud and money laundering, does the chancellor now regret calling his cosy little tax deal with the same company good news for the British taxpayer?” She added: “He will be judged on results. He’s been in office for six years. With France demanding 10 times more from Google than he is, the public will make their own judgment.”           George Osborne and Angela Eagle clash at PMQs    Critics say that in the 2005 to 2015 period covered by the settlement, the Californian technology group paid just 3% tax on its real profits. Google minimised its reported profits and therefore its tax bills in the UK, France, Italy and other major European markets by collecting money from advertisers through an Irish subsidiary. Osborne insisted the deal with HMRC had been a good one for taxpayers. “It is good news that we are collecting money in tax from companies that paid no tax when the Labour party was in office,” he said. Despite Osborne’s introduction of the so-called Google tax – new rules intended to ensure businesses are taxed according to how much revenue they generate in the UK – the company has taken no public steps to stop diverting revenues to Ireland. “This issue is not going away any time soon,” said Caroline Flint, the former Labour minister and member of parliament’s public accounts committee. “After the feeble agreement between HMRC and Google it would be a huge embarrassment for the chancellor if the UK had to launch a new investigation arising from the actions of the French following allegations of suspected money laundering.” Flint’s committee intends to question HMRC bosses on 13 June regarding its record on customer service. Its chair, the Labour MP Meg Hillier, said she would use the hearing to check whether the tax office has requested a copy of the information which led to the French raid.   Related: George Osborne's new financial year gets off to 'a disappointing start'    HMRC’s settlement with Google has been heavily criticised for a lack of transparency. Tax rulings are regarded as private, both for individuals and companies, and current policy is that the details are not made public. Margaret Hodge, chair of the all-party parliamentary group on responsible taxation, said: “This makes the case more than anything that we’ve got to have transparency. What the government are doing is making a mockery of the law, because the law says we will be treated equally and yet they are encouraging multinationals to be treated preferentially. They are getting HMRC to turn a blind eye.” Alyn Smith, an SNP member of the European parliament, wrote to Europe’s competition commissioner earlier this year to request a full investigation into the settlement between HMRC and Google. “We are seeing on the big complex tax stuff, HMRC is clearly getting a political steer not to go after multinationals in the way that it needs to,” he said. HMRC can reopen settlements where it discovers facts have been withheld or misrepresented. The tax office declined to say whether it would request information from French magistrates, citing rules on confidentiality.  In a statement, HMRC said: “We don’t comment on identifiable taxpayers. HMRC works closely with other tax authorities, including exchanging information and best practice regarding the tax compliance of multinationals. “We are clear that multinational companies must pay the tax that is due and we do not accept less. Last year our compliance activities yielded £26bn in extra tax, including £7.3bn from the largest and most complex businesses.”",
  "webTitle": "Google raid: McDonnell says HMRC must liaise with French 'urgently'",
  "webPublicationDate": "2016-05-25T19:02:21Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/25/google-paris-raid-john-mcdonnell-hmrc-george-osborne-revisit-tax-settlement",
  "keyword": [
    {
      "webTitle": "Tax and spending",
      "id": "politics/taxandspending",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Alphabet",
      "id": "technology/alphabet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "John McDonnell",
      "id": "politics/john-mcdonnell",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Juliette Garside",
      "id": "profile/juliette-garside"
    }
  ],
  "guardianId": "politics/2016/may/25/google-paris-raid-john-mcdonnell-hmrc-george-osborne-revisit-tax-settlement"
}