{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/04/alan-rusbridger-british-media-awards-guardian",
  "id": "2016-05-04-169",
  "sectionId": "media",
  "body": "Former Guardian editor-in-chief Alan Rusbridger is to be recognised for his outstanding contribution to the UK’s media industry at this year’s British Media Awards in London.   Related: 'An act of genius' – Alan Rusbridger the editor on Alan Rusbridger the album    Iain Brown, general manager of awards organiser, TheMediaBriefing, said Rusbridger was being recognised for his 20 years overseeing the Guardian. Brown said: “During that time he was instrumental in defending the Guardian from threats to its existence, from high-profile lawsuits to WikiLeaks, and undeniably helped define and promote the concept of open journalism. “Rusbridger, in concert with his team at the Guardian, also helped to pioneer many digital publishing endeavours which we now take for granted, in addition to delivering on the mission of liberal journalism with endeavours such as Wikileaks, [Edward] Snowden, phone-hacking and the Keep It In The Ground campaign. Nobody yet has the answers, but we feel it is important to reward those who take bold steps and who have undeniably changed the media landscape along the way.” Rusbridger stood down as editor of the Guardian in May last year. He is currently principal of Lady Margaret Hall at Oxford University and chair of the Reuters Institute, and is due to take over later this year as chair of the Scott Trust, the ultimate owner of the Guardian and the Observer. Last year’s winner was Marjorie Scardino, former chief executive of the Economist and Pearson, which during her tenure was the owner of the Financial Times.",
  "webTitle": "Alan Rusbridger honoured at British Media Awards",
  "webPublicationDate": "2016-05-04T13:34:53Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/04/alan-rusbridger-british-media-awards-guardian",
  "keyword": [
    {
      "webTitle": "Alan Rusbridger",
      "id": "media/alanrusbridger",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/04/alan-rusbridger-british-media-awards-guardian"
}