{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/how-leicester-citys-triumph-compares-with-other-title-winners",
  "id": "2016-05-02-16",
  "sectionId": "football",
  "body": "When Leicester City won 4-2 at home to Sunderland on the opening day, to be top of the nascent Premier League table, few paid any attention. Though they remained there or thereabouts for a few weeks, a 5-2 home defeat to Arsenal on 26 September was seen as the shape of things to come. That, though, was their last league defeat until falling at Liverpool on Boxing Day, by which time Claudio Ranieri’s side were back on top. They lost again to Arsenal – on Valentine’s Day – but once again no slump followed: seven wins in their next nine games, while others fell by the wayside, moved them to the verge of glory. They secured a precious point at Old Trafford on Sunday and could celebrate the title after Tottenham drew at Chelsea the following day.   season-1516   2003-04: Arsenal’s Invincibles go all the way Arsène Wenger boldly predicted his Arsenal team could go through an entire league campaign without defeat, and his prophecy did not take long to come true. Arsenal made a statement with nine wins in a row at the turn of the year to open up a gap at the top of the table but still had to wait until 25 April to secure the title. Perhaps the best thing about this win? They achieved it playing a scintillating, high-tempo brand of attacking football that few have come close to replicating since.   season-0304   1999-00: Deportivo La Coruña shocks Spain The turn of the Millennium brought about one of the biggest shocks in Spanish football history as Deportivo upset the applecart and won La Liga for the first time. It was no fluke either. A triumph over Barcelona in October started a run of seven straight wins. The highlight of the campaign came on 6 February, a 5-2 humbling of Real Madrid’s galácticos, who eventually won the Champions League.   season-9900   2011-12: Juventus go through season unbeaten After the trials and tribulations of the match-fixing scandal which had seen them relegated, the Old Lady finally returned to the promised land of Serie A. They regained the scudetto by becoming the first Italian club to go unbeaten in a 38-game league season. Antonio Conte built their success on a solid defence and it laid the foundation for a dynasty that continues to grow to this day.   season-1112   1994-95: Blackburn Rovers take title back to pro game’s roots The winners of five FA Cups between 1884 and 1891 had been without a major trophy since clinching the second of their two Division One titles just before the first world war broke out. But, buoyed by steel millionaire Jack Walker’s investment, they rose up to be the principal opposition to Manchester United’s dominance in the early years of the Premier League. Kenny Dalglish’s team, with Alan Shearer’s goalscoring exploits to the fore, stumbled towards the end but scraped over the line on the last day of the season despite defeat at Anfield, when United could only draw at West Ham.   season-9495   2008-09: Magath’s Wolfsburg wonder boys With five defeats before Christmas, Felix Magath’s unfancied Wolfsburg weren’t even considered contenders for the Bundesliga title. However, they won 10 matches in a row at the turn of the year, including an incredible 5-1 victory over the mighty Bayern Munich. They would claim a shock first Bundesliga in style with Edin Dzeko and Grafite up front setting a German record of 54 goals between them.   season-0809",
  "webTitle": "How Leicester City's triumph compares with other title winners",
  "webPublicationDate": "2016-05-02T21:55:34Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/how-leicester-citys-triumph-compares-with-other-title-winners",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daan Louter",
      "id": "profile/daan-louter"
    },
    {
      "webTitle": "Carlo Zapponi",
      "id": "profile/carlo-zapponi"
    }
  ],
  "guardianId": "football/2016/may/02/how-leicester-citys-triumph-compares-with-other-title-winners"
}