{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/egyptair-flight-804-deep-sea-hunt-for-black-boxes-as-week-passes-since-crash",
  "id": "2016-05-26-338",
  "sectionId": "world",
  "body": "Egypt has called in European deep-sea search crews to find the “black boxes” of EgyptAir flight 804 as the recovery effort marks one week since the plane crashed into the Mediterranean Sea. The Airbus A320 crashed with 66 people on board, including 30 Egyptians and 15 from France. Investigators on Thursday still had no clear picture of its final moments. Some wreckage and body parts have been found but the bulk of the plane and its flight recorders – which could explain what brought down the Paris-to-Cairo flight as it entered Egyptian air space – have not been located. EgyptAir chairman Safwat Musallam said French and Italian companies able to carry out searches at a depth of 3,000 metres were being brought in.   Related: EgyptAir crash: flight MS804 showed 'no signs of technical fault' preflight    French diplomats said Egyptian authorities and France’s BEA air accident investigation agency were finalising a contract with two French companies, Mauritius-based Deep Ocean Search and Alseamar.  “The objective is to go extremely quickly so they can find the boxes that are probably in very deep waters,” said one source.  The source said the costs of the contract would be shared between France and Egypt. Neither source was aware of talks with the Italian company. The flight recorders are believed to be lying in up to 3,000 metres of water, on the edge of the range for the locating signals they emit. Maritime search experts say this means acoustic hydrophones must be towed in the water at depths of up to 2,000 metres in order to have the best chance of picking up the signals. Searches for missing Malaysia Airlines flight MH370 have used the same technology, albeit in a much more vast search area, without success.  Until recently, aviation sources say, the US navy or its private contractor Phoenix International were considered among the only sources for equipment needed to search on the correct frequency for black box “pingers” at such depths.  The US navy said on Tuesday it had not been asked to help.  Batteries powering the signals sent from the black boxes typically last 30 days, but EgyptAir’s deputy chairman Ahmed Adel said the search would continue beyond then if necessary, using other means to locate the recorders.  “There are many examples in similar air accidents when 30 days passed without finding the box yet ... these planes’ black boxes were found,” he said.           Missing EgyptAir flight: what we know so far    Musallam reiterated earlier comments from sources within the Egyptian investigation committee who said the jet had shown no sign of technical problems before taking off from Paris.  He said the Airbus 320 was given a regular check by an Egyptian engineer and two Egyptian technicians at Paris airport.   Related: MH370 search: 'decreasing possibility' plane will be found, say authorities     “The engineer and the pilot both signed the aircraft technical log which stated that the check found that all the plane’s machines were safe,” he said.  The investigation sources said the plane disappeared off radar screens less than a minute after entering Egyptian airspace and – contrary to reports from Greece – there was no sign that it had swerved sharply as it went down.  The crew did not make contact with Egyptian air traffic control, they said.  With no flight recorders to check and only fragmentary data from a handful of fault messages registering smoke in the plane in the minutes before it crashed, investigators are also looking to debris and body parts for clues.  One Egyptian forensics official said the small amount of human remains recovered pointed to an explosion on board though no trace of explosives had been detected.  But Hisham Abdelhamid, head of Egypt’s forensics authority, said this assessment was “mere assumptions” and that it was too early to draw conclusions. With Reuters",
  "webTitle": "EgyptAir flight 804: deep-sea hunt for 'black boxes' as week passes since crash",
  "webPublicationDate": "2016-05-26T02:51:29Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/egyptair-flight-804-deep-sea-hunt-for-black-boxes-as-week-passes-since-crash",
  "keyword": [
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Plane crashes",
      "id": "world/plane-crashes",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/26/egyptair-flight-804-deep-sea-hunt-for-black-boxes-as-week-passes-since-crash"
}