{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/07/brexit-according-to-uk-business-remain-or-leave",
  "id": "2016-05-07-98",
  "sectionId": "politics",
  "body": "As the EU referendum nears, businesses are clamouring for a clearer picture of the benefits of leaving and staying. Many have come to their own conclusions, based on the effect they think its outcome will have on their business, and its impact on the wider economy. Most of the major business lobby groups have so far either sat on the fence or decided that the devil they know is the better option. The CBI is the main group in favour of staying inside the EU, while the British Chambers of Commerce, in an effort to maintain its neutrality, went so far as to ditch its boss, John Longworth, after he voiced pro-Brexit sentiments. President Obama’s recent intervention focused on the impact of Brexit on British businesses, which could find themselves excluded from the proposed Transatlantic Trade and Investment Partnership (TTIP) trade deal following a Brexit vote. But since his visit last month, the French have voiced their concerns about signing away long-held ethical and environmental rules, which makes a deal less likely. So, would Britain fare better outside the 28-member union, just as it has coped with being outside the 19 member eurozone, or should it remain to enjoy the concessions already won? Businesses give their view. Manufacturing  REMAIN George Wright, boss of Loughborough-based M Wright & Sons, maker of fabric for safety harnessesThe fundamental argument against quitting the EU is that we become a bit-part player in the global economy. Yes, the UK will still be a large economy, but we are not going to be the destination for foreign investment we have been for many years. You need to ask what is going to bring in the next investment in the car industry, or keep Airbus in the UK. Whatever BMW does next, it probably won’t be investing in Britain like it did with the Mini. And Airbus could switch its manufacturing back to the continent. We supply Airbus with the kit that stops maintenance people from falling off a wing they are working on. Airbus could be one of a catalogue of businesses that have investment plans and say to themselves they’d be better off inside the EU. People forget that so much innovation and research funding is underpinned by EU grants. This is vital money and there is no talk about how we would replace it.     Kate and Graham Holbrook of Turtle Doves say the EU is holding Britain back. Photograph: Christopher Thomond for the Observer    LEAVE Graham Holbrook, joint founder of Turtle Doves, Shrewsbury-based maker of gloves from recycled silk and cashmereI don’t think the UK is anywhere close to reaching its full potential, and I don’t think we are going to come any closer to reaching it while so many of our laws are made by unelected officials in Brussels. There is a feeling that want to let loose our shackles and we can’t. So now is the time to take the risk. Especially when the potential downside is not nearly so great as it was – now the global economy is more robust. I’m not talking about this year, but over recent decades – with the rise of China and a more interconnected way of doing business. We are selling around 16,000 pairs of gloves a year via the website, at fairs and in shops – mainly in the UK, but also in Italy, Germany, France, Australia and the US. Retail/distribution REMAIN Tim Steiner, chief executive of online supermarket OcadoIt’s clear to me that the outers have no idea what they are leaping into. We have 11,000 staff and offices in Poland, Bulgaria and Spain, where we employ software developers. We specifically opened these offices in EU countries, so we would benefit from the protection EU laws offer, especially in areas such as intellectual property. It is easy to underestimate how important it is to protect the data we develop abroad and we need to know it is safe. One thing that worries us is what happens to those offices and those people? Could they come to the UK without a problem after Brexit? We don’t employ many people from the rest of the EU in our distribution centres, but, without them, it would be very difficult managing our business. We’d find ourselves facing a talent problem – and so would the whole of the UK. I sympathise with those who say Brussels is inefficient and bureaucratic. But we have voted for the vast majority of rules in the EU. And outside the EU, we would be more vulnerable to the growing protectionism we see coming from the US and other places. It must be true that you are less important to the other side in terms of trade when you are relatively small.     Tim Steiner of Ocado worries about employees in offices on the continent. Photograph: David Sillitoe for the Observer    LEAVE John Mills, chief executive of consumer goods distributor JMLIt would make very little difference to what we pay for goods, or to the price we sell them at. It is what happens to the economy more broadly that will dictate whether we, and the UK as a whole, prosper. A fall in sterling would increase the costs of the goods we buy from China, for instance, but there have been many falls in the 30 years of the business, and you just deal with them. You don’t need to be part of the single market to trade with it. We trade with more than 30 countries and of course there is regulation. We spend lots of time dealing with different rules. But it is just a cost of doing business. And because it affects everyone, there is no competitive advantage. If anything, the UK has a better chance of striking trade deals from outside the EU, because Brussels has only really signed deals with small countries and its latest talks with the US look like breaking down. There are too many countries with their own agendas for a deal to get signed. We could do a deal with the US more quickly, and also with China and other major partners. Financial services REMAIN  Stephen Hester, chief executive of insurer RSAThere are two main reasons why RSA would want to remain in the EU. In the near term, Brexit will mean the pound falling, and that will mean the value of sterling assets declining in some disorganised way. And because insurers are the biggest holders of sterling assets, that would be bad for us and, by extension, for the people we serve – our customers. In the medium term, half of the value of our business is on the continent, and anything that makes it more expensive or difficult to operate will be negative. Some have argued that other industries would benefit from a lower pound, but we experimented with a lower-valued sterling after the financial crisis, when it went down by more than 25%. Yet the result was only higher inflation without a rise in exports. People say we could get rid of unnecessary regulation if we leave, but most of the rules covering the financial services industry brought in over the past 10 years have come from the UK. We have fought for years to create a level playing field with our competitors – many of them are the biggest insurers in Europe, such as Allianz in Germany – and if we were to experience different rule books, that would only make life more difficult, especially as we compete in Europe and would need to comply with EU rules as they changed anyway.     Stephen Hester of RSA says a fall in sterling would hit the company and its customers. Photograph: Graeme Robertson for the Observer    LEAVE Peter Hargreaves, founder and former boss of Bristol-based FTSE 100 financial adviser and stockbroker Hargreaves LansdownIt is the one and only chance to secure an independent future for Britain. I don’t see any advantage to being inside the EU. It’s not like there is a common market for financial services. If the company wants to advise expats in Spain, we need to set up an office there and comply with Spanish regulations. It’s not good enough that we comply with UK and EU rules. Some people in the City say it will make them worse off, but the City is an extremely complex and sophisticated centre; that infrastructure simply could not be replicated in Frankfurt or Paris. Everyone said staying outside the eurozone would mean losing the eurobond market, but it didn’t happen. And we need to stem migration so we can have more control. That doesn’t mean stopping everyone. We allow plenty of Americans to work in the City, and would allow French and German people if they are needed. Leaving allows us to be more selective. Agriculture REMAIN Andrew McCornick, a Scottish beef and sheep farmerPeople can’t see what is on offer if we exit, so even if their heart tells them to be independent, there is no visibility on what being outside would mean. Some people believe all the burdens of bureaucracy will disappear. They are kidding themselves. Of course farmers don’t like the extra regulatory cost of things like tagging sheep – it must be paid whether you are profitable or not – but it is necessary and is not going away. Much of it has been passed into Scottish or UK law – and it’s going to stay that way. And why wouldn’t it when the EU is by far the biggest market for our produce. Scotland is only 6 million people, and the EU offers 500 million customers. If we leave, there will be extra tariffs on foodstuffs. We would not have trade agreements with the EU countries and would need to get them fast. Would they be on the same terms? There was time when French farmers objected to British lamb coming into their market. That sort of thing could return. LEAVE  Peter Anthony, a Welsh beef and sheep farmerThe common agricultural policy has been a help to farmers, but it is being phased out now. The subsidies are due to be halved by the end of the decade, so they won’t be so important. And there is such a huge amount of regulation that comes with it. For instance, they changed the rule that allowed you to bury dead livestock on the farm. There was no scientific evidence. It means we must pay for them to be taken to an incinerator. It’s all extra cost and means you can bury people in the ground but not animals. We don’t want to spread diseases by mistake, but the extra transportation means that is more likely, not less. I have no problem with the environmental rules as long as the same ones are applied to everyone. Yet the French have adapted them, and we don’t even have the same system in Wales, England, Scotland and Northern Ireland. If we restrict migration, it might be a problem for farmers in East Anglia, but that is only because the supermarkets won’t pay more for their produce, so the farmers can’t pay decent wages. It is a price worth paying to have a more sensible system, more like the points system the Australians have.",
  "webTitle": "Should we stay or should we go? UK businesses on the EU referendum",
  "webPublicationDate": "2016-05-07T14:59:18Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/07/brexit-according-to-uk-business-remain-or-leave",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Manufacturing sector",
      "id": "business/manufacturing-sector",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Phillip Inman",
      "id": "profile/phillipinman"
    }
  ],
  "guardianId": "politics/2016/may/07/brexit-according-to-uk-business-remain-or-leave"
}