{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/13/the-arts-industry-has-the-right-to-be-angry-about-funding-cuts-it-cant-possibly-work-any-harder",
  "id": "2016-05-13-320",
  "sectionId": "culture",
  "body": "They’ve been calling the past week the worst ever for the Australian arts. They’re not wrong. The sector’s fears that Catalyst – the newly introduced arts funding program dispensed directly by the government’s arts ministry – would become an exercise of political favour and pork barrelling, seem to have come true. Almost half of the program’s four-year budget has been announced in its first six months, with an extraordinary $13m in grants rushed out as the government went into caretaker mode last weekend. But the real impact of Catalyst’s genesis will be felt in weeks to come, as the Australia Council’s drastic funding cuts from the 2015-16 budget get passed on to arts organisations. Earlier this week, over a hundred small to medium arts organisations learnt of the outcome of their four-year organisational funding application, in a round expected to carry the bulk of last year’s cuts. Today the news went public. As core funding, this round provides the infrastructure and framework for a sector that is otherwise reliant on project-to-project funding. It underpins the programs of over a hundred organisations, and the practice of thousands of artists. It allows these organisations to plan, and to create some semblance of job security for their employees. In many cases this funding is the difference between these organisations existing at all, and a massive void between the major arts institutions and individual artists.    Related: After the budget: shh! Australia's era of artistic silencing begins    The full effects of these cuts will be acutely felt across the next five years and beyond, but based on this morning’s announcement we can start to paint a picture of how things are looking.  Organisations such as Meanjin, Next Wave festival, Express Media – publishers of Voiceworks – and experimental dance company Force Majeure have all lost out completely. The Biennale of Sydney, Museum of Contemporary Art, regional theatre HotHouse and Perth’s PICA are among the “successful” organisations also suffering losses, in part due to the funding round’s arbitrary $300,000 cap.  There are some winners in there too – as much as there can be winners when a whole sector takes such a significant hit. Sydney’s Firstdraft and Gadigal Music, along with Multicultural Arts Victoria and Perth’s Yirra Yaakin and PVI Collective, are among new recipients of the core funding – news which would have been met with mixed feelings for these organisations who rely on a vibrant sector for the success of their programs. These losses will be felt hard across the sector, as we lose many of the people that genuinely square up to the Coalition government’s rhetoric – the agile, innovative “disruptors” – from our arts ecosystem. But the arts, particularly at the small-to-medium level, has always worn the badge of “punching above its weight” with pride, and the current landscape will surely strengthen that resolve.  Through a combination of passion, hard work and shared vision we get the benefit of a thriving arts sector, without meeting the costs of it. Right? Wrong. Punching above your weight comes with significant risks. While money is stripped from organisational budgets, the pressure on organisations to continue doing what they’re doing will be huge. It may seem heroic when the business-as-usual decision is made, but organisations that continue to run insufficiently funded programs pass the risk onto their workers. To start, we need not look any further than the 2016 budget’s flailing talking point: internships. The Fair Work Act is pretty clear on when an internship will be legal. Unless it’s paid at minimum wage and meets the minimum entitlements under the National Employment Standards, the only way an internship will be legal is if it’s a requirement of an education or training course authorised by the commonwealth, state or territory.  The recent graduate interning as your marketing coordinator to get a foot in the door? Illegal. The intern completing his fourth arts internship, doing necessary work for your gallery’s next exhibition? My bet is that’s not a requirement of his degree, and that’s also illegal. There’s no hiding that a reliance on internship culture is unethical. But it has wider implications for the arts industry too.  Relying on interns to plug staffing gaps means that those who can afford to work for nothing gain experience in the arts industry much faster than those who can’t. By and large it’s these people who rise to the top, and find themselves in key strategic and programming decisions in the future. This means the landscape of arts workers in Australia is nowhere near representative of the audience it hopes to meet.  Two of the focal points of policy from most government funding bodies is the diversification of artists and audiences – and diversifying staff, boards and programmers is key to that end. These aren’t just policy points or strategies for growth, either; to present art by and for one audience sees the arts fall well short of its potential to change how we live in the world. It’s also just really bad programming.  The Australia Council announcement is devastating to many, but internships aren’t the answer. Perpetuating a culture of unpaid work perpetuates a lack of diversity across the arts – a major concern for anyone that wants to see the cultural conversation continue to evolve in a dynamic and inclusive way. That “punching above your weight” mentality threatens paid workers, too. Arts organisations across the small to medium sector have to take risks to survive. We’ll see it in the coming weeks as organisations struggle to work out how to run with less funding. The people carrying the weight of those risks are their workers: underpaid, overworked, or pushed beyond the security of their organisation.  With a few industry exceptions, many arts workers find themselves falling beyond the coverage of awards. A historical consequence due to poor unionisation in the arts, working award-free means the market determines wages. And in a market where people who can afford to work for free will, it’s no surprise that, for the majority of the sector, that market rate sits well below the average Australian wage.  Already bleak, the picture is bound to worsen. When funding to organisations is cut, but expectations by other stakeholders aren’t, we are building a structure that relies on exploitation of staff, as a shrunken workforce has to meet the organisation’s needs.  Sold as extra responsibility, this “privilege” of extra work and extra hours is isolating and exhausting in equal parts, and it often comes with poor work conditions and questionable job security. In a landscape like this it’s no wonder mental health issues are common in the arts.  Just as damaging as the classic overworked and underpaid combo is the practice of sham contracting. This is when someone is brought on as an independent contractor but ends up performing the work of an employee, with regular, set hours under the control and direction of the organisation. Sham contracting is especially common in the arts, occurring across marketing and publicity, programming and production. Taken on as contractors, rather than employees, these workers are denied their entitlements to the NES, minimum wage, superannuation and job security. Instead, employers name their price and sub out the conditions.  Lucky there’s a genuine “love what I do” approach to working in the arts, because in the absence of minimum pay and entitlements, being an arts contractor rarely delivers on the promise of “freedom” and “flexibility” we’re sold as part of neoliberalism’s sugar-coating of exploitation.    Related: Captain's calls and culture war: the future of Australian arts | Jeff Sparrow    As Jeff Sparrow explained in the Guardian last year, this dystopic vision of the future of work is already here – but organisational cuts made this week threaten to further entrench them.  As a nation, our hearts should break at the losses the arts sector will see flow from today’s announcement. We may rally against them but, in the short term at least, these are losses we need to wear. To those who will make decisions about what comes next: do less. Not to reflect the reality of these cuts is to pretend they don’t matter, and the worst thing the arts could do right now is push these losses back on to arts workers.",
  "webTitle": "Arts workers should be angry about funding cuts – we can't work harder for less",
  "webPublicationDate": "2016-05-13T05:06:03Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/13/the-arts-industry-has-the-right-to-be-angry-about-funding-cuts-it-cant-possibly-work-any-harder",
  "keyword": [
    {
      "webTitle": "Arts policy",
      "id": "culture/arts-policy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [],
  "guardianId": "culture/2016/may/13/the-arts-industry-has-the-right-to-be-angry-about-funding-cuts-it-cant-possibly-work-any-harder"
}