{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/24/truth-about-knife-crime-teen-books-natalie-flynn",
  "id": "2016-05-24-279",
  "sectionId": "childrens-books-site",
  "body": "Dear young adult reader, If you pick up a copy of my book The Deepest Cut and scan the blurb, you’ll read a few key words; suicide, traumatised, argument... murder.  Murder. With that word, you’re going to be expecting some violence within the book’s pages, right? Of course you are.  I’ve written a book about knife crime, leaving out the bit where he was actually stabbed would be the ultimate betrayal to you as my reader. I can imagine the conversation between us if you got to the end to find I’d censored it out of the book.  You: Yeah, but what actually happened when he was stabbed?  Me: Oh, I’m sorry, that’s too graphic for me to tell you.  You: Serious? Me: Uh-huh.     Natalie Flynn: I’ve written a book about knife crime, leaving out the bit where he was actually stabbed would be the ultimate betrayal to you as my reader. Photograph: PR    You: I’m not six. *hands book back and never speaks to me again* However, violence needs to be written with authenticity to be affective for you, so you know what would also have been a betrayal? If I’d made it more than it was, over dramatized it; sensationalized it. I can imagine the conversation between us if you got to the end to find that I’d over-hyped the violence and made it so much more than it should have been.  You: For real? Me: *laughs* Yeah, was good, wasn’t it? You: Err, no. That character would never have done that.  Me: You: You’re a rubbish writer. *hands book back and never speaks to me again*    Related: Can reading children's books help tackle knife crime?    It’s a matter of balance. Too toned down, or too hyped up and it will completely invalidate the characters and the story for you in an instant, you’ll lose faith in what you’re reading and in me as an author. That’s not what I want, so I didn’t leave out the bit where he was stabbed. It’s in there in black and white. I’ve not watered it down and I’ve not hyped it up. It is what it is. It’s paramount to the story. It’s true to the characters. It’s being true to you.  Being true to you is important to me, my reader. You’re not stupid. You’re clever and wise. You live this stuff day in and day out, either first hand or through stories; through the media, through TV and films. You can sniff anything false a mile off. You can tell when you’re being patronised or preached to and you don’t take kindly to it and rightly so. Why should you? You’re looking for authenticity. You’re looking for truth and answers in a world that is often upside down and hard to make sense of. You’re looking for validation and guidance through characters you can connect to, characters who are like you. You want to pick up a book and show your friends that bit of dialogue on page 47 and laugh because you lot are exactly the same. As an author, it’s my duty to give you that.   Related: Why we shouldn't protect teenagers from controversial issues in fiction    So it’s not just violence that deserves to be written with truth. It’s everything. It’s sex and periods and emotions. It’s heartbreak and friendship and annoying parents. It’s how unbelievably boring school can sometimes be and how your best mate is not as good as you at Call of Duty, no matter what he says. It’s the little things you go through on a day-to-day basis and it’s the big stuff too. It’s violence, suicide, drugs, abuse, teen pregnancy, bullying, death and mental health. It’s the consequences of the choices you make. It’s the responsibility you have as a member of society. It’s what happens when things don’t go right. It’s how to find your way out of situations you’ve got no idea how you got yourself in. These might be experiences you’ve had and can relate to. Or they might be experiences you’re in the midst of dealing with and we’re potentially guiding you to the right help or the solution you need. How can we do that with anything other than the truth?  It’s important to you that if you go looking for answers and guidance within the walls of your local bookshop, what you find there is nothing other than the truth. It’s what you deserve.    Related: Jennifer Niven's top 10 teen books to save your life    So as the author of those sorts of books, here is my pledge to you: I promise I will always do my best to write with authenticity and truth. I promise I will not water things down, or sugar coat them, nor will I hype them up. I promise I’ll do my best to put it all down on paper realistically and fearlessly, mirroring back your world to you so that it feels like you’re being listened to. So you’ll feel like someone gets it, because, and I know I’m not just speaking for myself when I say this but we do. We really do.  Natalie Flynn’s The Deepest Cut is dedicated to the memory of knife crime victim Rob Knox who was killed on 24 May 2008. Rob Knox played Marcus Belby in the film Harry Potter and the Half-Blood Prince before he was killed in London aged just 18.",
  "webTitle": "Why you need to hear the truth about knife crime",
  "webPublicationDate": "2016-05-24T07:06:01Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/24/truth-about-knife-crime-teen-books-natalie-flynn",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Knife crime",
      "id": "uk/knifecrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/24/truth-about-knife-crime-teen-books-natalie-flynn"
}