{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/norwich-city-manchester-united-alex-neil-blames-recruitment-relegation",
  "id": "2016-05-08-19",
  "sectionId": "football",
  "body": "Those who do not learn from their recent history are doomed to be relegated from the Premier League twice in a row. Two years ago Norwich went down because of inadequate recruitment and they are close to sinking this season for the same reason. To survive Norwich need other results to go in their favour and to win both of their remaining matches, which does not look likely given that they have failed to score in their last four, including this one against a vulnerable Manchester United. How Norwich must rue their repeated failure to invest properly, especially in forwards. Two years ago, when Chris Hughton was manager, they spent a club-record fee on the Dutch striker Ricky van Wolfswinkel and also bought Gary Hooper but neither succeeded, especially not the former, and Norwich were demoted as the lowest scorers in the top flight.   Related: Manchester United’s Juan Mata leaves Norwich City in relegation zone    This season their impotence up front has again cost them, a fact that Cameron Jerome and Dieumerci Mbokani underlined by fluffing clear chances against United. At least those two were considered worthy of a place on the pitch whereas Steven Naismith, the man signed from Everton for £8.5m in January to repair the club’s attacking problems, remained an unused substitute, which spoke volumes about his ineffectiveness. Alex Neil said he omitted Naismith for tactical reasons – Jerome is faster and Wes Hoolahan works well with him – but acknowledged that the club would have been in a stronger position if they had recruited more since wining promotion through the Championship play-offs last season. “There has been a whole host of reasons why that hasn’t been the case,” said the Scot. “We were last to go up, through the play-offs, and the recruitment team needed to be put together a bit more than what it was, so that wasn’t fully functioning in the way it should’ve been. And there have been players we’ve tried to attract that ultimately we didn’t manage to get. If you combine all those reasons we found ourselves in a situation where we didn’t add as many as we’d have liked.” The forwards’ quality is not high and, what is more, their confidence seems low. Neil seems exasperated. “How do you give people confidence?” he said. “You can’t put the ball in the net for them.” One area that Norwich have managed to strengthen this season is central defence, where Timm Klose brought solidity after joining in January. But the Swiss has been injured for the last month and Neil has been forced to resort to defenders who were relegated two years ago. It has shown. A misjudgment by Sébastien Bassong allowed Wayne Rooney to tee up Juan Mata for United’s winning goal. Louis van Gaal’s team thus edged closer to a top-four finish despite being deprived of the pace and thrust of Marcus Rashford and Anthony Martial. The former was rested before Tuesday’s visit to West Ham, while Martial suffered a muscular injury in the warm-up and is a doubt for that match. Without those youngsters United produced a plodding performance, although midfielder Ander Herrera said that was partially due to the heat. “It was similar to southern Spain,” said Herrera. “It was so tough I couldn’t speak with my team-mates because my mouth was so dry.” In May 2013 Herrera was part of the Athletic Bilbao team that bid farewell to the Sam Mamés Stadium, the club’s home for a century. That experience tells him that United should expect an intense occasion on Tuesday, West Ham’s final match at Upton Park. “It is going to be very special for them and their fans but we have to show we are playing for something very, very important,” said Herrera, whose Bilbao team were beaten 1-0 by Levante on that emotional day two years ago. “Hopefully [West Ham] won’t enjoy their last game,” he said. Man of the match Juan Mata (Man Utd)",
  "webTitle": "Alex Neil blames lack of recruitment for Norwich’s plight as relegation looms",
  "webPublicationDate": "2016-05-08T21:29:18Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/norwich-city-manchester-united-alex-neil-blames-recruitment-relegation",
  "keyword": [
    {
      "webTitle": "Norwich City",
      "id": "football/norwichcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/08/norwich-city-manchester-united-alex-neil-blames-recruitment-relegation"
}