{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/18/bernie-sanders-kentucky-recount-oregon-trump-megyn-kelly",
  "id": "2016-05-18-183",
  "sectionId": "us-news",
  "body": "Sanders, Clinton clock wins – but contest not yet settled, says Sanders  Bernie Sanders is considering calling for a recount in Kentucky this morning after narrowly losing the state’s primary to Hillary Clinton. His comfortable win in Oregon, meanwhile, shows that the Vermont senator, while lacking the apparent means to achieve the necessary delegate count, is still in the game – both in terms of message and of illuminating the enduring lack of enthusiasm for Clinton, now within 100 delegates of clinching the nomination.  Bernie Sanders takes Oregon primary while Clinton claims Kentucky Clinton’s divisive standing crystallised into outright dislike, even vitriol, at a Democratic rally in Nevada over the weekend. The party’s head, spooked by the rapid dissolution of party loyalty, blamed Sanders and his supporters for the disruption, including throwing chairs at the stage. Sanders condemned the violence but rejected accusations that his supporters were prone to it and refused to apologize. “Party leaders in Nevada … claim that the Sanders campaign has a ‘penchant for violence’,” he said. “That is nonsense.” Sanders condemns Nevada convention violence but refuses to apologize Trump releases financials, makes nice with Megyn Kelly Donald Trump has released a limited financial disclosure but said, in so many words, that it was huge. Meanwhile, Trump and Fox News host Megyn Kelly sat down for a highly publicized interview, after reaching a truce that ended a feud which dated back to the first Republican presidential debate last August. He told Kelly that he’d clean forgotten he had called her a bimbo, offered a limited apology for the more extreme aspects of his behavior and, later, proposed engaging in direct talks with North Korea in the still distant likelihood he wins the White House in November. We look at the impact of Latino loathing of Trump, and consider his Latino appeal.           Megyn Kelly questions Donald Trump for calling her a ‘bimbo’.    Donald Trump pleads ignorance to Megyn Kelly over ‘bimbo’ tweets: ‘Did I say that?’ Porn star fights back James Deen, the adult film star, is taking on regulators who say his production company flouted condom regulations, exposing performers to sexually transmitted diseases. The star – who the Guardian’s Eva Wiseman considers a failed feminist fantasy – argues that if California contends that his adult company has broken the rules, the state should also go after Bellator MMA and other forms of entertainment. He also accused California of enacting a “political and moral agenda” against pornography and “sexual free expression”. James Deen takes on MMA, saying porn faces ‘unfair’ government scrutiny Obama’s gift to the underpaid The Obama administration has proposed almost doubling the threshold at which workers qualify for overtime pay to $47,476. The pay upgrade, which could affect more than 4 million Americans, won’t come into effect until December. Today just 7% of workers qualify for overtime, compared with 62% in 1975.  Millions could get a raise under Obama administration’s new overtime rules Senate grants 9/11 victims right to sue Saudi Arabia Lawmakers have passed legislation that gives families the right to sue the Saudi government for any role it may have played in the 11 September 2001 terrorist attacks. The legislation sets Congress on a collision course with the Obama administration. It could also trigger a sell-off of Saudi-held US treasury bonds that are estimated at well over $100bn. The Saudi foreign minister, Adel bin Ahmed Al-Jubeir, complained earlier this month that Congress is “stripping the principle of sovereign immunities, which would turn the world for international law into the law of the jungle”. Senate grants September 11 victims the right to sue Saudi Arabia Munich ascendant? Bayern Munich is a giant of soccer, but Barcelona, Real Madrid and Man United have a bigger global reach. Getting knocked out of the Champions League in the semi-final could be no hindrance to the German team becoming an American favorite, considers Joshua Kloke. The club will play three matches this summer in Chicago, New York and Charlotte as part of the International Champions Cup.  Can Bayern Munich become America’s favorite football team? American shakedown  Florida congressman David Jolly’s Stop Act seeking a ban of political fundraising has garnered national attention but limited support from his political peers. He tells the Guardian that there’s a “historic scandal going on in Washington DC and the American people are its victims”. Instead of making laws, he says, “members of Congress are undertaking oppressive telemarketing fundraising when they should be on the clock solving our nation’s most pressing problems. This is depriving the country of leadership through their elected representatives, and it’s cheating taxpayers.” ‘Members of Congress – like me – shake down Americans every single day’ Texas: the next trans battleground Tom Dart in Houston writes that Texas is on the verge of joining southern states looking to rebuff the Obama administration’s promotion of transgender rights. Yesterday, on International Day against Homophobia and Transphobia, the Texas governor, Greg Abbott, sent a tweet that’s hard to interpret except as a rebuke to the president: “JFK wanted to send a man to the moon. Obama wants to send a man to the women’s restroom. We must get our country back on track.” Texas is poised to be the next bathroom battleground in transgender fight Who ya gonna call? The real ghostbusters  In a moment of spooky inspiration, the Guardian tracks down an all-women team of ghostbusters, AKA “paranormal investigators”, in Pennsylvania. “I’ve been fascinated with the paranormal, God, probably since birth,” says Morgan Maguire, 24, who now works in Gettysburg, which some say is one of the most haunted cities in the US. “When I was little, I didn’t have any female ghost hunters to look up to.” As the women-led remake of the Ghostbusters hits the big screen, Maguire hopes more women will join her profession. “I am so ungodly excited for the new movie, it’s not even funny,” she says. Forget the movie – meet the real female ghostbusters fighting spirits and sexism And in case you missed it … The island of Koh Tachai, in the Andaman sea, which Thai authorities fear is being ruined by tourism pressures is not alone in being closed off to visitors, writes Simon Usborne. Caps are becoming common. After all, islands, cathedrals and museums aren’t getting any bigger. Only 1.5 million people will be allowed to visit the Cinque Terre UN world heritage area this year; the mayor of Barcelona is threatening to put a tourist cap on the entire city; Iceland is considering a national limit; and Peru is about to set controls on numbers of visitors to Machu Picchu. Says Rachel O’Reilly of UK tour operator Kuoni: “Destinations need to take a long-term view on how to keep their assets intact and fresh.” Thank you for not visiting: tourist hotspots that have done a Koh Tachai",
  "webTitle": "Sanders mulls Kentucky recount after Oregon win | The daily briefing",
  "webPublicationDate": "2016-05-18T12:26:51Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/18/bernie-sanders-kentucky-recount-oregon-trump-megyn-kelly",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Megyn Kelly",
      "id": "media/megyn-kelly",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/18/bernie-sanders-kentucky-recount-oregon-trump-megyn-kelly"
}