{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/17/bhs-rescue-bidders-include-sports-direct-and-matalan-founder",
  "id": "2016-05-17-52",
  "sectionId": "business",
  "body": "Administrators are hoping to finalise a rescue deal for BHS by the end of this week after securing four offers for the business on Tuesday. MPs are preparing to call Darren Topp, the current boss of BHS, to give evidence to a parliamentary inquiry next month into the retail chain’s collapse. Topp, who took over the business after it was bought for £1 from Topshop owner Sir Philip Green a year ago, will stand before a joint hearing of the work and pensions select committee and the business, innovation and skills committee on 8 June. Bidders for the 164-store chain are understood to include Edinburgh Woollen Mill owner Philip Day and Mike Ashley’s Sports Direct, as well as a “European retail group”. The other bidder is a consortium made up of Matalan founder John Hargreaves and Turkish entrepreneur Cafer Mahiroglu, who rescued the value fashion retailer Select in 2008.  Administrators are understood to be considering only bids for the entire business including the brand, in the hope of saving as many jobs as possible. That stipulation is understood to have prompted Hargreaves and Mahiroglu to form a last-minute bid consortium.  A number of other bidders, thought to include Dominic Chappell, the head of BHS’s former owner Retail Acquisitions, Yousuf Bhailok, a Preston-based property entrepreneur, and a group led by Co-operative Group chairman Allan Leighton, have dropped out. BHS went into administration at the end of last month, putting 11,000 high street jobs at risk. The 88-year-old retailer failed little more than a year after Green sold it to a little-known collection of financiers, lawyers and accountants, led by Chappell, who has been declared bankrupt at least twice.  With an estimated fortune of £500m, Hargreaves, the son of a Liverpool dock labourer, has the financial clout to do a deal, although Matalan’s profits have suffered in recent years.  A less prominent figure, Mahiroglu has returned Select, which sells largely to 18-35-year-old women, to profit, with sales up more than 20% last year to £86.4m. Select, which recently signed a multi-million-pound sponsorship deal with ITV reality show The Only Way Is Essex, benefits from the family’s ownership of clothing factories in places such as Turkey and Romania, a supply line that could prove useful if they win control. The fall of BHS, which still has a £571m hole in its pension fund, is now the subject of inquiries including an Insolvency Service investigation launched by the business secretary, Sajid Javid, and the hearings being held by the two select committees. MPs are expected to summon lawyers, accountants and financial firms who advised companies on both sides of the transaction.  Anthony Gutman, a senior Goldman Sachs banker who is reported to have provided informal advice to Green and his lawyers Linklaters, will give evidence alongside Retail Acquisitions advisors from legal firm Olswang and accountants Grant Thornton.",
  "webTitle": "BHS rescue: bidders include Sports Direct and Matalan founder",
  "webPublicationDate": "2016-05-17T18:26:14Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/17/bhs-rescue-bidders-include-sports-direct-and-matalan-founder",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    },
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "business/2016/may/17/bhs-rescue-bidders-include-sports-direct-and-matalan-founder"
}