{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/eric-cantona-kronenbourg-ad-manchester-united",
  "id": "2016-05-05-175",
  "sectionId": "media",
  "body": "Kronenbourg 1664: ‘The Alsace-tians’ (starts at 00:04) - UK Eric Cantona demonstrates that his zoological knowledge extends beyond seagulls and sardines as he introduces us to the Alsace-tians in the latest instalment of an excellent series of adverts for Kronenbourg 1664.Agency: Ogilvy & MatherDirector: Matthijs van Heijningen Currys PC World: ‘Box Room’ (starts at 01:08) - UK The Christmas commercials for Currys PC World featuring Jeff Goldblum have been picking up lots of advertising awards so agency AMV/BBDO are determined to maintain the comedy momentum. No Hollywood star for this advert pushing new TVs ahead of the European Championships this summer but plenty of laughs nonetheless.Agency: Abbott Mead Vickers BBDODirector: Michael Downing Co-op: ‘BBQs’ (starts at 01:51) - Switzerland With the sun finally shining after a dismal spring, we can all enjoy the prospect of renewing our relationship with charred sausages as we gather around the family barbecue to watch dad behave as though he’s just discovered fire. This lovely Swiss commercial imagines barbecues returning from warmer climes and bringing joy into all our lives.Agency: ContextaDirector: JJ Keith P&G: ‘Rio’ (starts at 03:13) - US Don’t panic when you watch this advert for P&G ... you haven’t forgotten Mother’s Day. It’s on a different date in the US and this emotional commercial is designed to make us all appreciate what our mums do by depicting how maternal devotion gave this summer’s Olympians the self-belief they need to win gold medals. Not all of them obviously, most will go home with nothing... but their mothers will still love them! Agency: Wieden + Kennedy (Portland)Director: Jeff Nichols Jason Stone is the editor of David Reviews",
  "webTitle": "Watch Eric Cantona (and dogs) come to the rescue in Kronenbourg ad",
  "webPublicationDate": "2016-05-05T13:32:40Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/eric-cantona-kronenbourg-ad-manchester-united",
  "keyword": [
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Eric Cantona",
      "id": "football/eric-cantona",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jason Stone",
      "id": "profile/jason-stone"
    }
  ],
  "guardianId": "media/2016/may/05/eric-cantona-kronenbourg-ad-manchester-united"
}