{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/18/trapped-child-marriage-nepal-attempts-to-expand-girls-horizons",
  "id": "2016-05-18-350",
  "sectionId": "global-development",
  "body": "Sajita Tamang was 14 when she got married. She says love had nothing to do with it. Now 17, Sajita recalls tearfully the pressure put on her by two women from her village to meet a man in the forest one day after school. “They asked me to hang out with them. I said, ‘No, I have to make dinner and have work to do.’ But they said, ‘Come for a while.’ I didn’t want to but eventually went.” In the forest near her home in the rural, hilly district of Makwanpur in central Nepal, Sajita was left alone with the 20-year-old man, whom she found out had paid the women to bring her there.           Why do women still die in childbirth, asks Emily Watson    “He said, ‘I really like you – we should get married.’ I said I didn’t want to get married as I had a dream of opening a tailoring shop. He said, ‘I can’t wait for five years. I really like you.’ I don’t know what happened to me. I just got trapped.” Being alone with a man is enough to ruin a girl’s reputation in the eyes of her community. Thirteen days after they married, the verbal abuse started. “My husband [came] home drunk and [said] filthy, nasty things to me,” she remembers. “He said, ‘Get out of my house.’” Sajita’s story is not uncommon. An estimated 10% of girls in Nepal are married before their 15th birthday (pdf) and more than 40% before they turn 18. Nepal is among the countries with the highest rates of child marriage. Nationally, the average age a girl weds is 17.     Sumina Pariyar, now aged 17, and her baby Unika, aged eight months, at their home in Jadibuti, Kathmandu district. Photograph: Jane Mingay/Girls Not Brides    Sumina Pariyar says she fell in love when she was 15 and married seven months later. “I used to carry and break stones at the quarry and he worked there too,” says Sumina, who lives in a one-room corrugated iron home on the outskirts of Nepal’s capital, Kathmandu. When she turned 16, the couple eloped. “We were working together and fell in love and got married,” she says, as she comforts her eight-month-old daughter, Unika, who has a cough and diarrhoea. The family’s home is close to a busy flyover, and piles of rubbish sit beneath its arches. “I was very young and didn’t know what was going to happen to me, so I just got married.” After she’d given birth, doctors discovered Sumina, now 17, has a heart problem. This requires expensive medicine and the family has borrowed money to pay for it. They now have debts of more than 15,000 rupees (about £96). Her husband, Bhuwan, who is 18, can earn 200-300 rupees loading trucks with bricks. But the couple are two months behind on repayments. Poverty, culture and a belief that a girl’s life goals should be marriage and motherhood are the main drivers of early marriage among girls in Nepal. But the government is attempting to challenge the status quo with a new strategy, announced in March. It comes at a time of renewed global action to end child marriage – defined by the UN as any union before the age of 18. Two years ago, the UN recognised child marriage as a human rights violation. Each year, early marriage strips an estimated 15 million girls under 18 of an education, while putting their health at risk, their lives in danger and robbing them of a childhood. According to the World Health Organisation, pregnancy and complications from childbirth are the leading causes of death among 15- to 19-year-olds in poorer locations. In September, the UN general assembly promised to end child marriage by 2030 under the sustainable development goals, the blueprint for the world’s development over the next 15 years. Rates of child marriage in Nepal have been falling, but change is slow. The transition to democracy has enabled activists to lobby for action, however, and the Girl Summit, held in the UK in 2014, proved pivotal. At the summit, the Nepalese government committed to end child marriage by 2020. Last year, the government raised the legal age for marriage to 20 and abolished the clause that allowed girls to marry younger if their parents consented. But in its national strategy, drafted with the support of the UN children’s agency, Unicef, and Girls Not Brides Nepal, the government will take aim at the root causes: ensuring girls have access to quality education – including sex education, and skills training for girls who are married and out of school – increasing their economic opportunities. It has the backing of the president and prime minister, and, crucially, the finance ministry, where officials were convinced by the argument that ending child marriage could increase gross domestic product by more than 3%. How the strategy will be implemented is still to be fleshed out. But when the next fiscal year begins in July, district officials across the country will be expected to start finding ways to raise awareness among parents and communities of the legal, social and physical costs of child marriage, and to collect data on how often it occurs in their areas. A committee, which will include government officials, the national human rights commission and civil society groups, will be established to oversee progress.  Kiran Rupakhetee, undersecretary in Nepal’s ministry of women, children and social welfare, whose mother and father married at the age of 10 and 12 respectively, says: “Child marriage is just a symptom of other things. We have to heed all the other problems. “It’s an issue of poverty, injustice, child labour, human trafficking, it’s an issue of gender-based violence – so many issues that we have to deal with simultaneously. What’s very important is the empowerment of women. If a mother is empowered, the girl is empowered. “The problem is nobody needs to get their marriage registered unless they need a certificate or documentation if they need a passport … otherwise society witness [to marriage] is enough. That’s where society is stronger than the law.”   Related: Flowers and femidoms: Nepal wedding website offers contraception advice    Rupakhetee acknowledges that funding will be a make or break issue. Unicef and the UN population fund, UNFPA, have launched a campaign to accelerate action on child marriage in 12 countries, including Nepal, with £56m from the Netherlands and Canada and £25m from the UK over five years. In Makwanpur, Sajita left her husband as he continued abusing her. By then they had a son, Dabil, born when she was 15. She is back living with her parents and taking a tailoring course set up by the Child Welfare Society. The organisation has set up centres to offer vocational training for girls, as well as advice on family planning. Her dream is still to open a shop. In Kathmandu, Sumina says she won’t allow her daughter to marry young. “I will be very strict. I won’t let her go out too much or meet her friends too much … In Nepal children are just left alone at an early age and free to do what they like. It’s only at school she can be better.”",
  "webTitle": "'I just got trapped': Nepal tries to expand girls' horizons beyond marriage",
  "webPublicationDate": "2016-05-18T04:00:18Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/18/trapped-child-marriage-nepal-attempts-to-expand-girls-horizons",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Nepal",
      "id": "world/nepal",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Child marriage",
      "id": "society/child-marriage",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Liz Ford",
      "id": "profile/lizford"
    }
  ],
  "guardianId": "global-development/2016/may/18/trapped-child-marriage-nepal-attempts-to-expand-girls-horizons"
}