{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/12/brexit-could-derail-fight-for-womens-rights-says-harriet-harman",
  "id": "2016-05-12-25",
  "sectionId": "politics",
  "body": "Harriet Harman has claimed campaigners calling for Britain to leave the EU are more likely to associate with an old-fashioned view that a woman’s primary role is in the home. The Labour MP made the claim in an interview with the Guardian in which she also argued that Brexit could derail the fight for women’s rights. Harman, who has been a leading campaigner on gender equality for four decades, said she would not trust high-profile out campaigners such as Boris Johnson, Michael Gove or Nigel Farage “as far as I can throw them” on the issue. In response to Harman’s comments, Vote Leave’s Suzanne Evans said it was “utterly laughable” to suggest that “we need a bunch of former communist men in the EU commission to fight for women’s rights”.   Related: Vote Leave may sideline Nigel Farage, but it can’t live without him | Rafael Behr    But Harman said four decades of campaigning for equality had proven to her that “EU muscle” had been the key to forcing through a series of reforms, including on equal pay, maternity rights and paternity leave, in the face of constant opposition in Britain.  “When we put forward these demands they said that they were women whinging, that it was a burden on business, that women wanted special treatment,” Harman said, speaking in advance of a speech on the issue on Friday.  “Time off to go to an antenatal appointment was treated as if women were going off to get their nails done. We were totally opposed, totally patronised, totally condescended and actually vilified, really.” She described how she was branded “Harriet Harperson” and “hapless Harriet” while arguing for basic changes that are now considered the norm, such as men getting time off when their babies are born. “They characterised the demands as unreasonable and hysterical,” she added, urging voters not to forget that “today’s unreasonable demands are tomorrow’s conventional wisdom”.  She said the EU had been a “strong friend to women in this country”, and warned against assuming that Britain did not need that friend because “all the men are now modernised and somehow liberated”.  “We are not stupid,” said Harman. “We are not in a state of nirvana on women’s rights at any stretch of the imagination. With women it is two steps forward, one step back. We have to be careful this isn’t a major step back.” Harman argued that lurking behind the opposition was the idea that women should not be demanding rights in the workplace when they should really be at home. “We still see occasionally the veil slips,” she said. “And actually there is quite a good match between the people who want to leave the EU and the people who actually want women to be back in the home. Why would we want them to be in charge of our rights? Why would we trust our rights to them?” Harman pointed to Farage’s claim that working mothers were “worth less” to employers after time out, and to a call by the Taxpayers’ Alliance, founded by Vote Leave’s CEO, Matthew Elliott, to cut childcare benefits by 80%. Evans strongly criticised Harman’s comments, arguing that the Labour politician was labelling British MPs as incompetent. She said it was not true that out campaigners held old-fashioned views. “It is utter nonsense – she is playing the man and not the ball. I’ve never been the kind of woman who wants to stay at home,” said Evans, who also argued that Harman was failing to speak for women who chose to give up work. “Is she saying if Labour came into power they would kick out the rights? If you want to be dictated to by an unelected foreign elite, vote to remain. If you want freedom, democracy and accountability via the ballot box, vote out. In picking on one tiny aspect of EU legislation when they make 3,500 every year, she is scaremongering.”   Related: Harriet Harman’s victory was putting women’s lives at the heart of politics | Polly Toynbee    Harman said there were concrete examples of where the EU had driven forward women’s rights. “It is a paradox. The EU is as every bit woefully male-dominated as our own politics here,” she said. “But Europe was an incredible strength to our elbow, because someone was agreeing with us. Because we couldn’t just be brushed aside.” It was the European project that demanded female cleaners working for British councils had to be paid as well as male binmen, who had much better rates negotiated by their union, according to Harman. To demonstrate how much things had changed, she described one male MP using a point of order during a committee meeting to announce the arrival of his new baby. “And I thought: why are you here?” Harman acknowledged that people didn’t like “directives from abroad”, but said that when those directives protected women at work, she supported them. “It is like all-women shortlists – no one likes excluding men from selection. But if the choice is that 90% of MPs are men or we have shortlists? Let’s go for all-women shortlists. Beggars can’t be choosers.”",
  "webTitle": "Brexit could derail fight for women’s rights, says Harriet Harman",
  "webPublicationDate": "2016-05-12T21:00:08Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/12/brexit-could-derail-fight-for-womens-rights-says-harriet-harman",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Harriet Harman",
      "id": "politics/harrietharman",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Maternity & paternity rights",
      "id": "money/maternitypaternityrights",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/12/brexit-could-derail-fight-for-womens-rights-says-harriet-harman"
}