{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/25/american-bonsai-mirai-master-japan-ryan-neil",
  "id": "2016-05-25-103",
  "sectionId": "lifeandstyle",
  "body": "The long, gravel driveway does not have a welcome sign. After making my way down a pot-holed dead end street about an hour outside of Portland, Oregon, I assume it’s the wrong address. But the drive opens up, just past a no trespassing notice, to a large property on which I spot rows and rows of tables covered with delicate trees in clay pots.  This is Bonsai Mirai, a bonsai school and nursery run by Ryan Neil. It’s open by appointment only, and the location isn’t advertised in an effort to protect these valuable trees. A curtain of steady rain is trailing me. But for now, the Doug Fir trees surrounding the property only whisper of moisture.   Related: There's life out there: the artist sending bonsai trees into space    The first thing you’ll learn about bonsai, if you talk to Ryan Neil, is that you’re probably saying it wrong. It’s pronounced “bone-sai”. The second, is that you know nothing about bonsai.   We start with a tour of his garden, but I’m eager to go back to the beginning. Ryan has been working in this realm since he was 12 years old. How does a boy from Colorado become interested in the fine art of manipulating dwarfed trees and shrubs?     The Bonsai Mirai garden. Photograph: Ryan Neil     Ryan grew up visiting a fishing hole in the flat tops, a section where the Rocky Mountains flatten and Ponderosa Pines emerge from rolling granite. He was infatuated by those trees in particular – the gatekeepers to his family’s fun in the woods.  When he was first exposed to a tree that had been constrained and shaped through bonsai, he knew he wanted to do that – whatever that was.  Halfway through a college degree in horticulture, Ryan ventured to Japan where he met the man known as the father of modern bonsai – Masahiko Kimura. Kimura laughed when Ryan expressed his interest in an apprenticeship. But Ryan wasn’t deterred. Instead, he wrote him a letter when he returned to the states.   It went unanswered. As did the next 21 letters he would send – one letter each month for the remainder of his college career. After the 23rd letter, Kimura finally responded.      Ryan Neil, aged 12, already loving bonsai trees. Photograph: Ryan Neil     Ryan has a very casual and friendly demeanor about him. But his experience with bonsai is anything but. “Mr Kimura believed that apprentices should always be a little bit starving. Those first two years were some of the worst of my life.” Kimura’s garden was a two-acre plot surrounded by tall, cement walls. With an elementary grasp of Japanese, Ryan was forced to learn by observation. Learning bonsai was difficult, but grasping the culture, within this bizarre, isolated world of Kimura’s art, was grueling.   “You don’t get praise, which in the US we’re very conditioned to needing,” Ryan tells me. “You’re made to feel pretty shitty.”  But Ryan had specific goals in mind, and as he pushed through those six years, his vision took shape.   “I knew what I wanted to do and what I wanted to become,” he says. And what he wanted to become had very little to do with the Japanese version of bonsai. The skills he learned under Kimura were important, but more so was the creative limitation of working on someone else’s work. Kimura’s commitment to modern art often overshadowed his commitment to the plant. His creations had a harshness to them as he bent the trees to near their breaking point.  After being forced to work on someone else’s ideas for six years, Ryan was ready to burst with his own. He had a softer approach to bonsai in mind. He would put the trees first. At night, Ryan would sketch and write about the image he had for bonsai in the states. There wasn’t much of a market for it here, but Ryan was determined to use the skills he was developing on species he’d grown up with.  Six years ago, Ryan returned to the US, and has since seen those visions realized. Had it not been for the hunger that built within him during his time with Kimura, he’s not sure if he would have pulled it off.  There is a Ponderosa Pine from the Rocky Mountains in his exhibit that just opened at the Japanese Gardens in Portland. There is also a Vine Maple from the Cascades, and a Western Red Cedar from the Pacific coast.      Rocky mountain juniper No 1 Juniperus scopularum, 34x24 inches. Photograph: Bonsai Mirai     “I think the community around Portland has really embraced the idea of native [in bonsai] – a truer representation of country, culture, landscape and environment.”   Ryan sees bonsai as not only a representation of where we’re from, but also who we are and where we’re going. The success of his art form reflects a dedication that started in the Rocky Mountains, a persistence that carried him through his time in Japan, and a vision that has evolved to embrace his new home in the Pacific north-west.  At his current show in the Japanese Gardens, tourists and Portland locals walk timidly around massive, claw like structures that frame the trees he has on display. Here, it all comes together. The culture and the aesthetic of the Japanese Gardens, which embrace formality and symmetry, meet the unbridled nature of Ryan’s unique approach to bonsai.   The miniature trees are contained in clay pots to keep them small. They are hundreds of years old, and have been in training for five to 14 years. Ryan does a demonstration, wrapping copper wire around the branches of a Ponderosa Pine to give it shape. The branches will stay wired for several years – it is a very slow process.  But as visitors walk around the trees on display, wide-eyed as they recognize these miniature versions of their own natural environment, you can almost watch bonsai grow.  Ryan’s exhibit of American Bonsai at the Japanese Gardens in Portland runs through 19 June",
  "webTitle": "Learning to grow: the American bonsai master who starved for knowledge",
  "webPublicationDate": "2016-05-25T16:16:21Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/25/american-bonsai-mirai-master-japan-ryan-neil",
  "keyword": [
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Portland",
      "id": "us-news/portland",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Plants",
      "id": "environment/plants",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "us-news/2016/may/25/american-bonsai-mirai-master-japan-ryan-neil"
}