{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/madonna-slams-critics-prince-tribute-billboard-music-awards-questlove",
  "id": "2016-05-24-249",
  "sectionId": "music",
  "body": "Madonna has come to her own defence after her much-criticised tribute to Prince at the Billboard music awards on 22 May. Anyone, regardless of “age, gender or skin colour” is entitled to celebrate the late musician, the singer wrote on Instagram. Madonna performed Nothing Compares 2 U and a duet with Stevie Wonder of Purple Rain. Her interpretation of the late artist’s music was met with disdain in some circles. “Anyone who wants to do a tribute to Prince is welcome to,” Madonna posted the following day on Instagram. “If you loved him and he inspired you then show it!!!! I love Prince 4 ever.”           Madonna and Stevie Wonder pay tribute to Prince at Billboard Music Awards    Not everyone was critical of the tribute. Questlove, who helped to orchestrate the Prince section of the Billboard ceremony, praised Madonna’s performance. In a series of tweets, the Roots drummer and the Tonight Show With Jimmy Fallon bandleader said people who were sceptical of Madonna’s moment were still processing the pop icon’s death. “Because of P’s well-known love for the *poof* vanishing act, a lot of us are left feeling incomplete in the act of saying goodbye.” He added: “Naturally, there will be folded arms & shade thrown because the Purple Standard is hard boots to fill & a lot of us don’t wanna come 2 grips.” He said that fans should be prepared for an onslaught of tributes at other awards shows over the coming year. “Every Prince rendition will not be a life changing orgasmic xperience. Just to SING his work is brave enough. Again feeling are on high.” Prince played guitar on three songs from Madonna’s 1989 album Like a Prayer. Their relationship, however, was considered tumultuous. During a concert in London in 2007, Prince said: “I got so many hits y’all can’t handle me. I got more hits than Madonna’s got kids.”",
  "webTitle": "Madonna answers critics of her Prince tribute at Billboard music awards",
  "webPublicationDate": "2016-05-24T09:02:04Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/madonna-slams-critics-prince-tribute-billboard-music-awards-questlove",
  "keyword": [
    {
      "webTitle": "Madonna",
      "id": "music/madonna",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Billboard music awards",
      "id": "culture/billboard-music-awards",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Prince",
      "id": "music/prince",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Roots",
      "id": "music/the-roots",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/24/madonna-slams-critics-prince-tribute-billboard-music-awards-questlove"
}