{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/09/did-you-solve-it-are-you-smarter-than-a-british-11-year-old",
  "id": "2016-05-09-116",
  "sectionId": "science",
  "body": "Earlier today I set you ten questions from the UK Mathematics Trust’s Junior Maths Challenge, which was sat by 300,000 11-13 year olds the week before last. Here are the questions, answers and explanations. I have also included the percentage of children who got it right and the percentage of Guardian readers who did. In one question children did better than Guardian readers (although this was the one with the image that stretched) and in two others the scores were equal. Well done all round, anyway. I hope you enjoyed the mental work out - I’ll be back with another puzzle in two weeks. 1. What is the value of 1/25 + 0.25? Answer: 0.29 1/25 = 4/100 = 0.04. So 1/25 + 0.25 = 0.04 + 0.25 = 0.29 Children: 52 per cent correct (3 per cent did not answer). Guardian readers: 81 per cent correct. 2. Gill is now 28 years old and is a teacher of Mathematics at a school which has 600 pupils. There are 30 more girls than boys at the school.  How many girls are at Gill’s school? Answer: 315. Let there be g girls in Gill’s school. Then there are (g – 30) boys at the school. So g + g – 30 = 600 . Therefore 2g = 630 , that is g = 315. Children: 52 per cent (2 per cent did not answer). Guardian readers: 81 per cent. 3. One of the three symbols +, –, x is inserted somewhere between the digits of 2016 to give a new number. For example, 20 − 16 gives 4. How many of the following four numbers can be obtained in this way?  36, 195, 207, 320 Answer: 4 All four numbers may be obtained: 20 + 16 = 36; 201 –6 = 195; 201 + 6 = 207; 20 x 16 = 320. Children: 39 per cent (3 per cent did not answer). Guardian readers: 62 per cent. 4. A square is folded exactly in half and then in half again. Which of the following could not be the resulting shape? Answer: D     Ben folds five    When a square is folded exactly in half, the shape obtained is a rectangle or a right-angled isosceles triangle. So to determine which of the given shapes can be obtained from a second fold we need to test which shapes form a rectangle or a right-angled isosceles triangle when joined with the image formed when the shape is reflected about an edge. Of the options given, only D does not do this. Of the others, shape A is formed by using fold line 1 first, followed by fold line 3. For shape B the fold lines are 3 followed by 4. For shapes C and E, which are similar, the fold lines are 2 followed by 5.     Fold patterns.    Children: 61 per cent (2 per cent did not answer). Guardian readers: 53 per cent. ****children officially smarter than Guardian readers**** 5. Which of the following statements is false?  12 is a multiple of 2 123 is a multiple of 3 1234 is a multiple of 4 12 345 is a multiple of 5 123 456 is a multiple of 6 Answer: ‘1234 is a multiple of 4’ is false A number is divisible by 4 if and only if its last two digits are divisible by 4. Since 34 is not divisible by 4, we deduce that 1234 is not a multiple of 4. Of the other options, 12 is even and so is a multiple of 2; the sum of the digits of 123 is 6, which is a multiple of 3, so 123 is a multiple of 3; 12 345 has a units digit of 5 and so is a multiple of 5. Finally, 123 456 is even and has a digit sum of 21, a multiple of 3. So 123 456 is a multiple of 2 and of 3 and is therefore a multiple of 6. Children: 78 per cent (2 per cent did not answer). Guardian readers: 79 per cent. ****children officially near enough as smart as Guardian readers**** 6. The diagram shows five circles placed at the corners of a pentagon. The numbers 1, 2, 3, 4, 5 are placed in the circles shown, one in each, so that the numbers in adjacent circles always differ by more than 1. What is the sum of the numbers in the two circles adjacent to the circle which contains the number 5? Answer: 5. The position of the 5 is immaterial to the question asked, so let it be placed in the top circle. Now 4 differs by 1 from 5 so neither a nor d equals 4. Therefore either b = 4 or c = 4 . It doesn’t matter which it is, because the answer will be symmetric. So let b = 4 . Since 3 differs by 1 from 4, neither a nor c can be 3, so d = 3. This leaves us with 1 and 2 to place. As 2 cannot be next to 3, so c is not equal to 2, so c = 1 and a = 2. Therefore the sum of the numbers in the two circles adjacent to the circle containing 5 is 3 + 2 = 5.     Pentagon solution    Children: 52 per cent (6 per cent did not answer). Guardian readers: 79 per cent. 7. In a group of 48 children, the ratio of boys to girls is 3 : 5. How many boys must join the group to make the ratio of boys to girls 5 : 3? Answer: 32. Initially there are 48 children of whom are boys and are girls, so there are 18 boys and 30 girls. When more boys join, there are still 30 girls but now they form of the total. So the total number of pupils is now (8/3) x 30 = 80, of whom 80 – 30 = 50 are boys. Hence the number of boys joining is 50 – 18 = 32. Children: 39 per cent (30 per cent did not answer). Guardian readers: 81 per cent. 8. In the addition sum shown, each letter represents a different non-zero digit. What digit does X represent? Answer: 7.     Sexee maths!    First note that when two numbers are added together the only possible carry from any column is 1. Now, looking at the tens column of the sum, we see that E + E leaves a total of E in the column. Since is non-zero, the only way that this can happen is that there is a carry of 1 from the units column. So we have 1 + E + E = 10 + E, so 1 + E = 10 , that is E = 9. Looking at the units column we see that E + E = 18, so S = 8 and there is a carry of 1 to the tens column. The addition sum may now be solved: 899 + 899 = 1798. So x = 7. Children: 23 per cent (52 per cent did not answer) Guardian readers: 66 per cent. 9. Part of a wall is to be decorated with a row of four square tiles. Three different colours of tiles are available and there are at least two tiles of each colour available. Tiles of all three colours must be used. In how many ways can the row of four tiles be chosen? Answer: 36.     Bonnie tiler    First note that as there are four tiles to be placed and all three colours must be used, every arrangement of tiles consists of two of one colour and one each of the other two colours. Let the colours be R, G and B and consider the arrangements in which there are two tiles of colour R. These two tiles may be placed in six different ways: RR**, R*R*, R**R, *RR*, *R*R and **RR. For each of these arrangements of R tiles, there are two possible ways of placing the remaining G tile and B tile − the G tile may go in the first remaining space or the second remaining space and then there remains only one space for the B tile. So the number of arrangements in which there are two R tiles is 2 x 6 = 12. By the same reasoning, we see that there are 12 different arrangements in which there are two G tiles and 12 different arrangements in which there are two B tiles. So the total number of different arrangements is 3 x 12 = 36. Children: 7 per cent (62 per cent did not answer). Guardian readers: 28 per cent. 10. Beatrix places dominoes on a 5 x 5 board, either horizontally or vertically, so that each domino covers two small squares. She stops when she cannot place another domino, as in the example shown in the diagram. When Beatrix stops, what is the largest possible number of squares that may still be uncovered? Answer 7. First note that there are 25 squares on the board. As each domino occupies two squares, the number of squares left uncovered must be odd. The diagram on the right shows that it is possible for Beatrix to place the dominoes so that there are seven uncovered spaces when it is not possible for her to place any more dominoes. Of the options given, it is not possible to obtain eight uncovered spaces as the number of them must be odd and it has been shown that seven uncovered spaces is possible so the correct answer is seven.     Domino-trix    Children: 8 per cent (62 per cent did not answer). Guardian readers: 21 per cent.  ****children who answered this question (8/38) as smart as Guardian readers**** Thanks to the United Kingdom Mathematics Trust for letting me reprint these problems and explanations. Schools wanting to participate in their national challenges can find out how to do so here. ....................................................... I post a puzzle here on a Monday every two weeks. I’m the author of three popular maths books including Alex’s Adventures in Numberland and the maths colouring book Snowflake Seashell Star. You can check me out on Twitter, Facebook, Google+ and my personal website.",
  "webTitle": "Did you solve it? Are you smarter than a British 11 year old?",
  "webPublicationDate": "2016-05-09T16:00:00Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/09/did-you-solve-it-are-you-smarter-than-a-british-11-year-old",
  "keyword": [
    {
      "webTitle": "Mathematics",
      "id": "science/mathematics",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Bellos",
      "id": "profile/alexbellos"
    }
  ],
  "guardianId": "science/2016/may/09/did-you-solve-it-are-you-smarter-than-a-british-11-year-old"
}