{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/barack-obama-flint-michigan-water-crisis",
  "id": "2016-05-04-16",
  "sectionId": "us-news",
  "body": "The Flint water crisis was a “tragedy that never should have happened” in the US, Barack Obama said Wednesday during his first visit to the city since evidence of lead contamination emerged last fall, while residents jeered Michigan’s governor in his first public remarks before the community. “Flint’s recovery is everybody’s responsibility,” the president told a crowd of 1,000 gathered inside a high school gymnasium. “And I will make sure that responsibility is met.” The president focused his remarks on what he called a “corrosive” mentality in politics that “contributed to this crisis”. “Now, I do not believe that anybody consciously wanted to hurt the people,” he said. “And this is not the place to sort out every screwup … but I do think there’s a larger issue. “It’s a mindset that believes the less government is the highest good no matter what,” he continued. “It’s an … ideology that undervalues the common good, says we’re all on our own.” The president’s trip included a discussion with nine residents and a local pediatrician, Dr Mona Hanna-Attisha, who last fall uncovered elevated blood lead levels in Flint children. “I told them that I understood why you’re afraid, not just for yourself but for your kids,” Obama said during his 50-minute speech. “I also want to come here to tell you that: I’ve got your back; that we’re paying attention.” The president’s visit also ushered in the first public remarks to Flint residents from Michigan governor Rick Snyder since he conceded the city’s water was contaminated seven months ago. From the moment Snyder stepped on stage, attendees booed and jeered the second-term Republican governor, who won the state gubernatorial race in 2010 without ever serving public office. As he has in recent months, the governor apologized for his administration’s role in the crisis – but his remarks were brief. The former venture capitalist could barely get a word in without an interruption. “You didn’t create this problem,” Snyder said. “Government failed you.” Attendees countered back: “You did!”     A local resident of Flint yells ‘Get out of here’ as Rick Snyder speaks. Photograph: Jim Watson/AFP/Getty Images    Moments later, by contrast, Flint’s congressional representative, Dan Kildee, received rapturous applause from the room. “This looks like Flint,” he said. Kildee criticized the efforts of emergency managers in the city who “made choices that had more to do with dollars and cents” than with the health of residents. Snyder appointed a string of emergency managers between 2011 and 2015 to run Flint, essentially stripping the city’s elected mayor and city council of power. In April 2014, as a cost-saving measure, the city switched its drinking water source from Lake Huron to the corrosive Flint river. State environmental officials didn’t require Flint to treat the river water, which allowed lead to leach off pipes before flowing into households across the city. A Snyder-appointed taskforce found that concerns raised about the river at the time “should have resulted ... in a full and comprehensive review of the water situation in Flint”. Kildee said there is an “obsession” with austerity in government. “We shrunk government to a point it wasn’t even in a position … to defend its own people,” he said. “And that’s wrong.” Obama echoed Kildee’s remarks, saying austerity measures lead to “systemic neglect” that diminishes “the life of a community and make it harder for our young people to succeed”. “It’s not just enough to fix the water,” he said. “We’ve got to fix the culture of neglect.”    It’s not just enough to fix the water. We’ve got to fix the culture of neglect  Barack Obama      At a stop at a food bank earlier on Wednesday, Obama drank from a glass of filtered Flint water, in an attempt to encourage residents to drink filtered water. “If you’re using a filter … then Flint water at this point is drinkable,” Obama said, cautioning, however, that pregnant women and children younger than six should continue using bottled water. Residents have expressed the overreliance on bottled water, out of safety, has become an unnerving reality in the city. But, as a short-term measure, Obama said using filtered tap water is the “right thing to do”. “And, frankly, it’s going to be a lot more convenient than people traveling long distances to try to lug back a bunch of bottled water,” he said. The president said Flint should still push forward with an effort spearheaded by Flint mayor Karen Weaver to remove lead service lines across the city. Weaver has estimated the city needs $55m to complete pipe replacement, and only about $2m has been appropriated for the effort so far – enough to remove roughly 500 lines in a city estimated to have about 15,000. “That may be a long-term process,” he said. “It may take a year, it may take two years. … In the meantime, folks have to be able to use water.” Obama told reporters after the briefing that Flint parents should have their kids tested for lead exposure and said, with proactive measures, long-term health effects of lead can be reigned in.     President Barack Obama speaks about the Flint water contamination crisis. Photograph: Bill Pugliano/Getty Images    “We now know what to do,” he said. “We know how to mitigate these effects.” He also encouraged residents to flush their pipes so federal environmental officials can analyze whether Flint’s pipes are being recoated with corrosion-control agents. “So I’m urging everybody in Flint to participate in this flushing program,” he said. “Again, it’s a matter of turning on your tap in the kitchen, in the bathroom, five minutes a day, just to get that water flowing, getting some of the contaminants out. It will then be retested after that.” Weaver said she was encouraged to know that Obama is concerned about the “man-made” water disaster. “We didn’t deserve what happened here,” she said before Obama took the stage. “But we do deserve the resources to fix it.” The president’s visit was prompted by a letter from an eight-year-old Flint resident. Mari Copeny, who is known around the city as Little Miss Flint. Copeny urged Obama in her letter to meet with the community, as it would “really lift people’s spirits”. He also met with Flint residents in a community roundtable prior to delivering his remarks at the high school. “I am confident that Flint will come back,” Obama said. The president highlighted federal remediation efforts in Flint ahead of Wednesday’s speech, saying Obama has directed an “all-out” response to address the city’s water crisis: federal aid, prompted by an emergency declaration issued in January, has provided over 9m liters of water, along with 50,000 filters for Flint residents, according to the White House. Obama green-lighted an expansion of Medicaid coverage in the city for 14,000 children and 1,000 pregnant women. Snyder said on Tuesday that Flint residents would be available for the expansion next week. In addition, the Federal Emergency Management Agency has been authorized to continue providing water, filters, and water test kits through mid-August, the White House said. Snyder, whose aides first learned of concerns over lead contamination, publicly conceded last October that Flint residents had been exposed to high levels of lead. The governor, however, has sought to distance himself from criticism for his months-long delay in launching a widespread response. Nearly $70m is being appropriated by the state legislature to reconnect Flint with Detroit’s water system, begin testing for lead, and provide bottled water to residents. Snyder activated the national guard to assist, and has proposed an additional $165m for further measures. With 40% of the majority-black city living below the poverty line, however, residents say there’s still a disconnect between the needs of Flint’s 100,000 residents. The family of Copeny has endured a series of irritating skin rashes, even after Flint began pulling water again from Lake Huron last fall, her mother said this week. Lead isn’t a known cause for skin irritation, but state officials, along with assistance from the federal Environmental Protection Agency and Centers for Disease Control and Prevention, have continued to investigate what causes the rashes. Earlier, students and residents lined the road outside Northwestern, where organizers of a recall petition for Snyder gathered signatures. Nearly halfway through Obama’s speech, the president broke out with a momentary cough, prompting a light-hearted moment, when he asked to applause: “I’m gonna get a glass of water.” “Let’s make sure we find one,” he said. “It will be filtered.”",
  "webTitle": "Obama in Flint: water crisis is a 'tragedy that never should have happened'",
  "webPublicationDate": "2016-05-04T22:04:36Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/barack-obama-flint-michigan-water-crisis",
  "keyword": [
    {
      "webTitle": "Flint water crisis",
      "id": "us-news/flint-water-crisis",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Michigan",
      "id": "us-news/michigan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ryan Felton",
      "id": "profile/ryan-felton"
    }
  ],
  "guardianId": "us-news/2016/may/04/barack-obama-flint-michigan-water-crisis"
}