{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/20/jane-austen-love-and-friendship-wilt-stillman-film-novella-lady-susan",
  "id": "2016-05-20-138",
  "sectionId": "books",
  "body": "Director Whit Stillman began his film career with Metropolitan, a contemporary courtship tale set in Manhattan but shot through with allusions to Jane Austen’s novels. Now, with his new film Love and Friendship, out next week, he gives us his version of a story by Austen, though one that is little known. He has adapted a novella – or, more accurately, a sharply curtailed novel – called Lady Susan, which Austen probably wrote in the mid-1790s, when she was 19 or 20. Confusingly, however, he has taken the film’s title from an entirely unrelated parody of fashionable sentimental fiction that she wrote when she was 14. Neither of these tales was published in her lifetime, and neither was intended for publication.   Related: Love & Friendship review: Kate Beckinsale is a devious delight    Lady Susan promises much. The eponymous leading character is intelligent, accomplished and utterly amoral. Lady Susan is a beautiful widow in her mid-30s who gets her kicks from flirtation and psychological manipulation. At the beginning of the book we find her entertaining herself by causing emotional mayhem in a household in which she is a guest. She gets her friend’s husband to fall in love with her, while also tempting the idiotic aristocrat who is courting her own daughter to turn his attentions to her instead. This being England rather than France, she is too canny to let any of these men get anything more than sweet talk from her.            Life in the English countryside is, as she observes, so very dull without a good bit of amorous game-playing (in this respect, her character seems a dry run for the charming, cold-hearted Mary Crawford in Mansfield Park). Pausing only to offload her teenage daughter at a boarding school, she arrives at the previously tranquil rural household of her brother, his wife and their several children. Here she amuses herself by alluring and entangling the eligible Reginald De Courcy, 12 years her junior. She charms almost everyone she meets, while privately despising them.   Related: How Jane Austen’s Emma changed the face of fiction    We know all this because the novella is written entirely in letters, and we have before us the missives written by Lady Susan to her equally cynical and pleasure-loving confidante Alicia. Alicia is unfortunately married (for money, naturally) to the gouty and morally upright Mr Johnson, a man who is “too old to be agreeable, and too young to die”. The young Austen clearly felt a frisson in having a protagonist who, in the privacy of her correspondence, openly scorned codes of propriety and morality. The letters penned by the other characters are not half as much fun. Indeed, the book’s problem – as the tyro author must have soon seen – is that the monstrous, calculating protagonist is the only really engaging character. The young Austen was experimenting with an unusual variation on a conventional form. Many novels of the late 18th century were, like Lady Susan, written entirely in letters. In her youth, Austen, along with many of her contemporaries, was a fan of Samuel Richardson, who turned epistolary novels into a high art. In his fiction, resourceful young women record their efforts to resist the advances of scheming libertines. The young Austen signals her audacity by turning the figure of the predatory male seducer into a highly unconventional (and middle-aged) seductress.   Related: Kate Beckinsale: ‘Our phones were tapped by spooks when we were growing up’    The potential of the novel-in-letters continued to interest her. She went on to write a (now lost) early draft of Sense and Sensibility in this style. Yet she became a great writer by going beyond the form, where we know what characters think because they tell us. Readers used to the narrative complexity of her published fiction, where third-person narration is inflected by the consciousness of one character or another, will recognise Lady Susan as a phase that Austen had to go through. You can feel her lose interest. After not many pages, she lets the enamoured Reginald see the truth and ensures that Lady Susan’s schemes collapse (though at least she remains impenitent). Having set up her interesting rivalries and dangerous flirtations, the young Austen brought her fiction to a premature end. The film has to pursue to a satisfying conclusion what the novelist-to-be tired of.",
  "webTitle": "Does Love & Friendship improve on Jane Austen’s ending?",
  "webPublicationDate": "2016-05-20T14:00:27Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/20/jane-austen-love-and-friendship-wilt-stillman-film-novella-lady-susan",
  "keyword": [
    {
      "webTitle": "Jane Austen",
      "id": "books/janeausten",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Publishing",
      "id": "books/publishing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Love & Friendship",
      "id": "film/love-and-friendship",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "John Mullan",
      "id": "profile/johnmullan"
    }
  ],
  "guardianId": "books/2016/may/20/jane-austen-love-and-friendship-wilt-stillman-film-novella-lady-susan"
}