{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/23/ray-hadley-tells-scott-morrison-the-coalition-may-perish-over-superannuation-changes",
  "id": "2016-05-23-324",
  "sectionId": "australia-news",
  "body": "The radio broadcaster Ray Hadley has roasted Scott Morrison over the government’s new lifetime cap on tax concessions on superannuation contributions, warning it may be the “rock on which [the government] will perish”. Under changes in the 2016 budget, people will not get tax concessions on superannuation they voluntarily contribute above a lifetime cap of $500,000.    Related: Liberals split over Labor plan to change rules allowing MPs to 'double dip'    The changes have come under fire from the right-wing thinktank the Institute of Public Affairs, which claims they are retrospective and has promised to campaign fiercely against them. The proposed changes have been criticised by Labor and the Liberal Democrats, who hope to win votes off the Coalition over the issue. Hadley warned if the government persisted with the cap Morrison would still be the member for the Sutherland shire but would not be the treasurer. “All I’m saying to you at your own peril as a government unless you do something between now and July 2 on [this cap] ... this could be the rock on which you perish,” he said. “If you moved the $500,000 to a million, you’d probably sway the hearts and minds of people who want to see you returned to power. They don’t want to deal with Bill Shorten, Chris Bowen or Tanya Plibersek but you’re almost forcing their hand.”  Morrison defended the cap by saying it only applied to 42,000 people out of a total of 16m with superannuation and the $500,000 limit was indexed to average wage rises. He said the median after-tax contribution over the past seven years was just $41,000. “We are talking about a very small group of people, in a position to put in hundreds of thousands of dollars of after-tax contributions,” he said. Hadley said aspirational Australians “feel as if they’re trapped” because they don’t want to vote for Labor. Morrison said: “I don’t suggest they should.” Morrison said the cap also helped pay for the low-income superannuation tax offset, which benefits 3.3m people on low incomes. “This is about making sure our superannuation contributions are fair,” he said. “For that very small number, 42,000, who have already made that $500,000, the suggestion is somehow they should be able to put another $500,000 in on top of that. “I don’t think that’s very fair to the people out there saving today, younger people – they’re not getting the access to the enormously generous contribution arrangements for many years.”   Related: Malcolm Turnbull's poll rating slumps as Labor maintains 51-49 lead    Hadley said the chances younger voters would vote for the Coalition were “none and Buckley’s – they’ll go Labor party or Greens – I’m talking about the people that vote your way. “You won’t win the young voters by this, I can tell you.” Morrison laughed off a series of polls showing Labor ahead 51%-49% in two-party preferred terms, saying “in the UK Ed Miliband was supposed to be the prime minister”. “Federal election are always tightly contested and things do get closer as you go into the campaign.” Hadley warned he’d be “filthy” with the government if Labor won and he had to interview Chris Bowen as treasurer.  Morrison speculated that Adam Bandt could be the deputy treasurer in a Labor-Greens government and Sarah Hanson-Young could be immigration minister.",
  "webTitle": "Ray Hadley tells Scott Morrison the Coalition may 'perish' over superannuation changes",
  "webPublicationDate": "2016-05-23T02:45:20Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/23/ray-hadley-tells-scott-morrison-the-coalition-may-perish-over-superannuation-changes",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Superannuation",
      "id": "australia-news/superannuation-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/23/ray-hadley-tells-scott-morrison-the-coalition-may-perish-over-superannuation-changes"
}