{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/sadiq-khan-anne-hidalgo-donald-trump-muslim-ban",
  "id": "2016-05-10-31",
  "sectionId": "politics",
  "body": "The mayor of Paris has joined with her newly elected London counterpart, Sadiq Khan, in voicing a scathing rebuke of Donald Trump over his call for a ban on Muslims entering the US and his suggestions that an “exception” could be made in the case of Khan. Standing alongside Khan at St Pancras railway station after arriving from Paris, Anne Hidalgo said on Tuesday that people of all religions, including Catholics and Muslims, did not agree with the US presidential candidate, adding: “Mr Trump is so stupid, my God, my God.”  Khan, London’s first Muslim mayor, said he hoped that Trump looked at the lessons from last week’s London’s mayoral elections “and recognises that it’s possible to be western and Muslim and to be friends with a mayor of Paris as well”. He added: “Our message to Donald Trump is: this is how you work together; this is the best of humanity; this is the best of the west. “What’s really important is the similarities Paris and London have; they are the most diverse cities in the world. This is an example of the best of our cities – men, women, Muslims, Christians, mayors working together to work for our cities, solving the housing crisis, fixing the air quality, addressing the challenges of integration and making sure our cities are safe.” The two mayors held talks at the station on a number of issues which were thought to include security. Khan later tweeted images of what he said would be the first of many meetings between the two.    Huge pleasure to welcome Mayor of Paris @Anne_Hidalgo to London for first of many meetings about our cities' futures pic.twitter.com/lYf3vODmBm— Sadiq Khan (@SadiqKhan) May 10, 2016    Khan has previously said he would visit the US before this year’s presidential elections “in case Donald Trump wins” and Muslims were banned. The London mayor subsequently rebuffed a suggestion by Trump that he could be an exception to the proposed ban. He said the ban was something that directly affected those closest to him and making an exception was not the answer.           New London mayor: ‘Donald Trump has ignorant views on Muslims’    Trump told the New York Times on Monday that he was happy to see Khan elected as mayor of London last week. “There will always be exceptions,” he said of his proposed temporary ban on Muslims. Of Khan’s election, he said: “I think it’s a very good thing and I hope he does a very good job because, frankly. that would be very, very good. You lead by example, always lead by example. If he does a good job and, frankly, if he does a great job, that would be a terrific thing.”",
  "webTitle": "Sadiq Khan and Anne Hidalgo rebuke Donald Trump over Muslim ban",
  "webPublicationDate": "2016-05-10T21:20:33Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/10/sadiq-khan-anne-hidalgo-donald-trump-muslim-ban",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Quinn",
      "id": "profile/benquinn"
    }
  ],
  "guardianId": "politics/2016/may/10/sadiq-khan-anne-hidalgo-donald-trump-muslim-ban"
}