{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/07/volvo-xc90-car-review-safety-was-the-last-thing-on-my-mind-in-this-beast",
  "id": "2016-05-07-124",
  "sectionId": "money",
  "body": "It is unnerving when other road users openly laugh in your face, particularly if you think you’re driving perfectly normally. In Ramsgate, I thought it was because the Volvo XC90 was bright red. A red car is one thing, but a gigantic red car is another, and the only person who would warm to it is the one who chose it. In Broadstairs, I thought it might be because I was just about to get wedged down a narrow road. In London, I thought perhaps it was the manifest power of the thing, so unnecessary for one whose greatest towing load would be if they accidentally hooked on to a trolley in an Asda car park. Whatever, OK: the point is, wherever I went, people laughed, and after a couple of days of this, I was no longer unnerved. I loved it. Eat my dust, laughing boys (or girls). I have an eight-speed automatic gearbox, and I know how to use it (by doing nothing). I have a driving experience so noiseless that I could be in space. I can accelerate so that my two-litre diesel D5 engine makes your… your whatever it is you’re driving… look like a camper van packed with a hen party. I can go so fast without realising that… well, I would never do that. But it would be fast. This car turned me into Ayn Rand. All I could think about was my date with destiny. I also had the most intuitive, well-designed satnav I’ve yet encountered, to direct me to destiny, as well as a truly impressive stereo system, bluetoothing effortlessly with devices, so that should I ever reach destiny, I would soon find I’d rather stay in the car. The boot whooshes open with a button and the leathery seats hold you like a pitching glove. Volvo was famous for its safety – that, and all the leather, and heated seats for elk weather. But safety was the last thing on my mind in this beast, though luckily the car had that covered, with a symphony of alarms to tell me things I already knew, like, I was changing lanes without indicating. It was so noisy that, by the end of the week, the intro to most songs made the children think I was about to crash into something. But that’s fine, because having anxieties about cataclysmic events is nothing, compared with the upside of being able to climb all over a car and pretend you’re in a house. It’s a tank, it’s all those things people hate in an SUV from the outside, and love from the inside. I would sooner have died than enjoy it, until I started to really, really enjoy it. Volvo XC90: in numbers      Price £50,250Top speed 137mphAcceleration 0-62mph in 7.8 secondsCombined fuel consumption 49.6mpgCO2 emissions 149g/kmEco rating 6/10Cool rating 8/10",
  "webTitle": "Volvo XC90 car review – ‘Safety was the last thing on my mind in this beast’",
  "webPublicationDate": "2016-05-07T10:00:12Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/07/volvo-xc90-car-review-safety-was-the-last-thing-on-my-mind-in-this-beast",
  "keyword": [
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Williams",
      "id": "profile/zoewilliams"
    }
  ],
  "guardianId": "money/2016/may/07/volvo-xc90-car-review-safety-was-the-last-thing-on-my-mind-in-this-beast"
}