{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/01/the-met-gala-2016-what-will-the-guests-be-wearing",
  "id": "2016-05-01-198",
  "sectionId": "fashion",
  "body": "What is “tech white tie”? The lucky few with the golden tickets to the Met ball have until Monday to figure out how to interpret this unusual dress code, stipulated on this year’s invitations in honour of the Manus X Machina theme. The rest of us can relax in our sweatpants, and wait for some prize sartorial entertainment. I mean, last year Rihanna interpreted the 2015 dress code of “Chinese white tie” as “dress as an omelette”, so the artistic expression bar is pretty high. Taylor Swift in Louis Vuitton     Will this be Taylor Swift’s high-waisted outfit? Photograph: WWD/Rex Shutterstock    The hosts of the night are Taylor Swift, Anna Wintour, Nicolas Ghesquière and Jony Ive. Can you even imagine the party-planning meetings? Do Anna and Jony lock horns over, like, napkin swans? Surely Tay Tay will have used that time doodling on the minutes pad and passing the biscuit plate to Nicolas to make sure she nabs the best Vuitton dress. In her 73 Questions video on the Vogue site, Taylor Swift – who is co-hosting the night – said she was going to go dressed as “a robot with a sword”, but we’re hoping Nicolas talked her into Look 34 instead. After all, she also said in the video that her favourite look was “anything high-waisted”. And the red leather bit is quite Bad Blood, no?  Beyonce in Gucci     Beyoncé could pull off this I’m-no-one’s-arm-candy gown. Photograph: Sipa/Rex Shutterstock    Last year, Beyoncé’s Met look was all about her bottom. But Beyoncé has moved on from her bottom, and Formation-Lemonade-Beyoncé is fierce-feminist-artist Beyoncé. She likes Gucci at the moment, and she’s threatening Alexa Chung with a land grab on the pie-crust collar. So, a fierce, I’m-no one’s-arm-candy Gucci gown would tick all boxes. Will Solange bring that Anya Hindmarch crisp-packet handbag, of elevator-showdown fame? Rihanna in Saint Laurent     RiRi in Saint Laurent? Photograph: Sipa/Rex Shutterstock    CAN YOU EVEN IMAGINE HOW INSANELY GOOD THIS WOULD LOOK. Please, RiRi. PLEASE. Kim Kardashian in dissolving Hussein Chalayan dress     Kim Kardashian could wear this embodiment of hashtag-empowered nudity. Photograph: Victor Boyko/Getty Images    Idris Elba as Bond     Idris Elba could be wearing this one-part classic 70s Bond. Photograph: WWD/Rex Shutterstock    Co-chair Elba has his own personal dress code, which involves always dressing in a way that reminds journalists to ask him if he’s going to be the next Bond. But a common-or-garden white tux won’t cut it at the Met, so we’re hoping to see him in Bottega Veneta Look 1 from the upcoming autumn collection: black tailoring over a black polo neck. One part Daniel-Craig-in-Sceptre, one part classic 70s Bond, one part fashion-insider. Hussein Chalayan’s spring/summer show starred dissolving clothes. Two models wearing white thigh-length coats stood under a light mist of water, and the coats disappeared to reveal tiny dresses underneath. It’s the perfect marriage of hi-tech and hashtag-empowered nudity. Can you break the internet twice?",
  "webTitle": "The Met Gala 2016: what will the guests be wearing?",
  "webPublicationDate": "2016-05-01T05:02:45Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/01/the-met-gala-2016-what-will-the-guests-be-wearing",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Met Ball 2016",
      "id": "fashion/met-ball-2016",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Taylor Swift",
      "id": "music/taylor-swift",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Rihanna",
      "id": "music/rihanna",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Kim Kardashian",
      "id": "lifeandstyle/kim-kardashian",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Idris Elba",
      "id": "culture/idris-elba",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jess Cartner-Morley",
      "id": "profile/jesscartnermorley"
    }
  ],
  "guardianId": "fashion/2016/may/01/the-met-gala-2016-what-will-the-guests-be-wearing"
}