{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/09/premier-league-talking-points-weekend",
  "id": "2016-05-09-294",
  "sectionId": "football",
  "body": "1) How do Kane and Vardy fit in for England? In danger of straying slightly off subject here but figured the Leicester fairytale may be wearing slightly thin on (the more miserable among) you. Anyway, the point is that Jamie Vardy’s double against Everton took him to 24 Premier League goals for the season and within one of Harry Kane, which leads us into England territory. With two English strikers enjoying such prolific seasons, should Roy Hodgson consider starting the two of them up front together? If the qualification games are anything to go by, it is more likely that Kane will play through the middle and Vardy out wide, with Wayne Rooney (a debate for another day) deployed as a No10. The other alternative is going with Kane alone up front and bringing Vardy off the bench but that seems a bit of a waste. Vardy’s pace is such an asset and in many ways he would appear to complement Kane if the two were paired together, perhaps with a midfield diamond behind. Stuart James  • Barney Ronay: Leicester City’s title-winning season summed up with bonkers party• Match report: Leicester 3-1 Everton• De Laet wins promotion and Premier League title medal on same day            Christian Fuchs soaks Claudio Ranieri with champagne    2) Pochettino wants internal summer upgrade  Tottenham’s ultimate owner, Joe Lewis, was in the White Hart Lane crowd on Sunday, for the 2-1 defeat by Southampton and it felt appropriate to ask Mauricio Pochettino whether there were any plans for a collective pow-wow with regard to the summer, when the club will seek to tune up ahead of next season. The manager replied that he had “never spoken” with Lewis but Pochettino seemed clear that there would be no need for major surgery in the summer transfer window. It is obvious that Tottenham need and will surely sign a striker (or two), with even Pochettino being on record to this effect. West Bromwich Albion’s Saido Berahino remains a target, as does Fulham’s Moussa Dembele. With a Champions League group phase campaign looming, it feels as though Tottenham could benefit from beefing up in one or two other areas, while it is always a good idea to strengthen from a position of strength – to avoid any resting on laurels. But it was interesting to hear Pochettino’s take on how he envisages the summer. “We are clear about where we need to improve and how, but that doesn’t mean we need to add players,” Pochettino said. “It means different things. The same players we already have need to move on and improve in different situations – tactically and mentally. If we really want to fight to win the league next season, we need to improve. We need to be more aggressive and kill games but we are young. I feel very proud of our players and we are still improving. We need to be critical with ourselves in order to improve next season.” David Hytner  • Match report: Tottenham 1-2 Southampton• Pochettino: Tottenham not interested in topping Arsenal      Tottenham Hotspur manager Mauricio Pochettino isn’t looking for much in the summer transfer window. Photograph: BPI/Rex/Shutterstock    3) Has Wilshere made it back in time for Euro 2016? A while ago, as Jack Wilshere was in the slow-motion process of dealing with another of those setbacks that tend to jolt the unforgiving road of rehabilitation, Arsène Wenger mused on the probability of a midfielder Roy Hodgson admires making it to the European Championships. A manager can take one risk, Wenger concluded. Of course it would be asking for trouble to overload a squad with gamble players, and England have had their problems in the past hoping on an unfit talent, but one risk is worth taking. Wenger naturally backed his man to be the trump card. Wilshere has been desperate to get back to competitive action but had only six minutes under his belt before Sunday’s in effect Champions League qualification match at the Etihad. Although his chance came in unfortunate circumstances, as Danny Welbeck damaged his knee midway through the first half, Wilshere seized the moment to enjoy a high-intensity game. It was a performance embellished by some classic Jack the laddish intent. There were some surging dribbles, some tidy flicked passes and such was his desperation to make an impression before long he leapt into a recklessly timed challenge. Overall Roy Hodgson will notice how easily he made space for himself and how he barely wasted a pass. The England manager picks his 23-man squad for Euro 2016 this week. Wilshere may have cut it fine in terms of getting back to football but he may be back just in time. Amy Lawrence  • Match report: Manchester City 2-2 Arsenal• Michael Cox: Wilshere’s early arrival allows Arsenal to take midfield control• Amy Lawrence: Wenger knows value of reaching Champions League again• Welbeck a Euro 2016 doubt after suffering knee injury    Related: The Dozen: the weekend's best Premier League photos    4) The Premier League sees a Championship fixture Both sets of fans were in good voice at Villa Park, surprising since the next time the sides meet it is likely to be in a Championship fixture. The Holte End seemed aware that it might be quite a while before Premier League football returns to the stadium, no one imagines Villa are going to find life in the Championship comfortable or that a return to the top flight will be easy. The Newcastle fans were chanting Rafa Benítez’s name before kick-off, still confident at that point that the recent improvement in results could be continued. It was to an extent. Newcastle are now unbeaten in five games, though due to events on Wearside a draw was not enough. So in all probability the unpopular Mike Ashley regime will join the equally culpable Randy Lerner investment in missing out on the financial bonanza next season brings. Few football followers will shed a tear about that, particularly as Burnley and Middlesbrough, coming up from the Championship, are both models of steady and sensible ownership. But the Villa and Newcastle supporters have done nothing to deserve inexorable decline through absence of leadership and for everyone with an interest in English football the Premier League will undeniably be a poorer place without two of its most prominent and recognisable big city landmarks. Paul Wilson  • Match report: Aston Villa 0-0 Newcastle• Agbonlahor to see out season in the reserves      Aston Villa fans make their feelings known during the match against Newcastle United. Photograph: Matt Bunn/BPI/Rex/Shutterstock    5) Defoe could be the difference between survival and the drop        Striker Jermain Defoe   Appearances 32  Goals 15  Shots 80  Shots on target 43%  Offsides 41     Last weekend Sam Allardyce admitted that Sunderland would already be down without Jermain Defoe’s goals after the striker continued his excellent away form by rescuing a late point against Stoke City. Defoe’s penalty in the 1-1 draw at the Britannia Stadium meant that he has scored in 11 away games since joining Sunderland and his nervelessness in high pressure moments is likely to prove the difference between going down and staying up. Although the 33-year-old has not been as prolific at the Stadium of Light before Saturday’s game against Chelsea, he proved that he remains as deadly as ever by ending his search for a first home goal since 2 January with his sharp winner in the 70th minute. There was no doubt once the ball was on that right foot and Sunderland are on the brink of securing their survival. Jacob Steinberg  • Sending off means Terry could have played last game for Chelsea• Match report: Sunderland 3-2 Chelsea  6) Norwich must stick with Neil If – make that when – Norwich are relegated, they should keep faith with Alex Neil, as Burnley did with Sean Dyche. Neil showed precocious managerial acumen to get the club promoted last season and has done well to keep them out of the bottom three for most of this campaign even if he has not been infallible. It is not his fault Norwich are going down. The club failed to invest properly, leaving the manager to work mainly with the same players who were not good enough to survive two years ago. In search of a successful formula he has chopped and changed regularly throughout the season; maybe he did so a little too quickly on occasions but the overall truth emerged: the 34-year-old has not had the right tools to complete the job asked of him but nearly did so anyway. He is a keeper. Paul Doyle  • Match report: Norwich 0-1 Manchester United            Norwich City’s Alex Neil: loss against Manchester United ‘a major blow’    7) Liverpool’s home form shows progress under Klopp The Europa League final is the clearest sign of Liverpool’s progress under Jürgen Klopp, but their improvement in front of goal at Anfield is another gauge that should not be overlooked and is not confined to European competition. Liverpool have now scored two or more goals in eight of their last nine home games following the 2-0 defeat of Watford, when the eight changes made by Klopp to his team from the win over Villarreal did not disturb his players’ clinical execution in front of goal. On Friday the Liverpool manager said: “One of my rules in football is that it is always a sign of a good game when there is an attack or a cross and you have a minimum of four players in the box.” Sunday’s goals, from Joe Allen and Roberto Firmino, were not clear demonstrations of that rule at work but Liverpool’s willingness to commit men forward has underpinned the improvement in results and performances at Anfield during Klopp’s seven months in charge. He envisages more to come. “I want to be more consistent in all the games in future,” the Liverpool manager said. “But it needs a little bit of time. When I first came we had a little problem at home but now it’s good. For the boys it was hard work but for the rest it was an afternoon to enjoy.” Andy Hunter  • Match report: Liverpool 2-0 Watford• Sachin Nakrani: Sturridge shows desire to become Klopp’s main man  8) What more does Guidolin have to do to stay on in Swansea? As Francesco Guidolin wrapped up his press conference following Swansea’s 4-1 victory over West Ham at Upton Park on Saturday, one of the reporters present complimented the Italian on his improved English. Guidolin smiled and nodded in response and, as he departed from view, it was an obvious thing to wonder if those language skills will be needed beyond the end of this season. Guidolin has still to be told by the Swansea chairman, Huw Jenkins, if he has a future at the Liberty Stadium, having been appointed in January on a contract that ran until the end of the campaign. With one fixture to go - next Sunday’s visit of Manchester City - the 60-year-old remains outwardly relaxed about the situation but privately must be wondering what more he needs to do in order to be kept on. Since Guidolin’s arrival Swansea have climbed from 18th to 11th in the Premier League, going from serious relegation contenders to mid-table security.  The team have been transformed and in their last two matches also shown an impressive flexibility in their approach, something Guidolin prides himself on. Against Liverpool last week Swansea pressed high and with intensity while against West Ham they sat deep and looked to counter-attack. The result was two deserved wins and seven goals scored, not bad for a side that is meant to be on the beach and clear proof that the man in charge has made his mark. Over to you, Huw. Sachin Nakrani  • Jacob Steinberg: Nine decades of memories of Upton Park• Match report: West Ham 1-4 Swansea City       Swansea City’s Wayne Routledge scores his side’s first goal against West Ham. Photograph: Anthony Devlin/PA    9) Palace must get on the front foot to avoid Cup defeat In amid the post-match relief that Crystal Palace had secured their top-flight status had come a warning. Alan Pardew had witnessed his team huff and puff to little effect up to half-time, when they deservedly trailed to Stoke City and remained a side on edge, to prompt a furious reminder of responsibilities at the break. “We didn’t look as if we had any verve or energy,” said the manager. “The DNA of this club is about being on the front foot and exuberant in our play. If we don’t have that at Wembley we’ll get beat. You can’t just turn it on in the Cup final. So I told the players at half-time: ‘Do it now.’” Palace have to impose themselves at the national stadium if they are to beat Manchester United and secure the first major silverware in their history. They have to ally energy with invention, exploiting the pace and propulsion they boast on the flanks with all that industry in midfield and discipline at the back. So much of their Premier League form has been aimless since December, when a team denied its most potent attacking performers through injury had wilted badly for all the efforts of Scott Dann, Damien Delaney and Mile Jedinak to haul them through to safety. Now they are a team almost at full strength, the manager blessed with options before Sunday’s final game against Southampton where those on the fringes will surely feature in place of some first-choices. “We have our itinerary for the Cup final already in place and some of that will start this week with a view to Southampton, then building up to Wembley,” added Pardew. “We have planned it meticulously so we can prepare a team to cope with 120 minutes of football, because that is what it might need.” They will never have a better chance of securing that first major trophy. But they will prevail only if they replicate their second-half showing, rather than their first, from Saturday when trotting out at Wembley. Dominic Fifield  • Match report: Crystal Palace 2-1 Stoke City      Dwight Gayle celebrates after scoring the second goal for Crystal Palace against Stoke City. Photograph: Stefan Wermuth/Reuters    10) Will youngster Leko stick in the West Brom team? Jonathan Leko is the Premier League’s first 1999 baby, a fact that is unlikely to have enraptured many – until they saw him play. And this is an essential beauty of football and sport; reminding you that you are old while keeping you young. After two substitute appearances, Leko was given his first start last week and, despite West Brom’s 3-0 defeat at home to West Ham, he nonetheless managed to impress. Accordingly he kept his place for the game at Bournemouth and his trickery helped create Salomón Rondón’s goal. Though there are plenty of players able to run at and beat men, far fewer do so in the middle of the pitch and fewer still show such nous at so young an age; the question is whether Tony Pulis is confident enough and patient enough to use Leko when the games mean something. Daniel Harris  • Match report: Bournemouth 1-1 West Brom        Pos Team P GD Pts      1 Leicester 37 32 80    2 Tottenham Hotspur 37 38 70    3 Arsenal 37 25 68    4 Man City 37 30 65    5 Man Utd 36 13 63    6 Southampton 37 15 60    7 West Ham 36 14 59    8 Liverpool 36 13 58    9 Chelsea 36 6 48    10 Stoke 37 -15 48    11 Swansea 37 -10 46    12 Everton 36 4 44    13 Watford 36 -8 44    14 Crystal Palace 37 -9 42    15 West Brom 37 -14 42    16 AFC Bournemouth 37 -20 42    17 Sunderland 36 -17 35    18 Newcastle 37 -25 34    19 Norwich 36 -27 31    20 Aston Villa 37 -45 17",
  "webTitle": "Premier League: 10 talking points from the weekend",
  "webPublicationDate": "2016-05-09T07:26:52Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/09/premier-league-talking-points-weekend",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Southampton",
      "id": "football/southampton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Aston Villa",
      "id": "football/aston-villa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Norwich City",
      "id": "football/norwichcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bournemouth",
      "id": "football/bournemouth",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Bromwich Albion",
      "id": "football/westbrom",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Stoke City",
      "id": "football/stokecity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Swansea City",
      "id": "football/swansea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Watford",
      "id": "football/watford",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/blog/2016/may/09/premier-league-talking-points-weekend"
}