{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/19/weevil-wheeze-staying-alive-by-feigning-death",
  "id": "2016-05-19-335",
  "sectionId": "environment",
  "body": "The vine weevil must have crawled on to my sleeve when I sat down among the fading primroses to re-tie my bootlace. At the first touch of my fingers it fell to the ground and pretended to be dead. There’s a name for this stress-induced immobility in animals: thanatosis, after Thanatos, the ancient Greek deity of death. Its most famous exponents are opossums, whose behaviour gave rise to the phrase “playing possum”. But weevils are well equipped for this deception too. All they need do is tuck their legs under their barrel-shaped bodies, then they naturally roll on to their backs. Being flightless and ponderous walkers they have no other options when threatened.     The vine weevil is a destructive garden pest. Photograph: Phil Gates    If they stay still there’s a good chance that whatever disturbed them will turn its attention elsewhere. Their mottled brown hues make them hard to spot on the soil surface and when I looked away I had trouble relocating this one in the flickering sunlight under the canopy of leaves.  How long would the weevil wait before it risked making a move? After two minutes it began its tentative resurrection, waving its legs so that it rocked from side to side, then its sickle-like claws found something to grip and it ambled away. Vine weevils, Otiorhynchus sulcatus, are notorious among gardeners. Their shiny white larvae feed underground on potted plants so wilting leaves and flowers are the first sign of trouble. By then it’s too late; the root system has been destroyed. Some years ago these little beetles ended my brief obsession with growing auriculas. I watched this weevil disappear under the primrose leaves. If it could survive long enough to lay eggs among the drifts of bluebells and wild garlic, avoiding the attention of birds and mice, there would be an almost unlimited supply of succulent root growth for its grubs. It only needs one vine weevil to start a family, because the females are parthenogenetic, laying fertile eggs without any intervention from a male. All the offspring will be clonal copies of their mother. Here was an animal with assured genetic immortality that had perfected the art of staying alive by feigning death, an achievement worthy of the gods of ancient myth. Follow Country Diary on Twitter @gdncountrydiary",
  "webTitle": "Weevil wheeze: staying alive by feigning death",
  "webPublicationDate": "2016-05-19T04:30:15Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/19/weevil-wheeze-staying-alive-by-feigning-death",
  "keyword": [
    {
      "webTitle": "Insects",
      "id": "environment/insects",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Phil Gates",
      "id": "profile/philgates"
    }
  ],
  "guardianId": "environment/2016/may/19/weevil-wheeze-staying-alive-by-feigning-death"
}