{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/27/silicon-valley-billionaires-peter-thiel-gawker-first-amendment-journalism",
  "id": "2016-05-27-19",
  "sectionId": "technology",
  "body": "No major American cultural force is more opposed to examination and more active in suppressing it today than Silicon Valley. So when it was revealed this week that Facebook board member Peter Thiel had been secretly bankrolling a lawsuit to inflict financial ruin on the news and gossip site Gawker, Silicon Valley cheered. The investor Vinod Khosla wrote on Twitter that the “press gets very uppity when challenged”. And that these bad journalists need “to be taught lessons”. Khosla has suffered a great deal of negative press since buying a beachfront community and blocking off public access to the historic surfing beach, an illegal move that has garnered him unflattering stories in the Wall Street Journal and the New York Times – a news organization that Khosla says also does “clickbait journalism” and deserves some “lessons” as well. Investor and bellicose Silicon Valley personality Jason Calacanis wrote that, though he disagrees with Thiel on some things, in this fight against Gawker, Thiel “is a hero, 100% in the right fighting against evil”. Shark Tank TV show host and Twitter investor Chris Sacca wrote: “My one regret is that [a Valleywag writer at the time] isn’t personally liable for any of that money owed.” Each of these investors – and many of those writing in a wave of local support for Thiel – add caveats that they’re happy to see “clickbait” or “gossip” journalists suffer but that they fully support “real” journalists. As Khosla made clear by putting the New York Times on the side of clickbait, many Silicon Valley investors see most press as suspect.  After six years as a reporter in Silicon Valley, I’ve found that a tech mogul will generally call anything unflattering I write “clickbait” and anything flattering “finally some real journalism”. A macabre parlor game among reporters here now is to guess which billionaire will, as Thiel did, wait 10 years with a grudge before seizing an opportunity to bankrupt you and exact maximum revenge. It’s a paranoia that seems more fitting for reporters covering characters like Vladimir Putin than the latest startup. In America today, almost no one wields the concentrated wealth and power that the new rulers of Silicon Valley have. As the prodigies grow up, they’re realizing just how much they can flex that power.  To be fair, by no means is everyone supporting Thiel. Pierre Omidyar, eBay founder, is now backing Gawker’s appeal, launching what looks like will become a proxy war. “First Look Media is looking into organizing amicus support for Gawker in its legal fight and appeal against Hulk Hogan,” Lynn Oberlander, First Look’s general counsel, told the New York Post. Jason Mandell, co-founder of the startup PR firm LaunchSquad, whose client list includes Facebook, Coursera and Munchery, said he thought Silicon Valley generally had a healthy relationship with the tech press, less so with the broader press.  “People like Peter Thiel are used to being able to tell an engineer ‘this is broken – fix it’,” Mandell said. “They don’t understand the unique dynamic between the press and the public. They don’t understand the first amendment and free speech as it relates to the media.” “Tech guys love tech reporters because they’re often rooting for them to succeed but when reporters go off that script and do something that’s more combative I think it’s jarring.” Mandell said there’s a “unique relationship” between tech entrepreneurs and the press because while other industries might be doing bad things, Silicon Valley thinks it is doing good for the world.  “Everybody here is part of this revolution and everyone agrees it’s a good thing in general. People want Tesla to succeed,” he said. “If you’re covering finance you can’t be enamored with the CEO with Bank of America … But aside from companies like Uber, what companies in our world are doing bad things?”",
  "webTitle": "What Silicon Valley's billionaires don't understand about the first amendment | Nellie Bowles",
  "webPublicationDate": "2016-05-27T21:13:36Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/27/silicon-valley-billionaires-peter-thiel-gawker-first-amendment-journalism",
  "keyword": [
    {
      "webTitle": "Silicon Valley",
      "id": "technology/silicon-valley",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US press and publishing",
      "id": "media/us-press-publishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Nellie Bowles",
      "id": "profile/nellie-bowles"
    }
  ],
  "guardianId": "technology/2016/may/27/silicon-valley-billionaires-peter-thiel-gawker-first-amendment-journalism"
}