{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/20/megyn-kelly-donald-trump-fox-news-truce",
  "id": "2016-05-20-148",
  "sectionId": "media",
  "body": "Will the real Megyn Kelly please stand up? Is she the fearless moderator who made America gasp and Donald Trump splutter when she fired the opening question of the first Republican presidential TV debate last August, reminding the billionaire that he had described various women as “fat pigs, dogs, slobs and disgusting animals”? Or is she the Megyn Kelly who turned up for work this week, marking her truce with Trump after nine months of sustained vitriol on his part, with a soft-soap interview on Fox that was as sharp and memorable as blancmange? This week’s interview was a rare opportunity to hold the presumptive Republican nominee to account over his extremist platform on Hispanic immigrants, Muslims and women. Instead, she chose to ask him to describe the context in which he tweets: “I’m picturing, like, a crushed velvet smoking jacket, chaise lounge, slippers,” she said. “Maybe not as fancy as that,” Trump replied, squirming in his seat along with 4.8 million television viewers. “It was a lovefest,” said Mark Feldstein, who reported for ABC News and CNN for 20 years before becoming a professor of journalism at the University of Maryland. “She achieved something very difficult with her gentle questioning: she made Donald Trump seem boring.” The strange metamorphosis of Megyn Kelly, 45, from her jaw-dropping performance at the first TV debate to the fawning publicist we saw on our small screens this week is revealing. It tells us something about Kelly herself and the scope of her ambition; it tells us quite a lot more about the parlous state of American television; and it also offers clues to how the implausible candidacy of Trump has come to be. It would be hard to overstate how exceptional it was when Kelly went straight for the Trump jugular last August. American politicians and viewers alike have been brought up to expect bland questioning at presidential TV debates, and candidates have been allowed to vet their interrogators in a way that, as Feldstein put it, favours “milquetoast moderators who go easy on them”.     Megyn Kelly and Donald Trump during the Fox special ‘Megyn Kelly Presents’, which aired on Tuesday. Photograph: Fox/Getty Images    That the Fox News Channel tore up that playbook is a testimony to the power both of Rupert Murdoch’s cable creation within the Republican firmament, and of Kelly herself, who even before she confronted Trump had shown herself to be no wilting lily. In the years since she gave up a promising law career to go into broadcasting, joining Fox News in 2004 and gaining her own show in 2010, she proved to be adept at skewering complacent ageing white men on air. In 2011, on her first day back at Fox News after a break following the birth of her second of three kids, she invited on to her show Mike Gallagher, a conservative radio talk-jock who had called her maternity leave a “racket”. “What is it about carrying a baby for nine months that you don’t think deserves a few months off?” she said. Dick Cheney was told that “time and time again history has proved that you got it wrong in Iraq, sir” – the “sir” acting as a delightful twist of the knife. In her most celebrated pre-Trump escapade, on election night 2012, Kelly rubbed Karl Rove’s nose into the camera lens with her now-famous walk down the Fox News corridors to the “decision room”, where the channel’s number crunchers conclusively debunked Rove’s bizarre refusal to accept Barack Obama’s victory. “Megyn is brainy, beautiful, extremely hard-working and savvy. She’s also one of the most driven people I’ve ever encountered,” said former Fox News anchor Laurie Dhue. When they overlapped at the channel, Dhue, who now runs her own company Laurie Dhue Media, said Kelly gave the impression “she would let nothing stand in her way, and she hasn’t. She has brass balls.” Dhue and other media observers give credit to Roger Ailes, the architect and overlord of Fox News, for discovering Kelly. She falls into a long line of stars who Ailes has invented or reinvented, from Greta Van Susteren to Sean Hannity and particularly Bill O’Reilly, the undisputed king of Fox News who gave Kelly a leg up with a “Kelly File” segment on the O’Reilly Factor.  Now Kelly has begun to outdo even the once invincible O’Reilly in ratings among the crucial 25-54 age group who advertisers love. “He can hardly be thrilled with her star now eclipsing his,” Dhue said. David Folkenflik, media correspondent for National Public Radio, said the privileged standing that Kelly has in the eyes of Ailes was reflected in the fact that she reports directly to him – an elite arrangement otherwise only enjoyed by O’Reilly. Whether to please her mentor, or as a genuine expression of her own views, Kelly has in return tilted at some classic Fox News windmills: she’s said that Santa Claus is a white man, expressed admiration for the Tea Party movement and been an obsessional critic of that favourite Tea Party bugbear, Obamacare. But there’s also a less predictable side to Kelly that stands outside Fox News’s conservative comfort zone. “There are times when she has seemed to chafe a bit under the Fox model, perhaps because she does not want to be pigeonholed as being on the right,” Folkenflik said. The best example of that was that spiky presidential debate question she lobbed Trump, which she told Vanity Fair was all her own doing (“I wrote it, I researched each line item myself”). When she accused the real estate tycoon of serially insulting women, he puffed out his chest, raised his (small) digit finger in the air, and said: “Only Rosie O’Donnell.” “No it wasn’t, for the record it was well beyond Rosie O’Donnell,” she fired back without missing a beat. It made for great television, and seriously rattled Trump. Over the ensuing months, the Republican frontrunner virtually stalked Kelly, making references to her menstrual cycle, dismissing her as “crazy Megyn Kelly”, and retweeting trolls who called her a “bimbo”.           Donald Trump calls Fox News presenter Megyn Kelly a ‘lightweight’    Looking back over the 11 months since Trump launched his campaign, that Kelly tit-for-tat over his attitude towards women stands out as one of the most incisive exchanges between the billionaire and a broadcaster. Indeed, it was one of the only incisive exchanges in a cycle in which television has been blindsided by Trump, proving ineffective in challenging his extremist diatribes and stream of outright lies that have been allowed to stand with virtual impunity. And yet, broadcasters have continued to lavish on him oodles of free airtime – at least $2bn-worth, according to the New York Times. At least Kelly had a go at getting beyond Trump’s slippery surface to his inner, dark core. In so doing, she triggered a discussion about the candidate’s stance towards women that has developed into a major problem for him, one that could conceivably cost him the November election: recent polls suggest that Hillary Clinton has a 23-point lead over him among women.  As for Kelly, it’s done her no end of good. “Trump singling her out in the first Republican debate, plus all of the subsequent negative comments he made about her, guaranteed she’d become a household name,” Dhue noted. With Trump’s inadvertent help, Kelly now clearly believes that she is in a position to control her own destiny. Her contract with Fox News expires next year, and she has let it be known that she is open to the most attractive bidder. Her Trump interview this week, transmitted on a custom-created new slot, Megyn Kelly Presents, may have been Ailes’s attempt to woo her into staying with him. But equally, it could be seen as her audition to the big three – ABC, NBC and CBS – and as a statement that she is ready to fill the shoes vacated by Barbara Walters’ retirement in 2014. To become the next purveyor of big, soft-focus, largely laudatory TV interviews with celebrities and news-generators in the mold of Queen Walters would evidently be a rocket launch for Kelly into the television stratosphere. But it would come at a cost.  She’d have to rein in some of her natural feistiness, and embrace the unctuousness of so much American television that appears to thicken the higher up you go in the hierarchy. No more fat pigs and slobs for Megyn Kelly. Bring on the smoking jackets and chaise lounges.",
  "webTitle": "Megyn Kelly: how Trump's foe made peace – and aimed for a bigger prize",
  "webPublicationDate": "2016-05-20T13:36:21Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/20/megyn-kelly-donald-trump-fox-news-truce",
  "keyword": [
    {
      "webTitle": "Megyn Kelly",
      "id": "media/megyn-kelly",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Fox News",
      "id": "media/fox-news",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "TV news",
      "id": "media/tvnews",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US television industry",
      "id": "media/ustelevision",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Pilkington",
      "id": "profile/edpilkington"
    }
  ],
  "guardianId": "media/2016/may/20/megyn-kelly-donald-trump-fox-news-truce"
}