{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/cooperation-europe-eu",
  "id": "2016-05-17-270",
  "sectionId": "commentisfree",
  "body": ".   A residents’ association makes a good metaphor for democratic politics: you don’t have to love the decisions made, but some kind of organisation needs to take responsibility for the common areas and interests of a block of flats – the parts that are communally owned. It’s a necessity if you want the facade repainted regularly; and when your neighbour wants to move his kitchen into his living room on a whim, at risk of causing water damage to the whole building, it’s practical to have clear principles for how things should be done, and people to monitor it. I usually think about the EU like a kind of residents’ association at a European level. The union’s not perfect, and often not particularly loved. Sometimes it gets involved in the wrong issues and makes unfortunate decisions. But despite all the objections, it’s better than the alternative – that we stop cooperating in an organised form all together. Earlier this year I was listening to José Manuel Barroso at a lunch seminar at the World Economic Forum in Davos. Barroso entered politics after the 1974 revolution in Portugal. Three decades later, he had the chance to lead the European commission – the closest thing Europe has to a government. Barroso brought up the temptation that all national politicians have – to use European collaboration as a pawn in the game of domestic politics. The EU is easy to complain about. The union belongs to all of its members, just like a residents’ association, but nobody feels any real sense of ownership.     A disused customs office in Belgium: “Economic development in Europe has been built on an open and integrated market.’ Photograph: Christopher Furlong/Getty Images    “I said to Nicolas Sarkozy [the president of France at the time]: stop using the EU as a bat. It just feeds the extremists who don’t want any cooperation in Europe,” explained Barroso. The EU may seem like an impenetrable fortress. But if you pound on the wall long enough, it will eventually collapse.   Related: Sweden slams shut its open-door policy towards refugees    The UK probably has the most complicated relationship to the EU of all the member states. First, they weren’t allowed in and then they didn’t want to be in. And after joining in the 1970s, the Brits were still ambivalent. The government in London is a noisy member who wants to be treated with respect by the neighbours and get a discount on the monthly fee. But it’s not certain he’ll show up for the spring cleaning or the annual meeting. The British referendum could result in a renewed agreement with the union, giving London even more exceptions from the cooperation than it already has. Will this calm the Eurosceptics? Hardly. The reaction in recent months seems instead to indicate the opposite. David Cameron has played domestic political poker with the EU as the stakes. The result may be that the UK leaves the union, which could trigger a domino effect throughout the continent. Nobody knows what will remain of the all-important cooperation. It’s like the border controls in the Schengen area. When a single country decides to reintroduce them on its own without talking to its neighbours (read: Sweden), it evokes unexpected reactions by others. Suddenly, border controls have been introduced at a number of places in Europe, without coordination, and freedom of movement is in danger. Making it possible for the citizens of the EU to easily travel, study and work throughout the union took decades to achieve. Doing away with this same freedom can take less than a year. Schengen is facing pressure because the EU has failed in another area – refugee and asylum policy. The need for a shared outer border control is acute; at least if you want to avoid the old national borders.    Schengen took decades to achieve. Doing away with this same freedom can take less than a year    This is no minor issue that’s just about making it easy for Europeans to go on holiday within the EU. Since the 1990s economic development in Europe has been built on an open and integrated market, where people and businesses can move freely. Major cities on either side of national borders, such as Copenhagen and Malmö, have grown together. Sweden has benefited greatly from being a member of the EU. After entering the union in 1995, the country has become a relevant player in European politics, much more so than our size would suggest. Swedes have been able to travel, study and work more freely in Europe than before, and it’s now easier for Swedish companies to compete within the union. As a consequence, Swedes have become much more positive towards the union. The opinion shift over the years is quite remarkable, although criticism lingers. But what about the future? It’s tempting to look for fault in the EU and accuse neighbouring countries of not helping out. Right now many EU members are doing so; they’re seeing to their own interests and ignoring the shared interests. A residents’ association can handle it when a few people act like this. But if too many look the other way when there’s a metre of snow on the roof, there’s a risk that the roof will cave in – if you haven’t ordered clearing of the snow beforehand. • Tell us what the EU means to you and your country",
  "webTitle": "Without cooperation in Europe, the roof will soon cave in | Peter Wolodarski",
  "webPublicationDate": "2016-05-17T08:00:38Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/cooperation-europe-eu",
  "keyword": [
    {
      "webTitle": "Sweden",
      "id": "world/sweden",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Wolodarski",
      "id": "profile/peter-wolodarski"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/cooperation-europe-eu"
}