{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/02/mr-church-review-eddie-murphy-natascha-mcelhone",
  "id": "2016-05-02-214",
  "sectionId": "film",
  "body": "With its sentimental depiction of the relationship between a wealthy white woman and a nobly subservient black man, if there’s one film that hasn’t aged well, it’s Driving Miss Daisy – and indeed there were plenty of people who excoriated its racial politics on its release in 1989, Public Enemy giving it a memorable shout-out on the self-explanatory Burn Hollywood Burn. Now, displaying either a brass-balled disregard for his critics or a mulish inability to understand their complaints, the movie’s Australian director Bruce Beresford has made another film in which a saintly black servant teaches the white folks how to live.          Watch the trailer for Mr Church    In his first film role for four years, Eddie Murphy plays Mr Church with quiet dignity on full blast but his crackling charisma turned down to zero. Mr Church is a cook who’s been appointed to look after Marie, played by Natascha McElhone, and her 10-year-old daughter Charlotte (Natalie Coughlin), by Marie’s deceased, rich former lover. The bratty Charlotte throws a tantrum, demanding Apple Jacks cereal rather than Mr Church’s extravagant steak, eggs and grits (for breakfast – the fact that the characters aren’t all built like the Michelin man being one of the film’s unrealistic elements), but is soon won over by both Mr Church’s cooking and his collection of literary classics, which he lends to her from his personal library.    Related: How to fix Hollywood's race problem    Marie is suffering from breast cancer, but outlives her diagnosis by several years, long enough to see her daughter – now a less objectionable teenager played by Britt Robertson – get taken to her first prom. By this time Mr Church is part of the family unit, though he’s still waiting on the pair hand and foot from morning until night and calling Marie “ma’am”. What he does in his extracurricular time becomes an object of fascination for Charlotte, especially since Mr Church won’t tell. Sadly for the viewers, by night Mr Church doesn’t turn out to be a cat burglar, habitue of S&M sex dungeons or – better still – a revolutionary plotting to bring about the violent downfall of white America. Instead he just enjoys going to Jellys, a supposedly seedy jazz club, and having a skinful – and with such a lack of agency in the rest of his life, no wonder. Set in the 70s, Mr Church mercilessly trades in cliches – for instance, Charlotte’s former schoolfriend turns into a rich-bitch fashion designer, her extravagant lifestyle failing to make up for the fact that she can’t have children. There’s also a fairytale subplot involving the salvation of the local drunk. Yet it’s the film’s racial politics, particularly its stereotypical evocation of willing servitude by an African-American, and its characters’ refusal to acknowledge this imbalance of power, which make it not so much old-fashioned as downright retrograde – and likely to go down even worse with black audiences than Driving Miss Daisy.",
  "webTitle": "Mr Church review – Eddie Murphy's saintly cook leaves nasty aftertaste",
  "webPublicationDate": "2016-05-02T08:00:40Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/02/mr-church-review-eddie-murphy-natascha-mcelhone",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Tribeca film festival",
      "id": "film/tribeca-film-festival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Eddie Murphy",
      "id": "film/eddiemurphy",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Needham",
      "id": "profile/alexneedham"
    }
  ],
  "guardianId": "film/2016/may/02/mr-church-review-eddie-murphy-natascha-mcelhone"
}