{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/claudio-ranieri-rediscovred-himself-mother",
  "id": "2016-05-04-49",
  "sectionId": "football",
  "body": "Claudio Ranieri’s mother has admitted the Leicester manager has “rediscovered himself” in England and lifted the lid on what they had for lunch on the day her son’s side became Premier League champions.   Related: What will Hollywood make of Leicester’s spellbinding season? | Marina Hyde    In an interview with the Italian newspaper La Repubblica, Renata Ranieri revealed that she had burst into tears when Eden Hazard’s equaliser for Chelsea against Tottenham at Stamford Bridge ensured Leicester had won their first league title. While the entire team assembled at Jamie Vardy’s house to watch the Chelsea match on Monday, Ranieri flew to Rome for lunch with his 96-year-old mother before returning to England. “We had some steak with chicory. Before leaving, he ate strawberries with lemon and sugar,” Renata said. “My son has to keep himself in shape, so he rarely asks for a starter. He talked about Leicester a bit, but wanted to relax. He was with me for two hours, then said the president of his team had organised a plane to take him back to England. We said goodbye and he went towards the Ciampino airport.” She added: “At the final whistle I burst into tears. I only heard from Claudio later because first my grandchildren and my son’s cousins called. He was so happy. We all are. Now we can finally relax. “I watched every game, it was a continual series of emotions. He calls me every evening and kept me up to date on everything. This morning I bought the sports papers and saw the headlines. It was satisfying. “I have to admit, I did not expect him to win with Leicester. He found these players … they are good lads. He told me they always trained as real professionals. “Naturally it wasn’t a big squad full of champions. I know that he’s happy in England, they always treated him perfectly. He rediscovered himself there.” Ranieri spent 18 months at his hometown club, Roma, but resigned in February 2011 after falling out with club officials. Renata believes success in England has allowed her son to finally put that disappointment behind him. “In my view, at Roma he was not treated with respect. In the family we are all Giallorossi fans, so when Claudio was there we were also guests at Trigoria [the training ground],” she said. “We were disappointed with the way things ended. Look, he won his own scudetto here too, because he went really close, but he arrived after the season had already started. Now he’s ‘King of England’, imagine that.”",
  "webTitle": "Claudio Ranieri has rediscovered himself at Leicester, says his mother",
  "webPublicationDate": "2016-05-04T18:50:56Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/claudio-ranieri-rediscovred-himself-mother",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/04/claudio-ranieri-rediscovred-himself-mother"
}