{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/22/jose-mourinho-targets-john-stones-150-million-manchester-united",
  "id": "2016-05-22-35",
  "sectionId": "football",
  "body": "José Mourinho has identified André Gomes, João Mário, John Stones, Álvaro Morata, Mauro Icardi and Ezequiel Garay as summer targets for Manchester United as part of an anticipated minimum £150m spend.   Related: José Mourinho can mould an exciting, attacking Manchester United side | Michael Cox    The Portuguese’s imminent replacement of Louis van Gaal as manager will lead to major surgery on the squad but has boosted several previously unhappy players, notably David de Gea, Michael Carrick and Ander Herrera. Juan Mata, though, scorer of the equaliser in Saturday’s FA Cup final, could leave, as Mourinho sold the Spaniard to United in January 2014 when he was in charge of Chelsea. Mourinho is understood to retain an interest in Stones, who is valued at more than £40m and whom he tried to sign for Chelsea from Everton last summer, and faces a fight for the England international with Manchester City. United have also made inquiries to Juventus about Morata’s team-mates Alex Sandro, a left-back, and Paul Pogba, the former United midfielder. However the club was quoted £116m (€150m) for each, a price designed to end United’s interest. It would constitute a major surprise if United were not to confirm Van Gaal’s departure on Monday and swiftly install Mourinho. Despite Mourinho being out of work since December and having no formal contact with Ed Woodward until this month, when the executive vice‑chairman finally made a move for him, the Portuguese has been drawing up a list of potential acquisitions in the expectation of being offered the job.           José Mourinho: how would the Special One fare at Manchester United?    Mourinho has been aided in this by Jorge Mendes, his representative and one of the world’s most powerful agents, with an extensive network of contacts. Many players who are Mendes clients are of interest to the incoming United manager. Valencia’s Portugal midfielder Gomes, 22, would cost around £40m, has five caps, and won the Primeira Liga with Benfica in 2014. João Mário, 23, also a Portugal midfielder, plays for Sporting. He has eight caps and he would cost at least £27m. His father, João Mário Eduardo, has previously said that João Mário would be priced at more than the £26.7m Bayern Munch recently paid Benfica for Renato Sanches to join them next season. Mourinho’s interest in Gomes and Jõao Mário suggests Bastian Schweinsteiger, who has suffered an injury-plagued first season at United and who is 32 in August, may be under threat. Carrick is now minded to stay at the club but he is 35 in July and can no longer be relied upon to play twice a week. Zenit St Petersburg’s Garay previously played under Mourinho at Real Madrid and is a 29-year-old centre-back who is a seasoned Argentina international with 32 caps. However, as Mourinho sold him to Benfica in 2011, Garay may be a second choice after Stones. Icardi is a 23-year-old Argentinian striker who captains Internazionale and is on Mourinho’s list as a fall-back option for Morata should one be required. Javier Zanetti, Inter’s vice-president, has signalled that the club would be resistant to his sale. “We’ll have to see [about who we might have to sell], but we’ve got to talk to Roberto Mancini [the coach] about it first to make plans for next season,” he told La Gazzetta dello Sport. “In any case, Icardi is certainly going to stay. He’s our captain and even he’s said that he’s staying.”   Related: Louis van Gaal: from Iron Tulip to muddled thinker at Manchester United    Morata would cost around £40m as Real Madrid are expected to activate their £23.6m buyback clause from Juve and listen to offers in this region for him. The Spanish striker is thought to a favour a move to United over a host of other clubs because of Mourinho’s likely appointment at Old Trafford. Despite De Gea enjoying another superb season for United, being voted the player of the year by fans for a record third consecutive campaign, he was minded to depart should Van Gaal be granted the final season of his contract. Van Gaal’s awkward style of management has caused widespread disquiet among his players. Despite Carrick being the vice-captain and a regular pick under the 64-year-old Dutchman, the veteran, who is out of contract in the close season, was also seriously contemplating leaving if Van Gaal remained. However the arrival of Mourinho has changed the view of Carrick and De Gea, and this is also reflected among many of the rest of the squad. Herrera is another player who has struggled to enjoy a concerted run in the side under Van Gaal and is now hopeful of a fresh start under Mourinho. If De Gea does stay it would represent a sizeable coup as the Spanish international goalkeeper nearly joined Real Madrid at the end of last August’s transfer window.",
  "webTitle": "José Mourinho targets John Stones in £150m Manchester United spree",
  "webPublicationDate": "2016-05-22T19:44:24Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/22/jose-mourinho-targets-john-stones-150-million-manchester-united",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "John Stones",
      "id": "football/john-stones",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    },
    {
      "webTitle": "Fabrizio Romano",
      "id": "profile/fabrizio-romano"
    }
  ],
  "guardianId": "football/2016/may/22/jose-mourinho-targets-john-stones-150-million-manchester-united"
}