{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/lionel-shriver-donald-trumps-too-far-fetched-for-fiction",
  "id": "2016-05-11-284",
  "sectionId": "books",
  "body": "Author Lionel Shriver has said that US presidential hopeful Donald Trump would have been “too far-fetched” to appear in a novel a year ago and that writers would have been criticised for not inventing a “more beguiling demagogue”. At a Guardian event in London on Tuesday night for her latest novel The Mandibles: A Family, 2029-2047, which is set in a future America where the economy has crashed, Shriver said: “I honestly think that if you put Trump in a novel before last year, it wouldn’t work. It would seem too far-fetched. You would be accused of writing farce; you would be accused of being condescending about the American people. “You’d also be criticised as a novelist for not coming up with a more beguiling demagogue. This guy is crude, he’s a buffoon, he can’t string a grammatical sentence together, he’s unappealing. I can just hear the editorial lunch now: ‘You’ve got to do something about this guy, there has to be something appealing about him otherwise he wouldn’t have this constituency.’”   Related: Lionel Shriver rubbishes plans for dedicated Year of Publishing Women    About the presumptive Republican nominee, Shriver said she was “completely baffled, and no little embarrassed. I am not losing sleep yet, because I don’t think he has a hope in hell in becoming president.” However, she said she had recently read an essay by Andrew Solomon that unsettled her, one that posited “another 9/11-scale tragedy that makes Americans feel frightened and attacked … could be a real game-changer”. Shriver, who has lived in the UK for three decades, described herself as being “ambivalently American for most of my life. It was it was something I was born as and it is not exactly as if I can fight it.” Shriver said she held “a lot of regard for the idea of the United States … A lot of countries are collections of peoples and histories but they don’t necessarily have a notion around which they are conceived. The way I understand the US is that you can do what you bloody well want, so long as you are not hurting other people. “I am sorry to say that that’s a concept that the modern-day US has failed. It is not generally a free country and most western countries are not free. The government considers everything we earn as its purview … I find the financial control by governments very unsettling. The west in general has become very controlling.” The Mandibles tells the story of a dystopian US from the perspective of the middle-class Mandible family, which loses its wealth when the US dollar crashes and the country defaults on its national debt. The novel features the first Latino US president and a prosperous Mexico building a wall to keep American migrants out, two elements Shriver said she hadn’t anticipated would be so relevant to current events while she was writing it. She told the audience that The Mandibles is “not a celebration of the demise of the US” and that she felt “sorrowful about what has happened to my country”. “I like the idea of the US and I wish it hewed more closely in reality to what it is in theory,” she said. “And I feel mournful about the country in my mind, about what it perhaps used to be, and perhaps could be again – though I doubt it.” To find out about upcoming Guardian Live events, sign up to become a Guardian Member.",
  "webTitle": "Lionel Shriver: Donald Trump's too far-fetched for fiction",
  "webPublicationDate": "2016-05-11T10:13:32Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/lionel-shriver-donald-trumps-too-far-fetched-for-fiction",
  "keyword": [
    {
      "webTitle": "Lionel Shriver",
      "id": "books/lionel-shriver",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Membership",
      "id": "membership/membership",
      "sectionId": "membership",
      "sectionName": "Membership"
    }
  ],
  "authors": [
    {
      "webTitle": "Sian Cain",
      "id": "profile/sian-cain"
    }
  ],
  "guardianId": "books/2016/may/11/lionel-shriver-donald-trumps-too-far-fetched-for-fiction"
}