{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/21/poor-outlook-toxic-labour-jon-cruddas-report-welfare-immigration",
  "id": "2016-05-21-38",
  "sectionId": "politics",
  "body": "Labour is in danger of becoming “irrelevant to the majority of working people” because the party fails to represent their concerns about immigration, Europe, crime and welfare, according to a devastating new report into its electoral prospects. An inquiry established by Labour’s former policy chief, the MP for Dagenham, Jon Cruddas, and backed by pressure groups from the right and left of the party, as well as the Fabian Society and Co-operative party, concludes that, unless lessons are learned from last year’s general election disaster and this month’s local election results, Labour’s prospects will “remain very poor”. Labour’s Future, Why Labour Lost in 2015 and How it Can Win Again, to be published this week, says the party is losing socially conservative voters to Ukip in droves, while appealing most to metropolitan liberals who tend to be better off and to have been to university. Labour’s major challenge, the report argues, is to find a way to rebuild a coalition of support. It needs to “stop patronising socially conservative Ukip voters and recognise the ways in which Ukip appeals to former Labour voters”, the report says, adding: “Labour is becoming a toxic brand. It is perceived by voters as a party that supports an ‘open door’ approach to immigration, lacks credibility on the economy, and is a ‘soft touch’ on welfare spending.” At present, the report argues, Labour is “largely a party of progressive, social liberals who value principles such as equality, sustainability, and social justice. It is losing connection with large parts of the voter population who are either pragmatists in their voting habits or social conservatives who value family, work, fairness and their country.” It adds: “Labour is becoming dangerously out of touch with the electorate and ... unwilling to acknowledge this growing estrangement.” While it says Sadiq Khan’s success in becoming mayor of London was a triumph, there is no reason to conclude that the party is on the brink of a national revival. “Khan won in London with a strong mayoral campaign that married fairness themes with a pro-business and aspirational message. But just outside the M25, in socially conservative Thurrock, Labour continued to haemorrhage support, losing four council seats to Ukip in what is Labour’s number eight target seat for the general election,” the report says. “Labour’s performance in direct contests against the Conservatives was abject when compared with what would be expected of an opposition at this point in the electoral cycle.” The study drew on extensive polling and analysis, and looked at Labour’s performance among different “value groups”. First were the “pioneers”, of socially liberal, often metropolitan voters; the “prospectors” were pragmatic and aspirational, generally unattached voters who tend to choose the party that will do best for their financial circumstances; a third, the “settlers”, were socially conservative, concerned with home, family and national security. They tend to be older and are deserting the party. The report says that Labour is now as toxic in the south of England as the Tories are in the north: 43% of voters in the south said they would never vote Labour, while the same percentage in the north said they would never vote Tory. “The full significance of this for Labour is the fact that it must win 27 seats in the south to gain a majority of one [at the next general election] on a uniform national swing,” the report says. It also finds that Labour is failing to appeal to the over-60s, the age group that is the likeliest to vote – 45% say that they will never vote Labour and 30% say they will never vote for the Conservatives. “Unless Labour detoxifies its brand with the grey vote, it will find it all but impossible to win a majority again,” the report says. On a more optimistic note, it offers some hope to Labour in Scotland. Despite the party’s dreadful election performances in recent elections there, the report finds that it is the least toxic party north of the border.",
  "webTitle": "‘Irrelevant and toxic’ Labour losing out to Ukip, inquiry finds",
  "webPublicationDate": "2016-05-21T21:50:40Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/21/poor-outlook-toxic-labour-jon-cruddas-report-welfare-immigration",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jon Cruddas",
      "id": "politics/jon-cruddas",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ed Miliband",
      "id": "politics/edmiliband",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Toby Helm",
      "id": "profile/tobyhelm"
    }
  ],
  "guardianId": "politics/2016/may/21/poor-outlook-toxic-labour-jon-cruddas-report-welfare-immigration"
}