{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/18/born-creative-educated-out-of-us-school-business",
  "id": "2016-05-18-166",
  "sectionId": "media-network",
  "body": "Whenever I hear the phrase “creative industries” I’m always surprised. I ask myself, are there any uncreative industries? If so, how do they survive? Why aren’t they in a museum, next to the dodo? The world is changing at such a blistering pace that businesses without creativity at their core are doomed.  Innovate or die is not just a slogan, it’s a vital truth. Creativity is the most powerful competitive advantage a business can have. Companies need to fizz with new ideas and fresh thinking. But there’s a problem – there just aren’t enough fizzy people around.  We need to do two things to address this. First, we have to debunk the notion popularised by Hollywood that the creative artist is cut from a different cloth than normal folk – that creativity is something mysterious, elusive and cannot be taught.   Related: 'We must do all we can to value and protect our creative output'     We are not talking about high art, but empowering people to use their imagination. Not everyone can be Mozart, but everyone can sing. I believe everyone is born creative, but it is educated out of us at school, where we are taught literacy and numeracy. Sure, there are classes called writing and art, but what’s really being taught is conformity.  Young children fizz with ideas. But the moment they go to school, they begin to lose the freedom to explore, take risks and experiment.  We spend our childhoods being taught the artificial skill of passing exams. We learn to give teachers what they expect. By the time we get into industry, we have been conditioned to conform. We spend our days in meetings and talk about “thinking outside the box”. But rarely do we step outside it.  The sad truth is that schools were never designed to produce creativity. Not many people are aware of it, but the education systems in the US and many other countries are based on the 19th-century Prussian model. Children were taught to obey, not to challenge or think creatively. That’s why you stand to attention when the teacher walks into the class. It’s why from the US to China, children wear uniforms.  The system worked well for blue-collar workers – people who clocked in at factories and stood on production lines making things such as automobile engines. But in a world driven by search engines, the system is a busted flush. We must teach creativity at school as a matter of urgency.  One reason Silicon Valley is doing all the invention, I suspect, is because it’s populated by kids who slipped through the net. With the irreverence of youth still in them, they challenge, take risks and don’t care about what people think. As the old Apple ad said: “Here’s to the crazy ones!” We need more of these rule breakers and sacred-cow slaughterers.  Traditionally, creatives who are promoted into the echelons of leadership have not always fared well. This too must change. We need more creative leaders – people who are equally business and creatively minded. When it comes to the right and left brain, they need to be able to use both.  Most importantly, we need creative people in the boardroom. Only when they begin to affect change in the boardroom will the world of business become more innovative – filled with bigger, bolder and exciting ideas.  Who knows, it may even mean the dawn of a new epoch: the creative age for mankind. We all know how urgently it’s needed, now more than ever. Tham Khai Meng is co-chairman and worldwide chief creative officer of Ogilvy & Mather  To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media and Tech Network membership. All Guardian Media and Tech Network content is editorially independent except for pieces labelled “Paid for by” – find out more here.",
  "webTitle": "Everyone is born creative, but it is educated out of us at school",
  "webPublicationDate": "2016-05-18T13:12:13Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/18/born-creative-educated-out-of-us-school-business",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Marketing & PR",
      "id": "media/marketingandpr",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Exams",
      "id": "education/exams",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Management",
      "id": "business/management",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "media-network/2016/may/18/born-creative-educated-out-of-us-school-business"
}