{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/bernie-sanders-bros-subreddit-sanders-spam-democratic-campaign",
  "id": "2016-05-02-111",
  "sectionId": "commentisfree",
  "body": "There’s a place on the internet where thousands of Americans across the political spectrum are hanging out together and not arguing – they’re actually having a great time.  The man responsible for this miracle is Bernie Sanders, but not in the way you might think. The only requirement for joining the subreddit Enough Sanders Spam is a hatred of overzealous Sanders fans and a willingness to put aside personal politics for the fun of roasting them. The low barrier to entry has, counterintuitively perhaps, made it one of the most collegial gathering spots in an increasingly divisive campaign. Reddit, whose readership overwhelmingly consists of young males with a preference for digital news sources, is crawling with Sanders fanatics, and that’s left many of the site’s users fed up with the Sanders bias on the message board-style site, which consistently sees massive traffic figures.    Related: Bernie Sanders isn't quitting, yet. But Clinton acts like he's left the race | Lucia Graves    So user globalglastnost created a forum to lampoon it. It has more than 6,000 subscribers. “I am in New England and have seen face-to-face what I call the ‘green tea bagger’ types,” globalglastnost told me in a private message on Reddit, describing green tea baggers to another redditor as “very uncompromising, unapologetic and dogmatic”. One of Enough Sanders Spam’s main targets is the subreddit /r/Politics, which is one of the site’s most popular, with more than 3 million subscribers. In the course of the campaign, it has become a second Bernie Sanders for President page. All stories about the candidate are positive, all stories about Hillary Clinton are negative, and all stories about anything else are few and far between. Commenters who criticize Sanders on /r/Politics are called “low-information voters” or “Shillaries”. And when faced with a Democratic primary loss, Sanders supporters cry voter fraud.  Here’s a characteristic comment posted on /r/Politics the night that Hillary Clinton won the Nevada Democratic caucus:  To all the Hillary gloaters, i’ll tell you one thing. r/politics is, and always will be, Bernie territory. OUR territory. The mods of r/politics have formally endorsed Senator Sanders for president. We will continue to control the front page with positive Bernie news. So before you start talking shit and bragging about your bitch’s win, I’ll have you know that we’re well versed in downvote brigades. Say RIP to your karma if you try anything cute. Assholes.  The site runs on user-submitted stories that everyone votes on to decide what gets shown on the front page, which is in turn fodder for much of what eventually filters on to mainstream news sites. Manipulating votes is against Reddit’s rules, but when it comes to the 2016 presidential race, all of that has gone out the window. So it’s led to a strange space where bipartisanism works in service of trying to push back against a giant Bernie bias.  “The community has grown steadily, but the past few months has seen surges,” globalglastnost said. Subscribers are from across the political spectrum, including former supporters of Marco Rubio, Ted Cruz, Donald Trump and, of course, Hillary Clinton. Some subscribers aren’t even American.  Political debates are not allowed on the site; everyone is there strictly to laugh at Sanders and his sycophants. In addition to keeping tabs on each day’s most ridiculous Sanders spam across the internet, the sub has archived some of the most legendary posts from his fans on Reddit (“Message to Democratic Party: embrace the Bernie Movement or face total extinction”). There’s also a mega-thread from the night of the New York primary, which was the Christmas Eve of /r/enoughsandersspam: a night everyone looked forward to as the unofficial end to the Sanders campaign. There’s a comprehensive list with citations of the craziest things that Bernie Sanders has said (“I don’t believe in charities”).    Related: Hillary Clinton isn't progressive. She's just the lesser evil in the general election | Kiese Laymon    But my favorite thing on Enough Sanders Spam has been the Upvotes Party they had after Hillary Clinton won the New York primary. It really illustrated the cross-political nature of the sub. “As a Hillary supporter, I know this place can get very Hill-centric, so I wanted to throw out a CONGRATULATIONS Trump supporters on your victory tonight as well!!!” is just one characteristic example.  As the Sanders campaign winds down (Bernie laid off hundreds of campaign staff last week after losing four out of five east coast primaries on Tuesday), even some Sanders supporters have found their way to /r/enoughsandersspam, and, true to form, they’ve been welcomed with open arms. “You don’t have to answer shit about your views,” redditor yzlautum wrote. “This sub is to just laugh at all the ridiculousness that occurs with Bernie, his campaign and his supporters.” When I asked what will happen to /r/enoughsandersspam after Hillary Clinton becomes the presumptive Democratic nominee, globalglastnost pointed out that the sub has already been jokingly rebranded as /r/enough_jill_stein_spam on the subreddit’s main banner, a reference to Green Party candidate Jill Stein, whose candidacy would offer a natural progression for Sanders fans who swear they’d never vote for Clinton.  I’m sure Enough Sanders Spam subscribers would be on board, considering they regularly post messages to each other on the sub like this one: “I’M GONNA MISS ALL OF YOU SINCE BERNIE JUST LOST <3 <3 <3. I LOVE YOU ALL <3 <3 <3.”  In what is, perhaps, America’s most polarized and unsettling presidential race to date, a love-fest between conservatives and liberals turns out the be the sanest choice of all.",
  "webTitle": "Sick of Bernie bros? There's a subreddit with your name on it | Cindy Casares",
  "webPublicationDate": "2016-05-02T15:02:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/bernie-sanders-bros-subreddit-sanders-spam-democratic-campaign",
  "keyword": [
    {
      "webTitle": "Reddit",
      "id": "technology/reddit",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Cindy Casares",
      "id": "profile/cindy-casares"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/bernie-sanders-bros-subreddit-sanders-spam-democratic-campaign"
}