{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/28/michael-oneill-will-grigg-northern-ireland-euro-2016",
  "id": "2016-05-28-78",
  "sectionId": "football",
  "body": "Michael O’Neill described the selection of Will Grigg over Liam Boyce as his most difficult decision after announcing the final 23-man squad for Northern Ireland’s first European Championship campaign. The squad was confirmed amid impressive fanfare at the Titanic Museum in Belfast, where images of the players chosen for France were shown projected on to the Giant’s Causeway and stars of past World Cups Peter McParland, Pat Jennings and Billy Hamilton were celebrated at an event attended by hundreds of supporters. But behind the razzmatazz lay misery for five players who failed to make the final cut. Ben Reeves, Michael Smith, Billy McKay, Boyce and Daniel Lafferty were all informed by O’Neill earlier in the week they would not take part in Northern Ireland’s first major tournament for 30 years. The omission of Ross County’s striker Boyce for Wigan Athletic’s prolific forward Grigg, the manager admitted, represented his toughest call. “It was very difficult,” said O’Neill. “I notified the players who were not selected on Wednesday. I felt it would have been unfair to prolong it and they would have had a fair idea if they were not in the 23 for the Belarus game, so I spoke to them individually and in private. They were all very respectful of the decision. “I’d determined I’d bring only four attackers, Josh [Magennis] can give us a different option out wide too, and the most difficult choice was between Liam Boyce and Will Grigg. Liam had a great first half of the season but then he got a hand injury and I didn’t feel he was as good in the second half of the season. Will has just kept scoring, 28 goals in a team that has just been promoted to the Championship. He is in a good place and he came on against Belarus and scored his first international goal. It was a difficult decision but I think it was the right one.” Asked whether Grigg could have the same impact for Northern Ireland as Marcus Rashford has for England, the manager replied: “Yes, why not? I named Will in my second squad four years ago but it was only on Friday that he scored his first international goal. It has been a long process and Conor Washington came to the party late too but has taken his opportunity superbly. Conor and Will will have the chance to make an impact.” The squad, light on left-back options in the absence of the injured Chris Brunt, includes the 36-year-old defender Aaron Hughes, who won his 99th cap in Friday’s 3-0 defeat of Belarus at Windsor Park. O’Neill admitted: “It would have been a tragedy if a player like Aaron, who has given so much to Northern Ireland over 18 years, didn’t get a chance to play in a major tournament. But Aaron deserves to be there for what he brings to the team.” As for other defensive choices, the Northern Ireland manager explained: “Daniel Lafferty has been unfortunate. He didn’t play a lot of first team football at Burnley in the first half of the season so went on loan to Oldham. He was doing well on loan but then Burnley called him back as cover and he didn’t play. Lee Hodson pushed his manager to go to Kilmarnock on loan, it was a brave move, but I saw him play right back and left back so his versatility gave him the nod over Michael Smith and Daniel Lafferty.”",
  "webTitle": "Michael O’Neill picks Will Grigg for Northern Ireland Euro 2016 squad",
  "webPublicationDate": "2016-05-28T15:11:28Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/28/michael-oneill-will-grigg-northern-ireland-euro-2016",
  "keyword": [
    {
      "webTitle": "Northern Ireland",
      "id": "football/northernireland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/28/michael-oneill-will-grigg-northern-ireland-euro-2016"
}