{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/03/cycling-how-to-fix-a-puncture-even-if-you-dont-have-the-right-tools",
  "id": "2016-05-03-245",
  "sectionId": "lifeandstyle",
  "body": "Punctures are an inevitable part of cycling, so you need to know how to fix them. This is a lot easier if you carry spare inner tubes and a puncture repair kit (patches, sandpaper and rubber solution), a couple of tyre levers and a pump on every ride. Find the puncture Contrary to popular belief, you don’t need to take the wheel off your bike – or even the tyre completely off the wheel – to fix a puncture. First, you need to get the punctured tube out of the tyre. Flip the bike, grab your tyre levers and hook the first one under the bead of tyre. Push down to lever the tyre over the edge of the rim. Take the second tyre lever and do the same about 15cm away. This should allow you to slide one of the tyre levers around the rim, popping out the rest of the tyre edge. If not, use a third tyre lever.   Related: Cycling: how to ride in the rain    Once you have one side of the tyre completely out of the rim, you can pull out the tube, leaving just the area around the valve in place. Check over the tube to see where the hole is. The easiest way is to pump some air into the tube, then immediately listen and feel to find where the air is escaping. If you’re at home you can use a bucket of water, submerging sections of tube and looking for telltale bubbles. Don’t forget to check the tyre and remove whatever caused the flat in the first place. If there’s not an obvious shard of glass, thorn or nail poking out of the tyre, then feel gently around the inside of the tyre with your fingers. If you still can’t find anything, you can line up the inner tube with the tyre to get a rough fix on the offending area. You really want to be satisfied you’ve removed the culprit – there’s nothing more dispiriting than getting another puncture five minutes down the road. Fix the puncture Once you’ve found the hole in the tube, mark it with pen or chalk in case you lose your place. Use a small piece of sandpaper to lightly rub around the puncture to provide a better surface for the rubber solution. Apply the glue to the tube – enough to cover the size of the patch. Leave the solution for a minute or two to get tacky – if you add the patch too soon, the repair won’t hold. Pull the silver foil off the back of the patch, and be careful not to touch this side as you don’t want to get it dirty. Put the patch over the hole and hold it firmly in place for a minute. You can leave the paper side attached – but if you want to remove it, make sure you allow a few minutes for the glue to dry properly first. Pump a little air into the tube to check the repair is holding, and to avoid nipping the tube between the tyre and the rim. Push the tube back into the tyre, and put the tyre back on. If you use tyre levers here, be careful not to pinch the tube otherwise you risk another puncture. Fully inflate and you’re off. But there is an easier way … It is quicker and more reliable – although more expensive and wasteful – to change the tube. Many serious cyclists carry two spare tubes and a mini-repair kit just in case. This time, you need to remove the wheel first. Pop off one side of the tyre, as above, and remove the punctured tube. Again, don’t forget to check the tyre for what caused the puncture and remove that, too. With one side of the tyre still on the wheel, slightly inflate the new tube and push into the tyre. You can use tyre levers to get the second side of the tyre back over the rim but, again, be careful not to nip the tube. Put the wheel back on the bike and you’re off. The whole process should take no longer than five minutes once you’ve done it a few times. You can patch the damaged tube when you get home if you like. But I forgot my tyre levers It is possible to get most tyres off without tyre levers. Let all the air fully out of the inner tube and work your way around the tyre with your thumbs, pushing the beading into the centre of the rim. Flip the tyre around and do the same from the other side. The curved floor of the rim means the centre has a smaller diameter, and so maximises slack in the tyre. With your hands at quarter-to-three, and the rest of the wheel held against your thighs, work both hands round the tyre towards 12 o’clock, pushing the tyre in towards 12, up and back until the bead pops over the edge of the rim. You can use the heel of your hand to push harder if you need to. Once you’ve got the first section over, the rest comes easily, but note that some tyres are tighter than others – and it’s usually easier with levers.   Related: Cycling: six ways to survive that long ride    No spare tube or patches? It’s knot impossible If you find yourself without a spare tube, or you realise you’ve run out of patches, it is possible to tie a knot to isolate the hole in the tube. The tube will be tighter, but their stretchiness should allow you to get it back on the wheel.  If the tube has multiple holes, or a big rip, cut the tube in two at the puncture, using your chain ring if you need to. Tie a knot at both loose ends and reinsert the tube, pump up and go.  Simple, right? Let’s hope we never need it …         Video: GCN test out the grass fix …     No pump either? The last resort … I have to confess I’ve never tried this notorious bodge, but GCN has and it seems to work. Just. First, pop out one edge of your tyre. Second, stuff in as much grass as you can. Third, ride straight home – slowly. If you do make it back, remember to never, ever forget your repair kit and pump again.  Do you have any essential tips for fixing a puncture? Or have you ever resorted to tying a knot in an inner tube, or stuffing a tyre with grass? Let us know in the comments below.",
  "webTitle": "Cycling: how to fix a puncture (even if you don’t have the right tools)",
  "webPublicationDate": "2016-05-03T10:51:29Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/03/cycling-how-to-fix-a-puncture-even-if-you-dont-have-the-right-tools",
  "keyword": [
    {
      "webTitle": "Cycling",
      "id": "lifeandstyle/cycling",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Van Mead",
      "id": "profile/nickmead"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/03/cycling-how-to-fix-a-puncture-even-if-you-dont-have-the-right-tools"
}