{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/29/the-best-thing-in-the-election-campaign-so-far-was-something-nobody-saw",
  "id": "2016-05-28-50",
  "sectionId": "commentisfree",
  "body": "This election campaign still has five weeks to go. More than a month left, and we’ve already slumped into the contemptuous torpor of Johnny Depp in a quarantine apology video.  And to give you an idea of how long we still have to endure, that video was posted six weeks ago. Depp’s marriage to Amber Heard didn’t survive as long as we’ve still got to go in this campaign, and I’m beginning to wonder whether we will, either.  In an election where even the leader of the supposedly irreproachable Greens has been accused of paying people peanuts – or in peanuts; I don’t know what food they serve at the Di Natale Ranch – it’s no wonder that the opinion polls have been registering dead heats. Presumably everyone hangs up when they hear the word “election”, and stomps on their phone so it can’t happen again.    Related: Morrison and Bowen produce a lively treasurers' debate, but costings are no clearer    It’s not that we don’t care, because that would suggest indifference. Rather, we actively despise this campaign, like toddlers being dragged around the Museum of Australian Democracy. Without compulsory voting and the sausage sizzle, even the candidates probably wouldn’t bother to turn up on election day. The only way this contest could be more dispiriting is if Donald Trump could win it, which is why I know you won’t believe what I’m about to tell you. Both potential prime ministers are articulate, clever men, with an excellent handle on policy detail, and both seem to be attuned to the needs of voters. Honestly. I’ve seen it. Because unlike just about everybody, I watched the first debate. It was a perverse thing to do, especially when I reveal that I was a) on holidays in London, b) it was hard work finding a stream, and c) I hadn’t been chained to anything. It screened at 7pm on Friday 13th (seriously) on Sky News, and as someone who used to host a phone-in quiz on digital radio at that time, I can guarantee that nobody’s listening to hard-to-find media platforms when it’s two hours past beer o’clock and the footy’s on. It’s such a challenging timeslot that I almost feel sorry for its usual occupant, Andrew Bolt. I can’t get enough of the moderator, David Speers, so I’m glad that he apparently lives at Sky News during election campaigns. But it was the questions that were truly extraordinary. Looking back over Katharine Murphy’s live blog (it’s not impossible that she and Mike Bowers were the only viewers beside me), I’m reminded of just how many key policy areas were touched on. Here’s the complete list: housing affordability, education and childcare availability, super, the banks, privatisation, offshoring, multinational tax arrangements, GP co-payments, arts funding the burgeoning budget surplus, and most crucially of all, extradition treaties with Serbia.  But a rate of only one self-indulgent hobby horse question in an hour would leave any writers’ festival for dead, and what’s more, the leaders genuinely answered most of the questions. Yes – they actually spoke like human beings, to human beings, without relying purely on dull, focus-grouped phrases.  As an ex-barrister, Malcolm Turnbull is generally as comfortable on his feet as he is at the opera or on board any given train, but he spoke concisely, with charisma and charm. He realised it wasn’t a debating tournament, but a chance to empathise and connect, and he did so impressively. The real revelation, though, was Bill Shorten, who benefited from lower expectations. After an ignominious beginning where he regurgitated a line about “positive policies” so often that I began to wonder whether the “vomit principle” was going to lead to vomiting from the audience, he quickly warmed up.  Shorten had an impressive grasp of policy detail, and spoke with passion that at least appeared genuine, which shows either that there’s an actual human being underneath somewhere, or that his media trainers deserve a bonus.   Related: Our democracy has been bought. To win on climate, we have to take it back | Christine Milne    It was a genuine contest of ideas, where both leaders outlined competing visions for how Australia should work, and for the most part connected their policies with voters’ genuine concerns. It was a conversation about our lives and how the people we pay to run our country might be able to improve them, which is presumably why it was languishing on cable when everyone was either out or watching footy. The next debate is on Sunday night in prime time, when the nation will find it easier to watch, if it can be bothered. It will probably be excruciating, now that we’re a few more weeks into the campaign, the boatmongering has resumed, and we’ve spent much of the last few weeks talking about gaffes. But anyone brave enough to go back and watch the Friday 13th People’s Forum can reassure themselves that either leader would be someone who’s a strong communicator who will be able to govern the country on the basis of common sense and evidence, rather than a worn collection of prefabricated ideologies.  I don’t say this lightly – especially when they’ve still got five weeks left to crash and burn – but on the evidence of the first debate, the next PM might even be worth keeping in the job for three whole years.",
  "webTitle": "The best thing in the election campaign so far was something nobody saw | Dom Knight",
  "webPublicationDate": "2016-05-28T20:00:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/29/the-best-thing-in-the-election-campaign-so-far-was-something-nobody-saw",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dom Knight",
      "id": "profile/dom-knight"
    }
  ],
  "guardianId": "commentisfree/2016/may/29/the-best-thing-in-the-election-campaign-so-far-was-something-nobody-saw"
}