{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/27/chelsea-manning-six-years-prison-whistleblowing",
  "id": "2016-05-27-215",
  "sectionId": "us-news",
  "body": "Chelsea Manning, the US army intelligence analyst who leaked a huge cache of state secrets to WikiLeaks, has entered her seventh year in military custody amid renewed concern about the Obama administration’s harsh treatment of whistleblowers.   Related: Chelsea Manning files appeal against 'grossly unfair' 35-year prison sentence    Manning, 28, was arrested at the Forward Operating Base Hammer outside Baghdad on 27 May 2010 and has endured traumatic times during her return to the US and prolonged detention in solitary confinement.  The six years in prison she has just completed amount to the most severe punishment of a whistleblower in the modern era. The anniversary of Manning’s arrest and detention comes as the spotlight has again fallen on the Obama administration’s tough approach to pursuing whistleblowers. John Crane, former head of the Pentagon’s whistleblower unit, revealed this week that instead of providing a safe channel for government employees to report internal wrongdoing, the system actively retaliates against them for daring to sound the alarm. Despite her portrayal by the US government as a dangerous and reckless criminal, Manning remains an admired figure among advocates of more transparent government.  NSA whistleblower Edward Snowden, who remains in Russia having been charged by the US government with espionage over his leaks to the Guardian and other news organizations, said that Manning was the first American to be sentenced to decades of prison “for revealing truthful information to the press. Her conviction – under a law even the ACLU says violates the constitution – is not just an injustice, it’s a threat to journalism.”WikiLeaks’ founder and editor, Julian Assange, speaking from the Ecuadorean embassy in London where he is fighting extradition to Sweden to face questioning on sexual assault allegations, said that Manning had already won the moral battle: “Every year, new whistleblowers step forward to follow her example. Now it is time for Manning to win her legal battle. The only just outcome in Chelsea Manning’s case is her unconditional release, compensation for the unlawful treatment she has undergone, and a serious commitment to investigating the wrongdoing her alleged disclosures have brought to light.” Daniel Ellsberg is America’s most celebrated whistleblower, having in 1971 leaked the Pentagon Papers, revealing the conduct of the Vietnam war. He marked the anniversary of Manning’s arrest by saying: “I waited 40 years for Chelsea Manning. I don’t want to wait another 30 to thank her in freedom.”    I waited 40 years for Chelsea Manning. I don’t want to wait another 30 to thank her in freedom  Daniel Ellsberg     The Courage Foundation, an international organization that supports whistleblowers including Snowden, has this week launched a new European fundraising effort to help cover the costs of Manning’s appeal against her 35-year sentence.  Sarah Harrison, the group’s acting director, called her punishment a travesty.  “Chelsea Manning is one of the most important figures of the digital age and a hero to many of us,” Harrison said. “Her incarceration will be a lasting stain on America’s reputation.” Last week, Manning’s appeal was lodged with the US army court of criminal appeals in Virginia. It calls for a reduction of the “grossly unfair and unprecedented” sentence to 10 years, noting pointedly that David Petraeus, the former CIA director who passed classified information to his biographer and then lover, was fined and given two years’ probation with no prison time.   Related: How the Pentagon punished NSA whistleblowers | Mark Hertsgaard    Nancy Hollander, the lead lawyer on Manning’s appeal, called the conviction and sentence “one of the most unjust in military history”. The legal team is awaiting the US government’s response to the appeal filing; it will then prepare to argue the case for a sentence reduction in front of the appeals court. “Since her conviction, support for Chelsea has only grown,” Hollander said, “as the world recognizes her commitments to justice, equality and a more accountable government.” In 2013, Manning was sentenced to 35 years in military prison, for leaking as many as 700,000 official secret documents. The documents included many cables from US embassies around the world, war logs from Iraq and Afghanistan and the famous “collateral murder” video of an Apache helicopter attack in Baghdad on a group of civilians including Reuters photographers.  Manning is being held in the military brig at Fort Leavenworth in Kansas, where she is involved in separate legal action relating to her desire to transition as a transgender woman.  European donations to Chelsea Manning’s defence fund can be made tax-free via the Wau Holland Foundation",
  "webTitle": "Chelsea Manning completes six years in military custody for whistleblowing",
  "webPublicationDate": "2016-05-27T10:30:00Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/27/chelsea-manning-six-years-prison-whistleblowing",
  "keyword": [
    {
      "webTitle": "Chelsea Manning",
      "id": "us-news/chelsea-manning",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Pilkington",
      "id": "profile/edpilkington"
    }
  ],
  "guardianId": "us-news/2016/may/27/chelsea-manning-six-years-prison-whistleblowing"
}