{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/sleepwalkers-stories-sleepwalking",
  "id": "2016-05-24-175",
  "sectionId": "commentisfree",
  "body": "Police covered up a naked sleepwalker in Manchester this weekend after finding them wandering the streets. The person in question is said to have seen the funny side of their nocturnal adventures, asking for a selfie from the officers who found them. One in 50 adults are believed to suffer from episodes of sleepwalking. Here, four people tell us about their weirdest experiences and how they cope with somnambulism.  Emma Walton, 25, London: At university I always locked my windows and doors at night      I’ve been a sleepwalker my whole life. It used to drive my parents crazy, and to keep me safe as a kid my bedroom windows were always locked. I would often wander into my parents’ room and stand at the end of their bed in silence – sometimes I’d mumble nonsense. I can only imagine how creepy that must have been.  My mum remembers one night when I was about 12 and I threw a a tantrum telling her she never listened to me, even though I’d been talking complete rubbish up to that point.  The summer before I went to university I somehow managed to open my window as wide as it could go. I must have been practically hanging out of the window to do this. My mum was worried about me going to uni and doing something dangerous like that in my sleep. I was sensible and made sure I always locked my windows and doors so I couldn’t get out when I was in halls of residence.  I’ve done a bit of research and I know that sleepwalking is possibly linked to stress and your brain not being able to switch off. I’ve always had a very active imagination and have found getting to sleep quite difficult. My dreams are also incredibly vivid whether or not I sleepwalk or talk, but the sleepwalking and the dream don’t seem to be linked.  My other half knows how to get me back into bed. All he has to do is talk to gently and calmly to coax me back to bed. Often I wake up then in bed and we have a laugh about it. If I’ve sleepwalked in the night I wake up absolutely shattered. I only know I’ve done it if I happen to wake up mid-sleepwalk, or if someone tells me. I find it scarier when I wake up with no idea he had to stop me going to the kitchen, or out to the car.  Peter Langdon, 59, Bristol: One of my roommates was convinced I would kill him in my sleep      I’ve been sleepwalking for as long as I can remember and am constantly dragging my girlfriend out of bed as I’m convinced the front of the house is falling off. I once found myself on a ledge on the first floor of my barracks chasing a thief who did not exist. As a child I thought I was the Man from UNCLE and fell face down on to the floor thinking I had been shot. I then calmly got up and went back to bed as if nothing had happened, according to my auntie. I’ve fallen out of bed on lots of occasions, including once in a flat where the bed was eight feet above the floor. I constantly dream about tsunamis. I just live with it without taking any medication. Everyone who knows me seems to accept it. However the incident in the army (when I was chasing the non-existent thief) did cause one of my roommates to sleep with a knife under his pillow as he was convinced I would kill him in my sleep.  At the time I don’t even know I am doing it, and if I wake up during sleepwalking I just get back into bed and fall asleep straight away. When I’m reminded of the incident sometimes it comes back to me and I relive it. It does make me wonder what I am dreaming about.       Eleanor, 28, London: I could have died and no one would have known until the next morning I was first caught sleepwalking at eight years old. When I was small my mum would find me in my walk-in wardrobe in the morning, buried among my dressing-up clothes. However, I haven’t done it for six years now. The worst and most dangerous experience I had was when I was 21. I was home alone and I woke up at 3am in a bath full of lukewarm water with a razor in my hand. I had shaved the bottom half of my left leg. Luckily I hadn’t cut myself. After a sleepwalk I never remember what I’ve dreamed about, but I think that night it was getting ready for a night out I had planned. I woke up and started panicking and hyperventilating – it was pretty scary.    Apparently I was looking for chicken nuggets 'because the man in the yellow jumper'​ really needed them and so did I    The last time I sleepwalked was at 22. I got up and went to sleep under the kitchen table. I never took any medication for it as it was very infrequent and usually I just pottered about my own bedroom. I used to freak out my first boyfriend when I sleepwalked: eyes open, talking incoherently and wandering about the house. He told me I looked like a demonic possessed doll. I didn’t appreciate that, and we broke up a month or so later. On one occasion my ex-boyfriend also found me rummaging through the freezer – apparently I was looking for chicken nuggets “because the man in the yellow jumper” really needed them and so did I. “Don’t just stand there, help me find them,” I exclaimed. The bizarre thing is, I am a vegetarian.  When I sleep walked those were my most dreamless nights (or at least I couldn’t remember the dream). When I woke up I would be quite disorientated and would be a bit tired during the day. The razor incident was terrifying though. I could have died and no one would have known until the next morning. Zoe Ford, 30, Oxford: I woke up and the cold air hit me just before I was about to jump      I first started sleepwalking when I was 11 or 12 years old. At university I would often get in the building lift and go up and down a few times before returning to bed. I have also had more frightening night-terror experiences, where I am desperate to get out of my bedroom because I think the walls are covered in bugs. In my panic the only way out seemed to be the bedroom window. I woke up as I opened the window and the cold air hit me, just before I was about to jump out. Unfortunately the medication I am on for migraines makes my night terrors and nightmares worse, but I have thankfully not gone back to the days of almost jumping out my bedroom window. After a particularly active night I will feel very tired the next day. My poor husband is often woken up by my talking, at least, or at worse screaming and shouting. Luckily he doesn’t grumble about it. It can be very confusing when, for example, I think there are other people in the bedroom or that I am in the wrong bed. In general sleepwalking can be exhausting, but I have always returned to bed.   Anonymous, 38, London: I got out of bed and went wandering naked through the corridors  I stopped sleep walking about three years ago, thankfully.  The experiences I used to have involved feeling trapped in a room I desperately want to get out off. Often I’d wake up and find myself standing facing a wall, clumsily pawing at it in search of a door handle. This would only happen when I was staying in an unfamiliar room, so I can only assume that I have had innumerable episodes of sleepwalking in my own home where I did make it out of the room. Certainly I have woken up many times with a strange feeling of having been busy during the night, and later found that items have gone missing or been put in strange places – shoes in the fridge, recycling box in the airing cupboard etc.  But there have also been a few standout experiences that range from amusing to bizarre to downright dangerous.    Related: I used to be tired all the time too. 'Segmented sleep' solved that |  Peter Papathanasiou    Once, after a friend’s wedding in a fancy hotel I got out of bed and went wandering naked through the corridors. A friend found me and hustled me back to bed. I really hope there wasn’t CCTV in that place. Another time I sleepwalked out of a friend’s house and went goodness knows where, but the next day my friend played me a voicemail I had left her at 3am that morning, in which I said I was “outside her house with a can of spinach”. The call was made from a payphone in a 24-hour convenience store about half a mile away. Another time, in Santorini, one of the Greek islands, I sleepwalked out of my holiday apartment, and went for a wander near a cliff edge. At least that’s what the Greek orthodox priest told me I’d been doing before I started banging on the door of his church. He had to wake me up and take me back to my apartment, which was some distance away. I was just glad I had clothes on.  My sleepwalking has actually stopped since I met my current partner. I can’t explain how or why those things are connected – it’s not like he holds me down to stop me wandering. It might be to do with contentment.  Before I never did anything about it. I didn’t know there was anything you could do. I just tried to laugh about it.",
  "webTitle": "Sleepwalkers' stories: 'I could have died and no one would have known' | Guardian readers and Sarah Marsh",
  "webPublicationDate": "2016-05-24T12:28:25Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/sleepwalkers-stories-sleepwalking",
  "keyword": [
    {
      "webTitle": "Sleep",
      "id": "lifeandstyle/sleep",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/sleepwalkers-stories-sleepwalking"
}