{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/04/charity-ceo-top-tips",
  "id": "2016-05-04-327",
  "sectionId": "voluntary-sector-network",
  "body": "I was appointed chief executive of Student Minds, the UK’s student mental health charity, six months ago and as a leader in my 20s I am often asked how I find the role. I’ve learned lots in my first few months and have had great insight and advice from sector colleagues. In the hope of encouraging more young people to grab opportunities in the charity sector, here are some of the highlights. Stay grounded No chief executive – no matter how big the charity they work for is – should lose sight of the grassroots. Run training and talk to your beneficiaries regularly. I camped in a field for Student Minds’ volunteer festival – it’s the best start to the role I could have had. I learned what really mattered to our beneficiaries. Ask for feedback and improve      When you’re responsible for others you can end up neglecting your own personal development, but training and conferences and books reinvigorate us. People assume you don’t need feedback when you’re the chief executive, so it’s important to ask colleagues for suggestions on how you could improve.  Use experts When my role was announced, a fellow chief executive offered mentoring and this has proved invaluable for grappling with new challenges. I’ve also reaped huge benefits by tapping into the understanding and expertise of our trustees. Do your job, not everyone else’s      After internal promotions it can be easy to carry on doing your old job, as well as your new one. It’s important to keep track of tasks and understand how to delegate effectively. Say no more often, and learn to say thank you, rather than sorry. You might just have to accept that it’s necessary to recruit for a replacement rather than do two jobs. Prioritise staff health In my experience, engaged staff know they are valued – so I aim to make staff wellbeing a priority. All employees attend training sessions on mental wellbeing and we encourage the team to look out for each other. I’ve also learned that workplace wellbeing must start with the chief executive, so I encourage staff to do sensible hours and talk about ways of coping with stress. Small charities rock      I wouldn’t have achieved as much in a large organisation, and I certainly wouldn’t be a chief executive without wearing so many hats in a resourceful small charity. It’s the best environment for learning to adapt at pace and lead with agility. Diversify income In recent months our team established a training scheme enterprise, built relationships with corporates, and maintained service funding. Charity finance is tough but a creative team who are encouraged to try new ideas and who are allowed to fail at times can take it on. Be transparent      As a sector, I think we’re poor at sharing what works, and useful information is often difficult to find. My generation grew up embracing open access and over-sharing. Charities can and should widen their impact by doing the same. If you pilot an intervention, publish the evidence – the good, the bad and the ugly. Read this blog and disagree? Great! Comment, or better still, write a blog as a chief executive who is 10 years in to the role. I’d love to read it – we can all do more to learn from one another. For more news, opinions and ideas about the voluntary sector, join our community – it’s free!",
  "webTitle": "What I’ve learned as a young charity CEO",
  "webPublicationDate": "2016-05-04T06:00:20Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/04/charity-ceo-top-tips",
  "keyword": [
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Volunteering",
      "id": "society/volunteering",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Governance and management",
      "id": "voluntary-sector-network/governance-and-management",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Trustees",
      "id": "voluntary-sector-network/trustees",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Careers",
      "id": "voluntary-sector-network/pro-careers-vsn",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    }
  ],
  "authors": [],
  "guardianId": "voluntary-sector-network/2016/may/04/charity-ceo-top-tips"
}