{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/27/philharmonia-salonen-review",
  "id": "2016-05-27-157",
  "sectionId": "music",
  "body": "Stravinsky left Russia in 1914, on the eve of the first world war. He did not go back there for 48 years. Though it had been straightforward enough for him to leave his homeland, memories of Russia remained an integral part of his music for at least another decade. Three of the theatre pieces that were indelibly coloured by that background – Renard, Mavra and Les Noces – formed the latest programme in Esa-Pekka Salonen’s Stravinsky series with the Philharmonia. It was a wonderfully upbeat, energised concert of pieces that are heard far too infrequently. Even Les Noces, one of Stravinsky’s greatest scores, isn’t as familiar to audiences as it ought to be.  Here, though, it provided the one disappointment of what otherwise was an outstanding evening. In Renard and Mavra the singers (from the Mariinsky theatre, St Petersburg) and a movement group performed on a platform behind the orchestra. Les Noces was also announced as semi-staged, but this tipsy, extrovert depiction of a village wedding was presented more like a religious rite. The chorus solemnly entered, a procession dressed in austere grey and black, while the four soloists stood directly in front of the conductor, with the quartet of pianos (played by Pierre-Laurent Aimard, Tamara Stefanovich, Nenad Lečić and Lorenzo Soulès) and the percussionists arrayed behind them. The movement group for the piece credited in the programme was nowhere to be seen.  But there were no surtitles, and no printed text in the programme, so anyone coming new to the work would have struggled to know where they were, especially as Salonen’s irresistible performance was all of a piece, with no break between the two parts, let alone between individual scenes. It was all the more puzzling after the wonderfully clear presentations, complete with surtitles, of both Renard and Mavra, which were also directed by Irina Brown. The first (with tenors Artyom Melikhov and Alexander Trofimov, and basses Yaroslav Petryanik and Andrei Serov) caught the burlesque colourfulness and the twang of its instrumentation perfectly. The second gleefully paraded its sly digs at Romantic opera in its adaptation of a Pushkin story, with Natalia Pavlova as Parasha, who sneaks her lover Vasily (Melikhov again) into the household disguised as the chamber maid Mavra. • Available on BBC iPlayer until 25 June. The next concert in Stravinsky: Myths and Rituals is at St John’s Smith Square, London, on 2 June. Box office: 020-7960 4200.",
  "webTitle": "Philharmonia/Salonen review – rare Stravinsky from Russia with love",
  "webPublicationDate": "2016-05-27T12:33:09Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/27/philharmonia-salonen-review",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Philharmonia Orchestra",
      "id": "music/philharmonia-orchestra",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Esa-Pekka Salonen",
      "id": "music/esa-pekka-salonen",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/27/philharmonia-salonen-review"
}