{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/29/bronwyn-bishop-to-offer-political-commentary-on-sky-news",
  "id": "2016-05-29-188",
  "sectionId": "australia-news",
  "body": "Former MP Bronwyn Bishop will be returning to the political scene just over a month after being dumped by Liberal party members from the federal seat of Mackellar. The former speaker – who came under pressure to resign over the “choppergate” scandal – has agreed to provide political commentary on Sky News. The news has created a stir in political circles, with the tantalising prospect of Bishop using the platform to air political grievances on live television.   Related: Bronwyn Bishop gives final speech as MP, blaming Tony Abbott for downfall    She will appear this Thursday evening on television with respected Sky News political editor David Speers, with the likelihood of repeat appearances as the election campaign heats up. ABC broadcaster Fran Kelly said on Sunday that Bishop has said she “vows to have a different approach to Peta Credlin” and will be talking about policy. Peta Credlin, Tony Abbott’s former chief of staff, has raised eyebrows within Coalition ranks during this election campaign for her decision to appear on conservative commentator Andrew Bolt’s TV show – also on Sky – to offer regular criticism of Malcolm Turnbull’s campaign.  Speers told Guardian Australia Bishop would appear for the first time this Thursday, with later slots to be figured out. Bishop fell out with Tony Abbott last year after he forced her to step down from the Speaker’s chair in August, following the choppergate scandal. That saw her back Turnbull in September’s leadership spill against Abbott. She was then dumped in return in April this year by Liberal party members from the seat of Mackellar, a seat she has held since 1994. She lost the preselection battle to businessman Jason Falinski after a coalition of conservative and moderate party members, including Abbott, moved against her. In her farewell speech to parliament in May, Bishop said she was proud of her time as Speaker, but she was forced to step down to protect Abbott. “That came to an end when I was asked to resign to protect Tony Abbott, someone whom I had assisted and worked with and respected for many years,” she told parliament.   Related: Peta Credlin joins Sky News as 2016 election campaign commentator    “There is much more than meets the eye in that saga, but not for now.” Abbott was not in the House of Representatives when Bishop gave her final address. As Speaker Bishop used Standing Order 94a to kick out a record number of Labor MPs during her 20-month tenure: of the 400 politicians booted from the House, 393 were Labor MPs. On becoming Speaker in 2013, Bishop promised to be “impartial”. Just two weeks ago, Credlin courted controversy on Sky when she referred to Turnbull as “Mr Harbourside Mansion” after he cancelled a walk-through of a western Sydney shopping centre while campaigning. “If it’s known that you were going to do a street-walk in Penrith, the last thing you want to do, Mr Harbourside Mansion, is look like you don’t know and you’re not welcome in western Sydney,” she said.",
  "webTitle": "Bronwyn Bishop to offer political commentary on Sky News",
  "webPublicationDate": "2016-05-29T05:45:22Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/29/bronwyn-bishop-to-offer-political-commentary-on-sky-news",
  "keyword": [
    {
      "webTitle": "Bronwyn Bishop",
      "id": "australia-news/bronwyn-bishop",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sky News",
      "id": "media/sky-news",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian television",
      "id": "culture/australian-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/29/bronwyn-bishop-to-offer-political-commentary-on-sky-news"
}