{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/03/employee-owned-businesses-chobani-new-belgium-brewing",
  "id": "2016-05-03-107",
  "sectionId": "sustainable-business",
  "body": "Kim Jordan, the co-founder of the New Belgium Brewing Company, had big news to deliver to the Colorado brewery’s 450 employees at their 2013 winter retreat. She told them that the company had been sold, and asked them to open the envelopes placed on their chairs to learn the identity of the new owner. Inside each envelope was a mirror.   Related: Can this job initiative help young people with autism beat unemployment?    That was her way of saying that New Belgium would now be 100% owned by its workers. Christine Perich, a veteran of the company, who became its CEO last year, says of the moment: “It’s hard to put into words what that [it] was like. It was so emotional and so powerful.” Perich now works on behalf of her 700 or so fellow employees. Best known for its Fat Tire beer, New Belgium is one of a small but growing number of worker-owned US companies. Others include Publix Supermarkets, which operates more than 1,100 grocery stores in the southeast; CH2M Hill, a big engineering and construction firm; and WL Gore, a manufacturer of cables and medical devices best known for its Gore-Tex fabric. Worker ownership can help deal with inequality in the US, says Phillip Henderson, president of the New York-based Surdna Foundation, which recently published a report called Ours to Share: How Worker-Ownership Can Change the American Economy. When workers become owners, the wealth generated by their “ingenuity, efficiency, and productivity also accrues to them,” Henderson says. Surdna is getting behind worker ownership with grants and advocacy, and Henderson urges other foundations to do so. “It’s a simple idea, but as we work to curb inequality, there may be few solutions that could so directly, tangibly and quickly help those hurt by the wealth gap,” he wrote recently in The Chronicle of Philanthropy. Melissa Hoover, the executive director of the nonprofit Democracy at Work Institute, says worker ownership can help improve job quality and give low and moderate-income workers opportunities to build wealth. “We have an economy that today doesn’t serve the workforce,” Hoover says. Worker ownership isn’t a new idea. Robert Owen, a 19th century British businessman and socialist, created worker cooperatives in Scotland and in New Harmony, Indiana, with mixed results. Meanwhile, Karl Marx predicted that workers would someday seize the means of production and establish a dictatorship of the proletariat. Today, worker ownership in the US lives inside the capitalist economy and takes two forms. The main mechanism for employee ownership in the US is the Employee Stock Ownership Plan, or Esop, a retirement plan that holds company stock for its employees and is governed by a trustee. About 13 million US workers participate in Esops, according to the National Center for Employee Ownership. There’s no legal requirement giving these worker-owners control over their companies, although some firms, such as New Belgium, choose to share power with workers. Some company owners give employees a partial stake, as Hamdi Ulukaya, the founder of the yogurt company Chobani, did just last month. He unexpectedly distributed 10% of the firm, which has about $1bn in sales, to its workforce of about 2,000 people. “We built something,” Ulukaya said. “Now we’re sharing it.”     Earlier this year, Hamdi Ulukaya, CEO of Greek yogurt giant Chobani, informed his 2,000 employees that they will each receive shares in the billion-dollar-plus yogurt company if it goes public or is sold. Photograph: Drew Nash/AP    Only about 7,000 workers are part of an estimated 300-400 worker co-operatives, which, unlike Esops, require that workers govern as well as own the business by electing the board of directors. Worker democracy is “hard-baked into a co-op”, says Hoover. Examples include the Evergreen group of co-operatives in Cleveland, which include a laundry, a small energy company and a greenhouse, and Cooperative Home Care Associates (CHCA), a home care agency based in the Bronx, New York, which started with 12 home health aides and now employs more than 2,000 people. So how do worker-owned businesses reduce inequality? Not necessarily with higher wages, experts say. “We pay market rates,” says Perich, New Belgium’s CEO. At CHCA, wages depend on government reimbursement rates. Instead, Esops enable workers to build wealth and enjoy retirement security. The stock plan at Publix Supermarkets, which is the largest employee-owned company in the world, has been a “powerful wealth creator” for loyal employees, who also get quarterly profit-sharing checks, reports Fortune magazine. Worker co-ops also give their employee-owners the opportunity upgrade their skills and rise through the ranks of management. Hoover, of the Democracy at Work Institute, began working in a co-operative bakery in San Francisco, then helped start other co-ops and now leads a Washington DC thinktank. Jose Garcia, a program officer with the Surdna Foundation, says the foundation intends to build awareness of both Esops and worker co-ops among workers, business owners and policy makers. Governments can create legal structures to make it easier to start worker co-ops or convert existing businesses.   Related: American CEOs often survive environmental controversies unscathed    Foundations and governments could also provide financing for startups or conversions, Garcis says: “You’re going to see the baby boomer generation retiring from their businesses.” Some could choose to sell their companies to their workers, as Kim Jordan did at New Belgium. Before Jordan sold her family’s stake, the company had practiced what is called open-book management, sharing its financial information with employees, and committed to reducing its water usage, waste and greenhouse gas emissions. She didn’t want to sell to an outsider who might undo that groundwork, and wanted to show that a worker-owned company could thrive. “I believe that one of the biggest threats we face in our world is the widening gap between the wealthiest part of the population and everyone else,” she told Forbes last year. Perich, who succeeded her as CEO, says New Belgium workers don’t set the company’s strategy but they are fully briefed about what’s going on, and why, and are encouraged to take responsibility for operations. “Empowerment is an overused word, but [ownership] certainly empowers people to show up in a different way, hold themselves accountable and hold one another accountable. This is a group of 700 people who care tremendously about this company.”",
  "webTitle": "Spreading the wealth: the US businesses sharing ownership with their employees",
  "webPublicationDate": "2016-05-03T16:26:12Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/03/employee-owned-businesses-chobani-new-belgium-brewing",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Marc Gunther",
      "id": "profile/marc-gunther"
    }
  ],
  "guardianId": "sustainable-business/2016/may/03/employee-owned-businesses-chobani-new-belgium-brewing"
}