{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/24/jane-bond-gillian-anderson-next-007-twitter",
  "id": "2016-05-24-310",
  "sectionId": "film",
  "body": "Gillian Anderson has hinted that she would accept the role as the first female Bond, tweeting out a mocked-up poster of herself as 007. The star of The Fall and The X-Files expressed her desire to take over from Daniel Craig as the world’s most famous secret agent, tweeting, alongside the poster: “It’s Bond, Jane Bond.” She added: “(And sorry, don’t know who made poster but I love it!)”, with the hashtag #NextBond.    It's Bond. Jane Bond. Thanks for all the votes! (And sorry, don't know who made poster but I love it!) #NextBond pic.twitter.com/f8GC4ZuFgL— Gillian Anderson (@GillianA) May 21, 2016    Speculation has been raging over who will fill Craig’s shoes, with bookies last week suspending betting on Night Manager star Tom Hiddleston after a flurry of interest. Others in the running to play the spy in the next 007 film include actor and DJ Idris Elba and Homeland star Damian Lewis. But Anderson’s suggestion that she wants the role sent Twitter into a frenzy.    IM GOING TO SELL MY SOUL TO SATAN FOR GILLIAN AS THE FIRST FEMALE BOND HAPPEN— vale (@r4ulsonfeels) May 21, 2016      @GillianA OK BUT ALSO IDRIS ELBA CAN BE JAMES BOND AND YOU CAN BE JANE BOND AND YOU CAN SLAY EVERYONE— charlotte✨ (@bensonscully) May 21, 2016      @felishacarolle And now that someone has put the idea out there...GIVE ME A FEMALE BOND STAT!  And give me a female Bourne too! 👊— Kelley Sublett (@Kel_Sub) May 22, 2016      .@GillianA pic.twitter.com/4z4KdjPCRO— Ryan Love (@RyanJL) May 21, 2016    Last week it was reported that Craig had turned down £60m to make two more films with the franchise. However, reports later said he was yet to make a decision on his future as Bond. Despite that, it is widely believed Craig wants to move on after four outings as 007. Hiddleston, who played spy Jonathan Pine in the Night Manager, has played down speculation that he would take on the role, recently telling the BBC’s Graham Norton Show: “The position isn’t vacant as far as I’m aware. No one has talked to me about it. “I think the rumours have come about because in the Night Manager I play a spy and people have made the link.” Meanwhile Elba, who starred in Luther, has spoken of being weary of the constant speculation. “I’m probably the most famous Bond actor in the world, and I’ve not even played the role,” he said in an interview with the Daily Telegraph in 2015. “Enough is enough. I can’t talk about it any more.”",
  "webTitle": "It's Bond, Jane Bond: Gillian Anderson throws hat into the ring to be next 007",
  "webPublicationDate": "2016-05-24T04:35:43Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/24/jane-bond-gillian-anderson-next-007-twitter",
  "keyword": [
    {
      "webTitle": "James Bond",
      "id": "film/jamesbond",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Gillian Anderson",
      "id": "culture/gillian-anderson",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Bonnie Malkin",
      "id": "profile/bonnie-malkin"
    }
  ],
  "guardianId": "film/2016/may/24/jane-bond-gillian-anderson-next-007-twitter"
}