{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/17/rekia-boyd-chicago-police-quits-dante-servin",
  "id": "2016-05-17-8",
  "sectionId": "us-news",
  "body": "A Chicago police officer whom the department was trying to fire after he fatally shot an unarmed 22-year-old woman in 2012 has decided to resign from the force rather than fight to retain his job. The city’s police board said on Tuesday that Dante Servin, who was off duty when he killed Rekia Boyd, had quit. It came two days before Servin was to appear for a hearing at which the board was to decide if he should be fired, as former police superintendent Garry McCarthy recommended last year.  Boyd was with friends when Servin opened fire after he said he saw a person in the group moving toward him with a gun. Police found only a cellphone. Servin was charged with involuntary manslaughter, though a judge later dismissed the charges.  Servin’s resignation now saves him from the risk of a possible firing from the department and the loss of his pension. It also means the Chicago police board must withdraw all charges brought against him with no prejudice.   Related: Chicago's much-criticized police review authority replaced with civilian agency    Servin’s resignation comes almost a year after he was acquitted of all manslaughter charges related to the death of Boyd in 2012. He pulled a gun out while off duty and shot into a crowd, fatally striking Boyd in her head.  The judge at his trial said prosecutors had failed to adequately prove he had acted “recklessly”, suggesting the state’s attorney’s office had mischarged Servin.  “It is intentional and the crime, if any there be, is first-degree murder,” judge Dennis Porter said in his seven-page ruling, implying prosecutors should have charged Servin with murder, not involuntary manslaughter.  His acquittal, as well as the handling of the release of a dashboard camera video showing 17-year-old Laquan McDonald being shot 16 times, led to a city-wide activist campaign credited as a major factor in incumbent state’s attorney Anita Alvarez’s loss to Kim Foxx during the city’s Democratic primary election in March. Activists in Chicago and around the US who have used Boyd’s story as an emblem in their battle to end police violence and impunity see Servin’s ability to resign before being held accountable as evidence of a broken system.  “Dante Servin’s resignation announcement two days before the termination hearing was set to begin reflects the fact that he knew he was going to be fired for murdering Rekia Boyd,” Aislinn Sol, the leader of the Black Lives Matter Movement in Chicago told the Guardian.  “A full overhaul of this system is still clearly needed beginning with mayor Rahm Emanuel,” Sol continued. “We need the community in power for hiring and firing officers.” Activists who have been pushing for Servin’s firing from the beginning say that his resignation does not resolve the larger issues at hand for Chicago and plan to continue pushing for change in Chicago this Thursday at the next police board monthly meeting. “The facts have shown us that the current system is incapable of providing basic safety to the people of Chicago,” she continued.  The Associated Press contributed to this report",
  "webTitle": "Chicago police officer who fatally shot Rekia Boyd quits force before hearing",
  "webPublicationDate": "2016-05-17T22:24:00Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/17/rekia-boyd-chicago-police-quits-dante-servin",
  "keyword": [
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Chicago",
      "id": "us-news/chicago",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Black Lives Matter movement",
      "id": "us-news/black-lives-matter-movement",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Zach Stafford",
      "id": "profile/zach-stafford"
    }
  ],
  "guardianId": "us-news/2016/may/17/rekia-boyd-chicago-police-quits-dante-servin"
}