{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/11/sanders-clinton-trump-west-virginia-nebraska-delegates",
  "id": "2016-05-11-156",
  "sectionId": "us-news",
  "body": "Tuesday’s primaries in West Virginia and Nebraska were never going to be a huge event in the electoral calendar. The contests only had a total of 107 delegates available – 37 for the Democrats and 34 for the Republicans in West Virginia, and 36 in Nebraska’s Republican primary. So, despite all the bravado of Donald Trump and Bernie Sanders’ victory statements, the candidates know that little has changed: Americans will probably still be faced with the choice of Trump or Hillary Clinton this November.   Nebraska and West Virginia    Related: Hillary Clinton may have lost West Virginia by a landslide. The truth is, she doesn't need it | Lucia Graves    Despite Sanders finishing with around 51% of the vote in West Virginia (at the time of writing, 97% of votes had been counted), the Vermont senator ended the night with an additional 16 delegates, while Clinton added 11 delegates to her total. That’s because, unlike Republicans, Democrats use a more proportional voting system (which has been a constant bane to Sanders, who has now won 19 of the 47 primaries that have been held so far).  West Virginia’s vote means that Clinton has managed to inch a little closer to the 2,383 delegates she needs to become the Democrats’ presidential nominee.  Clinton currently has a total of 1,716 delegates, but crucially, the former secretary of state can probably also count on the support of the 523 superdelegates she has won so far.  By contrast, Sanders currently has just 1,430 delegates and 39 superdelegates. There are only 11 Democratic races remaining this primary season, with 1,065 delegates available. The numbers are simply stacked against Sanders at this point, given that he would need to win 914 of those remaining delegates (ie 86% of them) to win the nomination – but polling suggests he won’t come close to averaging 60% of voters’ support in the remaining primaries.  The Republican race is similarly unaltered by last night’s results. Trump finished the night with 77% of the vote in West Virginia and 61% in Nebraska, adding 67 delegates to his total in the process.   Related: US election delegate tracker: who's winning the presidential nomination?    Trump’s total delegate number currently stands at 1,135, meaning that the New York businessman is just 102 delegates short of the total he needs to win the Republican party’s nomination. Given that he is expected to win Oregon, New Jersey and, most importantly of all, California, where he is 26 percentage points ahead of his rivals and where 172 delegates are available in a winner-takes-all race, at this point, Trump looks unstoppable and a contested convention looks unlikely.     Battleground states   The lack of political weight held by these primaries explains why polling companies didn’t bother to invest the huge sums needed to conduct state-level surveys in Nebraska. In West Virginia, polling had predicted a landslide for Trump (well, a 35 percentage point lead is a “landslide” by this election’s standards) and a narrow victory for Sanders (who was expected to beat Clinton by just 6 percentage points). In the months to come, the states that polling companies and presidential candidates head to will provide useful insights about where they see the 2016 election battleground. West Virginia and Nebraska might not have been pivotal this primary season, but they could show their political clout in the months leading up to November. Based on past behavior, Nebraska might be a lost cause for the Democrats – the state has consistently voted Republican in the last 12 US presidential elections. But West Virginia could be a different story – with the exception of a strong Republican win in the last election, the state has had slim margins for either party in each national vote since 1992.   Democrats    Republicans",
  "webTitle": "Latest Sanders and Trump victories change little in primary race",
  "webPublicationDate": "2016-05-11T15:00:29Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/11/sanders-clinton-trump-west-virginia-nebraska-delegates",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "West Virginia",
      "id": "us-news/west-virginia",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Nebraska",
      "id": "us-news/nebraska",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mona Chalabi",
      "id": "profile/mona-chalabi"
    }
  ],
  "guardianId": "us-news/2016/may/11/sanders-clinton-trump-west-virginia-nebraska-delegates"
}