{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/16/tony-gibbs-obituary",
  "id": "2016-05-16-130",
  "sectionId": "film",
  "body": "Our father, Tony Gibbs, who has died aged 90, was a film editor with a long and distinguished career. He was captivated by film from an early age and that interest was nurtured by his parents, Harold, a police officer, and Violet, a cook, who took him to see The Jazz Singer when he was three years old. After serving in the Royal Marines during the second world war, Tony began his career in the film industry. He started as an assistant in the props department and ended up in the cutting rooms, where he considered himself privileged to have enjoyed successful collaborations with the directors Tony Richardson (for whom he edited A Taste of Honey, The Loneliness of the Long Distance Runner and Tom Jones), Richard Lester (The Knack, Petulia and Juggernaut) and Nic Roeg (Walkabout and Performance). He definitely played a significant role in the “new wave” of British cinema during the 1960s. Tony also formed partnerships in the US with such film-makers as Norman Jewison (Fiddler on the Roof, Jesus Christ Superstar, Rollerball), David Lynch (Dune) and, latterly, John Frankenheimer. He left the UK to live and work in Hollywood in 1981. Tony made the transition from editing on film to Avid, a digital system, with good natured aplomb at the age of 70, and it was in this form that he cut Mark Rydell’s Crime of the Century, produced by Barbara Broccoli. She said: “Working with Tony was like a masterclass in film-making. Every day was enlightening and each cut was filled with revelations.” Tony was nominated for four Baftas and is unique in having won an American Cinema Editor’s (ACE) lifetime achievement award in the same year, 2002, as he won an ACE award for editing, the latter for the TV feature James Dean. Despite relocating to Hollywood, Tony was a born Londoner and never lost his passion for the city – and for Chelsea FC. Latterly he suffered chronic ill-health, which he bore with courage, stoicism and remarkable good humour. He loved all kinds of music, from country to jazz, but it was classical music that kept him company every night at home. He was a great reader of poetry, non-fiction and fiction, and cartoons made him laugh uproariously.  Tony is survived by his wife Sherrye (nee Mossuto), whom he married in 1985, by his children Lesley, Nigel and Jeremy, from his first marriage, to Heather, which ended in divorce; by his children Madeleine, Tessa and Matthew, from his second marriage, to Jocelyn, which ended in divorce; by his sister, Marjorie; and by 14 grandchildren and two great-grandchildren.",
  "webTitle": "Tony Gibbs obituary",
  "webPublicationDate": "2016-05-16T15:44:32Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/16/tony-gibbs-obituary",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "film/2016/may/16/tony-gibbs-obituary"
}