{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/13/viral-video-cat-horror-movie-james-corden-cyndi-lauper",
  "id": "2016-05-13-136",
  "sectionId": "media",
  "body": "You know those moments when you’re watching a something scary but just can’t look away? That’s how it is for the cat in our lead video, whose eyes seem transfixed to a horror movie until the tension gets too much and it is forced to leap away. Perhaps the sinister strings on the soundtrack (which sounds like Hitchcock’s Psycho) got too much – or did it just spot a mouse? Also leaping around this week are James Corden and his Late Late Show guest Cyndi Lauper, who sing a parody of the 80s star’s hit Girls Just Want To Have Fun. The song, which attacks the gender pay gap, features lyrics including “Guys, if she’s mad, it’s not PMS – it’s cause you do the same job, but she’s makin’ less.” But who looks better in the pink wig? You decide. Our movie-related clips this week include a Screen Junkies “Honest Trailers” version of Deadpool – which, amazingly, features the movie’s star Ryan Reynolds. Another Ryan – Gosling – proves he’s a good sport by acting out a scene from his new movie The Nice Guys with a member of Jimmy Kimmel’s studio audience.    Related: Ryan Reynolds appears as Deadpool in Honest Trailer    We also have vlogger Tom Syndicate sneaking onto the set of World of Warcraft – watch out for the bonus review of Captain America: Civil War (which he mistakenly calls “Avengers: Civil War”) at the end. And you can see footage of James McAvoy being transformed into his Charles character in X-Men: Apocalypse. It looks like having his head shaved was worth it – he’s a dead ringer for a young Patrick Stewart. Finally, we have stunning close-ups of a tornado in Colorado and an equally heart-stopping trailer for the Assassin’s Creed movie starring Michael Fassbender and Marion Cotillard, plus New Girl’s Zoey Deschanel explaining how producers built a bonfire to hide evidence they had invited the Kardashians to appear in a party scene with Prince. Enjoy.         Girls Just Want Equal Funds w/ Cyndi Lauper    1) Girls Just Want Equal Funds James Corden with Cyndi LauperPay close attention 2) Extreme up-close video of tornado near Wray, CO!Twisted stuff 3) Cat Watching Horror MoviePsycho kitty 4) Ryan Gosling Acts Out a Movie Scene with an Audience MemberNice guy 5) Honest Trailers - Deadpool (Feat. Deadpool)Heavy meta 6) SNEAKING AROUND A MOVIE SET!Just WoW  7) X-Men: Apocalypse | James McAvoy Becomes CharlesHairy situation 8) When Prince Nixed The Kardashians, “New Girl” Execs Built A Bonfire - CONAN on TBSPurple flames 9) Assassin’s Creed - Trailer World PremiereKilling it 10) Piers Morgan Doesn’t Like Lemonade!Beyoncé backlash",
  "webTitle": "Viral video: cat watches horror movie, James Corden and Cyndi Lauper sing",
  "webPublicationDate": "2016-05-13T14:30:15Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/13/viral-video-cat-horror-movie-james-corden-cyndi-lauper",
  "keyword": [
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "James Corden",
      "id": "culture/james-corden",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ryan Gosling",
      "id": "film/ryan-gosling",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "James McAvoy",
      "id": "film/jamesmcavoy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ryan Reynolds",
      "id": "film/ryan-reynolds",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/13/viral-video-cat-horror-movie-james-corden-cyndi-lauper"
}