{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/22/bernie-sanders-hillary-clinton-anointment-democratic-party",
  "id": "2016-05-22-50",
  "sectionId": "us-news",
  "body": "Facing mounting pressure to end his campaign for the Democratic presidential nomination, Bernie Sanders has instead escalated his feud with Democratic party leaders, signaling every intention to fight what he claims is an “anointment” of Hillary Clinton.   Related: Trump and Clinton on guns: two visions of race, justice and policing in the US    Sanders faced fresh criticism over the past week, after his supporters were accused of threatening a state party chairwoman at the Nevada Democratic convention during a raucous confrontation over the nominating process.  In an interview broadcast by CNN’s State of the Union on Sunday, the senator struck a defiant tone, arguing that the rules to determine the party standard-bearer were “unacceptable”. “The current situation is undemocratic and it is ill-advised,” Sanders said, decrying the selection of so-called superdelegates – party insiders and officials – who endorsed Clinton even before she had a challenger. “Some 400 of Hillary Clinton’s superdelegates came on board her campaign before anybody else announced,” Sanders said. “It was anointment. And that is bad for the process.” The Democratic contenders need to secure 2,383 delegates to clinch the nomination. Clinton leads Sanders by 2,293 delegates to 1,533, according to numbers compiled by the Associated Press. She has the support of 525 superdelegates, to 39 for Sanders.   Democratic delegate tracker   The mathematical challenges facing Sanders have prompted some Democrats to suggest he should bow out of the race, rather than risk inflicting harm on Clinton’s prospects of winning the White House against Donald Trump in November.  But Sanders defended both his presence and the tenor of his campaign, telling Tapper he and the former secretary of state had “legitimate issues” to debate, such as climate change, healthcare, the minimum wage and military intervention.  “What we are trying to do is bring more people into the political process,” he said. Clinton, in an appearance on NBC’s Meet the Press, opted to take a more conciliatory tone. Asked if Sanders was helping Trump by continuing his campaign, she said: “I don’t think so.  “I think that Senator Sanders has every right to finish off his campaign however he chooses.” Clinton nonetheless said she had received 3m more votes than Sanders, who she suggested had yet to be vetted at the national level. “Let me say that I don’t think he’s had a single negative ad ever run against him,” Clinton said, rebutting, in essence, Sanders’ reliance on polling that shows him standing a better chance against Trump than Clinton.     I’m not saying she cannot beat Donald Trump … I think there’s a good chance she can. [But] I am the stronger candidate  Bernie Sanders on Hillary Clinton     “We know what we’re going into, and we understand what it’s going to take to win in the fall,” Clinton said. “Polls this far out mean nothing.” Polls released on Sunday showed Clinton and Trump in a dead heat. Sanders argued on CNN that he had competed in his fair share of “very ugly, very vicious” campaigns. “I’m not saying she cannot beat Donald Trump … I think there’s a good chance she can,” he said. “[But] I am the stronger candidate because we appeal to independents – people who are not in love with either the Democratic or the Republican Party, often for very good reasons.” Sanders also hit back at Debbie Wasserman Schultz, the Democratic national committee chairwoman with whom he has sparred despite her assertion that she remains neutral in the race.  Earlier this week, Wasserman Schultz rebuked Sanders for not sufficiently condemning his supporters’ behavior in Nevada. She also rejected his criticism of the party’s primary rules, noting they were adopted nationwide in 2014. Sanders took matters a step further in his CNN interview, saying that if elected president, he would not reappoint Wasserman Schultz to her role. He also endorsed Tim Canova, a law professor who is challenging Wasserman Schultz from the left for her congressional seat in south Florida. “Clearly, I favor her opponent,” Sanders said. “His views are much closer to mine.” On Sunday, his campaign issued a fundraising email for Canova, stating: “The political revolution is not just about electing a president, sisters and brothers. We need a Congress with members who believe, like Bernie, that we cannot change a corrupt system by taking its money.”   Related: Hillary Clinton: Trump presidency will put 'kids at risk of violence and bigotry'    Wasserman Schultz chose not to engage, issuing a brief statement in response. “Even though Senator Sanders has endorsed my opponent, I remain, as I have been from the beginning, neutral in the presidential Democratic primary,” she said.  “I look forward to working together with him for Democratic victories in the fall.” Not everyone in the Democratic establishment is concerned about the effects of Sanders’ persistence. Dick Durbin, the second-ranking Democrat in the Senate, said this week he was convinced after a conversation with Sanders that the senator would ultimately join forces with the party to defeat Trump. The Ohio senator Sherrod Brown, seen by some as a potential Clinton vice-presidential pick, expressed a similar view during an appearance in his home state with vice-president Joe Biden this week. “Bernie will do the right thing in the end and will campaign aggressively [for the nominee],” Brown told reporters. “He finds a Trump presidency abhorrent. He doesn’t want to contribute to that.”",
  "webTitle": "Sanders condemns 'anointment' of Clinton as feud with party intensifies",
  "webPublicationDate": "2016-05-22T18:10:36Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/22/bernie-sanders-hillary-clinton-anointment-democratic-party",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/22/bernie-sanders-hillary-clinton-anointment-democratic-party"
}