{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/malcolm-turnbull-in-lindsay-babies-battlers-and-the-spectre-of-a-pm-past",
  "id": "2016-05-11-337",
  "sectionId": "australia-news",
  "body": "For some, plans at the Penrith Regional art gallery had gone awry before Malcolm Turnbull even arrived. “This is just the worst timing,” said one cafe-goer, watching the photographers and TV crews file in. “I’m supposed to be having a sick day.” More welcoming were the Women of Altitude, a group of small businesswomen who had gathered for morning tea with Fiona Scott, the MP for Lindsay.    Cafe swamped w media. Blonde lady doesn't want to show her face. \"I'm supposed to be having a sick day\" @murpharoo pic.twitter.com/7HBmnVoBA8— michael safi (@safimichael) May 10, 2016    Brownies and canoli curdled in the sun as Turnbull glad-handed his way through the group, talking up the potential of his national economic plan to boost western Sydney businesses.  Angela Maguire runs a marketing consultancy, but was keener to press the PM on education funding, announced last week to be $3bn less than under Gonski. “My concern is [that] my children, my daughters, might not have the some opportunities in education that I’ve enjoyed,” she told him. “There’s an inequity that I feel has become so systemic.”    Angela Maguire has grilled PM on public education funding, says inequality has become systemic #ausvotes @murpharoo pic.twitter.com/dYjmUGetSU— michael safi (@safimichael) May 10, 2016    An easier sell was Freya Brown, celebrating her first birthday on Wednesday, who posed placidly with Turnbull before the wall of cameras. Her mother, Kirsten, grinned too, but said later: “Any cut to education funding is a concern to me. I think it’s very shortsighted not to keep the Gonski recommendations going.” Turnbull had set aside an entire morning for Lindsay, whose aspirational “Howard battlers” famously abandoned Labor in 1996 to deliver the seat to Liberal Jackie Kelly.            Tony Abbott says Liberal candidate Fiona Scott has ‘sex appeal’    Lindsay became prominent again in 2013 courtesy of Tony Abbott’s suggestion that candidate Fiona Scott had a winning “bit of sex appeal”. And so it was again on Wednesday, when a press conference out front of the gallery blew off-course, possibly taking the day’s campaigning with it. The PM had just finished extolling Scott’s business credentials when she was asked if she could explain the government’s superannuation changes. “Well, the prime minister did actually quite explain it with a journalist earlier,” she replied. Another asked about rumours Abbott’s supporters were boycotting Lindsay to punish Scott for endorsing Turnbull in September’s leadership spill. Would she reveal which way she voted?  “I take my role as a parliamentarian very, very seriously. In that, the solidarity of the party room is absolutely crucial,” she said. “I don’t leak from the party room and I don’t intend to start leaking from the party room. I have never disclosed how I voted, and frankly I never will.” Turnbull added: “Those party-room ballots are secret ballots and they’re secret for a reason. So that people can confidentially make a choice. Some people say how they vote. Whether they’re telling the truth, who knows?” Minutes after the press conference wrapped, word filtered through that the rest of the day’s events – understood to be a walk meeting voters at a nearby Westfield shopping centre – had been abruptly cancelled. Official word was the morning tea had gone overtime.  Shock jock Ray Hadley, an Abbott loyalist, thought Turnbull had pulled his own sickie. “Apparently the prime minister is not too happy with the line of questioning whilst he was in the company of Fiona Scott,” he told his listeners.  “So he’s terminated his afternoon in western Sydney and he’s heading back to the big smoke.”",
  "webTitle": "Malcolm Turnbull in Lindsay: babies, battlers and the spectre of a PM past",
  "webPublicationDate": "2016-05-11T06:53:24Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/malcolm-turnbull-in-lindsay-babies-battlers-and-the-spectre-of-a-pm-past",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/11/malcolm-turnbull-in-lindsay-babies-battlers-and-the-spectre-of-a-pm-past"
}