{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/13/barnet-chief-executive-andrew-travers-voting-blunder",
  "id": "2016-05-13-307",
  "sectionId": "public-leaders-network",
  "body": "Andrew Travers’ exit from the chief executive’s job at Barnet council after last Thursday’s voting fiasco was dramatic and swift.  But the Electoral Commission’s tests for a returning officer are rigorous and specific. The first is making it easy to vote. That wasn’t the case in the north London borough, where residents had to wait till 10.30 in the morning before polling stations opened with accurate lists.  The public sector’s enemies in the media and politics will crow and bang on about highly-paid managers. Fairer-minded folk may judge that, with a salary of £187,000, there do come high responsibilities and personal accountability. The chief executive must carry the can for the entire organisation, including for the preparation of accurate voting data.  But does Travers bear sole responsibility? In former times, Solace, the professional body for council executives, might have weighed in, posing questions. It might not exonerate the boss but could put a service failure into perspective. Nowadays, Solace is silent, cowed into avoidance of controversy.    Related: Barnet council chief steps down after election blunder     Tory-controlled Barnet is the self-proclaimed “easy council” whose ruling philosophy has been that private is best. Did councillors give proper support to the electoral function? Where was oversight and scrutiny? Returning officers, with a separate legal identity to council officers, are meant to ask for and be granted the money they need. But even the Cabinet Office has admitted providing enough funding to run elections has lately been an uphill struggle against the Treasury.   Apportioning accountability between officials and elected members is never going to be straightforward. Permanent secretaries in Whitehall never face Travers’ fate, partly because few of them have frontline commitments but partly because there is no clear dividing line between political and administrative responsibility.  Leaders of complex delivery organisations such as councils and health trusts know that however hard they focus on the amber and red risks on the register, however much they trust executive colleagues, there is always the possibility of an untoward event. Never say never; you are only as good as the next service breakdown: these are the adages by which public service leaders live – and die.           ‘Not good enough’: Barnet voters express anger at electoral problems – video     Some do live, and remarkably long. Barry Quirk has been chief executive at Lewisham since 1993. Sir Howard Bernstein has been in Manchester’s top job since 1998. Other trajectories through the chief executive’s suite are more brief: Katherine Kerswell – despite an enviable CV – was chief executive of Kent for barely a year. Earlier this year, Kate Kennally said she will be in Cornwall for the long haul; but her recent predecessors in Truro did not last long. Kennally used to be deputy chief executive in Barnet. She now knows how swiftly fortune can change. Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "Who should carry the can for Barnet's voting blunder?",
  "webPublicationDate": "2016-05-13T06:03:06Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/13/barnet-chief-executive-andrew-travers-voting-blunder",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "public-leaders-network/local-government",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Walker",
      "id": "profile/davidwalker"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/13/barnet-chief-executive-andrew-travers-voting-blunder"
}