{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/18/ophelias-zimmer-review-katie-mitchell-hamlet-royal-court",
  "id": "2016-05-18-208",
  "sectionId": "stage",
  "body": "Virginia Woolf knew the importance of having a room of one’s own. In this piece – previously staged at the Schaubühne in Berlin and created by director Katie Mitchell, playwright Alice Birch and designer Chloe Lamford – Ophelia is given a room of her own, but it is a prison.  Performed in German, with English surtitles, Ophelias Zimmer explores the world of the character “freed from Hamlet”. Freed perhaps from Shakespeare’s play, in which she only appears in five scenes, but not from the confining limitations of patriarchy, or the expectations for a young woman of her class and gender in the court of Elsinore. Nor indeed from the attentions of Hamlet, who stalks her, relentlessly sending her cassette tapes in which he insists how much he would like to lick “your little wet cunt”. Anyone expecting a feminist reclamation of Ophelia that allows her to take centre stage and remake and change her own story may be disappointed.     Doll-like blankness … Jenny Konig in Ophelias Zimmer. Photograph: Tristram Kenton for the Guardian     Instead, Mitchell turns an almost forensic gaze on Ophelia, bringing her into focus. We see her in her cell-like bedroom over almost two long hours as she does the things that she says she does in Shakespeare’s play: mostly sewing and reading. We watch her repeatedly sleeping and waking from a nightmare; we look on, fascinated, as she tries to smother her own body under layers of clothes, as if to hide from Hamlet’s gaze or that of the world itself.  Thanks to Max Pappenheim’s terrific sound design, we hear the crunch of gravel outside her bedroom, the hoot of an owl, and all the whisperings and comings and goings of the Elsinore court going on outside Ophelia’s door, as the world inside her room becomes smaller and smaller. Men – Hamlet, her father and Claudius – endlessly call her name as if they are calling an obedient little dog. No wonder this young woman wants to disappear.  There is something here of Sarah Kane’s play 4.48 Psychosis and its defiant lines “Watch me. Watch me vanish”. This is not an easy watch. But there are rewards, and an utter truthfulness in its depiction of a teenage girl, even down to the doll-like blankness of Jenny Konig’s face, which disguises her internal pain. What beleaguered teenage girl has not flirted with the idea of death?  There is something heartbreaking in the piece’s hints about the legacies that mothers pass on to their daughters, when they tell them to arm themselves against the world with a smile. And there is tension in the piece’s grinding sense of waiting: Ophelia is a teenager waiting for her life to start; we watch, waiting for the death that we know will come. When it does, it has none of the false comfort of Gertrude’s poetic description, or Millais’ watery romanticism. It is brutal, bloody and wet. Ophelias Zimmer takes the real ghost at the heart of Hamlet and briefly breathes life back into her before she slips beneath the water and out of view again.  • At the Royal Court theatre, London, until 21 May. Box office: 020-7565 5050.     ‘We hear all the whisperings outside Ophelia’s door’ … Jenny Konig in Ophelias Zimmer. Photograph: Tristram Kenton for the Guardian",
  "webTitle": "Ophelias Zimmer review – Katie Mitchell brings Hamlet's real ghost into focus",
  "webPublicationDate": "2016-05-18T11:32:18Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/18/ophelias-zimmer-review-katie-mitchell-hamlet-royal-court",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Katie Mitchell",
      "id": "stage/katie-mitchell",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Schaubühne ",
      "id": "stage/schaubuhne",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/18/ophelias-zimmer-review-katie-mitchell-hamlet-royal-court"
}