{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/14/a-life-discarded-alexander-masters-148-volumes-diary-found-skip",
  "id": "2016-05-14-165",
  "sectionId": "books",
  "body": "In 2001 two Cambridge academics rescued 148 volumes of a discarded diary from a builders’ skip in the leafier part of town – where, as Alexander Masters nicely puts it, “ancient professors doze on their laurels”. In subtly changing (and often very cramped) handwriting, these notebooks covered 50 years of somebody’s life. They were not signed and there was no clue as to why they had been chucked into the skip. One of the academics, Dido Davies – historian, biographer and spare-time writer of sex manuals – took this haul home with her, but never managed to identify the owner, still less to return them to where they belonged, as she had hoped. Several years later, already terminally ill with the cancer whose inconveniences, indignities and cruelties form a powerful subplot in A Life Discarded, she gave them to her friend Masters.   Related: Diary of a somebody: could I solve the mystery of 148 lost notebooks?    Masters has a distinguished record in exploring the biographies of the ordinary and the forgotten. In Stuart: A Life Backwards he brilliantly traced the life of a homeless alcoholic; in Simon: The Genius in my Basement he told the story of his one-time landlord, a mathematical prodigy, who turned into a messy recluse and fanatical collector of public transport timetables. His project in this book is more ambitious. What is he to do with the millions of words that are the raw materials for the life story of someone who is quite literally nameless? What Masters finds, as he reads, is a life that has been “discarded” in more ways than one. Volume after volume documents the writer’s changing, and not entirely attractive, obsessions and complaints. Early on in the series it is menstruation that is the dominating topic. All the talk of blood in the diaries at first makes Masters suspect a dreadful crime, slashed wrists or at least a nasty fall through panes of glass. But it soon emerges that the writer is giving a lurid account of her periods – and this is what first reveals that the “I” of this autobiography is female, not as Masters had originally assumed, male. In the later books her attention turns largely to her sentimental, though not sexual, lover, referred to throughout just as “E” (“E said”s flood the pages: “E said I am stupid”, “E said I am exceptionally pretty” and so on, and on); to the television programmes of Michael Barrymore; and to the petty sadisms of her “gaoler”, who is in fact no one more sinister than the (equally odd) man who employed her as live-in housekeeper, in a state of domestic warfare, for more than 20 years.    It is easy to feel some sympathy for this diarist, her miseries and her failures. Equally, it is hard to warm to her    Underneath these obsessions there is a sad story of life chances repeatedly thrown away. The diary occasionally boasts of grand plans and ambitions. But until her long and discontented stint as a housekeeper, she moves from one sacking to another. She loses a holiday job on the Wirral, after a catalogue of errors (overstaying her welcome in the posh guest room, failing to master the washing machine, choosing to spend long afternoons on the beach, among others), of which she appears entirely unaware. She even manages to be fired from a book-shelving job at Cambridge City Library, simply, it seems, for being quite hopelessly dreamy – despite her own wishful thinking that she was “born to librarianship”. “E said I am a ‘silly ass’”; and in this case E may well have been right. It is easy to feel some sympathy for this diarist, her miseries and her failures. Equally, it is hard to warm to her. Happily, the story of A Life Discarded is at least as much about Masters. Charged by Davies with identifying the writer and, if possible, returning the property, he is decidedly ambivalent about the task. At one stage, when some of the pieces had fallen into place, I found myself muttering that all he had to do now was to check some old copies of the electoral register and the mystery would be solved. But I was missing the point. For Masters is much more interested in the tense relationship between himself and the diarist, in the pleasures of uncertainty and in the thrill of the biographical chase. He wonderfully exposes all the questions about identity, in writing or in the flesh, that this enormous, rambling, sad diary raises. On one occasion he consults a graphologist for a glimpse into the character of the diarist that the handwriting might reveal; on another he takes advice from a local private detective (who also suggests the electoral register). And anyone who has tried to unearth a biographical story themselves will immediately recognise the false trails, the mistaken inferences and the overoptimistic fantasies that Masters brilliantly and funnily charts: from the male diarist who turns out be female, through the ghastly domestic imprisonment that turns out to be merely ghastly domestic employment, to the writer he had assumed dead who turns out to be alive.     ‘Laura Francis’ watches her biography being printed.    The key information about the identity of the diarist lay in the diaries all along. One of the hundreds of “E said”s lovingly transcribed, and scattered through the volumes, included her first name. So, eventually, armed with all the data that made it perverse not to, Masters resorted to the electoral register. Once he had established her surname, he soon also discovered that she was still living in Cambridge and he tracked her down, aged 73, to her predictably disorderly bungalow where she was still devoting herself to her daily diary (“I like the sound of the pen on the page”), apparently unaware how, or even that, 148 volumes of her collected writing had ever ended up in a skip – outside what had been the house of her “gaoler”. When Davies dies, not long after this first meeting, Masters tries to pull the threads of his story together by inviting his new friend to the funeral. But, in an apt symbol of the fragility of the connections he has revealed and the banality of the domestic biography, he forgets about it until the morning of the ceremony. He rushes to her bungalow to find she has gone shopping in Newmarket. In the middle of A Life Discarded Masters reflects on his own fascination with the entries in this diary. In many ways they are “agonisingly tedious”, but they are also “true”, and the diarist is “a true thing”; her diaries are not written with the organising and improving structure of fiction, or even of traditional biography.   Related: Sign up to our Bookmarks newsletter    The irony is that the diarist is not quite as “true” as he makes her seem. Masters tells his tale with such verve that it turned even me into an amateur sleuth, intrigued by the elusive identity of the mysterious diarist. Thanks to an hour’s Googling, to my own local knowledge (the skip in question was only a few hundred yards from my house), and to some acquaintance with a few of the background characters, when Masters revealed the full name and identity of the writer, I knew without a shadow of doubt that she was not called “Laura Francis”. There are, course, overwhelming ethical reasons for cloaking this diarist in a pseudonym; to hang her youthful menstrual preoccupations around the neck of an older lady would hardly be fair. But unless I have missed it in the small print, Masters never points out that some names have been changed (not only “Laura”’s but also, even though dead, that of her “gaoler”). It doesn’t detract from the pleasures of A Life Discarded. But, in a book about the puzzles of identity, it reminded me that anonymity could still have the last laugh. • To order a copy of A Life Discarded for £10.39 (RRP £12.99), go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min. p&p of £1.99.",
  "webTitle": "A Life Discarded by Alexander Masters – the biography of a nameless person",
  "webPublicationDate": "2016-05-14T08:00:31Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/14/a-life-discarded-alexander-masters-148-volumes-diary-found-skip",
  "keyword": [
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mary Beard",
      "id": "profile/mary-beard"
    }
  ],
  "guardianId": "books/2016/may/14/a-life-discarded-alexander-masters-148-volumes-diary-found-skip"
}