{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/27/south-asian-migrants-body-bags-deportation-us",
  "id": "2016-05-27-208",
  "sectionId": "us-news",
  "body": "A group of south Asian migrants have said they were forcefully placed in “body bags” and shocked with Tasers by Immigration and Customers Enforcement (ICE) officers as they were being deported from the US, allegations that have raised red flags for advocates and immigration attorneys.  On 3 April, 85 Bangladeshis, Nepalis and Indians were repatriated on an ICE charter flight that departed from Mesa, Arizona, after they failed to gain asylum or otherwise secure legal status.  Seven detainees who had been on the flight, have detailed their claims of abuse by ICE to the Guardian. According to those interviewed, about 15 deportees were placed in what they called body bags, believed to refer to the “restraint” or “security” blankets occasionally used by the agency. Some individuals were also said to have been shocked with a Taser, an allegation which ICE denies.   Related: Detainees in ICE raids speak out as lawyers scramble to stop deportations    According to detainees who witnessed the bags being used, to place a detainee in a so-called body bag, a group of ICE officers would first pin them to the ground, sometimes face-down. The detainee’s body would then be tightly wrapped in the security blanket and fastened with a series of Velcro belts. Limbs restrained, the deportee could then be carried on to the plane. In a phone interview, 29-year-old Suhel Ahmed, described witnessing his fellow detainees being forcefully placed in the body bags.  “That’s something that made us really afraid,” said Ahmed. “And me and a lot of fellow detainees started crying and begging [the ICE officers] not to do the same thing to us – we told them, ‘we’ll walk, ‘we’ll walk’ [on to the plane].” In an email, an ICE official said ICE officers had used “minimal force” during boarding after “approximately a dozen of the detainees refused to comply with officers’ instructions and became combative.” In a subsequent email, ICE added that restraint blankets can be used “in exigent circumstances where transporting officers determine they are necessary to ensure officer and detainee safety, as was the case in this instance.” About 235,000 people were deported by ICE last year. Charter flights are sometimes used when a large number of detainees are being returned to the same region. Since charter flights happen behind closed doors, and deportees have little contact with not-for-profit organizations or lawyers once they return home, it is difficult to determine whether such accounts of force are a rarity, said advocates and lawyers.  “I actually don’t know,” said Paromita Shah, the associate director of the National Immigration Project of the National Lawyers Guild, when asked how frequently ICE engages in this kind of conduct during removals. “I’m not sure if any of us do.” “These allegations, if true, are extremely troubling and must be investigated,” Shah added. Immigrant rights advocates have previously referred to ICE as a “rogue” agency. In 2007, the agency was sued for forcibly sedating people during deportations, a policy it subsequently modified. This year, civil liberties groups have documented ICE’s apparent unwillingness to address deaths in immigration detention or the abuses endured by transgender women held in their facilities. In what an agency spokesperson said was standard ICE practice, all 85 detainees were handcuffed, and placed in waist and ankle chains, from the time they left the detention center until after they landed in Dhaka – a period of over 30 hours, according to those interviewed. Several deportees also said that being shackled for so long had left heavy bruising on their wrists and ankles, in some cases for weeks.  Despite ICE’s claim that their officers used “minimal force”, the detainees interviewed said that many people were bleeding or had other visible injuries as a result of what occurred when they were being loaded on to the plane. Some detainees said that ICE officers had punched and kicked people, whereas other detainees said the officers were very forceful but did not cause intentional harm.  Didar Alam, 29, one of the people who alleges he was placed in a security blanket, said he resisted the removal because he feared he would be killed if returned to Bangladesh, or put the safety of his family at risk. “I don’t want to go back, please don’t send me,” he recalled tearfully telling the ICE officers when they placed him in his seat. Alam is a member of the Bangladeshi National Party (BNP), which has a longstanding rivalry with the ruling Awami League (AL). Since the 2014 elections, the AL has been accused of engaging in extrajudicial killings, “enforced disappearances” and mass arrests as a means of repressing political dissent. BNP activists have been frequent targets of the violence, which is why Alam – and most of the other men interviewed – came to the US to claim asylum. Suhel Ahmed said he saw four detainees being given “electric shocks” – presumably referring to the use of a Taser – as they resisted being wrapped in the security blankets, even though those detainees were already cuffed. Three other men interviewed also stated they witnessed people being given electric shocks by weapons that looked akin to guns.  “My body was shaking [in fear],” said Ahmed, of watching people being shocked. An ICE official denied the Taser allegation in an email to the Guardian, stating that neither ICE deportation officers nor the third-party staff present used them. The use of the device is expressly permitted in ICE’s use of force policy, but the agency official said ICE officers were not issued them.  For the men interviewed, the events of 3 April formed part of another traumatic phase in an already perilous journey. Atif Ahsan, 26, said he flew from Bangladesh to Dubai to Brazil, then travelled to the US on foot or hidden in shipping containers, a trip facilitated by traffickers that cost him $26,000. Once on US soil, the men – who travelled separately – were immediately detained. Over the fall several of the men participated in hunger strikes to protest about their treatment. Ahsan requested a pseudonym out of fear local AL party members, or Bangladesh’s secret police, might track him down.  Several detainees said there were hundreds of ICE officers present during the removals, and that many were laughing or swearing at the deportees as the scene unfolded, even filming it on their phones. Fahd Ahmed, the executive director of Drum, an New York-based immigrants’ rights organization which arranged and provided translation for four of the detainee interviews, said: “Trump talks about building walls or banning Muslims … while the Obama administration is preventing refugees, Muslims and others from seeking safety here, violently abusing such migrants, and then colluding with other governments to deport them back to their deaths.” Back in Bangladesh, many of the men deported in April remain in hiding and fear for their lives.  “When I came to the US I had a dream – this is the country of peace and justice and human rights,” said Khaled Miah, 36, describing why he had taken the dangerous trek.  “Now, I don’t even want to say the word, ‘America’.” Belal Hossain Biplob contributed reporting from Bangladesh. Aviva Stahl is a Brooklyn-based journalist who writes about prisons, national security and immigration detention. You can follow her @stahlidarity.",
  "webTitle": "South Asian migrants say they were put in 'body bags' for deportation from US",
  "webPublicationDate": "2016-05-27T11:00:01Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/27/south-asian-migrants-body-bags-deportation-us",
  "keyword": [
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bangladesh",
      "id": "world/bangladesh",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "us-news/2016/may/27/south-asian-migrants-body-bags-deportation-us"
}