{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/05/radio-review-untold-child-rescue-bahar-rob-lawrie-calais-refugees",
  "id": "2016-05-05-120",
  "sectionId": "tv-and-radio",
  "body": "Some stories stop you in your tracks and The Untold: Child Rescue (Radio 4) is one of them. Much has been written about Rob Lawrie, who was caught trying to smuggle a four-year-old girl from a Calais refugee camp into the UK, so it’s intriguing to hear his own words. “This is what you risk when those people on the news become your friends,” says broadcaster Grace Dent, who adds the perfect amount of intrigue to the tale. At times, Lawrie’s story weaves such a tangled web it could be fictional, but the sad thing about it is that there are real, vulnerable lives involved. “Irrational, irrational, irrational” is how Lawrie describes his behaviour on the night he loaded a pillow, quilt and teddy bear into his van and wrapped little Bahar up in the hope of taking her to Leeds, where she had family. He was intercepted at the border: two other stowaways were found in his van. As he was handcuffed, he remembers “kicking up a storm”, but all he wanted was to alert the authorities that Bahar was in the van. He was fined and escaped a five-year jail sentence for people smuggling, but his life was shattered. Lawrie comes across as likable, whether he’s joking with a French film crew or stating matter-of-factly that he can understand why his wife left him, taking their children. “At the end of the day, you can blame the whole world,” he says. “I did it. It’s my fault.” What is clear is that he tried to help the refugees out of compassion. His own childhood was tough and he recalls seeing his older brother’s face “rammed up against the woodchip wallpaper” by his violent dad. Later, he was moved to a children’s home. “I always think ‘I wish I could have been rescued,’” he says. Now, Lawrie is still bringing aid to refugees and has Hollywood producers interested in his story, but the real tragedy is that there is no happy ending for Bahar. “The ironic thing is that when I came out of court I went to pick Bahar up – and her dad – and on the way back I had to drop them back at the camp,” says Lawrie. He was free to go home and have a bath. That little girl is still in Calais.",
  "webTitle": "The Untold: Child Rescue review – what happens when you smuggle a refugee into the UK?",
  "webPublicationDate": "2016-05-05T16:00:01Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/05/radio-review-untold-child-rescue-bahar-rob-lawrie-calais-refugees",
  "keyword": [
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Calais",
      "id": "world/calais",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/05/radio-review-untold-child-rescue-bahar-rob-lawrie-calais-refugees"
}