{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/26/there-is-a-principled-leftwing-case-for-brexit",
  "id": "2016-05-26-90",
  "sectionId": "politics",
  "body": "Owen Jones (A chance to defeat bigotry, 26 May) has misunderstood the motivation of many of us older voters who intend to vote leave on 23 June. We grew up enjoying the diversity of Europe – diversity of language, lifestyle, food, culture, even currencies – the hassle of changing our francs into lira into drachma at least reminded us where we were. The wonderful postwar European project aimed for a community of nations, not a homogenous super state – think commonwealth not empire – but in the last 30 years the Brussels secretariat has morphed into a vast bureaucratic machine peddling an American neoliberal economic agenda – a sorcerer’s apprentice destroying what it was intended to serve. By voting for Brexit we can take a small step towards stopping this machine and hope to preserve for future generations the real European community.Joan RuddWinchester • As a lifelong anti-capitalist and pacifist who works to promote a just and peaceful world, I can assure Owen Jones that there is a strong ethical case for leaving the EU. Whatever the benefits it showers on its members, it is clearly linked to Nato through its common defence and security policy and can be described, not unfairly, as the civilian wing of that military organisation. Nato serves the purposes of US militarism (that is why a US general is always in charge) and the EU gives diplomatic support to those aims through the imposition of sanctions. It also has a major role in the promotion of neoliberal capitalism (look at Greece and TTIP), of which the US is the main sponsor and beneficiary. The evidence of the subservience of the EU to US aims is shown by its support for the siege of Gaza. Jones and his friends try to persuade themselves that they can turn the present EU into something different. The EU is heavily insulated against ideological change. If the EU parliament were the supreme EU authority, Jones might have a long-term case. But in reality EU policy is not decided by the votes of the citizens of the EU but by a governing oligarchy. Only outside the EU would there be any chance of a UK that tried to promote a just and peaceful world.Malcolm PittockBolton • Owen Jones wants to reform Europe. Once we vote to remain, the chance of Europe-wide reform (at least any reform he wants) is non-existent, and he would have a much better chance of convincing just the British electorate. Why? Whichever way the referendum goes, the Conservatives will be hamstrung by their minuscule majority and vulnerable to toppling, even by a Corbyn-led opposition. There is a principled leftwing case for Brexit (EU undemocratic, incapable of reform, all-powerful executive, weak parliament) outlined last week by Paul Mason (G2, 17 May), who nevertheless recoils from voting for Brexit because he can’t stand Johnson and Gove, and thinks we will get another chance when the EU implodes. High risk? You bet.Simon HunterBrookmans Park, Hertfordshire • We hear a lot from the right wing about why we should leave the EU, so here are some reasons why I, as a left-leaning voter all my life, believe that people on the left should be voting for Brexit, too: 1 The EU is a protectionist organisation whose price-fixing has ruined the livelihoods of millions of farmers in the developing world. 2 The European commission is an unelected body with real power over our lives. We can’t vote them in or out. 3 The reason David Cameron’s buddies in big business are beating the EU drum is simple: they want a constant supply of workers whom they can exploit with long hours and low wages.John DavisonLondon • John Redwood threatens that the Brexit movement will continue its political disruption after the referendum if the vote goes against it (Even if Cameron, wins he will be in trouble, 26 May). Its Conservative MP sympathisers have already put the prime minister in the impossible position of assuring the Queen that he could form a stable government when, because of a small majority and their basic disloyalty, he could not really do so. But if Brexit wins, the Conservative party will split openly, perhaps finally and forever. When Labour takes power by default, it will find itself outside the EU and given Corbyn’s vintage, ready to set about fulfilling its original anti-common market pledges of restoring UK state aid to strategic industries, and a return to Keynesian reflation and collective bargaining, all of which are currently proscribed by EU directives. Is this too high a price to pay for the ideals of ’75?DBC ReedNorthampton • Like many of your correspondents, Larry Elliott and Paul Mason agree that a remain vote supports an undemocratic neoliberal cabal in Brussels, but to identify with the reactionary leave campaign is impossible. I shall write on my ballot paper, and tick, “Neither of the above”. Join me and vote Nita.Jon SheppardLondon • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "There is a principled leftwing case for Brexit | Letters",
  "webPublicationDate": "2016-05-26T17:55:43Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/26/there-is-a-principled-leftwing-case-for-brexit",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/26/there-is-a-principled-leftwing-case-for-brexit"
}