{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/28/construction-of-worlds-largest-dam-in-dr-congo-could-begin-within-months",
  "id": "2016-05-28-138",
  "sectionId": "environment",
  "body": "The largest dam in the world is set to begin construction within months and could be generating electricity in under five years. But 35,000 people may have to be relocated and it could be built without any environmental or social impact surveys, say critics. The $14bn (£9.5bn) Inga 3 project, the first part of the mega-project, is being fast-tracked by the Democratic Republic of Congo government will span one channel of the vast river Congo at Inga Falls. It involves a large dam and a 4,800MW hydro-electric plant.  But subsequent phases, together costing about $100bn, could eventually span the Congo river, the world’s second largest by volume. It is expected to have an electricity-generating capacity of nearly 40,000MW – nearly twice as much as the Three Gorges dam in China or 20 large nuclear power stations. But the long delayed project, whose backers claim it could provide about 40% of Africa’s electricity, may violate national law and international guidelines for the development of mega-dams, according to the California-based NGO International Rivers.  Peter Bosshard, the NGO’s interim director, says those running the project are not concerned that 35,000 people may have to move in phase 1 and 25,000 people later, or that fish supplies from the river are likely to be greatly affected. In a filmed interview with International Rivers, the head of the Grand Inga Project Office, Bruno Kapandji, suggests that environmental and social impact surveys will not be completed before work starts, possibly in November.  “It is a choice to make, people have no electricity. We set an objective – we have to produce energy,” Kapandji said. “There are a lot of studies to carry out, at least 18, and we favour some over others based on priority, and to allow us to ... develop a tender document that will be technically and financially acceptable.” Kapandji says that Inga 3 is the “only solution” to Congo DRC’s energy problem and would allow it to export electricity: “As Congolese we have no choice but to build Inga 3. And for the cities in Kinshasa, Bas-Congo and Katanga, Inga 3 is the only solution ... Today the price of commodities is falling and we need revenue. If we have a lot of energy to export, like Canada and Uruguay, we won’t have a problem”. Bosshard said: “Bruno Kapandji makes it clear that the government has no intention to carry out a social and environmental impact assessment for the huge project before construction starts. Developing Inga 3 without an EIA will violate national law, World Bank safeguard policies, and Chinese guidelines for overseas contractors.”   Map   “There has been a complete disregard for affected people and the environment. It is shocking that the world’s biggest hydropower scheme could go forward without an assessment of its social and environmental impacts and a resettlement action plan in place,” said Bosshard. The Congolese government is fast-tracking the construction to fulfil a legally binding contract signed with the South African government to supply 2,500MW of electricity from the Inga 3 by 2021. It is expected to choose a consortium of two of China’s largest dam builders by August, and hopes to start building by November. According to Kapandji, the Chinese consortium has said electricity could be generated within four to five years. A Spanish consortium has suggested Inga 3 would take six years to build. Big dams built in developing countries have forced many millions of people to relocate and caused immense environmental damage. But pressure from environment and development groups has forced countries and funders to commission impact surveys to assess and mitigate damage.  In 2013 and 2014, the African Development Bank and the World Bank approved $141m in grants for the preparation of the $14bn project.  An absence of environmental and social assessments could affect the financing of the project. The Chinese government has instructed its dam builders not to build any overseas projects without EIAs and both the China Three Gorges Corporation and Sinohydro, the members of the Chinese consortiums, have committed not to build any major dam projects without such assessments.  “Building the Inga 3 Dam without thorough environmental due diligence would seriously undermine the efforts of Chinese companies to strengthen their environmental track record,” said Bosshard. At a meeting with civil society groups in April, Kapandji argued that early feasibility studies had found that the project would not have any negative impacts.  • This article was amended on 30 May 2016 because the NGO International Rivers is based in California, not Washington as an earlier version said.",
  "webTitle": "Construction of world's largest dam in DR Congo could begin within months",
  "webPublicationDate": "2016-05-28T08:00:29Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/28/construction-of-worlds-largest-dam-in-dr-congo-could-begin-within-months",
  "keyword": [
    {
      "webTitle": "Hydropower",
      "id": "environment/hydropower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Rivers",
      "id": "environment/rivers",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Democratic Republic of the Congo",
      "id": "world/congo",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Vidal",
      "id": "profile/johnvidal"
    }
  ],
  "guardianId": "environment/2016/may/28/construction-of-worlds-largest-dam-in-dr-congo-could-begin-within-months"
}