{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/05/live-qa-technology-fighting-corruption-london-anti-corruption-summit",
  "id": "2016-05-05-157",
  "sectionId": "global-development-professionals-network",
  "body": "Next Thursday, Prime Minister David Cameron will host a landmark international anti-corruption summit in London. There are high hopes for the conference, but after the Panama Papers revelations and the fact that only four countries are rated as ‘active enforcers’ of the OECD Anti-Bribery Convention, there’s a lot of work to do. While the PM will focus on getting countries such as Brazil, South Africa and Russia (that are facing their own corruption allegations) to sign up to an international anti-corruption body, there’s already a series of interesting technological initiatives tackling corruption at a grassroots level.  Over 81,000 reports have been made to I Paid a Bribe, a special website for whistleblowers in India. Not in My Country guides students in Uganda and Kenya through the complaint process for reporting lecturers for corruption, and €5m of corruption involving Greek civil servants has been uncovered through the website EdosaFakelaki. But how do we transform this body of stories into real change? How can initiatives like those above be scaled up? And how can technology be used at a national and international level to help governments track and act on corruption? Join an expert panel on Thursday 12 May, 1-3pm BST, to discuss these questions and more. Panel  Steve Goodrich, senior researcher, Transparency International UK, London, UK @SteveJGoodrich  @TransparencyUKSteve is senior researcher at the UK chapter of a global anti-corruption movement that has over 100 local groups throughout the world.  Kwami Ahiabenu II, executive director, Penplusbytes, Accra, Ghana @kwamigh  @penplusbytesKwami works to promote journalistic innovation and good governance across Africa through the effective use of ICT.  Shqipe Neziri Vela, manager of the Anti-Corruption Programme at UNDP Kosovo, Prishtina, Kosovo @Shqipe_Neziri  @UNDP_KosovoShqipe manages UNDP Kosovo’s anti-corruption efforts focusing on institutional transparency, sectoral assessments & using ICT to fight corruption.  Hari Mulukutla, managing director, Stream House, New York, United StatesHari advises countries on anti-corruption and asset recovery strategies, policy and technology at an anti-corruption and asset recovery consulting firm. Iker Lekuona, senior manager, Adam Smith International, Kampala, Uganda @AdamSmithIntIker is a public sector governance specialist with eight years experience designing and implementing accountability projects in Africa and Latin America.  Reverend David Ugolor, executive director, Africa Network for Environment and Economic Justice (ANEEJ), Benin City, NigeriaDavid has over 10 years experience tackling corruption, from chairing Publish What You Pay to leading the Nigeria Civil Society Network on Stolen Assets. Georg Neumann, senior manager, Open Contracting Partnership, Washington DC, USA @georg_neu @opencontracting Georg focuses on technology and anticorruption. He previously worked at Transparency International and the Inter-American Development Bank.  Ruba Ishak, senior research assistant, The One Campaign, London, UK @ishakruba @ONEcampaignUKRuba was behind The One Campaign’s Follow the Money map, advocating for governments and companies to share more open data on their budgets and taxes.  Farzana Sultana, monitoring and evaluation coordinator, Access to Information Programme, Prime Minister’s Office, Dhaka, Bangladesh @farzanasultanaFarzana works to promote transparency and responsiveness of the Bangladeshi government, citizen’s voice and Rights to Information Act.  Professor Indira Carr, research professor of law, University of Surrey, Guildford, UKIndira has been researching extensively on corruption issues since 1996 and has published widely in this field. The live chat is not video or audio-enabled but will take place in the comments section (below). Get in touch via globaldevpros@theguardian.com or @GuardianGDP on Twitter to recommend someone for our expert panel. Follow the discussion using the hashtag #globaldevlive.",
  "webTitle": "Live Q&A: What role can technology play in fighting corruption?",
  "webPublicationDate": "2016-05-05T14:29:28Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/05/live-qa-technology-fighting-corruption-london-anti-corruption-summit",
  "keyword": [
    {
      "webTitle": "Impact and effectiveness",
      "id": "global-development-professionals-network/impact-effectiveness",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Live Q&As",
      "id": "global-development-professionals-network/live-chats",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Tax avoidance",
      "id": "business/taxavoidance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Bribery Act",
      "id": "law/bribery-act",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Corruption index and barometer",
      "id": "world/corruption-index",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology sector",
      "id": "business/technology",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Uganda",
      "id": "world/uganda",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kenya",
      "id": "world/kenya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Governance",
      "id": "global-development/governance-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Transparency",
      "id": "global-development/transparency-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Banning-Lover",
      "id": "profile/rachel-banning-lover"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/05/live-qa-technology-fighting-corruption-london-anti-corruption-summit"
}