{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/18/saracens-sweep-honours-premiership-awards-alex-goode-maro-itoje",
  "id": "2016-05-18-20",
  "sectionId": "sport",
  "body": "Alex Goode, Mark McCall and Maro Itoje added to Saracens’ growing stack of trophies by scooping the top prizes at the Premiership end-of-season awards on Wednesday night. Goode was named player of the year, McCall was crowned director of rugby of the year and Itoje won the award for discovery of the season. The 28-year-old Goode was chosen ahead of Wasps’ George Smith and Exeter’s Gareth Steenson for the player of the year accolade in recognition of his consistently fine form for the newly crowned European champions. The full-back, who has 20 Test caps, was unable to displace Mike Brown from England’s starting lineup but has been a key member of Saracens’s increasingly successful squad.   Related: Saracens: ‘Awesome to be European kings… now for the Premiership’    McCall was named as the league’s pre-eminent head coach for the third time after guiding Sarries to their first European title, having missed out last year when his team won the Premiership final. He beat Exeter’s Rob Baxter, Wasps’ Dai Young and Sale’s Steve Diamond to his latest award, with Saracens still in the hunt for a domestic and European trophy double. The under-23 player of the season category was predictably won by Itoje, who was crowned European Player of the Year over the weekend following his man-of-the-match award in Saracens’ 21-9 victory over Racing 92 in Lyon. The 21-year-old has already shared in England’s grand slam success this year and will be looking this weekend to help Saracens reach Twickenham at the expense of Leicester. Another highly promising young English player, Leicester’s Harry Thacker, won the try of the season award for his solo effort against Northampton in April, while Lichfield’s Harriet Millar-Mills was named the women’s players’ player of the season. The Premiership chairman Quentin Smith, meanwhile, is to stand down at the end of next month after six years in the role. An interim chairman will be elected, with the search for a full-time replacement expected to take several months. Wasps’ Ireland centre James Downey is to retire from professional rugby to embark on a career in the financial world. Downey, 35, who was capped against Canada in 2013, enjoyed a 13-year career with Leinster, Connacht, Munster, Northampton, Calvisano and Glasgow. The centre joined Wasps from Glasgow early last year. BT Sport Aviva Premiership Dream Team A Goode (Saracens); J Nowell (Exeter Chiefs), E Daly (Wasps), C Piutau (Wasps), T Veainu (Leicester); G Steenson (Exeter Chiefs), F Hougaard (Worcester); M Vunipola (Saracens), M Haywood (Northampton), V Cobilas (Sale Sharks), M Itoje (Saracens), G Kruis (Saracens), T Harrison (Northampton), G Smith (Wasps), B Vunipola (Saracens).",
  "webTitle": "Saracens sweep honours at Premiership end-of-season awards night",
  "webPublicationDate": "2016-05-18T21:45:07Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/18/saracens-sweep-honours-premiership-awards-alex-goode-maro-itoje",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Maro Itoje",
      "id": "sport/maro-itoje",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/18/saracens-sweep-honours-premiership-awards-alex-goode-maro-itoje"
}