{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/18/facebook-trending-topics-conservative-news-mark-zuckerberg",
  "id": "2016-05-19-345",
  "sectionId": "technology",
  "body": "Mark Zuckerberg on Wednesday held a wide-ranging discussion with a group of conservative commentators who said afterward the Facebook CEO acknowledged the giant social network has a problem reaching conservatives. The meeting at Facebook’s Menlo Park, California, headquarters came about after a report accused the company of harboring a bias against conservative views. SE Cupp, a columnist with the New York Daily News who attended the meeting, said Facebook executives “were very clear to acknowledge that there is a problem and the problem is a serious one”. “I think the fact that Mark as an individual was willing to acknowledge that there were faults and say that I think is really kind of impressive,” said Zac Moffatt, who was at the meeting. “To acknowledge that Facebook has come up short and that the company needs to improve – acknowledging there’s a problem and saying they’re going to resolve it is the right approach.” Moffatt, co-founder of Targeted Victory and head of digital for Mitt Romney’s 2012 presidential bid, said that the Facebook founder stopped short of making any concrete promises besides internal reviews that were already underway but had acknowledged a problem of trust. “They don’t believe there was bias ... but the larger point was that the market thought there was and they wanted to address it,” he said. Former senator Jim DeMint “set the table” for the discussion, according to Moffatt, who said that Glenn Beck was also “very productive” during the 90-minute meeting. Cupp said Zuckerberg, chief operating officer Sheryl Sandberg, vice-president Joel Kaplan and board member Peter Thiel mostly listened to the 17 conservatives who attended.   Related: Facebook news selection is in hands of editors not algorithms, documents show    While the Facebook executives did not comment further on an internal investigation into the allegations of political manipulation, Cupp said, they explained how difficult it would be for their employees to inject bias into what stories make it into the “trending topics” section of the site or on individual users’ news feeds. The Facebook team also noted that any such tampering would be “philosophically against both the mission of the company and Mark’s personal mission”, Cupp said. “I believed them.” Rob Bluey, editor in chief of the website the Daily Signal, made similar comments to Fox News’s Greta Van Susteren shortly after the meeting ended. “They certainly acknowledged that there was a problem with getting the message out to conservatives,” he said. Facebook spokesman Andy Stone confirmed that was the tenor of the meeting. In a Facebook post afterward, Zuckerberg did not directly respond to allegations that Facebook employees suppressed conservative stories on its “trending topics” feature. But he said: “I know many conservatives don’t trust that our platform surfaces content without a political bias.” “I wanted to hear their concerns personally and have an open conversation about how we can build trust. I want to do everything I can to make sure our teams uphold the integrity of our products,” he wrote. Among others in attendance, according to Facebook, was American Enterprise Institute president Arthur Brooks, Tea Party Patriots CEO Jenny Beth Martin, and Brent Bozell, president of the Media Research Center.  Bozell said in a statement afterward that the meeting was “very productive”. “There has been a serious issue of trust within the conservative movement about this issue, but everyone in that room, on both sides, wants to see it restored,” he said. Zuckerberg invited the group after the tech blog Gizmodo claimed that Facebook downplays conservative news subjects on its trending feature. Facebook denied the report, which relied upon a single anonymous individual with self-described conservative leanings. The company said it was investigating the matter. Facebook’s trending topics are most visible on the desktop version of the social network – on the top right corner – although it is possible to access them on mobile too. Topics that appear as trending can have a self-fulfilling effect, as more Facebook readers see and share the items, and other news organizations decide to write their own stories.",
  "webTitle": "Facebook execs, conservatives address 'issue of trust' with trending topics",
  "webPublicationDate": "2016-05-19T02:32:57Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/18/facebook-trending-topics-conservative-news-mark-zuckerberg",
  "keyword": [
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Mark Zuckerberg",
      "id": "technology/mark-zuckerberg",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "technology/2016/may/18/facebook-trending-topics-conservative-news-mark-zuckerberg"
}