{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/26/ibragimova-and-tiberghien-mozart-violin-sonatas-hyperion",
  "id": "2016-05-26-147",
  "sectionId": "music",
  "body": "The cover says Violin Sonatas, but the tracklist says Sonatas for Keyboard and Violin – and as this is Mozart, both descriptions apply. The balance between pianist Cédric Tiberghien and violinist Alina Ibragimova on this recording is as beautifully calibrated as always in this long-standing partnership, but here, unusually, it is Tiberghien’s poised, lyrical piano playing that is, more often than not, to the fore. This double CD takes in seven works in non-chronological order, from the eight-year-old Mozart’s Sonata in B flat, K10 – originally published as a keyboard piece with optional violin – and the E flat major K481, written just before his 30th birthday. Each work gets a subtly different approach. Highlights include Ibragimova’s tone as she blossoms into the major-key slow theme in the adagio of K481, and Tiberghien’s echoey, bell‑like episode in the Sonata, K14; but there is something to raise a smile in every single movement.",
  "webTitle": "Ibragimova and Tiberghien: Mozart Violin Sonatas CD review – beautifully calibrated",
  "webPublicationDate": "2016-05-26T15:00:04Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/26/ibragimova-and-tiberghien-mozart-violin-sonatas-hyperion",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Erica Jeal",
      "id": "profile/ericajeal"
    }
  ],
  "guardianId": "music/2016/may/26/ibragimova-and-tiberghien-mozart-violin-sonatas-hyperion"
}