{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/19/fairfax-keen-to-protect-its-fantastic-four-as-decades-of-talent-heads-for-exit",
  "id": "2016-05-19-318",
  "sectionId": "media",
  "body": "As Fairfax Media imposed another round of cuts to its editorial floors, staff on the Sydney Morning Herald could be heard saying there are only four journalists who are immune and everyone else is expendable, no matter how accomplished. The four journalists management never wants to lose, say the staff, are columnist Peter FitzSimons, investigative journalist Kate McClymont, economics editor Ross Gittins and political editor and international editor, Peter Hartcher. Decades of talent has walked out of the SMH, the Age and the Australian Financial Review as the company downsizes its workforce, including investigations editor Anne Davies, investigative business journalist Michael West, the Fin’s economics editor Alan Mitchell, international editor Tony Walker and Asia Pacific editor Greg Earl. The plan appears to be to keep a few big marquee names and hire lots of younger, cheaper reporters to keep the websites ticking over.  While it has managed to stay out of the headlines, the Australian has been quietly handing out redundancies too. The latest to go include senior writer Christian Kerr, a former Crikey journalist who is now writing a campaign diary for Quadrant Online, and sports journalist Stuart Honeysett. Certain scribe signs off   Related: Duncan Storrar went on Q&A – now his personal life is dragged through the mud    The Australian’s longest-serving employee and quite possibly the paper’s most-loved colleague, Errol Simper, signed off this week. Simper has been writing for the Oz for an unprecedented 38 years, most recently as a media columnist in the Monday Media section where his column was titled A Certain Scribe. Now 73, Simper has been chief of staff three times and has covered some of the biggest stories of the past few decades including the disappearance of Azaria Chamberlain.  Simper has been a staunch defender of public broadcasting from inside the bunker of the Australian, which deserves some kind of medal. He campaigned against SBS taking advertising and exposed the ABC’s commercial sponsorship deals in the 1990s.  The editor-at-large for the Australian, Paul Kelly, told Weekly Beast that Simper had been a model of professionalism and integrity. “Errol Simper has been a diligent, faithful and distinguished servant of journalism for many decades, specialising for much of that time in coverage of the media industry. His work has been highlighted by sound judgment, the confidence of his sources and the ability to see both sides of debates. I deeply appreciate the performance Errol gave me when I was editor-in-chief of the paper in the 1990s.” High praise also came from media identities including Paul Barry and Leigh Sales, and even the former prime minister Tony Abbott. The fellow Manly resident could have taken more care with his typing though, as his “prominent manly identity” comment was taken the wrong way by some. Simper’s column will be replaced with one by the former editor-in-chief Chris Mitchell.            BuzzFeed beaten out of blocks We told you last week that BuzzFeed’s political editor, Mark Di Stefano, is the first out of the blocks to write a book about the election campaign. But now we hear the ABC reporter Francis Keany has already had his book published in time for the campaign. In Follow the Leaders Keany drew on his experience of covering Tony Abbott and Kevin Rudd during the 2013 campaign. Keany says that it’s mainly junior reporters who go on the road now because the heavy hitters can stay at their desks and monitor everything online. The whole exercise is exhausting, expensive and largely about photo opportunities. Keany: “So, why do media organisations persist? Isn’t this all pointless? Why the hell would you spend upwards of $50,000 per person for the whole five weeks – not including overtime – if the politicians don’t talk about the issues that actually matter to people? Because campaigns have never been just about policy. They are about public relations – and the colour of a campaign can be just as important to the outcome of an election as the promises coming out of the mouths of our leaders.” After the fact   Related: The Weekly Beast: ABC braces for budget cuts as Mark Scott exits    The Coalition’s $6.5m cut to the ABC’s targeted funding for news has led to the loss of 14 jobs in the division. The ABC’s news director, Gaven Morris, delivered the bad news on Wednesday: Fact Check would close as a separate unit with two of the positions made redundant; five positions from the national reporting team would be lost; three from the news digital newsroom and the interactive digital storytelling team in Brisbane; three from NewsRadio and three on the production desk. With some of the positions unfilled, only 10 people will actually lose their jobs. Paul Murphy, chief executive of the Media Entertainment and Arts Alliance, said the timing ahead of an election campaign could not be worse. “As we had warned, these cuts – on top of the more than $250m which was cut in 2014 and 2015 – will place news services at the ABC under extreme pressure. The timing for this decision could not be worse: in the lead up to the federal election, when strong journalism to independently scrutinise politicians’ claims and counter-claims is needed.” Pride of Place But it’s not all bad news for Australian journalism. The former Sydney Morning Herald Europe correspondent and London freelancer Paola Totaro has landed the plum international job of editor of Place, an initiative of the Thomson Reuters Foundation. Totaro is heading up a global news team dedicated to coverage of land and property rights. The work of Place (Property, Land, Access, Connections, Empowerment) will be featured on news.trust.org, the Thomson Reuters Foundation’s website, and on place.trust.org and will be given to smaller news organisations for free. Totaro told Weekly Beast she was excited about having the opportunity to push Aboriginal issues out to a wider audience. Bolt’s lightning response Andrew Bolt was stung by our revelation last week that his ratings for the Bolt Report on Sky News were abysmal. So stung he blogged about it under the curious headline “Yes, of course I am starting small. But, damn, this is great – and growing.” He continued: “Amanda Meade of the Guardian has been for years dedicated to presenting evidence of my decline. By now I should be such a complete failure that she need no longer trouble herself on this topic. It is true, I have taken a gamble in switching my show to Sky News Live – a move Meade persists in falsely describing as a dumping by Ten, despite Ten’s denials.   Related: Celebrities protest at 'crazy' redundancy of Age arts critic    “I know pay TV has a smaller, albeit extremely committed and influential audience. I know I have had to start from the very bottom and that success – if it comes – will be long term. “If numbers alone counted, though, then I would satisfy myself with having what Meade refuses to note – the highest-rating radio program in its slot in Melbourne and Sydney, the best-read political blog in the country and newspaper columns in the biggest-selling papers in the country with a reach of which the Guardian can only dream.”  Only he was wrong on that point. Guardian Australia had a unique audience of 2,909,000 to the Herald Sun’s 2,471,000 according to Nielsen’s digital ratings for March.",
  "webTitle": "Fairfax keen to protect its fantastic four as decades of talent heads for exit",
  "webPublicationDate": "2016-05-19T06:12:14Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/19/fairfax-keen-to-protect-its-fantastic-four-as-decades-of-talent-heads-for-exit",
  "keyword": [
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Fairfax Media",
      "id": "media/fairfax-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Andrew Bolt",
      "id": "world/andrew-bolt",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel Ten",
      "id": "media/channel-ten",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BuzzFeed",
      "id": "media/buzzfeed",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sky News",
      "id": "media/sky-news",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "News Corporation",
      "id": "media/news-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Meade",
      "id": "profile/amanda-meade"
    }
  ],
  "guardianId": "media/2016/may/19/fairfax-keen-to-protect-its-fantastic-four-as-decades-of-talent-heads-for-exit"
}