{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/28/what-happens-when-your-mom-discovers-emojis",
  "id": "2016-05-28-97",
  "sectionId": "commentisfree",
  "body": "“Who is she? A 70-year-old communicating with emojis!” my sister texted me a few weeks ago. I can’t always take my sister seriously, and I really hadn’t noticed my mother’s new obsession. Last time I saw her in Atlanta in November she was glued to her iPad, only half listening to me while playing Words with Friends with her 65-year-old “little” sister in the Bronx and texting her best friend in Queens. I tend to dismiss trend pieces about millennials, Gen Xers and baby boomers. My mother is neither (and I don’t keep up with trends). No group is monolithic and I don’t see her as old. Sure, she was born in 1945 – one year before the start of the baby boom – but she’s always defied stereotypes. I tend to notice when there’s a shift in her habits, but as we live nearly 900 miles apart it’s not always immediately obvious.  I began thinking about my sister’s question and scrolled through some old group text messages with my family. The emojis began around January. It was a cartoon sent by my sister of course. The joke was that, as the 30-something youngest child I may have an unshakeable attachment to my mother, which I neither confirm or deny. The conversation:      My sister: I can see Dalila saying thisMom: That is funny!Dad: You got it!!Mom: What do u think I’m stupid???????Dad: What do you mean stupid?Mom: 😈😈😈😈😈😈😈😈😈Dad: No, I meant Dara’s cartoon hit it on the head. That is DalilaMom: Oh 😇 my bad. It seems the iPhone 6s has forever changed the way my mother chooses to communicate. These days, she saves paper and stamps and doesn’t send me as many sweet notes when I’m wallowing in my latest life crisis. Instead she’ll offer endearing emojis. Mom: How r u?Me: So, soMom: 😘😘😘👩‍❤️‍👩😘😘😘👩‍❤️‍👩‍❤️‍👩 Prior to that she rarely responded to my text messages because she never got them. There was always an issue with whichever cellphone she was using. She switched from an Android to an older iPhone about two years ago. That one never quite worked either. According to my sister, a day at the phone store on a cold January day in Georgia and a long chat with a tech guy changed everything. It’s as if she discovered the holy grail of quick descriptive communication that captured her true emotions. The Guardian’s Jonathan Jones argued last year that emojis are dragging us back to the dark ages – and all we can do is smile. Some media outlets have likened emojis to modern-day hieroglyph. And according to other reports, teens have designed secret codes with emojis that parents must crack in order learn the language of Generation Z. Thanks to my mother, I look on these narratives with skepticism. My mother survived an aneurysm more than 20 years ago, and she still tends to get headaches. She’s also been going through menopause for the last 15 years – maybe more. When she’s not feeling well or sweating profusely, she’ll just send emojis. Me: How are you?Mom: 🏽😷😷😷💆🏾💆🏾💆🏾💆🏾💆🏾Me: SorryMom: Not as sorry as I am!Mom: 😥😥😓😓😓 In his reflection on emojis Jones writes “ancient American civilisations that used visual symbols as a language were oddly similar to Egypt in their mixture of grandeur and stasis. The Maya carved beautiful language icons, yet never developed metalwork, let alone tragic drama. There really is strong evidence that the abstract written word is essential to advance ideas, poetry and argument to their highest levels.” Mr Jones, emojis are not that deep, and that’s perfectly fine. As my mother – an accomplished nurse and voracious reader – proudly tells me via Facetime: “They are just so fun, in fact I have ideas for some!”  The written word is powerful, but emojis get to the point. Besides, no one likes a long rambling text message. My mother has a life, and sometimes her time is too precious for words. For years I used to bug her about blessing me with a younger sibling. I let that delusion go when I was about 15, but the recent case of the Indian couple who had their first child in their 70s put me in a smart ass mood. Me: See, this couple had a baby!Mom: @ gym 👿👿👿👿👿👿👿👿👿👿Mom: Ain’t gonna happen!Mom: 😜😜 Enough said.",
  "webTitle": "What happens when your mother discovers emojis?",
  "webPublicationDate": "2016-05-28T12:48:21Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/28/what-happens-when-your-mom-discovers-emojis",
  "keyword": [
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Emoji",
      "id": "technology/emoji",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dalila-Johari Paul",
      "id": "profile/dalila-paul"
    }
  ],
  "guardianId": "commentisfree/2016/may/28/what-happens-when-your-mom-discovers-emojis"
}