{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/imf-threatens-greece-eurozone-christine-lagarde",
  "id": "2016-05-06-49",
  "sectionId": "world",
  "body": "Hopes of an end to the impasse between Greece and its creditors have appeared to evaporate after asurprise intervention from the International Monetary Fund.   Related: Europe's liberal illusions shatter as Greek tragedy plays on    In a letter - leaked three days before eurozone finance ministers are scheduled to discuss how best to put the crisis-plagued country back on its feet – IMF chief Christine Lagarde issued her most explicit warning yet: either foreign lenders agree to restructure Greece’s runaway debt or the Washington-based organisation will pull out of rescue plans altogether.  “For us to support Greece with a new IMF arrangement, it is essential that the financing and debt relief from Greece’s European partners are based on fiscal targets that are realistic because they are supported by credible measures to reachthem,” she wrote, lamenting the lack of structural reforms underlying Athens’ abortive adjustment programme so far. Six years have elapsed since Greece, revealing a deficit that was four times higher than previously thought, received its first loans from a bailout programme that has since exceeded more than €240bn (£190bn) in emergency funding. Since a third €86bn bailout last summer, talks have been largely deadlocked.  Laying bare the differences of view prevailing among those consigned to keep the insolvent nation afloat, Lagarde said it was imperative that a lower primary surplus goal was achieved. “We do not believe it will be possible to reach a 3.5% of GDP primary surplus [in 2018] by relying on hiking already high taxes levied on a narrow base, cutting excessively discretionary spending and counting on one-off measures as has been proposed in recent weeks.”  The IMF managing director’s intervention came after the surprise decision of the leftist-led government in Athens to put unpopular pension and tax changes to a vote on Sunday. The prospect of such controversial measures being passed so urgently unleashed a wave of civil unrest with a 48-hour general strike by private and public sector unions bringing Greece to a standstill. Unionists said the measures were a “barbaric” eradication of hard-won rights and would be “the last nail in the coffin” for workers whose salaries have already been savaged by relentless rounds of gruelling austerity. “They are the worst so far,” said Odysseus Trivalas, president of the public sector union ADEDY. “At some point, Greeks won’t be able to take anymore and there will be a social explosion.” Rallies are planned to protest against measures that include instituting a national pension of €384 a month, raising social security contributions and increasing income tax for high earners. The overhaul of the pension system is among the most contentious reforms to date. In a repeat of the drama that dominated the eurozone last year, Athens faces the spectre of default if its fails to honour maturing European Central Bank bonds and IMF loans in July.  Long overdue rescue loans worth €5bn are at stake. Receipt of the funds depends on completion of a first progress report, or evaluation, of the economy that has been drawn out for the past nine months and has stalled over lender disagreement. With discord over Athens’ ability to achieve fiscal targets, creditors recently upped the ante, demanding an additional contingency package of €3.6bn, the equivalent of 2% of GDP.  “While creditors fight this out, the political and social situation in Athens will deteriorate,” said Mujtaba Rahman, head of European analysis at risk consultancy Eurasia Group. “Time is running out for creditors to come to an agreement.” The Greek prime minister, Alexis Tsipras, unexpectedly called Sunday’s vote before the conclusion of the negotiations in order to placate creditors and increase his bargaining power at Monday’s meeting of eurozone finance ministers. In a first, the ministers are to discuss Greece’s debt load – which at more than 180% of GDP by far the highest in Europe – in addition to fiscal adjustment measures that could amount to 5% of GDP if contingency reforms are taken. The extra policies, as yet unspecified, will only be enacted if targets are not reached but, with its narrow three-seat majority, the Greek government has argued they will never get through parliament.  “Tsipras is looking to demonstrate to Greek voters that he and his government have done their part, and that the ball, namely that of debt relief, now lies squarely with the Europeans,” said Rahman.  “The subliminal message to creditors [in Sunday’s ballot] is therefore this: if you insist on contingency measures, you will end up with the collapse of my government and early elections.” Along with Britain’s 23 June referendum on EU membership, that could end up being a “big headache” for Europe, he added.",
  "webTitle": "IMF threatens to pull out of Greek rescue",
  "webPublicationDate": "2016-05-06T17:51:14Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/imf-threatens-greece-eurozone-christine-lagarde",
  "keyword": [
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global economy",
      "id": "business/global-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Eurozone",
      "id": "business/eurozone",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Eurozone crisis",
      "id": "business/debt-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Financial crisis",
      "id": "business/financial-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "International Monetary Fund (IMF)",
      "id": "business/imf",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Christine Lagarde",
      "id": "world/christine-lagarde",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helena Smith",
      "id": "profile/helenasmith"
    }
  ],
  "guardianId": "world/2016/may/06/imf-threatens-greece-eurozone-christine-lagarde"
}