{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/spring-clean-old-fashioned-methods",
  "id": "2016-05-14-126",
  "sectionId": "lifeandstyle",
  "body": "Kitchen taps: a lemon (39p)I cut a lemon into quarters, rub the flesh on to the tap and leave the sticky citrus coating for an hour. I rinse it off and the tap is gleaming and smells divine. This technique is so simple I immediately wonder how much I’ve wasted on lemon-scented cleaning products over the years.  Verdict: 5/5    I rub the flesh on to the tap and leave the sticky citrus coating for an hour. I rinse it off and the tap is gleaming    Oven: vinegar and baking soda (£1.44) Many people can’t face removing the layers of grime that build up after months of chicken kiev dinners, judging by the number of oven-cleaning services advertised online. I brace myself, wipe down the inside of my oven and cover the surfaces with baking soda. I spray the walls with vinegar; it fizzes in a reassuringly scientific way. The results are good, even if it takes a fair bit of elbow grease to shift the dirt – but it’s still not up to professional standards. It doesn’t sparkle like the “after” pictures online, but it did only cost £1.44. Verdict: 4/5 Toilet: Coca-Cola (£1.69)Apparently there’s enough acid in Coca-Cola to clean a toilet bowl. I empty a whole bottle down the loo, and soon regret it. The sweet smell and lack of germ-killing credentials make this method feel unsanitary, not to mention expensive. I leave it for 15 minutes, scrub and flush, but I am left unconvinced. Verdict: 0/5 Water stains on wood: hairdryer and olive oil (free) White water stains can ruin wooden desks, bedside cabinets, or, in my case, an old kitchen stool used as a coffee table. One of the thin white rings miraculously disappears after five minutes of applying heat to it, while others refuse to budge. I apply a little olive oil to stop the wood drying out, but I am quickly bored. Verdict: 2/5 Bath: grapefruit and salt (65p)After the success of the lemon in the kitchen, I have high hopes for the citrus fruit’s bigger cousin. The salt is supposed to act as a scouring agent on a grubby bath, so I use a fair amount and rub it in vigorously with the grapefruit. After an hour, I rinse it off using a scouring pad and, I admit, a tiny bit of soap to get rid of the pulp. I’m a convert. My bath has never looked so fresh and clean. Verdict: 4/5",
  "webTitle": "Spring cleaning the old-fashioned way",
  "webPublicationDate": "2016-05-14T10:53:08Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/spring-clean-old-fashioned-methods",
  "keyword": [
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Katie Forster",
      "id": "profile/katie-forster"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/spring-clean-old-fashioned-methods"
}