{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/12/welsh-assembly-standoff-plaid-cymru-labour",
  "id": "2016-05-12-177",
  "sectionId": "politics",
  "body": "In Cardiff, Welsh assembly politicians and their aides were hammering out deals, exchanging insults in the press and attempting to compromise on a deadlock that has prevented the creation of a new government. Twenty miles down the road, at the Lion Inn in Treorchy, high in the Rhondda valley, drinkers were frankly baffled that their new constituency member, the Plaid Cymru leader Leanne Wood, had very nearly become first minister despite only having a fifth of the assembly in her party. “It all seems a little rum to me,” said Jezz Jones, a young builder enjoying a pint in the sunshine. “We don’t often talk politics when we’re working but we were today. We can’t make head nor tail of it. Plaid in cahoots with Ukip and the Tories? It doesn’t seem right. What’s that about? You tell me.”    The Plaid Cymru office in Treorchy. pic.twitter.com/hIwUKM2Ryz— steven morris (@stevenmorris20) May 12, 2016    Plaid would be horrified at the idea of being in league with parties it sees as being far to its right. But an extraordinary, unprecedented situation arose following last week’s Welsh assembly vote. Labour had won 29 of the 60 seats and it was widely assumed its leader and the current first minister, Carwyn Jones, would head a minority government. But Plaid Cymru, despite winning only 12 seats, put forward its leader for the first minister’s job on Wednesday and thanks to support from the Conservatives and Ukip, which took seats at the assembly for the first time, the vote was tied. The assembly broke up and, if a deal cannot be brokered, there is a prospect of the election being re-run.  Plaid loyalists, who last week were celebrating after Wood won a constituency seat in what is traditionally a Labour stronghold, admitted people were puzzled.  The councillor Emyr John Webster said he had had to explain that Plaid were not in any sort of coalition with the Tories, let alone Ukip. “It’s simply that they voted for Leanne. It was all about Plaid showing Labour that they wouldn’t be taken for granted.”     Plaid councillor Emyr John Webster. pic.twitter.com/GivlcKQZCD— steven morris (@stevenmorris20) May 12, 2016    Webster’s mum, Gaynor, still has a poster of Wood fixed to the side of her house. “She’s lovely. She would make a great first minister. She has put the Rhondda on the map as it is. I’m going to keep that poster up for ages.”    Leanne Wood poster in the Rhondda pic.twitter.com/23tpsGlw1R— steven morris (@stevenmorris20) May 12, 2016    In Cardiff, Labour and Plaid accused each other of arrogance.  Alun Davies, the Labour assembly member for Blaenau Gwent, said with 29 seats his party had the right and mandate to govern. He said: “How we do that is an entirely different question. We need to be more open, transparent, inclusive. We have to reach out.” He said it had taken Plaid, the second biggest party, only a week to start working with Ukip – which they had promised voters they would never do.  Davies pointed out that Plaid had put forward candidates for both presiding officer and first minister. “I think that smacks of an arrogance that the people of Wales simply will not tolerate. “I’m not interested in playing these games. I’m interested in delivering for the people who voted for me last week. I’m interested in the future of the steel industry, in creating jobs, in investing in infrastructure. I don’t want to be sitting in Cardiff Bay twiddling my thumbs, waiting for Plaid Cymru to get off their high horse.” Before the election, polling put Wood as the most popular leader in Wales. A former probation officer, she was one of the star performers during last year’s UK general election campaign, winning fans for slapping down Ukip’s Nigel Farage during a leaders’ debate. Any perceived link to Ukip and the Tories now may harm her image. The Plaid AM Simon Thomas said the party had acted as it did to “check” Labour. He said: “We did offer Labour the chance to delay this vote to allow for proper talks to take place. It was Labour’s arrogant decision to press ahead. They assumed they would march back into government and they have been checked. “The first thing we want to achieve is that Labour is checked and reminded that it doesn’t have a majority and has to work with other parties. The second thing we want is proper discussions. We’ve heard a lot of talk from Labour about their programme of government. What programme of government? They don’t have a mandate simply to press ahead with their manifesto. “Simply turning up at the assembly and nominating Carwyn Jones without a word over what sort of government he will be leading, what programme he will be putting together, I think that is simply not good enough and it is not respectful of all parties in the assembly.” The number of votes for Jones and Wood on Wednesday was tied on 29 each (neither the presiding officer nor the deputy votes). Had Kirsty Williams, the last remaining Liberal Democrat in the assembly, voted with Plaid and the Tories, Wood would have become the first minister despite Labour being by far the largest party. Ukip won seven seats at the assembly and by backing Wood is already making good on its promise to shake up what it sees as a “cosy” assembly. The former Tory MP Neil Hamilton is group leader but there are already signs there will be splits within the group and some may soon back Carwyn Jones as the new first minister.  Roger Scully, professor of political science at Cardiff University, said the clear winners of the first minister vote were the Tories and Ukip.  “They managed both to give Labour a very uncomfortable time in the assembly and then give Plaid a good kicking afterwards. It’s job done as far as they are concerned. I think Plaid were a bit naive.” But he said what had happened exposed important strategic issues.  At the last assembly Labour had half the seats. Scully said to get its majority on the important votes it could reach out to either the Liberal Democrats or Plaid Cymru and play the two off against one another and get away with pretty minimal concessions.  Scully said in the current assembly, where Labour is two off a majority and the Lib Dems have only one member left, Plaid Cymru seems to be in a strong bargaining position. On the other hand, every time it sides with the other opposition parties, Labour will be able to “smash Plaid over the head” with the criticism that it is lining up with the Tories and Ukip. Scully said last week had been good for Wood and this one was not turning out so well, but he did not think she had been badly damaged.  He said: “Some way of retreat will be found for Plaid and this will all be forgotten in a while. Clearly Carwyn is going to be appointed first minister, probably next Tuesday.”  Which would suit Dom, 75, who runs the station cafe next to the Plaid office in Treorchy, which has been in the family since the 1930s. “Carwyn doesn’t do a bad job,” said Dom, even though he voted for Wood. “He’s presentable. He’s pretty good for Wales.”",
  "webTitle": "Welsh assembly standoff leaves voters baffled",
  "webPublicationDate": "2016-05-12T14:02:15Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/12/welsh-assembly-standoff-plaid-cymru-labour",
  "keyword": [
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Plaid Cymru",
      "id": "politics/plaid-cymru",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welsh government",
      "id": "politics/welsh-assembly-government",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "politics/2016/may/12/welsh-assembly-standoff-plaid-cymru-labour"
}