{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/30/talking-horses-monday-best-bets-racing-news-tips",
  "id": "2016-05-30-133",
  "sectionId": "sport",
  "body": "Today’s best bets, by Greg Wood The Zetland Gold Cup at Redcar is the obvious feature event of the day from a punter’s point of view and an intriguing and close-knit field of 13 runners is due to go to post.   Related: Horse racing tips: Monday 30 May    Winter House (3.25) is the narrow favourite at 100-30 and does not need to find much improvement on his second place at Lingfield – on turf rather than the all-weather – last time out to take the £16,000 first prize. Saeed bin Suroor’s four-year-old took the Wood Ditton Stakes on his debut at Newmarket last season but was off for 13 months before lining up for a Class 2 handicap this month. He started at odds-on but allowed Dutch Uncle, the winner, a significant head start before running on strongly in the closing stages to be beaten by a length. The time of the race was solid and normal progress should see him prevail. Grand Canyon (2.50) and Terhaal (3.20) are two more lightly raced four-year-olds who should go well at Redcar and Leicester respectively, while Just That Lord (4.05), who was unsettled in the stalls before finishing 11th of 13 at York last time, should regain the winning thread at Windsor if he keeps his head in the gate. Cold Knight (1.00) and Vodka Wells (3.00) are the picks at Huntingdon and Cartmel respectively. Tipping competition – a new week starts on Tuesday As it’s a bank holiday in Britain, we’ll hold over the start of our new tipping competition until Tuesday. Congratulations to 72luca, who won last week’s competition on a final score of +14.50, despite a winnerless Friday. Winners at 16-1 and 12-1 were found by a handful of people that day but all had been too far back to catch the eventual winner. Luca, we’ll be in touch by email about your Epsom tickets.",
  "webTitle": "Talking Horses: Monday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-30T10:52:15Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/30/talking-horses-monday-best-bets-racing-news-tips",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/blog/2016/may/30/talking-horses-monday-best-bets-racing-news-tips"
}