{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/susan-sarandon-cannes-woody-allen-donald-trump",
  "id": "2016-05-15-57",
  "sectionId": "film",
  "body": "Susan Sarandon did not hold back from airing her negative thoughts on Woody Allen, Donald Trump and Hillary Clinton on Sunday, during a lively chat at the Cannes film festival.   Related: Comparing Woody Allen to Polanski and Cosby is lazy and dangerous | Catherine Shoard    The subject of the Kering Women in Motion Talk, atop the Majestic Hotel, was the 25th anniversary of Thelma and Louise, with Sarandon accompanied by her co-star in that film, Geena Davis.  But Sarandon, spurred by questions from the press, also addressed myriad other topics with typical abandon. (Most recently, Sarandon, a registered Democrat and avid Bernie Sanders supporter, courted controversy for saying she might abstain from voting for Clinton, should the former secretary of state win the nomination to contest the presidency with Trump.) A reporter asked the actor what she made of Allen’s comment at a press conference for his Cannes opener, Café Society, that he didn’t have “anything to really draw on” to one day make a film about a younger man and an older woman (his narratives often center on an older man and a much younger woman).  Sarandon at first appeared to shut it down: “I have nothing good to say about Woody Allen, so I don’t think we should go there.” Pressed to elaborate, Sarandon said: “I think he sexually assaulted a child and I don’t think that’s right … It’s gotten very quiet in here, but that’s true.” Sarandon was referring to allegations made by Allen’s daughter and brought back into the public eye this week by his son, Ronan Farrow. The allegations, which Allen denies, were investigated in 1993 but no charges were brought.  Later, Sarandon was asked what a Trump presidency would look like. Sarandon said she did not imagine the billionaire businessman and Republic candidate winning, because “he’s alienated so many minorities and women”.  But should he beat Clinton, Sarandon said Trump would not be able to enact many of his grand policies.  “It doesn’t matter what [Trump] thinks because nothing will be able to happen,” she said. “The thing interesting about Trump is the things he’s talking about are impossible. They’re not what’s threatening. He’s obviously not going to build a wall; he’s not going to be able to export all the Muslims in the United States. All of those things are impossible to do. “What he did that was terrible is that he legitimatized racism and homophobia in order get that very discontented base that wants something authentic. What he did in the process was say, ‘It’s OK to be violent.’ That’s why he has the KKK as one of his representatives. That’s been really terrible, besides the fact that America looks ridiculous.” In fact, earlier this year, Trump hesitated to disavow an endorsement from a former grand wizard of the Ku Klux Klan. This week, it was revealed that the Trump campaign’s California delegates to the national convention included an avowed white nationalist. Sarandon praised Sanders for “activating minorities … people who have not been engaged in the political process before, especially millions of millennials”. She said she believed Sanders supporters would not let Trump go through with his agenda, and would fuel a widespread backlash, should he be elected president.  Lastly, Sarandon targeted the American mainstream media for being “irresponsible”.   Related: Debra Messing and Susan Sarandon end Twitter fight over Hillary Clinton    “The election has exposed how lame the media is,” she said. “They weren’t even covering Bernie Sanders until he won Iowa. That’s why the millennials knew so much, because they were online. The mainstream media never paid attention to him.” When Variety’s Ramin Setoodeh, who was moderating the event, pointed out that the media’s current narrative said Clinton would beat Sanders to win the Democratic nomination, Sarandon scoffed: “It’s been the narrative all along. I don’t agree with that narrative.” Referring to the continuing investigation into Clinton’s use of a personal email server while secretary of state, she said: “I think a lot can happen besides the fact that [Clinton] can be indicted at any moment. She stands a very good chance.”",
  "webTitle": "Susan Sarandon blasts Woody Allen and Donald Trump at Cannes",
  "webPublicationDate": "2016-05-15T17:55:24Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/susan-sarandon-cannes-woody-allen-donald-trump",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Susan Sarandon",
      "id": "film/susan-sarandon",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Woody Allen",
      "id": "film/woodyallen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/15/susan-sarandon-cannes-woody-allen-donald-trump"
}