{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/02/paddy-ashdown-slams-government-for-refusing-entry-to-afghan-interpreter",
  "id": "2016-05-02-197",
  "sectionId": "politics",
  "body": "Paddy Ashdown has accused the government of acting dishonourably in the case of an Afghan interpreter who reportedly killed himself while facing deportation from Britain. Nangyalai Dawoodzai is understood to have worked for the British army in Afghanistan for three years, before fleeing the country after receiving death threats from the Taliban. The 29-year-old, who paid people smugglers to reach the UK, was told his request for asylum in Britain had been rejected when it was found he had been fingerprinted in Italy on arrival in Europe, according to the Daily Mail.  Under the EU’s Dublin regulation, aimed at preventing multiple asylum claims by individuals, Dawoodzai had to pursue his claim in the first country he applied in. Faced with being sent back to Italy to claim political asylum there he killed himself, a fellow translator told the newspaper. Lord Ashdown, who has championed the cause of Afghan war interpreters for years, said their treatment was scandalous. “It wrenches your heart out sideways. Here is a man who served in Helmand, probably on the frontline, who did it day in and day out for British troops, no going back home every six months, whose family were not tucked away safe but was in the community.   “[He] then had to leave Afghanistan because of death threats and because we would not honour our commitment to him, and travels across half the world to get to us. Made the mistake of being fingerprinted in Italy and then struggles to get across the Channel, we don’t know how he did it, and is then going to get sent back.   Related: Home Office 'to review' policy on returning Afghan military interpreters    “As an act of shame in our nation dishonouring the service these people have given, I can’t think of a worse one,” he told BBC Radio 4’s Today Programme. In March, David Cameron told the House of Commons a set of conditions for Afghan interpreters to be given sanctuary in Britain had been agreed while in coalition with the Lib Dems. The PM said there was also a scheme in place for Afghans who want to help rebuild their war-ravaged country. According to the Mail, at least three other interpreters who served UK forces in war zones currently face deportation because they were fingerprinted in mainland Europe before arriving in the UK. The chairman of the Commons defence select committee, Julian Lewis, said he hoped the case would press UK authorities to take a “more generous and enlightened attitude” towards former interpreters, should Dawoodzai’s case be verified. He said: “Many people will share my bafflement and concern that we seem unable to get rid of people who mean us harm and unwilling to take people who have served us loyally.” Dawoodzai reportedly told a fellow former interpreter he worked with British soldiers based at Camp Bastion in Helmand province. He had been staying at a hostel in Birmingham when his application was rejected after the Italian records were found. He was reportedly arrested and held in a detention centre for 18 days. On release he returned to the hostel while his paperwork was processed. The interpreter told the newspaper: “He was depressed and very down. He said his life was at risk and no one cared … He believed that Britain would help him because he had helped them. Now he has killed himself – it is so desperate.” A Home Office spokesman said: “We are very saddened by this tragic case. As investigations are continuing, it would be inappropriate to comment further at this stage.”",
  "webTitle": "Paddy Ashdown slams government for refusing entry to Afghan interpreter",
  "webPublicationDate": "2016-05-02T09:52:40Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/02/paddy-ashdown-slams-government-for-refusing-entry-to-afghan-interpreter",
  "keyword": [
    {
      "webTitle": "Lord Ashdown",
      "id": "politics/paddy-ashdown",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Taliban",
      "id": "world/taliban",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rajeev Syal",
      "id": "profile/rajeev-syal"
    }
  ],
  "guardianId": "politics/2016/may/02/paddy-ashdown-slams-government-for-refusing-entry-to-afghan-interpreter"
}