{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/the-guardian-view-on-the-counter-extremism-bill-think-again-about-thought-police",
  "id": "2016-05-30-42",
  "sectionId": "commentisfree",
  "body": "The government needs a strategy against violent extremism but the one it is lumbering towards is incoherent and liable to be profoundly counterproductive. The counter-extremism bill promised in the Queen’s speech is proving a nightmare to draft, but this is because it is difficult for even the most skilled lawyers to be clear when the underlying concept is as confused as the government’s idea of extremism. Violence is easy enough to define. It may be legitimate or illegitimate, but it’s clear whether something is violent. Extremism, by contrast, is always relative to something that is not extreme, some mainstream opinion or practice. So what constitutes an extremist idea is partly defined by context – and this can shift between times and places. Fifty years ago, or even 20, anyone who campaigned for gay marriage would have been an extremist. A hundred years ago the racism of today’s far right would have been well within the mainstream of British discourse. Nor is it just ideas which can be extremist in this sense. There are some conservative cultural or religious practices which are right outside the mainstream of British practice, and some of those, such as FGM, are rightly illegal too. Last year’s government counter-extremism strategy paper, which the upcoming bill will presumably reflect, laid much stress on the wickedness of FGM. And it is an evil, which the government should stamp out. But it is “extremist” only in the social sense. It has nothing to do with ideologies that can inspire or justify violence. Some Christians and animists practice it as well as some Muslims. For an ideology to be one of violent extremism, it needs to justify killing, and it needs to be held with such passion that its adherents are willing to die for it. What makes such ideas appear credible or convincing are not really their own intrinsic qualities: no one sane could now read Mein Kampf or Mao’s Little Red Book and take either seriously. But in the societies and at the times when they were influential they were very powerful indeed. This is why the government’s concentration on the intellectual content of jihadi ideologies is misplaced. The ideas they contain do need to be held up to ridicule but that is a job for civil society, rather than for government propaganda. When the government talks about violent extremism, it is Muslims that it really worries about. That matters because the fear of terrorism is at least as damaging to society as the acts themselves. 9/11 did far less damage to America’s strength and interests than the subsequent invasion of Iraq. There is a danger of such a backlash on a much smaller scale here. David Anderson, the independent reviewer of anti-terrorist legislation, has said that “mistrust of Muslims is often linked to reports of terrorism and whipped up by mainstream media whose coverage can be grossly irresponsible”. But there is no danger of the government legislating against the rightwing press. Instead, we are offered a programme of legislation against those preachers cunning enough not to break the law as it presently stands, along with increased use of the NHS, the civil service, and institutions of higher education to be ideologically vigilant against perfectly legal ideas which the government finds repulsive. This has to be wrong even if the ideas are repulsive. If free speech and tolerance are core British values, this is not the way to defend them. There are some dreadful things said in British mosques today. The widespread praise for the killer of Salman Taseer, a politician with the bravery to condemn Pakistan’s blasphemy laws, is very worrying. So is the hate speech against Ahmadiyya Muslims. But we don’t need new laws to deal with such problems. We need only greater openness, and more attention paid by the outside world to what is actually said in such places, and then the disinfectant of public scorn. The remedy for bad speech is good speech, not to turn large parts of the machinery of government into a sort of secret police force.",
  "webTitle": "The Guardian view on the counter-extremism bill: think again about thought police | Editorial",
  "webPublicationDate": "2016-05-30T17:52:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/the-guardian-view-on-the-counter-extremism-bill-think-again-about-thought-police",
  "keyword": [
    {
      "webTitle": "Counter-terrorism policy",
      "id": "politics/terrorism",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Female genital mutilation (FGM)",
      "id": "society/female-genital-mutilation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/the-guardian-view-on-the-counter-extremism-bill-think-again-about-thought-police"
}