{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/10/nearly-100-people-accessed-leaked-sats-answers-minister-says",
  "id": "2016-05-10-158",
  "sectionId": "education",
  "body": "Nearly 100 people accessed the national primary school spelling and grammar test after it appeared online, schools minister Nick Gibb revealed to parliament, as he vowed to track down the whistleblower responsible for alerting the media. Gibb told MPs on Tuesday morning that the test administrator, Pearson, accepted responsibility for leaking the key stage 2 exam answers a day before it was due to be sat by hundreds of thousands of 10- and 11-year-olds in England, as revealed by the Guardian. “This is clearly a mistake, which should not have been possible,” Gibb told MPs. “I have asked that all records should be examined and all information interrogated so that the culprit who leaked this sensitive information can be identified.” Gibb added: “This is a serious breach and I am determined to get to the bottom of how this error occurred.” But he argued that “the integrity of the test has not been compromised”, allowing the test to be sat as scheduled. Lucy Powell, Labour’s shadow education secretary, wrote a letter to education secretary Nicky Morgan in the wake of the leak, calling on the Department for Education (DfE) to drop its plans to use the key stage two tests to measure school performance. “Will you offer a firm guarantee to head teachers and parents that their child’s primary school will not be forced to become an academy on the basis of these compromised tests?” Powell wrote. Earlier, a DfE source blamed the revelation that the papers were available online on a “rogue marker” with access to a password-protected website administered by Pearson. But a Labour source rubbished the DfE’s claims, calling it a “blatant attempt to wriggle out of a very serious security breach” involving the controversial primary school tests. “Nick Gibb is fast turning into a rogue minister. This is pure conspiracy theory nonsense from the DfE, who are increasingly up against it as their education policies fall around their ears,” the source said. “The test and answers to the key stage 2 spelling and grammar tests were put up online for markers to see, many of whom are year-six teachers, before children had even sat the test and this attempt to displace the blame is frankly ludicrous.” The DfE had outsourced the marking of key stage 2 Sats papers to Pearson, the multinational educational publisher, which previously published the test answers only after the tests had been taken. Gibb said that information from Pearson showed that at least 93 people had accessed the test materials between 5pm on Monday, when it was first published, and after 9pm, when the website was taken offline.   Related: Fresh humiliation as Sats answers published online for second time    Gibb hinted that the government could also seek damages from Pearson, telling MPs: “Once I have this information I will consider what action it may be appropriate to take. I will explore the full range of of options available to the department, including looking at contractual and other routes to seek redress. “I would like to reiterate that we have no evidence to suggest any sensitive information entered the public domain before children started taking the test, and the tests are going ahead as planned. “My officials were monitoring social media and other platforms through the night and found no sign of materials being made available. The journalist in question took the decision not to publish the test papers and I am grateful to him for that.” In a statement, Pearson said: “We apologise to schools, teachers, parents and pupils for this error at this sensitive time. We are conducting an investigation to make sure it cannot happen again. “As part of this investigation we will seek to find out which individual passed this information into the public domain, in breach of their commitments to us and their fellow markers.” On Monday night, the DfE held hurried conference calls to determine the extent of the breach, and whether to go ahead with the test as planned. DfE sources say there was frustration at Pearson’s initial response and slowness in supplying data, with discussions continuing into the early hours of Tuesday morning. Nic Dakin, the shadow school minister, said the government had “taken its eye off the ball” over primary tests, because it was obsessed with its plan for forced academisation. “This government has let down parents at every step of the way. Today’s debacle is just the latest in a sorry line of chaos in primary assessment,” Dakin told MPs. It is the second time the DfE has been embarrassed in its attempts to impose tougher tests. Last month, a similar test for six- and seven-year-olds was scrapped after the department’s testing agency included the real test paper within a bundle of practice material published earlier. Christine Blower, the general secretary of the National Union of Teachers, said the latest leak was a disaster for teachers and pupils.“After months of confusion and mismanagement, they mark the dismal culmination of a dreadful year for primary pupils and their teachers. They constitute an experience which must never be repeated; those who have engineered it must be held to account,” she said. Julie McCulloch of the Association of School and College Leaders said the DfE has rushed implementation in its desire to introduce harder tests. “We absolutely support any move to prepare children as well as possible for secondary school. But it does not help anyone to introduce tests in such a chaotic manner,” she said.",
  "webTitle": "Nearly 100 people accessed leaked Sats answers, minister says",
  "webPublicationDate": "2016-05-10T13:13:48Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/10/nearly-100-people-accessed-leaked-sats-answers-minister-says",
  "keyword": [
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Adams",
      "id": "profile/richardadams"
    }
  ],
  "guardianId": "education/2016/may/10/nearly-100-people-accessed-leaked-sats-answers-minister-says"
}