{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/25/wodehouse-prize-for-comic-fiction-joint-winners-hannah-rothschild-paul-murray",
  "id": "2016-05-25-282",
  "sectionId": "books",
  "body": "Debut novelist Hannah Rothschild has pronounced herself, in the words of PG Wodehouse, “terribly gruntled” to win an award for comic fiction named after the Jeeves and Wooster creator.   Related: The Improbability of Love by Hannah Rothschild review – Baileys-shortlisted art world caper    Rothschild was revealed on Wednesday as the joint winner of the Bollinger Everyman Wodehouse prize for her first novel, The Improbability of Love. She shares the award with Paul Murray’s The Mark and the Void. Named after Wodehouse, the prize is for a novel that best captures the “comic spirit” of the much-loved novelist. “It was impossible to separate these two books, because they made us laugh so much. And between them they produce a surfeit of wild satire and piercing humour about the subject that can always make us laugh and cry. Money,” said judge and broadcaster James Naughtie. Murray’s novel tells of a Dublin banker who decides to rob his employer with the help of a struggling novelist. Naughtie and his fellow judges – Everyman’s Library publisher David Campbell, Hay festival director Peter Florence and comedian and writer Sara Pascoe – called it “an achingly topical, clever, delightful tale of folly and delusion”. Rothschild’s debut, which is also shortlisted for the Baileys women’s prize for fiction, is set in the London art world, and is “a wonderful satire on the art trade, preposterous billionaires, Russian oligarchs and much else, a brilliant conceit faultlessly carried off”, said judges.   Related: The Mark and the Void by Paul Murray review – messy, profound and hilarious    The prize comes with the added bonus for its winners of a Gloucestershire Old Spot pig named after the winning title, with previous porcine honorees including Snuff, taken from the late Terry Pratchett’s Discworld novel, and Fatty O’Leary’s Dinner Party, from Alexander McCall Smith’s winning title. Organisers confirmed that this year, the first time the prize has been split, there would be two pigs presented to the winning authors at the Hay festival on 4 June. The winners will also both be given Bollinger champagne, and the complete Everyman Wodehouse Collection. “To use a word that my hero PG Wodehouse invented, I am terribly ‘gruntled’ by winning this prize; sharing it with the great Paul Murray; and by the prospect of drinking Bollinger while reading an Everyman Classic,” said Rothschild. In 1938, Wodehouse wrote in The Code of the Woosters that “he spoke with a certain what-is-it in his voice, and I could see that, if not actually disgruntled, he was far from being gruntled.” Murray, who has been shortlisted for the Wodehouse award in the past, said he was “delighted and honoured” to win this year. “I first read PG Wodehouse as a boy and have kept returning to him ever since, longer than any other writer – which makes this award very special,” said the Irish author.",
  "webTitle": "Wodehouse prize for comic fiction declares joint winners",
  "webPublicationDate": "2016-05-25T06:01:32Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/25/wodehouse-prize-for-comic-fiction-joint-winners-hannah-rothschild-paul-murray",
  "keyword": [
    {
      "webTitle": "Bollinger Everyman Wodehouse prize",
      "id": "books/bollingereverymanwodehouseprize",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "PG Wodehouse",
      "id": "books/pgwodehouse",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Paul Murray",
      "id": "books/paul-murray",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/25/wodehouse-prize-for-comic-fiction-joint-winners-hannah-rothschild-paul-murray"
}