{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/09/poem-of-the-week-soliloquy-of-the-spanish-cloister-by-robert-browning",
  "id": "2016-05-09-214",
  "sectionId": "books",
  "body": "Soliloquy of the Spanish Cloister I Gr-r- r – there go, my heart’s abhorrence!Water your damned flower-pots, do!If hate killed men, Brother Lawrence,God’s blood, would not mine kill you!What? your myrtle-bush wants trimming?Oh, that rose has prior claims –Needs its leaden vase filled brimming?Hell dry you up with its flames! II At the meal we sit together;Salve tibi! I must hearWise talk of the kind of weather,Sort of season, time of year:Not a plenteous cork crop: scarcelyDare we hope oak-galls, I doubt;What’s the Latin name for “parsley”?What’s the Greek name for “swine’s snout”? III Whew! We’ll have our platter burnished,Laid with care on our own shelf!With a fire-new spoon we’re furnished,And a goblet for ourself,Rinsed like something sacrificialEre ’tis fit to touch our chaps –Marked with L. for our initial!(He-he! There his lily snaps!) IV Saint, forsooth! While brown DoloresSquats outside the Convent bankWith Sanchicha, telling stories,Steeping tresses in the tank,Blue-black, lustrous, thick like horsehairs,– Can’t I see his dead eye glow,Bright as ’twere a Barbary corsair’s?(That is, if he’d let it show!) V When he finishes refection,Knife and fork he never laysCross-wise, to my recollection,As do I, in Jesu’s praise.I the Trinity illustrate,Drinking watered orange pulp –In three sips the Arian frustrate;While he drains his at one gulp! VI Oh, those melons! if he’s ableWe’re to have a feast; so nice!One goes to the Abbot’s table,All of us get each a slice.How go on your flowers? None double?Not one fruit-sort can you spy?Strange! – And I, too, at such trouble,Keep them close-nipped on the sly! VII There’s a great text in Galatians,Once you trip on it, entailsTwenty-nine distinct damnations,One sure, if another fails;If I trip him just a-dying,Sure of heaven as sure can be,Spin him round and send him flyingOff to hell, a Manichee? VIII Or, my scrofulous French novelOn grey paper with blunt type!Simply glance at it, you grovelHand and foot in Belial’s gripe;If I double down its pagesAt the woeful sixteenth print,When he gathers his greengages,Ope a sieve and slip it in’t? IX Or, there’s Satan! – one might venturePledge one’s soul to him, yet leaveSuch a flaw in the indentureAs he’d miss till, past retrieve,Blasted lay that rose-acaciaWe’re so proud of! Hy, Zy, Hine ...’St, there’s Vespers! Plena gratiâAve, Virgo! Gr-r- r – you swine!       Maybe because the trees are finally in leaf and it’s almost stopped raining, I felt in the mood for a good hate-poem this week. Soliloquy of the Spanish Cloister (Dramatic Lyrics, 1842) is one of Robert Browning’s brightest, punchiest, growliest anticlerical outbursts. Browning is writing in persona, of course, but not, I think, impersonally. In the epilogue to a later collection, Dramatis Personae, the final speaker argues powerfully for the interconnection of “heaven’s high” with “earth’s low”. In the dramatic monologue, Fra Lippo Lippi, the sympathetically portrayed Florentine painter declares: “This world’s no blot for us / Nor blank; it means intensely, and means good ... ” There’s no space for these ideals to flower in the Soliloquy.   Related: Robert Browning's new poem - review: from the archive, 14 May 1873    Through its comically enraged narrator, it focuses on iconic objects – Brother Lawrence’s plants and his precious eating utensils, the cloister itself (probably Dominican – see the link to the footnoted edition below) and its trivialising, life-denying rituals. Browning might want to invoke an immanent, flesh-friendly, life-loving God – especially in the depiction of Dolores and Sanchicha – but, in the event, neither of his two male characters is capable of such representation. Each in his own way contributes only to a debased version of religion. Browning’s 8-line, trochaic tetrameter stanza ironically echoes the formal four-square pieties of the hymnal. It seems to trudge and mutter as it goes, with a fine variety of sometimes polysyllabic rhymes adding a humour that’s nonetheless quite lacking in lightness of heart. The rhythm sometimes punches like a fist: in stanza I some well-planned placement of stress heightens the fury: “If hate killed men ... hell dry you up.” There’s another echo, that of the ottava rima stanza used by Barry Cornwall rather than Byron. In fact, Cornwall’s poem, Gyges (A Sicilian Story, 1820) has an instance of the same venture/indenture rhyme Browning employs in his mock-Faustian last stanza: “I’ve but small wit, and therefore will not venture / On wit; and fighting – ’tis a noisy game / By this too I’m bound down by my indenture / (At least I swear I am, and that’s the same).” The location remains constant throughout the poem: we’re outdoors (the refectory scene is only imagined) and, from the relative shelter of the cloister, the speaker is watching Brother Lawrence make his gardening rounds. His running commentary is interwoven with snippets of remembered commentary from Lawrence (always italicised) and brief scenes of everyday monastic life. The last three stanzas, or scenes, are given over to increasingly ludicrous revenge fantasies. Myrtle, roses and lilies have sacred associations in Milton’s Paradise Lost, Book 4, but Brother Lawrence is clearly not diluting his horticultural interests with spirituality. Aestheticism seems to be Browning’s new addition to the deadly sins. It’s a route to damnation omitted from Paul’s Epistle to the Galatians, where the list, although quite extensive, falls somewhat short of 29. Lustful, sensual and greedy, Lawrence may be mercenary, too. The cork oak (quercus suber) could be a source of income for the monastery, the cork being harvested for wine-stoppers. If the potential cork crop disappoints, the galls, used in ink and dye manufacture, might be hoped to provide an alternative source of profit. Named ironically for Saint Lawrence, the martyred deacon who oversaw the city treasury and gave generously to the poor, this monk seems to embody the luxuria of the simple materialist. He’s no scholar (he doesn’t know the Latin for parsley) and no saint. All the same, he hardly merits the hellfire wished on him. His detractor, who might at first seem bracingly candid, is the real sinner – an envy-ridden hypocrite whose extreme lack of self-awareness is both funny and disturbing. There has been much scholarly debate on the interpretation of “Hy zy hine”. Theories about its source range from imitation bell sounds to the French satirical “Mass in Praise of the Ass”. Could it be a cod-Greek charm for turning your enemy into a pig? Or a borrowing from the West Country dialect spoken by Browning’s hated paternal grandfather? I think I’d discount the bells, but the other ideas all have their attractions and limitations. For some commentators, the word reversal in the ensuing prayer to the Virgin implies the speaker’s demonic possession. The glorious near-intelligibility of incoherence shouldn’t be ruled out. Ultimately, the richness of the poem is in the range and registers of a voice increasingly unbridled by pious pretension and human decency alike. “Coarse, vulgar, scurrilous, without any claim to rank as poetry,” was the opinion of a Jesuit critic in The Irish Monthly in March 1913. For today’s readers, who are inclined to be more lenient in poetics and morals, the shock of the Soliloquy still registers. Footnotes are available here.",
  "webTitle": "Poem of the Week: Soliloquy of the Spanish Cloister by Robert Browning",
  "webPublicationDate": "2016-05-09T11:39:34Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/09/poem-of-the-week-soliloquy-of-the-spanish-cloister-by-robert-browning",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Religion",
      "id": "books/religion",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Carol Rumens",
      "id": "profile/carolrumens"
    }
  ],
  "guardianId": "books/2016/may/09/poem-of-the-week-soliloquy-of-the-spanish-cloister-by-robert-browning"
}