{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/12/unqualified-daughter-of-minister-teaches-in-his-academy-schools",
  "id": "2016-05-12-189",
  "sectionId": "education",
  "body": "An academy chain set up by the schools minister Lord Nash is allowing his unqualified and unpaid daughter to teach history and help draw up a new curriculum, prompting concerns from parents and a teachers’ union. Future Academies in Pimlico, central London, was set up by the minister in charge of academies and his wife, Caroline. They both maintain prominent roles in the organisation.  Since September, their daughter Jo Nash has taught four classes between the ages of 10 and 16. She is also advising on a new curriculum to teach history and is involved in the recruitment of staff.   Related: Academy trust lauded by Cameron falls apart as executive head quits    The role of Jo Nash, 32, who has no teaching qualifications but does have a degree in history, has been questioned by teachers and staff.  Since 2012, academy schools have been able to hire unqualified teachers, angering many in the profession. Until then, they could only employ people with qualified teacher status.  Two parents made complaints about Jo Nash, but a lawyer speaking on behalf of Lord Nash, his daughter and the academy said these were minor, that the overall response had been positive and that she was not paid for her services.  But some teachers have questioned why she has been given a teaching role. They say her role reinforces the impression that the Nash family is treating the four-school chain as a private fiefdom. Michael Parker, the Westminster branch secretary of the National Union of Teachers, said he was baffled by Jo Nash’s role at the school.   Related: Government drops plan to make all schools in England academies    “I find it extraordinary that an unpaid, untrained and unqualified volunteer is being allowed to teach children. This is an example of what parents need to be prepared for if the deregulation of education continues. “Teachers and parents need to be able to trust the system of governance at Future Academies to oversee an untrained and unqualified teacher. It is difficult to maintain faith when the academy trust was set up by an unqualified teacher’s parents and her father is the minister for schools,” he said. A spokesperson for Future, two of whose four schools have been judged as outstanding by Ofsted, said: “All of our teachers either have qualified teacher status or have a degree relevant to the subject they teach.” Lord Nash set up Future in 2006 and was a generous Conservative donor before being given a peerage in 2013 and made the minister in charge of academisation. He is the director of Future Academies, a governor and co-chair of Pimlico Academy, which is part of the chain, and a trustee of Future, the funding charity behind the chain. Lady Nash, a former stockbroker, is also a trustee of Future, co-chair of governors of Pimlico Academy, and chair of governors at two primary schools in the chain.  The academy chain includes three primary schools and a senior school in a multicultural, inner-city area a mile from the Houses of Parliament. Jo Nash, born Josephine Nash, was educated at Downe House, an independent school in Berkshire whose alumni include the comedian Miranda Hart and TV presenter Claire Balding. She went on to read modern history at Oxford. Before moving on to teaching, she worked in the office of the former work and pensions secretary Iain Duncan Smith for at least three years and is still registered as a member of his staff on a parliamentary register. In September, Jo Nash joined Future as an unqualified teacher and as an adviser to help design the history curriculum and recruit teachers. She is the only unpaid adviser at the chain. In a document circulated among prospective teachers, Jo Nash wrote that her love for teaching has had to overcome her own negative preconceptions around the profession.  “I assumed it would be badly paid, that I would have to spend ages learning pedagogical theory to even become qualified to teach, and that I would be unlikely to be working with like-minded people. I chose a different career path instead.  “Eventually, 10 years later, I was given the opportunity to teach. In addition to developing our knowledge-rich curriculum at Future Academies, I teach two classes of year 6 pupils at primary level and one class of year 7 students and one class of GCSE students at secondary level. I’ve chosen not to become a qualified teacher because I honestly believe that high energy and a great love of your subject are the most important qualifications,” she wrote. Future Academies is now recruiting Latin and ancient history teachers – and Jo Nash is given as the main contact for applicants. This is not the first time the academy chain has been caught up in controversy over the use of staff without formal teaching qualifications. In October 2013, Annaliese Briggs, a 27-year-old headteacher who had no teaching qualifications, left her job at Pimlico primary after just three weeks. Last month, parents and teachers forced the chain’s managers to drop proposals to extend the day for children as young as five by 45 minutes. Jonathan Coad, from the law firm Lewis Silkin, responded to questions on behalf of Lord Nash, Jo Nash and Future Academies. He said Jo Nash was Future Academies’ only unpaid volunteer, that she was entirely funded by her parents and has been “a huge success”. “The reaction of parents, staff and pupils to Jo Nash has been overwhelmingly positive. Amongst all of those compliments there has been only two mildly negative comments – one from a parent who nonetheless insisted that their child loved the class taught by Ms Nash,” he said. “Future Academies is an educational charity whose goal is providing a top quality education; creating opportunities to make the most of children’s abilities and supporting them to do their very best at school. Our work includes curriculum design and development, and training teachers in partnership with the Institute of Education ... [Jo Nash] has been a huge hit with both pupils and staff.” • This article was amended on 13 May 2016. An earlier version misplaced Down House school in Richmond, Surrey, and described it as “£8,000-a-term”. To clarify: termly fees for day pupils are £8,190 but most pupils at the school are boarders, for whom fees are £11,320.",
  "webTitle": "Unqualified daughter of minister teaches in his academy schools",
  "webPublicationDate": "2016-05-12T13:46:34Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/12/unqualified-daughter-of-minister-teaches-in-his-academy-schools",
  "keyword": [
    {
      "webTitle": "Academies",
      "id": "education/academies",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Rajeev Syal",
      "id": "profile/rajeev-syal"
    }
  ],
  "guardianId": "education/2016/may/12/unqualified-daughter-of-minister-teaches-in-his-academy-schools"
}