{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/15/tyson-fury-mike-tyson-heavyweight-world-champion",
  "id": "2016-05-15-35",
  "sectionId": "sport",
  "body": "There is a moment early in Mike Tyson’s autobiography, Undisputed Truth, when it becomes clear that the baddest man on the planet does not much care for fighting any more. That epiphany visits all boxers eventually. But for Tyson the moment arrives not at the strung-out denouement of his career, as he sags on his stool following defeat against the Irish journeyman Kevin McBride, but at its thrillingly turbulent epicentre. Seven months after Tyson knocked out Trevor Berbick in two rounds to become, aged 20, the youngest heavyweight world champion in history he faced a reunification bout against Tony Tucker. “This was going to be the biggest fight of my career, the fight to unify all three titles,” he writes. “I pulled [close friend] Steve Lott aside one day in the gym. ‘I’m going to retire,’ I said.”   Related: Tyson Fury’s demons keep prodding him into the theatre of the absurd | Kevin Mitchell    It is a recurring theme, even after Tyson became undisputed champion. “Frank Bruno should have kicked my ass,” Tyson remembers. “I just didn’t care any more. I was tired of fighting. I wasn’t in training. I was just sleeping with women.” Before the myth of his invincibility was crumpled by Buster Douglas in Tokyo Tyson even had to be dragged on to the plane. “I didn’t want to fight,” he admits. “All I was interested in then was partying.” It was only after his final contest against McBride, in 2005, that Tyson admitted that in effect he had lived a lie for 25 years. He had not enjoyed fighting since 1990. Increasingly – and sadly – it seems that Tyson and Britain’s current WBA and WBO title holder, Tyson Fury, share more than a name and world championship belts. It is nearly seven months since Fury outpointed Wladimir Klitschko to become the lineal heavyweight champion. Yet just like Tyson before facing Tucker, he appears fickle and restless – only it is tumbling out in a much more public way. Recently Fury has talked of retiring – “It’s going to be my last fight win, lose or draw. Shit or bust. I’m so sick of it. I’ve got no motivation to carry it on” – or moving to America. He has revelled in his baroque rolls of fat two months before his rematch with Klitschko. And last Friday he returned to the pulpit, attacking what he suggested was a godless society ravaged by paedophiles, bisexuals, transexuals and a lack of morals. This time, though, the rant had a further worrying element: paranoia. It is not uncommon for fighters to believe that someone is out to screw them after they win a world title. Usually their fire is concentrated on promoters or the size of their purses. Fury, though, is garbling on about Zionist conspiracies. Some believe Fury is merely toying with the media. To them his recent behaviour is just more pantomime shock-jockery guaranteed to put the Fairtrade pants of any liberal in a twist. But, to these eyes, like Tyson before him, it looks more as if he is grasping for a way out. For, as Tyson discovered, becoming world champion is no cure-all for long-standing problems outside the ring. “I was always mad at the world,” he admitted. “I always felt empty. Being champ of the world just accelerated and intensified those feelings – I didn’t care what anybody thought about me.” Arguably some of the most notorious moments in Tyson’s late career, including biting Evander Holyfield’s ear and Lennox Lewis’s leg and attempting to break Frans Botha’s arm, were not just about trying to maintain his reputation as his powers waned but also about trying to self‑destruct his way out of the sport. His autobiography is crass and self‑pitying yet always compelling; the only thing he appears to hate more than the business of boxing is himself. Only towards the end is there some uneasy semblance of peace. Fury is not straightforward, either. His supporters offer a continual reminder that, despite a tough upbringing, his only problem with the law has been a solitary parking ticket. His promoter, Mick Hennessy, calls him “genuine and honest” and speaks warmly of his charity work. Fury, he insists, should be judged by his actions, not his oratory. Incidentally, I remember speaking to Fury in 2012 after he had posted on Twitter: “dont like gays shoul all b shot dead.” After claiming that his friends had posted it Fury appeared to make a sincere apology. “It’s the 21st century so who cares who is gay and who ain’t?” he insisted. “People who know me will tell you I’ve had many a good night out with a few gay people I know. Whatever they are it’s none of my business and it’s got nothing to do with boxing.” Fury also wished the Puerto Rican boxer Orlando Cruz, who had recently came out as gay, well and told me: “Give him my number and we’ll go for a beer.” At that point it was easier to believe that Fury might be wild and unpredictable but his head and heart were fundamentally in the right place. He said something else, too. “Right now it seems to be there’s a story about me every day but I want to make headlines for the right reasons.” Despite reaching the peak of his profession that wish appears more elusive than ever.",
  "webTitle": "Tyson Fury unwise to follow familiar destructive path of other Tyson",
  "webPublicationDate": "2016-05-15T19:34:00Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/15/tyson-fury-mike-tyson-heavyweight-world-champion",
  "keyword": [
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tyson Fury",
      "id": "sport/tyson-fury",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Mike Tyson",
      "id": "sport/mike-tyson",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/blog/2016/may/15/tyson-fury-mike-tyson-heavyweight-world-champion"
}