{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/07/australia-quietly-adds-49-species-to-threatened-and-endangered-lists",
  "id": "2016-05-06-5",
  "sectionId": "environment",
  "body": "Nearly 50 new species of flora and fauna have been added without fanfare to the federal government’s list of threatened species, including nine that are critically endangered. Among the species to be added to the list under the Environment Protection and Biodiversity Conservation Act were the brush-tailed bettong (endangered), the three-toed snake-tooth skink (vulnerable), the swift parrot (upgraded from endangered to critically endangered), and several types of orchid and albatross.     The swift parrot, upgraded from endangered to critically endangered. Photograph: Arco Images GmbH / Alamy/Alamy    Australian Conservation Foundation campaigner Jess Abrahams said 49 species were added on Thursday without notice from the federal environment minister, Greg Hunt, or his ministry. “Normally they’ll put out a press release and talk about all the great work they’re doing to turn this around. This time it just slipped out.” Hunt’s office and the threatened species commissioner, Gregory Andrews, have both been contacted for comment. Abrahams noted that no new funding had been put towards the existing threatened species strategy in the budget on Tuesday, meaning programs to bring animals such as the Leadbeater’s possum back from the brink of extinction were unable to be delivered.   Related: Coalmines could wipe out threatened black-throated finch habitat – study    Most of the species were threatened due to habitat loss, he said – and commercial activities that contributed to this were ongoing, compounding the problem of inadequate funding. “What hope is there? ... The logging continues, the habitat loss continues – it’s no surprise that the species ends up on the threatened species list.” The ghost bat, a late addition with a vulnerable status, has now joined two other threatened species on the list: the large-eared horseshoe bat (endangered), and Semon’s leaf-nosed bat (also vulnerable).  All live in the Melody Rocks near Cooktown on Cape York Peninsula, which fall under a mining proposal under consideration by the Queensland state government. The limestone karst formations and their associated cave systems are key habitats for the three species, and Abrahams said the only known breeding site in Australia for two of them. The mining proposal is currently before the Queensland government but has yet to be referred to the federal government for assessment under the EPBC Act. Approving it would only put the bats further at risk, said Abrahams. The greater glider, found in East Gippsland in Victoria, was also having its habitat destroyed even as it was listed as vulnerable species. The Goongerah Environment Centre reported that 11 greater gliders were found in a citizens’ survey of 850 metres of the Errinundra plateau, currently being logged by VicForests, just last week. In East Gippsland, greater gliders are protected by law when more than 10 animals are found in a 1km long survey.  VicForests suspended its operations after GECO submitted its survey data to the Department of Environment, Land, Water and Planning on 28 April.    Greater Glider listing as vulnerable on federal EPBC Act confirms decline, but logging exempt from federal EPBC Act pic.twitter.com/nU5ZnJ8Re3— GECO (@eastgippyforest) May 6, 2016    The upgraded threatened status of the swift parrot to critically endangered has been said to reflect the Tasmanian government’s failure to protect crucial habitat from native forest logging. Australian Greens Senator Nick McKim said this was “a casualty of the Liberals’ ideological fixation with native forest logging” at taxpayers’ expense: “This is a spectacular public policy failure.” Abrahams said the environment ministry’s stated aim of protecting threatened species was at odds with the simultaneous, government-approved destruction of their habitat.  “There’s this incredible hypocrisy. “The government wants to make a difference on endangered species, but it’s not prepared to spend any money, it’s not prepared to use the law or make new laws to protect them – it won’t even acknowledge that more species are being added to the list each day. ... “The fundamental reason that species are threatened is because their habitat is destroyed, and that’s the thing that we can most easily, most directly do something about.” Hunt’s office deferred requests for comment to the threatened species commissioner Gregory Andrews, who said additions to the list were about “being accountable”. Many threatened species’ status were “so out of date as to be irrelevant”, and the implementation and success of the government’s strategy was dependent on data that accurately reflected their status in the wild. “It’s about making sure the paperwork fits the reality.” He said he had been allocated hundreds of millions of dollars to go towards threatened species recovery since being appointed by Hunt in 2014.  “We can’t make sure that money is invested properly if we don’t have an up-to-date recovery plan for the species.” Andrews added that two species had been removed from the list.   Related: Crucial koala habitats lost in mass land clearing in Queensland    He said, more than funding, environment laws needed to given more teeth, so that it would a crime to destroy the habitat of a listed species. In January, Greg Hunt announced that the addition of 16 more threatened bird and mammal species to the list of species prioritised for action under Australia’s first threatened species strategy.  When the strategy was first announced in 2015 it comprised of 20 mammals and 20 birds. “For too long, the problem of species decline has been put in the ‘too hard’ basket,” Hunt said of the extension of the program. “We’ve taken a new and different approach, and I’m heartened to see it is already proving its worth.” As of 22 January, the roll-out of the strategy had reached just over 500 projects, Hunt said – and more than $130m in government funding had been put towards threatened animals, plants and ecosystems since 2014.",
  "webTitle": "Australia quietly adds 49 species to threatened and endangered lists",
  "webPublicationDate": "2016-05-06T23:00:21Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/07/australia-quietly-adds-49-species-to-threatened-and-endangered-lists",
  "keyword": [
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "environment/2016/may/07/australia-quietly-adds-49-species-to-threatened-and-endangered-lists"
}