{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/08/radiohead-release-new-album-a-moon-shaped-pool",
  "id": "2016-05-08-54",
  "sectionId": "music",
  "body": "Radiohead released their long-awaited ninth album, A Moon Shaped Pool, on Sunday night. The album is available on iTunes, Apple Music and Tidal, but has yet to arrive on Spotify. It was mistakenly posted on Google Play earlier on Sunday but was soon taken down, and has not yet reappeared on the platform. The release was announced by the Oxford group on Twitter:    Our new album is now available here https://t.co/DGGTPLPAh0 and here https://t.co/TzZ2gPWH8v pic.twitter.com/AdnPXfWJyx— Radiohead (@radiohead) May 8, 2016    Fans had expected movement from the band after they deleted all content on their website last weekend.   Related: Radiohead's Burn the Witch may be critique of refugee crisis, says animator    Then on Tuesday they posted a video for a new song, Burn the Witch, which is the first track on the album. The video, which uses animation in the style of the Trumptonshire trilogy, the children’s animations made in the late 1960s, has had more than 10m views on YouTube.     A scene from the Radiohead video Burn the Witch.    Its animator, Virpi Kettu, said the band may have wanted to increase awareness of the issue, especially “the blaming of different people … the blaming of Muslims” that leads people to want to metaphorically “burn the witch”. On Saturday, another track followed, Daydreaming, which has a video directed by Paul Thomas Anderson, whose films include Boogie Nights and There Will Be Blood. In the six-and-a-half-minute video, frontman Thom Yorke walks through spaces including a hotel corridor, an empty home, a hospital, a shop floor, a forest, a snowy mountain, a beach and a vacant car park. It has had just over 3m views in little more than 24 hours online.   Related: Radiohead: A Moon Shaped Pool review – achieving something they've never achieved before    Guardian music writer Harriet Gibsone said of Daydreaming: “It loops and shifts as if trapped inside a dreamlike state until Yorke’s journey ends, curled up in a mountain cave; Jonny Greenwood’s lush orchestration adding to its cinematic suspense.”     A scene from Radio’s Daydreaming video.    Radiohead’s last album, The King of Limbs, came in 2011. Since then, the band’s members have worked on various solo projects. Drummer Phil Selway released his second solo album, Weatherhouse, in 2014, while Yorke toured and recorded with Flea, Nigel Godrich, Joey Waronker and Mauro Refosco on the Atoms for Peace project. His solo album, Tomorrow’s Modern Boxes, was released in 2014. The Radiohead album is also available to download from amoonshapedpool.com and will be available on vinyl and CD from mid-June.  For £60, $86.50 or €76 fans can acquire a special edition that contains the 11 tracks across two pieces of vinyl and one CD, with another CD of additional tracks, 32 pages of artwork and a digital download available now.  The package, which ships in September, contains a piece of a half-inch master tape from an actual Radiohead recording session.   “The tape degrades over time and becomes unplayable. We thought rather than it ending up as landfill we would cut it up and make it useful as a part of the special edition. A new life for some obsolete technology... Each loop contains about ¾ of a second of audio - which could be from any era in the band’s recording past going back to Kid A. You may have silence, you may have coloured leader tape, you may have a chorus... It’s a crapshoot. We have copies. Don’t worry.”     The 11 tracks on A Moon Shaped Pool, which happen to appear in alphabetical order, are: Burn the Witch Daydreaming  Decks Dark  Desert Island Disk  Ful stop Glass Eyes  Identikit  The Numbers  Present Tense  Tinker Tailor Soldier Sailor Rich Man Poor Man Beggar Man Thief True Love Waits Ful stop is the longest track at 6:07, while Glass Eyes is the shortest at just 2:52.",
  "webTitle": "Radiohead release new album A Moon Shaped Pool",
  "webPublicationDate": "2016-05-08T18:20:22Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/08/radiohead-release-new-album-a-moon-shaped-pool",
  "keyword": [
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Johnston",
      "id": "profile/chris-johnston"
    }
  ],
  "guardianId": "music/2016/may/08/radiohead-release-new-album-a-moon-shaped-pool"
}