{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/06/immigration-department-pays-compensation-sacked-nauru-save-the-children-workers",
  "id": "2016-05-06-348",
  "sectionId": "australia-news",
  "body": "The immigration department has issued a statement of regret and agreed to compensation for the sacking of former Save the Children staff on Nauru who were subsequently deported over unsubstantiated claims they had coached asylum seekers to harm themselves. The department said it had reached a confidential financial settlement with the NGO, indicating the amount would put Save the Children “in the position they would have been in, had the removal letter not been issued”. The release of the statement, which does not contain a specific apology, coincides with the current immigration minister, Peter Dutton, accusing advocates of encouraging self-harm. In October 2014, 10 Save the Children staff were sacked, and nine deported, with the then immigration minister Scott Morrison saying he had received information indicating “that there may have been a level of coaching and facilitation and co-ordination amongst people who are working for one of our service providers”.   Related: Save the Children workers unfairly fired on Nauru for political reasons – report    A News Corp report quoted a leaked internal intelligence briefing that reportedly claimed stories about the abuse of asylum seekers had been invented by the Save the Children workers and that they had encouraged detainees to self-harm to “achieve evacuations to Australia”.  Neither Save the Children nor its staff were given detailed reasons for the dismissals, but the department launched an immediate review, carried out by Philip Moss, a former integrity commissioner.  Two subsequent reviews – one by Moss and another by a former chief executive of the high court, Christopher Doogan – exonerated the workers and criticised the government’s actions. On Friday the department formally acknowledged that in ordering the dismissal of the employees it had relied on allegations later found to be without substance, and conceded that “at the time of the removal direction and subsequently, it had no reason to cause doubt to be cast on SCA’s reputation”. “The department also recognises that [Save the Children] has suffered detriment for which – to adopt the words of Professor Doogan – the payment of money cannot be adequate compensation,” its statement said. “In this regard the department regrets the way in which, until the department released Professor Doogan’s review in January 2016, the allegations relied on by the department to issue the removal direction may have led other NGOs and members of the public to question the integrity of SCA as a provider of government services or, to the extent that it may be relevant, as a child rights organisation.” The independent report by Doogan, found Save the Children workers were fired under political pressure from Canberra as a “circuit breaker” to quell protests on the island. It said the employees had been dismissed on “no evidence or reliable information” and they should be compensated by the Australian government. The financial settlement is to the organisation, not the individual workers. Legal action on behalf of the workers is yet to be finalised. Matt Tinkler, director of policy and public affairs for Save the Children, said the organisation was pleased with the outcome and settlement, and that the department had expressed its regret for the impact of the allegations which it relied upon. “An apology for us has never been that important, for our individual staff that’s a question for them,” Tinkler told Guardian Australia. Save the Children’s focus had always been on the care of people detained on Nauru. “Our mission as an organisation is to support children in the toughest of places and children who are the hardest to reach,” he said. “If we thought by being in Nauru we could better support and educate children, we would [return]. “It’s very clear what’s causing people to self-harm … is not advocates,” Tinkler said. “It’s the complete lack of hope people have for their futures.” This week Dutton blamed advocates for self-harm and suicide attempts on Nauru, including self-immolations by a young Iranian man who later died of his injuries, and a young Somalian woman. Dutton offered no examples of refugee supporters advocating acts of self-harm, but said his office received “advice” and “intelligence” that it was occurring. “I have previously expressed my frustration and anger at advocates and others who are in contact with those in regional processing centres and who are encouraging some of these people to behave in a certain way, believing that that pressure exerted on the Australian government will see a change in our policy in relation to our border protection measures,” Dutton said. The Greens immigration spokeswoman, senator Sarah Hanson-Young, said the compensation to Save the Children showed the government’s attempt to blame advocates and support workers had “backfired”. “The situation on Nauru is no one’s fault but the government’s,” she said.  “These Save the Children workers were baselessly and unfairly accused of coaching self-harm on Nauru. Earlier this week we saw the government trying it on again, blaming advocates for giving refugees hope before two self-immolated.  “The fact of the matter is that hope is the only thing keeping many of the people on Nauru alive at this stage. The government’s policy is designed to break people and the immigration minister must take responsibility for that.”",
  "webTitle": "Immigration department compensates Save the Children over sacked Nauru workers",
  "webPublicationDate": "2016-05-06T02:21:39Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/06/immigration-department-pays-compensation-sacked-nauru-save-the-children-workers",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/06/immigration-department-pays-compensation-sacked-nauru-save-the-children-workers"
}