{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/20/arsenal-close-granit-xhaka-signing",
  "id": "2016-05-20-132",
  "sectionId": "football",
  "body": "Arsenal are close to securing the arrival of Granit Xhaka from Borussia Mönchengladbach as their first major signing of the summer, with the Switzerland international having travelled to London to undertake a medical. Negotiations with the Bundesliga club have been on-going over the last few weeks with Mönchengladbach having initially hoped to raise as much as £35m through the midfielder’s sale. A compromise has since been reached at what is believed to be an initial £25m, with further fees due in future dependent on honours and appearances.   Related: David Ginola ‘recovering in hospital’ after quadruple bypass surgery    The German club’s position has been rather undermined by the fact a £23m release clause in Xhaka’s current contract would have become active next year. The 23-year-old, who made his name at FC Basel before moving to Germany four years ago, had indicated a desire to move to England with Arsenal looking to bolster their central midfield ranks with both Mikel Arteta and Mathieu Flamini to be released when their contracts expire at the Emirates Stadium this summer. The Swiss will undergo his medical at London Colney and finalise personal terms, with an announcement anticipated next week. Xhaka had indicated he wanted his future clarified before the European Championship finals and was granted a standing ovation by Borussia’s supporters in his final appearance for the club, a 2-0 victory at Darmstadt which secured a fourth-placed finish, last week. The midfielder has been capped 40 times and will play against his parents’ homeland, Albania, in the opening group game. His older brother, Taulant Xhaka, will represent Albania.",
  "webTitle": "Arsenal close to signing Borussia Mönchengladbach’s Granit Xhaka for £25m",
  "webPublicationDate": "2016-05-20T14:08:32Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/20/arsenal-close-granit-xhaka-signing",
  "keyword": [
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Borussia Mönchengladbach",
      "id": "football/borussiamoenchengladbach",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/20/arsenal-close-granit-xhaka-signing"
}