{
  "apiUrl": "https://content.guardianapis.com/media/mind-your-language/2016/may/20/rejecting-the-cult-of-bardolatry-does-not-make-you-a-philistine",
  "id": "2016-05-20-315",
  "sectionId": "media",
  "body": "At the end of last month, on the 400th anniversary of Shakespeare’s death, the country went barmy for the Bard. There were festivals and fetes up and down the land. There were twee recitals on street corners for the masses and opulent concerts in baroque halls for the few. National treasures assembled, dressed all in black like a sketch group at a jolly funeral, to lend their rich baritones to a gala in his name. Even the president of the United States took time out of his world tour to stop by the Globe theatre and watch a few scenes. In fact, these celebrations were not anomalous, but merely slightly exaggerated versions of what happens every year - the worship of the god known as Shakespeare. There are thousands of Shakespeare plays put on every year across the world. People climb over each other to watch Benedict’s or David’s or Rory’s must-see/best ever/breathtaking Hamlet. Books are published, column inches are filled, documentaries are commissioned. It is simply endless. For many years I went along with all of this. I sat with my parents on damp picnic blankets watching travelling journeymen fumble through lines. I paid through the nose to watch the biggest names doing the biggest parts. I even went along to iconoclastic shows like Shitfaced-Shakespeare and Hip-Hop Shakespeare. I believed what I was told: that going to see any Shakespeare in any form was spiritual ambrosia, that it was my duty as a Briton to love Shakespeare, that not loving Shakespeare was somehow evidence of a philistinic contempt of the arts. But now I’m ready to admit it: I don’t like Shakespeare. Never have, really. There’s no doubt that Shakespeare had an extraordinary command of the English language. His ability to construct plays in prose and verse of different meters; his knack for memorable neology and mastery of rhetoric (the enduring familiarity and modern usage of many of his own quill-wrought words and phrases, some of which I may have quite naturally used in this piece, is legitimate evidence of Shakespeare’s linguistic prowess); and his flair for the poetic flourish are all astonishing. Even Shakespeare’s biggest critics – among them Leo Tolstoy and Voltaire (more from them later) – agreed that this is the case. But Shakespeare’s florid language does have a downside: to the modern ear it impedes semantic and dramatic understanding of his plays. Granted, the broad strokes of the narrative can be absorbed – for example, boy meets girl, boy/girl fall in love, boy/girl kill themselves in a credulity-stretching suicidal farce – but the language and details are certainly sub-perspicuous. Really following the plot and the highly rendered monologues and dialogue requires scholastic devotion.     Appreciating Shakespeare, or pretending to, has been called ‘a necessary sign of gentility in a bourgeois world’. Photograph: AP    That is the root of my dislike: Shakespeare is hard to understand. There are other issues to gripe about – that the never-ending Shakespeare pageantry diverts support away from new playwrights; that his androcentric stories perpetuate gender inequality in theatre; that some of his plays have racist overtones; that his plays tend to venerate the upper classes and patronise the lower – but the difficulty of the language presents the tallest obstacle. Given this barrier (and this is a given: I refuse to believe that anyone can understand a Shakespearean soliloquy as well as they can a modern conversation), why does Shakespeare retain such popularity even though it so difficult to follow? Why do thousands of people still go and watch Shakespeare every year? Part of it comes down to the peculiar human weakness for idolatry and deference to celebrities. George Bernard Shaw said that the English “worship their great artists indiscriminately and abjectly” and described this phenomenon - the uncritical ovine devotion to Shakespeare - as “Bardolatory”. Leo Tolstoy expanded on this point by saying (in a foreshadowing of GCSE English teaching): “In every man of society and time, from the first period of his conscious life, it has been inculcated that Shakespeare is a genius as a poet and a dramatist and that all his writings are the height of perfection.” Ludwig Wittgenstein, that champion of linguistic clarity, felt much the same, suggesting that adoration of Shakespeare arose not “from a genuine appreciation of his works but merely through an unquestioning herd mentality among the would-be literati”. The Bardolatory cult means that Shakespeare is universally revered without reproach. A Sunday supplement review of a Shakespeare production will often criticise the direction, or the production, or the acting, but never the play itself; the most a critic will say is that X or Y Shakespeare play is “difficult” or “not my favourite”. The words themselves are inviolable. Shakespeare is the mascot of all media outlets, whose Bardolising lackeys engage in a sort of necro-obsequious evangelical proselytism. And we lap it up. Because going to see Shakespeare is cultural currency, or or “a necessary sign of gentility in a bourgeois world” as the academic Dr Erin Sullivan put it, in describing Tolstoy’s view. Laughing at the right places in one of the comedies is a sign that you get the Bardy argot, which is a sign of good upbringing, of good cultural table manners. That laughter is the same as the laughter of the person who ostentatiously guffaws at a corny joke told in French at a pretentious dinner party. Worse, this culture induces people to bluff. Friends of mine who work at the National Theatre have seen people snore their way through the longueurs of King Lear and then proclaim the performance to be the best they’ve ever seen. The power of the cult and the cachet that comes with it is such that some people are not prepared to admit that they do not enjoy the battle of Shakespearean comprehension. The Bard is a such an enormous cultural figure that merely questioning his worth makes one appear a seditious upstart or an unpatriotic apostate. It should not be so. Not all Shakespeare’s fans are glassy-eyed kool-aid quaffers. The more redoubtable Shakespeare advocate will say that his plays are worth the comprehensive effort because cracking them open, semantically speaking, gives you access to a world of edifying treasure. They’ll say that Shakespeare’s work has stood the test of time because he was a heaven-sent moral philosopher, that his divine insight into the human condition has never been bettered, that the collection of his plays is a window into the soul. Samuel Taylor Coleridge even said that Shakespeare possessed “a wisdom deeper even than consciousness”. These people will also tell you that once you have the hang of Shakespeare’s intricate verbal embroidery, his verse and metaphors give the plays a numinous quality that amplifies the power of each philosophical insight and makes them all the more memorable. This argument is depressingly retrophilic. We should not think so little of our modern selves as to believe that the written word reached its apotheosis more than 400 years ago. Indeed, it is hard to argue the case for art being capable of an apotheotic moment, given the world that it describes is in constant flux. Many literary greats did not accept the primacy of Shakespeare, and neither should we. Tolstoy: “Sincerity is completely lacking in all Shakespeare’s works. In all of them one sees intentional artifice, one sees that he is not in earnest, but he is playing with words.” Bernard Shaw: “Shakespeare’s weakness lies in his complete deficiency in that highest sphere of thought in which poetry embraces religion, philosophy, morality. His characters have no religion, no politics, no conscience, no hope, no convictions of any sort.” And, most viscerally, Voltaire: “Shakespeare is a drunken savage, whose plays please only those in London and Canada.” Moreover, the language barrier makes it very difficult for us to properly interrogate the themes and content that underpin Shakespeare’s plays – those apparently soul-nourishing nuggets that we are encouraged to dig for. Because what happens when form inhibits meaning, as it does in Shakespeare’s plays? What happens when greasepainted board-treaders hyper-enunciate their way through three hours-plus of lyrically gorgeous but semantically abstruse poetry? What happens is that too much intellectual effort is expended trying to untangle the meaning from what is written and said, and our brains become distracted, softened up, willing to accept the clumsy groping advances of the hokey messages that prey on the vulnerable. And we end up swallowing the primary colours, bold-letters-quote-on-an-Athena-poster level philosophy of “To be or not to be - that is the question”. Style does not so much triumph over substance as rout it. GH Hardy summed this up rather well in his book A Mathematician’s Apolog’. During a section where he considers the nature of beauty in mathematics and art (and mathematics as art), he quotes a line from Richard II: “Not all the water in the rough rude seaCan wash the balm from an anointed King” Before giving his concise verdict: “Could lines be better, and could ideas be at once more trite and more false?” It is a universal truth that impressive or confusing form is used to veil voids of meaning. Consider the vacuous suit in your office who deflects your complaints with a barrage of opaque jargon. Consider that, for a brief time at least, Russell Brand – another hyperverbose word-wizard with a cult following – was seen to be a leading public intellectual. Consider that Midsomer Murders is a genuinely popular television programme in Sweden. We should bear all this in mind when assessing the worth of Shakespeare. Generally speaking, I think it is a good thing for art to stretch our mental faculties. Tom Stoppard’s plays are a modern paradigm of art-as-vigorous-mental-exercise and are mostly marvellous. But Stoppard is known to make concessions to audience enjoyment, editing out some of the more esoteric references and abstract metaphysical explorations to make the experience more accessible. Because Stoppard knows what Bardolisers do not: that the intellectual effort should not come in the comprehension of ideas, but their contemplation. Otherwise it’s all just much ado about nothing.  • This article was amended on 20 May 2016 to clarify that the quote from Dr Erin Sullivan was her characterisation of Tolstoy’s view, as expressed in her essay Anti-Bardolatry Through the Ages, rather than her own view.",
  "webTitle": "Rejecting the cult of Bardolatry does not make you a philistine",
  "webPublicationDate": "2016-05-20T06:15:43Z",
  "webUrl": "https://www.theguardian.com/media/mind-your-language/2016/may/20/rejecting-the-cult-of-bardolatry-does-not-make-you-a-philistine",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Language",
      "id": "science/language",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "media/mind-your-language/2016/may/20/rejecting-the-cult-of-bardolatry-does-not-make-you-a-philistine"
}