{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/07/humphrey-bogart-derby-lingfield-trial-richard-hannon-horse-racing",
  "id": "2016-05-07-76",
  "sectionId": "sport",
  "body": "Another day, another Derby trial and yet the picture is no clearer, just four weeks before the Epsom Classic. Humphrey Bogart won the Betfred Derby Trial here but, thanks to the inability of five horses to race around Lingfield without getting in each other’s way, you could not be completely sure he was the best horse in this race, never mind the much hotter one to come next month. But there is pleasure to be taken from the fact that he represents people who do not habitually have a Derby runner and it seems Humphrey Bogart will be given the chance to make a proper name for himself at Epsom. His trainer, Richard Hannon, while plainly delighted with this battling success, struggled to contain the enthusiasm of the syndicate members who own the colt, who must now decide whether to pay £75,000 for a late Derby entry. “We’ll sleep on it, that’s what we should say,” Hannon said, grinning broadly. But saying the dry, sensible thing was a concept lost on Richard Morecombe of Chelsea Thoroughbreds, so named because Morecombe and his fellow owners also run the Sydney Arms pub in Chelsea. “Very, very tempted,” he said when asked if he wanted his horse aimed at the Derby. “Look, it appears to be a weaker year, doesn’t it, unless Mr O’Brien runs the filly, which, I presume, he might be tempted to. Outside of that, why not?” That was a reference to Minding, winner of last weekend’s 1,000 Guineas and on offer at just 5-2 with a run in the Derby. The current thinking is that Aidan O’Brien would rather keep her against her own sex in the Oaks but he will be interested to hear that rival connections are more afraid of the filly than any of the males in his stable. Humphrey Bogart appears to have killed off the chance of a royal runner in the Derby by beating Carntop, owned by the Prince of Wales and the Duchess of Cornwall. That colt will now be saved for the King Edward VII at Royal Ascot, a spokesman suggested. No one was here to discuss plans for the third-placed Across the Stars, who ran out of room in the closing stages and whose jockey, Silvestre De Sousa, was motionless as he crossed the line a length and a half behind the winner. There may be another day for this one in the fullness of time. Hannon is as aware as anyone that some Epsom contenders have yet to show their best. “You get drawn into saying it every year, you think the Derby’s not a very strong race but it always is. We just don’t know enough about the horses in the Derby because it comes up very early.” And yet he could see good reasons for tilting at the Classic with Humphrey Bogart, a 25-1 shot. “He might have won a shade cosily. This is the most similar track to Epsom, with the ups and downs, and he’s been round Epsom before in the last trial, so he definitely handles the track. Whether he’s good enough … but he might win the Derby and the Arc, I don’t know.” O’Brien’s runner here was Landofhopeandglory, who made the running but faded into fourth, doing nothing to dispel the prevailing feeling that this is not a strong year for three-year-old colts at Ballydoyle. The Irish trainer hopes to see something more positive from his four runners, Shogun, Lieutenant General, Idaho and Beacon Rock, in Sunday’s Derrinstown Stud Derby Trial at Leopardstown. On the other hand, O’Brien has an abundance of talented fillies in this three-year-old crop and won the Oaks Trial here with Seventh Heaven, who gradually edged her neck in front of Architecture, the pair five lengths clear. In the absence of O’Brien at the track, no light was shed on whether she would take her chance at Epsom, for which the trainer has several other more fancied entrants. It certainly seems that he could afford to run Minding in the Derby and yet still have a strong hand in the fillies’ race.   Related: Derby favourite US Army Ranger just beats stablemate in Chester Vase",
  "webTitle": "Humphrey Bogart may be cast in Derby role after Lingfield trial win",
  "webPublicationDate": "2016-05-07T17:17:53Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/07/humphrey-bogart-derby-lingfield-trial-richard-hannon-horse-racing",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Oaks",
      "id": "sport/epsom-oaks-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/07/humphrey-bogart-derby-lingfield-trial-richard-hannon-horse-racing"
}