{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/25/children-working-in-indonesia-tobacco-fields-risk-poisoning-human-rights-watch-report",
  "id": "2016-05-25-311",
  "sectionId": "global-development",
  "body": "Children working in Indonesia’s tobacco fields are being exposed to acute nicotine poisoning and serious safety hazards as child labour continues unabated in the industry according to a new report by Human Rights Watch. The world’s fifth-largest tobacco producer, Indonesia has more than 500,000 tobacco fields feeding the national and international tobacco markets. While international and domestic laws prohibit minors from performing hazardous work, thousands of children continue to work in tobacco fields says Human Rights Watch, which interviewed 130 children about working conditions on small-scale farms across the country.   Related: Silence far from golden for child labourers in the mines of Uganda    Indonesia’s national labour laws prohibit children under the age of 15 from working and children under 18 from performing hazardous work, including work where they might be exposed to harmful chemicals.  Despite this, Human Rights Watch says that its researchers found children as young as eight being routinely exposed to nicotine, toxic pesticides, extreme heat and other dangers as a result of their work cultivating and harvesting tobacco leaves.  Children interviewed for the report in four of Indonesia’s tobacco growing regions complained of vomiting, nausea, headaches and dizziness – side-effects that the group says are consistent with acute nicotine poisoning, which occurs when nicotine is absorbed through the skin while handling tobacco, and could have lasting adverse effects on a child’s brain and physical development. As well as exposure to nicotine poisoning, children interviewed by the human rights group came into regular contact with pesticides, fertilisers and other chemical agents without adequate protection. Only a few children said they wore any protective equipment while handling tobacco or using dangerous chemicals.  Indonesian tobacco companies and multinational firms purchase tobacco grown in Indonesia. Although the majority of tobacco grown in Indonesia is used for domestic production, in 2013, Indonesia exported tobacco worth about $200m (£137m).  Tobacco grown in farms across the country often enters domestic and international supply chains through a complex chain of middle-men, tobacco leaf-buyers and farming co-operatives. Human Rights Watch says that the failure of domestic and international buyers of Indonesian tobacco to monitor and track their supply chains meant that it was impossible for them to ensure that their products were not made with hazardous child labour.  “Tobacco companies shouldn’t contribute to the use of hazardous child labour through their supply chains,” says Margaret Wurth, children’s rights researcher at Human Rights Watch. “When tobacco companies don’t even know where the tobacco they purchase has come from, there’s no way they can ensure children haven’t put their health at risk to produce it.”   Related: Carrying bricks, picking potatoes: all in a day's work for Syrian children in Lebanon | Nick Grono    The International Labour Organisation (ILO) defines hazardous work as “work which … is likely to harm the health, safety or morals of children”. The UN body estimates that there are up to 1.5 million children working in Indonesia’s agricultural sector, which includes tobacco as well as rubber and palm oil. According to the World Bank, just under 12% of Indonesia’s rural population lives below the national poverty line. Many of the children interviewed by Human Rights Watch for its report said that they worked in the tobacco fields to contribute to the family income.  Human Rights Watch is calling for the Indonesian government to update its list of hazardous occupations for children to explicitly prohibit any work that involves direct contact with tobacco.",
  "webTitle": "Children working in Indonesia's tobacco fields risk poisoning, says report",
  "webPublicationDate": "2016-05-25T02:00:27Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/25/children-working-in-indonesia-tobacco-fields-risk-poisoning-human-rights-watch-report",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Indonesia",
      "id": "world/indonesia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Child labour",
      "id": "law/child-labour",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Annie Kelly",
      "id": "profile/anniekelly"
    }
  ],
  "guardianId": "global-development/2016/may/25/children-working-in-indonesia-tobacco-fields-risk-poisoning-human-rights-watch-report"
}