{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/22/victoria-spotlight-big-short-assassin-mavis-eat-your-bones",
  "id": "2016-05-22-183",
  "sectionId": "film",
  "body": "There are bigger films than Victoria (Curzon, 15), out on DVD tomorrow, but none that can quite match it for grand, gutsy vision. You may have heard by now that Sebastian Schipper’s heart-speeding heist thriller was shot in one continuous take – one prodigiously athletic 130-minute take, that is, racing through more than 20 locations in downtown Berlin without a single cut or digital join. This is true, and altogether belief-defying: no film in recent years has inspired astonishment at such a fundamental, how-did-they-do-that? level. But what’s most extraordinary about Victoria is that the trick isn’t what you’re thinking about as you watch it. Rather, it’s the desperate, double-quick romance that blooms over two hours between a winsome Spanish waitress (Laia Costa) and the German charmer (Frederick Lau) who draws her into a wild robbery scheme. It’s the high-wire, high-stakes love story between wholly believable people in wholly insane circumstances that grips your heart while you’re on the run; it’s only when this technically miraculous but very human stunt comes to a stop that you realise how long you’ve been running.     ‘Impassioned’: Mark Ruffalo in Spotlight. Photograph: LMK    The welcome surprise winner of this year’s best picture Oscar, Spotlight (eOne, 15) is a film approximately as stock-still as Victoria is kinetic, yet it rivets in its own unassumingly rigorous way. Tom McCarthy’s tightly wound true-life thriller was unsurprisingly hailed by critics as a paean to journalism – and certainly, its methodical examination of the Boston Globe crack team that uncovered a systemic history of child abuse in the city’s Catholic church makes the profession look good. But it’s something more special than that: a procedural drama that champions general human decency above all other objectives, and celebrates the unfashionable virtues of listening. Appropriately enough, then, its superbly integrated ensemble players do some of their best work in wordless response to one another; when Mark Ruffalo, as star reporter Michael Rezendes, finally gets an impassioned rant in, it feels hard earned.         Watch the trailer for The Big Short.    By contrast, virtually no one in The Big Short (Paramount, 15) – thankfully, one of the films Spotlight beat to the Oscar – is able to shut up for a nanosecond. Adam McKay’s anarchic, semi-comic breakdown of the real estate-driven US financial crisis of 2007 is a caffeinated, cacophonous beast, darting frantically between the overlapped dialogues of assorted bankers, brokers and victims of the crash as it seeks to stridently assign blame. Essentially a feature film influenced by the short-form bittiness of YouTube, it’s ambitious and obnoxious in equal measure, tilting more towards the latter when McKay, over-enamoured of his role as Irreverent Explainer of Big Things, cuts away to Selena Gomez and a bubble-bathing Margot Robbie to simplify dense financial theory for us drooling yokels.         Watch the trailer for The Assassin.    After all that fevered hyperactivity, Hou Hsiao-hsien’s swooning martial arts romance The Assassin (Studiocanal, 12) is something of a deep, Margot Robbie-free bubble bath in itself. The imagery magicked up here by Hou and genius cinematographer Ping Bin Lee is so ravishing, sometimes recalling the saturated colour processes of Jack Cardiff, that one risks wallowing in it at the expense of tracing its arcane, intricate narrative of braided revenge and mercy. It locked together for me on a second viewing, though the first was still a rush. Hou’s sensory storytelling is richly specific to engender feeling even when the details are lost in the glow.         Watch the trailer for Mavis!    The unseemly waxen beauty of Zac Efron, meanwhile, does its best to make sense of – or at least to locate purpose in – Dirty Grandpa (Lionsgate, 15), but to no avail. This wheezing, crotch-scratching comedy squanders the comic potential that Bad Neighbours tapped in Efron’s dude-bro exterior by casting him as the straight man to a grimly gurning Robert De Niro, about whose character the title pre-empts every gag you might care to predict. You’ll need a shot of joy after that mirthlessness, so get it via Mavis! (Dogwoof, E), Jessica Edwards’s infectiously devoted documentary about gospel music legend and civil rights activist Mavis Staples. Conventionally but exactingly constructed, with killer performance footage and on-screen tributes from the likes of Bob Dylan and Prince, it’s a portrait vibrant and persuasive enough to shake up even those with the most atheistic musical preferences. Finally, Mubi.com uncovers an exciting, never released curio from Cannes 2014 in Jean-Charles Hue’s Eat Your Bones. Already unusual in its choice of social focus – the Yeniche Gypsy community of northern France – the film follows a ragged, reckless group of brothers over a one-night joyride in which the youngest must choose between church and crime. It’s an age-old good versus evil premise, given tang and tension by the vivid, antsy milieu and Hue’s hard-driving technique – and a pretty good companion piece to Victoria, if you fancy two fast, dark nights of the soul in a single sitting.",
  "webTitle": "Victoria; Spotlight; The Big Short; The Assassin; Dirty Grandpa; Mavis!; Eat Your Bones – review",
  "webPublicationDate": "2016-05-22T06:00:35Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/22/victoria-spotlight-big-short-assassin-mavis-eat-your-bones",
  "keyword": [
    {
      "webTitle": "Mark Ruffalo",
      "id": "film/mark-ruffalo",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "DVD and video reviews",
      "id": "film/dvdreviews",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guy Lodge",
      "id": "profile/guylodge"
    }
  ],
  "guardianId": "film/2016/may/22/victoria-spotlight-big-short-assassin-mavis-eat-your-bones"
}