{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/05/hospitals-pregnancy-abortion-reproductive-healthcare-catholic-rules-report",
  "id": "2016-05-05-180",
  "sectionId": "society",
  "body": "When she was 22 weeks pregnant, Mindy Swank began to bleed. She had known for nearly two weeks that she was miscarrying – and in such a way that she was at risk for infection. But the Catholic hospital near her home had refused to induce labor, apparently believing that doing so would violate its ban on abortion. And on this morning, the bleeding made no difference. The hospital sent her home – and then again and again, for five more weeks until she began severely hemorrhaging at week 27. Then, they induced her labor. Swank’s story comes from a new report by the American Civil Liberties Union and MergerWatch, a public health watchdog that monitors healthcare institutions with religious affiliations. The report finds that one out of every six beds in the country’s acute care hospitals is in a hospital with Catholic affiliations and that Catholic hospitals make up 15%, or 548, of the country’s hospitals. Those numbers attest to the sharp rise in Catholic control of medical institutions over a decade: since 2001, through a steady thrum of sales and mergers, the number of hospitals with Catholic ties has gone up by 22%. Many public health advocates regard this trend with alarm. At Catholic hospitals, all medical staff must follow a set of rules set out by the United States Conference of Catholic Bishops that bar abortion and any products or procedures to induce sterility, such as emergency contraception or tubal ligations. Thursday’s report is the ACLU and MergerWatch’s latest attempt to warn that the rules may be putting critical reproductive healthcare out of reach for entire communities, even when in some cases it risks the lives of women.  “[M]any Catholic hospitals across this country are withholding emergency care from patients who are in the midst of a miscarriage or experiencing other pregnancy complications,” warns the introduction to the report.  One doctor, Dr Rupa Natarajan, recalled admitting a patient to a Catholic hospital in New England who was clearly in the throes of a dangerous miscarriage. She developed a 104-degree fever before Natarajan could transfer the patient to a hospital that would induce her miscarriage. Another physician, Rebecca Cohen, described performing an abortion for a patient who thought she’d had her tubes tied. It turned out that the Catholic hospital where the patient had undergone an emergency C-section never followed through with her doctor’s orders to perform the tubal ligation – and never told the patient.  Several women who delivered babies at Catholic hospitals describe being denied tubal ligations at the time of delivery – when the procedure is often safest – even though their doctors had said that another pregnancy could threaten their lives. One woman, Jennafer Norris, learned that her doctor was barred from performing a tubal ligation when she was already in labor. Because she was stricken with preeclampsia, which put her at risk for a stroke, there was no time for her to drive the half-hour to a secular hospital. The USCCB maintains that its rules for Catholic medicine are written in such a way that they should never interfere with emergency medical care. Although the rules place a ban on abortion, they nevertheless permit procedures that could result in fetal death if the purpose is to prevent “a proportionately serious pathological condition of a pregnant woman”. Medical ethicists have said that the rules permit a Catholic hospital to hasten a miscarriage if the woman is showing clear signs of infection, such as an elevated temperature or heart rate, or is even at risk of infection. The rules, known as the Ethical and Religious Directives for Catholic Health Care Services, also require medical staff to fully inform patients of all their options. “If the directives are properly applied, there should be no compromise of the wellbeing of human beings,” said Marie Hilliard, the director of public policy for the National Catholic Bioethics Center.  But Michael Moreland, a bioethicist at Villanova University, has said that the line between what counts as abortion and what counts as an ethical procedure to save the life of the mother is not so clear. “When a baby is in medical distress, and the mother is in medical distress, and the directives point to an imperative to protect both human lives, those are the really difficult cases that hospital ethics committees grapple with,” he said. Thursday’s report is only the latest to suggest that dangerous conflicts between the directives and mainstream medicine are not imagined. In February, the Guardian reported that a single Catholic hospital may have endangered the lives of five different women by refusing to intervene as they were undergoing risky miscarriages. All five women appear to have been experiencing a rare pregnancy condition in which inducing a miscarriage – rather than letting the miscarriage continue naturally, at a pace that is slower – is the safest course of action for avoiding serious infection. But the hospital, Mercy Health Partners of Muskegon, Michigan, seemed to think that hastening the miscarriages would violate the bishops’ ban on abortion. And instead of informing the women that inducing labor could protect them, a whistleblower later claimed, hospital staff simply allowed them to miscarry naturally. Some of the women suffered sepsis or serious infection or required additional surgery as a result, the whistleblower claimed.  The ACLU sued Mercy Health Partners over its policy, and on behalf of one of the five women, Tamesha Means, who was given Tylenol by the hospital staff when she presented with a potentially deadly infection. In mid-April, a federal judge dismissed the complaint for vagueness and lack of standing. (The hospital declined to comment to the Guardian but asserted in court that it was free of any wrongdoing.) In Muskegon, the Catholic hospital system was the only health care provider in the county. Thursday’s report says that 30% or more hospital beds are located in Catholic facilities in 10 states, and that this frequently prevents women from simply going to another hospital. Other women may not be covered by their insurance at other hospitals, and many don’t know that they face limited options at Catholic institutions. One woman highlighted in the report, Rebecca Chamorro, lived 70 miles from the nearest maternity ward that would perform a tubal ligation. Because she planned to have the procedure done after delivering her baby, Chamorro faced a 70-mile drive while in labor. The ACLU tried suing the Catholic healthcare system in Chamorro’s hometown, but has so far been stymied in court. “When a pregnant woman seeks medical care at a hospital, she should be able to trust that decisions about her treatment will be based on medicine, not religious policies,” Louise Melling, the ACLU’s deputy legal director, said of the report. “Distressingly, in an increasing number of hospitals across this country, that is not the reality.”",
  "webTitle": "Report: hundreds of US hospitals follow Catholic rules on reproductive care",
  "webPublicationDate": "2016-05-05T13:22:15Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/05/hospitals-pregnancy-abortion-reproductive-healthcare-catholic-rules-report",
  "keyword": [
    {
      "webTitle": "Reproductive rights",
      "id": "society/reproductive-rights",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hospitals",
      "id": "society/hospitals",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Molly Redden",
      "id": "profile/molly-redden"
    }
  ],
  "guardianId": "society/2016/may/05/hospitals-pregnancy-abortion-reproductive-healthcare-catholic-rules-report"
}