{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/25/charities-fundraising-target-donor-dave-not-just-donor-dorothy",
  "id": "2016-05-25-142",
  "sectionId": "voluntary-sector-network",
  "body": "Charitable giving fell last year, according to the latest report from the Charities Aid Foundation (CAF), at a time when all other funding streams are also under pressure or shrinking. This drop is more important than ever: charities are increasingly focusing on individual giving to plug gaps left by the reduction or withdrawal of statutory funding. So, as charities face increasing pressure to chase what appears to be a shrinking pot of money from individual giving, communications agencies like the one I work for have seen a significant increase in charities approaching us to help make their case to supporters. Organisations are seeking messages that resonate with potential donors and, more often than not, the target they want to appeal to is the classic Dorothy Donor archetype: a woman aged 45 to 60.   Related: I defended chuggers, until one turned up on my doorstep    From a marketing perspective, this makes sense. The cliche approach in the industry is to target the low hanging fruit, and this older female segment is the one with the highest propensity to give, both in terms of money and time. However, if everyone is applying that principle, then individual charities are going to have to work very hard to be heard over the clamour of all the organisations trying to get the attention of this audience, particularly if they haven’t been a public-facing fundraising charity before. What was striking in the CAF’s report was the continuing generosity gap between men and women, with 52% of men getting involved in some form of charitable behaviour compared to 60% of women. This would suggest that some charities might be better off focusing their efforts on increasing the support they get from men than fighting for everyone else over the much-targeted women. In behaviour change campaigns, another well-worn and related gender cliche tends to hold sway: if you want to engage men around an issue, forget about targeting them directly, just focus on getting a woman to encourage them to do it. This manages to be patronising to both men and women, robbing men of a sense of agency around their own lives and putting the burden for change on women. Now, the uncomfortable truth is that this has been an effective way to encourage behaviour change, but it is becoming increasingly less relevant. This may also apply to men and charitable giving. Too many charities are writing men off as potential regular donors and volunteers. However, perhaps unsurprisingly, there are charities that explicitly work on what are identified as male issues who are succeeding in engaging men as supporters. For example, CALM, the male suicide prevention charity, has been running a successful campaign called Mandictionary while Movember grew into an international fundraising movement off the back of directly appealing to male audiences.   Related: The days of hands-off charity trustees are over    Are charities working in other issue areas missing a trick by not learning from these campaigns for their own fundraising? CAF research mentions some differences in the causes supported by men and women but it does not suggest that men only want to give to what would be considered “male” issues. So, are men simply less generous than women or are they not being asked enough or in the right way? The answer to all these questions might be yes, which would suggest that charities looking to steal a march on their competitors and peers might want to take a calculated risk and invest more time, resource and thought in targeting Dave as well as Dorothy. For more news, opinions and ideas about the voluntary sector, join our community – it’s free!",
  "webTitle": "Charities should also target Donor Dave, not just Donor Dorothy",
  "webPublicationDate": "2016-05-25T13:53:40Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/25/charities-fundraising-target-donor-dave-not-just-donor-dorothy",
  "keyword": [
    {
      "webTitle": "Fundraising",
      "id": "voluntary-sector-network/fundraising",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Finance",
      "id": "voluntary-sector-network/finance",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Communications",
      "id": "voluntary-sector-network/communications",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Charitable giving",
      "id": "money/charitable-giving",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "voluntary-sector-network/2016/may/25/charities-fundraising-target-donor-dave-not-just-donor-dorothy"
}