{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/06/things-my-yoga-teacher-says-quotes",
  "id": "2016-05-06-121",
  "sectionId": "lifeandstyle",
  "body": "Release your shoulder blades down your back, point your ear tips to your toes, roll your biceps to the front of the room, and wash the insides of your body with your breath. We’re all just busy bodies, mo-shee modies, but your life will be what you want it to be with the effortless energy of this pose. Try not to collapse your pubic bone towards your face.  Leave the world and enter the limbic system. Draw the back of your neck towards your heels and smile inwardly.  Inhale through your nose, and sigh it out haaaaaaaaaaaa. Don’t be afraid to make noise, people! OK, now exhale out all the crap that’s bugging you. Sorry, that wasn’t a very yoga thing to say. Try not to think of negative shit. You have my permission to cry. Sweat is just your fat crying. Let me tell you a story: once there were two armies that met on a battlefield, and they froze time to talk about yoga. That’s OK – it’s OK to fart – a fart is your body letting go. Sigh out everything from your day.  Sink into the earth, then sink lower.  Drop your head back and reach your heart to the sky. Keep reaching. Pull your belly button towards your spine and grow three inches taller.  Grind down through the wood with the root ball of your big toe.  Discover the place between comfort and discomfort, and live there. Breathe into your left rib basket. Follow the sound of the room with your skull root. If you can’t do any of this, feel free to stay in child’s pose until the end of class. Press the soles of your feet together and let your knees drop down, then open your feet like you are reading the pages of a book, and now lean over like you’re hugging a ball. Not a baseball or a bowling ball. A beach ball. Raise your sitz bones to the ceiling. Melt your heart closer to your knees. Make your two legs into one strong leg. Lift your entire leg to the ceiling, including your hamstring, your quads, your calves, your glutes and your core. Think of your tailbone as an iron anchor sinking deep into the depths of the ocean, and find the heart of the ocean with the hearts of your heels. Flow as if you’re coming out of water in a James Bond movie.  Slide your shoulder blades down your ribs, activate the laces of your feet, shine your inner thighs to the mat, feel the energy of your buttocks, and smile at your neighbor. Elope into the motion of standing. If you want to listen to the rest of Purple Rain, stay behind in corpse baby pose. Sorry! I meant corpse pose. Corpse and happy baby are very similar poses. [Playing the harpsichord] “Purple rain, purple rain …” Wicked class, guys.",
  "webTitle": "'Sweat is just your fat crying' and other things my yoga teacher says",
  "webPublicationDate": "2016-05-06T14:52:25Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/06/things-my-yoga-teacher-says-quotes",
  "keyword": [
    {
      "webTitle": "Yoga",
      "id": "lifeandstyle/yoga",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Kathleen Hale",
      "id": "profile/kathleen-hale"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/06/things-my-yoga-teacher-says-quotes"
}