{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/24/full-petal-jacket-floral-prints-flowers-on-trend-catwalk",
  "id": "2016-05-24-96",
  "sectionId": "fashion",
  "body": "‘Florals for spring? Groundbreaking.” Time was when the idea of flowers having any kudos in the world of proper fashion was so risible that it became a crushing one-liner in The Devil Wears Prada. But fast-forward a decade and Miranda Priestly’s put-down to her editorial staff is seriously dated, because in 2016 flowers pack a real punch in fashion. Not such much in that it’s cool to go to the Chelsea flower show or because bouquet-bragging is one of the more nauseating aspects of Instagram, but because flower prints have lost their intentionally inoffensive it’s-just-a-pretty-pattern vibes and have started to actually signify something. They have become a reasonably sophisticated way of semaphoring your wardrobe message: you really can say it with flowers (sorry). Everyone has succumbed to the floral trend in recent months – from Harry Styles on the red carpet, to Adele in the video for Send My Love to Hillary Clinton on some campaign downtime.     Olly Alexander wears a floral suit at the 2016 Brit Awards. Photograph: JABPromotions/REX/Shutterstock    So how did this happen? As is the way with so much in fashion right now, we can lay the blame squarely at the door of Gucci and Vetements – the two labels that are unequivocably leading the style conversation. In one floral corner you have designer Alessandro Michele, who has taken the Gucci brand’s historical penchant for flora and fauna out of the archives and reinstated flowers at the heart of his visually ecelectic collection. He has given a high-fashion boost to the kind of upholstered floral prints that have spent the past decade unsold in a vintage shop. Meanwhile, collective Vetements, aside from escalating the fashion status of DHL, has also succeeded in making wonky, ditsy, floral-print ruffled dresses, last seen on the catwalks at the height of grunge, the stuff of £2,000 dreams. Subtext: ditsy floral dresses can be toughened up into designer streetwear with the right kind of boots. The danger with indulging in such a – on the face of it – democratic trend, is that it is not democractic at all. The floral message could easily be mixed; context is all. Ditsy floral prints on a man’s shirt can be a bit “three pints at a christening”, while upholstery flowers work better with gig-sweaty hair than a shampoo and set. The horticultural fashion axis could be pretty tricky to navigate without our helpful guide. Imogen Fox Red-carpet dandy      Will.i.am wearing a Gucci black satin tuxedo with white flower detail at the 2016 Met Ball. Photograph: BFA/Rex/Shutterstock    For male celebrities on the display shelf that is the red carpet, tradition has been ousted by more outre, flamboyant looks straight out of the MSQRD app (think face swaps and bunny ears). Take three very different red-carpet events and there’s a unifying trend edging towards the peacock: Will.i.am wearing a Gucci black satin tuxedo with white flower detail on the sleeves at the Met Ball; Swizz “Mr Alicia Keys” Beatz wearing a monochrome Tom Ford tuxedo with a white floral pattern (at the Brooklyn Museum Artists Ball); Labrinth in a blue and pink orchid suit; and Olly Alexander from Years and Years in a relaxed autumnal coloured floral suit (both at the Brits). A feminisation of the traditional suit and also a sartorial battle to show how “woke” they are. Priya Elan Succulents     T-shirt, £135, houseofhackney.com.    There’s something terribly hip about succulents, isn’t there? Picture this: a living/dining room, knocked through. A whitewashed wall. And a line of succulents on a shelf. So the transition from interiors to fashion was always going to happen (see House of Hackney and Topshop, which have both used green foliage for their summer prints). Their success is twofold. Not only is green an especially wearable and on-trend colour, according to the catwalks (especially when compared with the multicoloured florals on this page), but the size of the leaves are both absurd and eccentric. Because, yeah, fashion can be hilarious. Morwenna Ferrier The monostem     Dress, £79, finery.com. Photograph: Finery    Cartoon-style flower designs are once again in full bloom. But the thing about pop-art aesthetics is that you want to only use the correct amount of it to avoid looking like the type of person who owns a lot of adult colouring books. Finding a balance between Looney Tunes and Alois Auer is always tricky, but both Finery (Keith Haring-esque designs) and Marni (Lego-coloured prints) have it finely tuned. PE Ditsy florals     Dress, £39.99, mango.com. Photograph: Mango    The much derided ditsy floral (small, dainty, the baby voice of the floral print) has had quite the journey to being on-trend in 2016. At first glance, it’s a throwback to the 1990s – to Kookai or, at a push, 6am at a field rave. But fashion proper has subverted its history – and its “girly” connotations – by using it in new and innovative ways: patched together in Versace shirts, and mixed and matched in Mary Katrantzou’s Russian peasant-ish collection. Vetements, obviously, nailed it this season, whipping up wonky floral frocks with too-long sleeves and wrinkled floral boots that are as grungy as they are pretty. Even the wipe-down aprons in pretty florals carried enough irony to put two fingers up to the patriarchy. MF Vintage florals     Adele wears a Dolce & Gabbana dress with vintage print for her for Send My Love video. Photograph: Vevo    An opaque term that, historically, reeks of charity shops, moths and, ultimately, a death in the family. Not so this summer, because this print has been reborn thanks to pop music and Gucci. The formula of this floral print is precise: two parts grandma’s curtain to one part new Gucci. See Adele in her Dolce & Gabbana dress for Send My Love, the oversized ethereal print lending a numinous quality to the song’s sentiment, or current-season Gucci (via the eccentric, dainty florals in textured green lace). Or, most relevant now, Beyoncé in her yellow creased silk Gucci suit in Lemonade. Time to rethink the curtains. MF Friday-night shirts     Shirt, £30, topman.com. Photograph: Topman    As everyone knows, Friday night’s shame spiral begins with your choice of clothes. We all have that one bold-print shirt that, at best, says “edgy cool” and, at worst, “the most humane thing would be to release it back into the wild”. In the 90s it was the Hawaiian shirt, then it was colourful, angular designs and now it’s about dark florals (an abundance of which are available in Topman and River Island). So instead of looking as if you are two drinks away from “wacky”, you can mute the loudness of your shirt with the blacks, whites and a subtle gothy floral print. The key word here, is “subtle”. PE",
  "webTitle": "Full petal jacket: the new meaning of floral prints",
  "webPublicationDate": "2016-05-24T16:01:58Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/24/full-petal-jacket-floral-prints-flowers-on-trend-catwalk",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Imogen Fox",
      "id": "profile/imogenfox"
    },
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    },
    {
      "webTitle": "Morwenna Ferrier",
      "id": "profile/morwennaferrier"
    }
  ],
  "guardianId": "fashion/2016/may/24/full-petal-jacket-floral-prints-flowers-on-trend-catwalk"
}