{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/alan-johnson-brexiters-without-good-word-for-eu-are-not-rational",
  "id": "2016-05-10-222",
  "sectionId": "politics",
  "body": "Labour will strain every sinew to push for Britain to stay in the EU, Alan Johnson has said, as he branded the most staunchly pro-Brexit campaigners “extremists”. Launching a bus tour of the UK, the leader of Labour’s in campaign said it was the most important political decision of his lifetime and his party would “remorselessly” throw itself into the campaign now the May elections are over.   Related: Iain Duncan Smith’s Brexit intervention is ridiculous but effective | Jonathan Freedland    Johnson said those campaigning for Brexit without anything good to say about the EU were the extremists in the debate, demonstrating a mentality that is “not rational and not balanced”.  Johnson is taking part in the tour of more than 100 campaign stops alongside Jeremy Corbyn and Tom Watson, the party’s deputy leader. “Every sinew, every muscle will be stretched, every piece of energy, every resource in the Labour party will be put into this campaign to get a remain vote,” Johnson said. Corbyn told activists he was overwhelmingly in favour of staying in, primarily to protect the environment and workers’ rights. But the Labour leader said his past criticisms of the EU still stood and he would push for further reform. “We face enormous challenges of climate change, cybercrime, the power of global corporations to try and evade taxes. We need to have a strong message that we can stand up to defend workers’ rights and deal with the huge challenges of global refugee movements and protect the freedom of people in Britain to live, work and retire abroad,” he said. As they launched the bus in a yard on the Southbank in London, workers on a next door construction site heckled them with shouts of “out” and “vote leave”.   Related: Iain Duncan Smith: Cameron let Germans veto 'emergency brake'    In interviews after the event, Johnson said Corbyn’s arguments were even more effective because he has “changed his mind” about the EU since voting no in 1975. Asked if he had any worries that Corbyn’s speeches in favour of the EU lack passion, he said they were a “valid way of campaigning” and the Labour leader was convincing because he had been on a personal journey from eurosceptic to where he was now. He went on to say any money saved from leaving the EU was a “drop in the ocean” in terms of the total national income and spending on the NHS. In relation to campaigners for Brexit, Johnson added: “I think it is an extreme view that there is nothing good about the EU at all … When they can’t find anything good at all that is extreme. That suggests a certain mentality that is not rational and not balanced.” He also defended David Cameron’s argument that leaving the EU could increase the risk of war, saying the prime minister’s position “does mean something”. Responding to the comments, Iain Duncan Smith, the former work and pensions secretary, said the remain campaign should stop “throwing threats and ridiculous terms around because it demeans them and it demeans debate”.",
  "webTitle": "Alan Johnson: Brexiters without good word for EU are not rational",
  "webPublicationDate": "2016-05-10T10:55:17Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/10/alan-johnson-brexiters-without-good-word-for-eu-are-not-rational",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Alan Johnson",
      "id": "politics/alanjohnson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/10/alan-johnson-brexiters-without-good-word-for-eu-are-not-rational"
}