{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/16/education-election-promise-crib-sheet-what-you-need-to-know",
  "id": "2016-05-16-343",
  "sectionId": "australia-news",
  "body": "The Turnbull government has promised “the most significant package of education quality reforms in a generation” worth $73.6bn. Labor has promised a needs-based “Your Child. Our Future” plan, which adds another $3.8bn. What is this about? The Coalition’s $73.6bn figure sounds grand but it is simply the total amount the commonwealth gives to states for schools over four years. It is the normal funding package, minus the 2014 Abbott budget cuts. The cuts amounted to $30bn over a decade from 2014. This election, the Coalition has promised an extra $1.2bn top-up of needs-based funding over three years in 2018-20.   Related: Indigenous education would suffer if Gonski funding scrapped, experts warn    This will be delivered using state and territory assessments of the neediest schools – as recommended by the Gonski review. The Coalition also attached conditions, including standardised year 1 school assessment of reading, phonics and numeracy skills, annual reports to parents on literacy and numeracy attainment against national standards, and a minimum standard of literacy and numeracy skills for year 12 school leavers. Education expert and policy fellow at the Mitchell institute, Victoria University’s Bronwyn Hinz’s verdict on the Coalition’s new money: “The ‘new’ money is just the result of ditching the paltry CPI index rate introduced by the Abbott government in favour of a slightly higher ‘education specific indexation rate of 3.56%’ which is still below the higher indexation rates (up to 4.7%) that the Coalition removed in its 2014 budget,” Hinz writes. “This funding package is better described as a partial restoration of the funding cuts of 2014.” Who is promising more money? Labor has promised $4.5bn over two years from 2018-19 compared with the Coalition’s $1.2bn over three years. Labor states its funding will include $1.8bn in regional and country classrooms for Australian schools. Labor is definitely promising more cash but the catch with this policy is that Labor cannot determine exactly where that money is spent – rural or city – because it is up to the states to determine where the money goes based on their measurements of needy schools. Hinz says: “Labor can say they are allocating that much but the commonwealth doesn’t have final say on funding any school gets.” For example, New South Wales and Tasmania have put more money into needier schools first up, whereas Victoria has dribbled the funding out to all schools more evenly. It is for the states and territories to decide where the money goes best, so when Labor promises a certain amount to your local school, it is not in the bank. Yet. Does more money produce better results?  The Coalition says: “While Bill Shorten has promised more money for schools, Labor is ignoring the decades of significant funding growth yet declining performance.”  The Coalition argument against Labor’s larger school funding promises that have been in place since the Gonski reforms has been that increased funding has not produced results.  But the catch here is the results were based on on Naplan results which only included the first year (2014) of the increased needs based “Gonski” funding. In the first year, schools received their smallest amount – as the funding agreements grew over time. For example NSW schools had received 3% of their Gonski funding in 2014, 9% in 2015 and 18% in 2016. The NSW (Coalition) education minister, Adrian Piccoli, told the Australian the Turnbull government’s argument that ­record spending had failed to improve student results over the past decade was based on an old funding system that failed to target disadvantage. Awks. “It’s unreasonable to expect to see systemic changes after two and a bit years of a needs-based funding formula – it’s way too early,” Piccoli said. “These [Gonski] reforms should have been done 15 years ago … [and] we would be reaping the rewards now. “Unfortunately, people haven’t got the patience for that investment to pay off.’’ Hinz says results have been going down because in the past, “more school funding isn’t going to schools that need it the most in the correct dosage.” And, “some schools get money they don’t need”. So what exactly is this Gonski money? Schools policy has been dominated by the name Gonski for three years now. People understand it as something to do with equitable funding but not many know why. The independent Gonski review recommended a School Resource Model to provide the same funding to all students, with top-ups for known factors of disadvantage, such as rural and remoteness, Indigenous background and disability. In 2013 Labor reached agreement with all states and territories apart from Western Australia, Northern Territory and Queensland. At the 2013 election, Tony Abbott and his education minister, Christopher Pyne, promised the same deal as Labor but subsequently reneged.  The remaining states and territories were signed up later by the Abbott government, with fewer conditions than Labor had required. The funding agreements expire at the end of the 2017 school year and the commonwealth and states have already begun negotiations.    Related: It's a no-brainer – if you want school funding to be needs-based, fund Gonski | Lucy Clark    So the argument over the life of this Coalition government has been around what happens in 2018-19. Hinz says while the Gonski review did provide a solution, the Gonski report itself was “maimed” by its limited terms of reference which said no school could lose a dollar. This meant the existing funding could not be redistributed, from schools with too much funding to schools with less funding.  In this election, the best the Coalition can hope for is to again neutralise the issue. While education is seen as a winner for Labor, expect to see Bill Shorten coming to a school near you.            Tanya Plibersek talks up Gonski and takes swipe at Greens",
  "webTitle": "Education election promise crib sheet: what you need to know",
  "webPublicationDate": "2016-05-16T05:32:17Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/16/education-election-promise-crib-sheet-what-you-need-to-know",
  "keyword": [
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/16/education-election-promise-crib-sheet-what-you-need-to-know"
}