{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/19/cannes-film-trends-fashion-2016",
  "id": "2016-05-19-79",
  "sectionId": "film",
  "body": "Withheld gratification     Booed … Personal Shopper kept viewers waiting – and waiting.    While the odd horror film crops up on the festival’s fringes (in previous years, It Follows and Green Room both premiered far from the red carpet), the competition choices tend not to include straight-up genre fare. This year has seen a few of the main films come close to conventional thrills, but ultimately they have chosen restraint. The Dardenne brothers married their plainly told social drama shtick with a muted murder mystery in The Unknown Girl, which sailed through thriller checkpoints but refused to provide us with the expected suspense. Similarly, Olivier Assayas’ divisive Personal Shopper provided us with not one but two lurid plots (a CGI ghost story and a stalker horror) yet the scares weren’t there. The seat-edge money shot failed to arrive, and it is no coincidence that both films were booed. Benjamin Lee Revenge of the poor      Benefits street … Ken Loach’s new film I, Daniel Blake, portrays the reality behind austerity rhetoric.    The rich have had their way for too long. It is time, according to a lot of film-makers at Cannes, for the poor to rise up and take what they can never earn. The travelling hustlers of Andrea Arnold’s American Honey sell magazine subscriptions, but supplement their income by robbing jewellery from the well-to-do. A disabled man who can’t get his benefits is applauded by onlookers as he spray-paints a job centre in Ken Loach’s I, Daniel Blake. In Money Monster a working-class Joe, who has lost everything after betting the farm on a dead-cert financial tip from a TV pundit, wreaks revenge when he holds the so-called expert hostage in his own studio. These may sound like powerful attacks on the 1%, but they are wishy-washy in comparison to the route to social equality mapped out in French farce Ma Loute. Here, a cannibalistic clan of working-class mussel-pickers murder and eat the rich. There is only one way to assume power: consume it. Henry Barnes Startling nudity     Explicit and bizarrely sensual … Staying Vertical.    Naked women loomed large over audiences at Cannes, often suddenly and from nowhere. Marion Cotillard’s chuff appeared in the opening scenes of From the Land of the Moon, as her character, a sexually frustrated postwar country girl, found release by pleasuring herself in a river. In Staying Vertical, Alain Guiraudie’s explicit and bizarrely sensual drama, there were two graphic scenes of gynaecological glory – one involving cunnilingus, the other a real-life (and extraordinary) birth, shot in extreme closeup. In comparison, Park Chan-wook – who shot the explicit sex scenes between the lesbian lovers of his new film, The Handmaiden, from a distance – seemed shy. If you squinted, you could catch a glimpse of the odd penis (Staying Vertical was peppered with them; Shia LaBeouf’s was briefly on display in American Honey), but 2016 was a year at Cannes in which female genitalia got a proper airing. HB The paranormal     Haunting … The Unknown Girl.    It has been a bumper year for female protagonists at Cannes, with the majority of in-competition titles led by women. But they’ve not had it easy, mind, with ghosts causing them them all kinds of grief on the Croisette. Kristen Stewart’s medium/fashionista in Personal Shopper tried to commune with her dead brother – with ectoplasmic results; Tatiana Maslany was chased around the Arctic by her dead father in Two Lovers and a Bear, while The Unknown Girl had Adèle Haenel’s beleagured doctor haunted, internally at least, by the spirit of a dead prostitute that she once refused to treat. If the new all-female Ghostbusters need to recruit, they would be spoilt for choice. BL Saints     Luminous … It’s Only The End Of The World.    Wherever you are in Cannes, two things are generally visible: the sea and Jesus. Up on the hill is a big crucifix – standard practice in French cities, of course. But there aren’t usually so many martyrs in the cinemas. Louis, the sexily expiring 34-year-old hero of Xavier Dolan’s It’s Only the End of the World, is bathed in golden light, always beatifically smiling, whatever slings and arrows his ghastly family chucks at him. When he sweats, the beads on his head form a crown of dew; the pattern of dampness on his back suggests a cross. The impossibly saintly Dr Jenny doesn’t actually die in her one-woman campaign against the world’s lack of compassion in The Unknown Girl; neither does Julian Assange, who mentions martyrs a lot in Laura Poitras’s friendly documentary, Risk. Ken Loach’s stoical, long-suffering disabled carpenter in I, Daniel Blake may not be quite so lucky. Catherine Shoard",
  "webTitle": "Sex, ghosts, money and sainthood – now playing at Cannes 2016",
  "webPublicationDate": "2016-05-19T17:51:31Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/19/cannes-film-trends-fashion-2016",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ken Loach",
      "id": "film/ken-loach",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Marion Cotillard",
      "id": "film/marion-cotillard",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Horror",
      "id": "film/horror",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry Barnes",
      "id": "profile/henrybarnes"
    },
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    },
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/19/cannes-film-trends-fashion-2016"
}