{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/14/barcelona-pip-real-madrid-la-liga-title-luis-suarez-hat-trick",
  "id": "2016-05-14-77",
  "sectionId": "football",
  "body": "Barcelona are champions for the sixth time in eight years after Luis Suárez’s hat-trick defeated Granada 3-0 on the final day. There were four minutes left when he scored the third, rolling in Neymar’s assist to take him to 40 goals for the season and his team to the title. He, Messi and Neymar embraced, along with the rest of the side, champions once more. At the final whistle, supporters sprinted on to the pitch to join in. Europe eluded them this year but with a Copa del Rey final to come, they may still finish with a double. Ultimately, it seemed so easy, but the end of this season said otherwise. A victory would guarantee Barcelona a title that most had thought was already secure six weeks ago, but the slightest slip and Real Madrid would be champions, with them cast as the team who threw it away. Their response was emphatic, from Suárez, especially. Five wins in five, with an aggregate score of 24-0, took them over the line.   Related: Deportivo 0-2 Real Madrid: La Liga – as it happened    “We had to win this title twice,” Gerard Piqué said. “Twenty years ago Barcelona wouldn’t have done; so often in the past we’ve been sunk by our pessimism.” The Barcelona manager, Luis Enrique, said: “Over the season, the most consistent team takes the title. We deserved this. People think not winning a trophy is disaster but we know how difficult it is to do. We’ve won six of eight leagues; some other teams find it harder.” Teams like Madrid, in other words. They have won one of those eight but came into this season hoping to make it two and ultimately pushed Barcelona to the wire. The last stop took Barcelona to Granada and Madrid to Deportivo La Coruña, two teams with nothing to play for against two with everything to play for and no room for errors. A win would be necessary for Barcelona and any doubt about that was removed after seven minutes, when Cristiano Ronaldo put Madrid 1-0 up and temporarily top 1,000km away, while there was a brief reminder of the risk a minute later when Youssef El Arabi sprinted beyond them only to scuff his shot. But Luis Enrique’s side were not keen to waste time, nor to allow nerves to take hold. No concessions were made; the ball was theirs, chances too. Piqué’s header had already been pushed away by Andrés Fernández and then Neymar lifted over, forcing a corner from which Fernández again saved from Piqué. Then, on 21 minutes, Barcelona beautifully made the opener, laying one hand on the trophy. Figuratively, at least; it will not be given to them until the start of next season. Javier Mascherano, Andrés Iniesta, Jordi Alba and Neymar made it, a neat give-and-go leaving the full back dashing into the area and pulling back for Suárez to nudge in his 38th goal of the season. He is one of five players to reach that figure and was soon beyond it. Up in A Coruña, Ronaldo had made it 2-0; 13 minutes later, down in Granada, so did the Uruguayan.   Related: Granada v Barcelona: La Liga title race climax – as it happened    Dani Alves somehow reached Mascherano’s long diagonal ball, turning it inside first time, where Suárez was steaming in at the near post to head home, nudging him to his second league title in Spain. There would be celebrations at Los Cármenes. Perhaps Madrid realised that too. In Galicia, Ronaldo was removed at half-time, the title over for another season and, on 35, his bid to be top scorer too. Suárez made it to 40, the first time the top scorer has not been either Ronaldo or Messi since 2009. The second half brought the hint of a match. Carlos Peñaranda took the baffling decision to dive when he might have a chance and then Marc-André ter Stegen saved from Fran Rico as the Granada midfielder found himself clear on the edge of the area. There was intent about Granada now, a willingness to go forward, while tackles came too. They would continue, provoking a mass confrontation late on, but Barcelona reasserted themselves. Suárez created for Neymar, whose shot was saved, then Fernández cut out yet another Alves ball. There were still 25 minutes left and a Granada goal would alter things, but it was Barcelona who got it. And it was Suárez again. In the stands, their fans dared to sing “campeones” for the first time. No one had expected them to have to wait until the final day to do so, but they are there now. “I would tell our fans to enjoy it,” Luis Enrique said.",
  "webTitle": "Barcelona pip Real Madrid to La Liga title with Luis Suárez hat-trick",
  "webPublicationDate": "2016-05-14T16:58:13Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/14/barcelona-pip-real-madrid-la-liga-title-luis-suarez-hat-trick",
  "keyword": [
    {
      "webTitle": "La Liga",
      "id": "football/laligafootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Barcelona",
      "id": "football/barcelona",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Granada 74",
      "id": "football/granada74",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Luis Suárez",
      "id": "football/luis-suarez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/14/barcelona-pip-real-madrid-la-liga-title-luis-suarez-hat-trick"
}