{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/global-life-expectancy-increases-by-five-years-to-71-who",
  "id": "2016-05-19-126",
  "sectionId": "world",
  "body": "Life expectancy across the globe has increased by five years since 2000, the fastest rise in lifespans since the 1960s, according to the World Health Organisation (WHO). Babies born in 2015 can expect to live to 71.4 years (73.8 years for females; 69.1 years for males). The longest lifespans are in Japan, where last year’s newborns are expected to live to almost 84, followed by Switzerland, Singapore, Australia and Spain. The shortest life expectancies are still in Africa. Babies born last year in Sierra Leone have a life expectancy of just over 50 years. Those in Angola, Central African Republic, Chad and Ivory Coast are expected to do only slightly better.   Life expectancy   The overall increase in life expectancy followed a drop in the 1990s, caused by Aids in parts of Africa and health issues such as alcoholism in eastern Europe related to the collapse of the Soviet Union. Better child survival, malaria control and the availability of drugs to keep HIV at bay have contributed to a significant rise in life expectancy in the African region of the WHO, up by 9.4 years to an average age of 60. Margaret Chan, director general of the WHO, said access to basic healthcare for all who need it was the prerequisite for further improvements. “The world has made great strides in reducing the needless suffering and premature deaths that arise from preventable and treatable diseases,” said Chan. “But the gains have been uneven. Supporting countries to move towards universal health coverage based on strong primary care is the best thing we can do to make sure no one is left behind.” Some families have to pay healthcare costs that amount to more than 25% of their household income, which can be catastrophic or just impossible, says the report. The figures come from the latest edition of the WHO’s World Health Statistics, which highlights the gaps that will need to be bridged if the new UN sustainable development targets are to be reached.   Related: Mexico's drug war reverses trend of rising male life expectancy, study finds    Healthy life expectancy falls a good deal short of life expectancy. Newborns globally can expect to stay healthy for just over 63 years of their lives, nearly eight years before the average age of death. That also is highly variable between the more and less affluent countries. The report puts figures on some of the leading causes of death and ill-health that will affect the likelihood of meeting the sustainable development goals. Each year:  303,000 women die due to complications of pregnancy and childbirth. 5.9 million children die before their fifth birthday. 2 million people are newly infected with HIV, and there are 9.6 million new TB cases and 214 million malaria cases. 1.7 billion people need treatment for neglected tropical diseases. More than 10 million people die before the age of 70 due to cardiovascular diseases and cancer. 800, 000 people commit suicide. 1.25 million people die from road traffic injuries. 4.3 million people die due to air pollution caused by cooking fuels. 3 million people die due to outdoor pollution. 475,000 people are murdered, 80% of them men.",
  "webTitle": "Global life expectancy increases to 71.4 years",
  "webPublicationDate": "2016-05-19T15:40:23Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/global-life-expectancy-increases-by-five-years-to-71-who",
  "keyword": [
    {
      "webTitle": "World Health Organisation",
      "id": "world/world-health-organisation",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sustainable development goals",
      "id": "global-development/sustainable-development-goals",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Maternal health",
      "id": "global-development/maternal-health",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Environmental sustainability",
      "id": "global-development/environmental-sustainability",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Population",
      "id": "world/population",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "world/2016/may/19/global-life-expectancy-increases-by-five-years-to-71-who"
}