{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/manus-island-asylum-seekers-protest-continuing-detention",
  "id": "2016-05-16-368",
  "sectionId": "world",
  "body": "Asylum seekers and refugees on Manus Island, detained under Australia’s offshore processing regime, held protests over the weekend calling for an end to their detention after last month’s supreme court ruling that the Papua New Guinea centre was illegal. Similar protests have been held on Nauru every day for almost two months. Detainees marched in the rain and strung banners across compounds inside the Manus facility. One read: “Trafficked illegally here. Close Manus prison now.” Kurdish Iranian journalist Behrouz Boochani, who is detained on the island, said people were angry because they felt Australia was not accepting the court decision.  “All prisons are shouting to Australia that this place is illegal,” he said. “We are saying Australia exiled us to this hell by force, has kept us in this prison by force, by threatening us and with much humiliation.”   Related: This is Manus Island. My prison. My torture. My humiliation | Behrouz Bouchani    Photographs and video showed dozens of men marching around the compound.  A letter signed by dozens of Manus detainees last month pleaded to be resettled anywhere but PNG, where some of the few who attempted to make a life in the country have found themselves homeless.  News Corp reported on Sunday that a 24-year-old refugee who had settled in Papua New Guinea was assaulted by the father of a local woman he had been seeing. Almost 900 men are held on Manus Island after being sent there by Australian authorities under the government policy which dictates that anyone seeking asylum by boat is processed offshore.  But last month the PNG supreme court ruled the detention of asylum seekers and refugees to be illegal, and ordered the PNG and Australian governments to “forthwith” take all steps necessary steps to stop the practice. The following day the PNG government announced the centre would close. That led to an impasse between the two countries, as each claimed the other was responsible for the men. The Australian immigration minister, Peter Dutton, has said he does not believe much will change until after the July federal election. Last week a PNG immigration official claimed the men were no longer in detention because they were free to take a bus from the centre to nearby Lorengau during daylight hours. News of the PNG ruling reached detainees on Nauru, who became distressed that they saw no end to their situation. A number of people have self-harmed or attempted suicide in the past weeks.  A 23-year-old Iranian refugee died after setting himself alight in front of visiting UNHCR delegates. A few days later a 21-year-old Somali woman also set herself alight. She remains in Brisbane hospital receiving treatment for her injuries.",
  "webTitle": "Manus Island asylum seekers protest continuing detention",
  "webPublicationDate": "2016-05-16T00:46:13Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/manus-island-asylum-seekers-protest-continuing-detention",
  "keyword": [
    {
      "webTitle": "Papua New Guinea",
      "id": "world/papua-new-guinea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "world/2016/may/16/manus-island-asylum-seekers-protest-continuing-detention"
}