{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/29/champions-league-final-ronaldo-feeling-winner",
  "id": "2016-05-29-10",
  "sectionId": "football",
  "body": "The whistle blew but it was not over yet. Exhausted players lay on the San Siro turf, socks pulled down their calves and cramp climbing up, Gareth Bale speaking for most in admitting he could hardly feel his legs. More than 120 minutes played, a handful left: the 2016 European Cup final was heading to penalties, all or nothing from 12 yards, one last effort required, mentally and physically. Bale gets a massage, Diego Simeone and Zinedine Zidane talk to their players. A coin is tossed, a decision made: Atlético choose to take the second penalty, which pleases the Real players who know statistics suggest that suits them. So they go first; they also chose an end, their end. Cristiano Ronaldo sits a little apart, on a plastic drinks trolley, thinking. He has “a feeling”. He pulls his manager aside and tells him: “Give me the fifth.” He knows what awaits. One of the staff helps him to his feet; it is time. “I saw Zidane before the penalties and told him to put me as the last taker because I feel I am going to score the winning goal,” Ronaldo says afterwards. “And that is what happened.” So much happened, an epic night starting with an opening goal from Sergio Ramos, the defender who says he has a “striker’s soul” – hero in Lisbon and hero here, too. The clock showed 92.48 when he headed the goal in 2014; two years on it says 15.27, but that does not mean San Siro will lack the drama of Estádio da Luz. There was Bale tearing into Atlético; Gabi Fernández and Carlos Casemiro everywhere, impeccable; Yannick Carrasco’s equaliser and his celebration, sprinting to the touchline and planting a kiss on his girlfriend’s lips; there was his dash in the last minute too, cut down by Ramos. There was Antoine Griezmann’s penalty thumping back off the bar and, at the end of it all, Juanfran Torres’s penalty coming back off the post. In Lisbon Juanfran, relentlessly positive, provider of the equaliser, a footballer reinvented under Simeone, had promised Atlético would be back. He had also scored the decisive penalty against PSV Eindhoven. Now there’s a lost look. All of which leaves only Ronaldo. “My performance may not have been my best one but who played unbelievable tonight? No one,” he says. He admits that he is “very tired” and his influence during 120 minutes has been limited but he is the competition’s top scorer for the fourth year in a row and he’s had a “vision”; his moment awaits. There are many images from this final but the last one, perhaps the lasting one too, is Ronaldo. Fernando Torres is due to take Atlético’s fifth but it never gets to him. Ronaldo is there. Moscow, where he missed in the shootout, is not on his mind. “No,” he says. “I was confident.” Like Lucas Vázquez, Marcelo, Bale and Ramos, Ronaldo hits his penalty to Jan Oblak’s left; and like them, he scores. Ronaldo whips his shirt off and team-mates pile on. Real are European champions for the 11th time, Atlético have been defeated for a third time; 1974, 2014, and 2016, each final more cruel than the last. So cruel that Simeone, in black and broken, says it is a failure, insisting: “No one remembers who came second.” He is wrong, but he drops his first hints that maybe his journey has come to an end. The message is different to Lisbon, when he vowed to return to the final. “It is time to think and reflect,” he says, sadly. The man who is never beaten appears beaten. As he talks, long since having left the pitch, Real are still out there celebrating. “I am so proud,” Ronaldo says. The last time Bale left San Siro, he was carrying the match ball having scored a hat-trick against Internazionale. He took the ball from the 2014 final too, spiriting it away under his shirt. He has not got the ball from the 2016 final, even though that had been his intention. “I was too tired,” he says. But he is wearing a medal round his neck from a game in which he was outstanding. It is his second Champions League success since coming to Spain. “How do you feel?” Bale is asked. “Very cramped up,” he says with a smile. “It was a difficult night but an amazing night in the end.” In the stands are Alba Violet, three, and Nava Valentina, two months. “My oldest daughter was there last time and my new daughter was here tonight: a night I will always remember,” he says. “I came to the biggest club in the world to win Champions Leagues but to win it is very difficult and to do it twice in three years is an amazing feat.” By the end, his muscles are knotting but he takes a penalty anyway. “Honestly, I thought I was going to be nervous but I wasn’t nervous at all. When I got back to the halfway line afterwards, that was when I was, like, ‘Oh my God’. I was just hoping they would miss and then we would score but stepping up to take the penalty I felt nothing; it was very strange.” Álvaro Arbeloa said afterwards: “There are players in the dressing room who are dead, who can barely walk.” It has been hard, they have suffered, but they have survived. Ronaldo says: “I am so proud. Every time is special. I remember the first [European Cup] win with Manchester United and two years ago against Atlético. To be top scorer again makes me feel proud.” Ramos, who goes to Juanfran at the end, says: “This is written in history.” Luka Modric seeks out Gabi. Real give Atlético a guard of honour, but there is no consolation. Torres called this the game of his life; now he stands in silence, eyes lost in his tears, seemingly reluctant to leave the field as if doing so would make this all real somehow, or like paralysis has taken him. Juanfran is on his knees in front of the fans and Koke later apologises to them as if this team has anything for which to say sorry. They have changed Atlético, winning the league and the cup, challenging the big two, but Simeone says that ultimately he could not defeat history, at least not in Europe. “None of us could,” Koke says. “We do not deserve for this to happen to us twice,” says Savic. “It was hard enough once.”   Related: Time to introduce the Pepe Rule after his Champions League final antics | Sean Ingle    When Juanfran leaves the stadium, he does so without a word, a broken look on his face and that of his young son walking alongside him, hands over his ears. “The team is destroyed, but I am convinced we will be back,” Gabi says. Savic insists: “We will fight until we win the Champions League and change history: this group of players has shown that it can lift itself.” It will be harder this time, and it is Real Madrid who have made history in Milan. Their bus pulls out just before 3am, the trophy at the front, heading for the airport. “We’re off to Cibeles to celebrate; it’s a special night,” Ronaldo says. It is light by the time the Real players get there, morning now, but the fans are waiting for them.",
  "webTitle": "Champions League final: Ronaldo ‘had feeling’ he would score winner",
  "webPublicationDate": "2016-05-29T21:30:15Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/29/champions-league-final-ronaldo-feeling-winner",
  "keyword": [
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Cristiano Ronaldo",
      "id": "football/ronaldo",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/29/champions-league-final-ronaldo-feeling-winner"
}