{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/30/jaguar-land-rover-sells-record-half-a-million-cars-year",
  "id": "2016-05-30-54",
  "sectionId": "business",
  "body": "Jaguar Land Rover sold half a million cars for the first time ever in the past year, helped by strong demand in Europe and North America. However, the UK’s largest car manufacturer, owned by Indian conglomerate Tata, saw pre-tax profit fall as customers opted for cheaper models and it suffered a slowdown in the lucrative Chinese market. JLR sold 521,571 cars in the year to the end of March, a 13% rise on the previous 12-month period. The increase, boosted by the popularity of new models such as the Jaguar XE, delivered a £342m rise in revenues to £22.2bn. Despite the soaring sales, pre-tax profits dropped from £2.6bn to £1.56bn. This included the £157m cost of an explosion in the Chinese port of Tianjin last August, which forced the company to write off almost 6,000 vehicles. Profits were also affected by lower first-half sales in China – a market where JLR makes bigger profit margins than in western economies – and spending on new projects, such as a £1bn engine factory in Wolverhampton. JLR is planning to invest about £3.75bn this year to further expand production capacity, develop new technologies and manufacture models such as the Jaguar F-Pace and Range Rover Evoque Convertible. The company has doubled vehicle sales and staff headcount over the past five years, overtaking Nissan  to become the UK’s largest car manufacturer by production. The growth represents a marked turnaround from 2009, when the company flirted with financial ruin following the banking crisis and subsequent recession. Ralf Speth, chief executive, said: “Jaguar Land Rover has produced and sold more cars than at any time in our history.”",
  "webTitle": "Jaguar Land Rover sells record half a million cars in a year",
  "webPublicationDate": "2016-05-30T17:11:56Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/30/jaguar-land-rover-sells-record-half-a-million-cars-year",
  "keyword": [
    {
      "webTitle": "Jaguar Land Rover",
      "id": "business/jaguar-land-rover",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Automotive industry",
      "id": "business/automotive-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    }
  ],
  "guardianId": "business/2016/may/30/jaguar-land-rover-sells-record-half-a-million-cars-year"
}