{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/barack-obama-highlight-europes-greatest-strength",
  "id": "2016-05-06-323",
  "sectionId": "commentisfree",
  "body": "“I say to you, the people of Europe, don’t forget who you are. You are the heirs to a struggle for freedom.” With those words, in a speech given in Hanover at the end of his European tour, Barack Obama did what no European leader has ventured to do in a long time, which is to give an “address to the people of Europe”. That choice of the singular form, “people of Europe” and not “peoples”, was the most striking part of Obama’s message. It ran counter to Europe’s growing populism; the self-glorification of national egos, the distrust towards outsiders, and the reflex of putting up walls or closing down borders. The president was deliberate and specific. “The people of Europe, hundreds of millions of citizens – east, west, north, south – are more secure and more prosperous because we stood together for the ideals we share,” he said. To refer so pointedly to Europeans as one single people seems counterintuitive. Not only that, it might even backfire. Brexiters and other anti-EU activists will pounce on it as vindication of all their warnings about an EU ready to deprive nations of their separate identities and to place them under one towering authority. So what was Obama thinking as he spoke in a way that was surely designed to provoke reflection, and how might Europeans dwell on his words?    For many, especially among young generations, the peace imperative has worn thin    This was a speech meant to boost a much-diminished sense of European self-confidence. Obama listed accomplishments that most European leaders find hard to recall these days: how postwar Europe “rose above old divisions and put [itself] on the path to union”, how the heroism of the Poles of Solidarity and other central Europeans helped bring down the iron curtain. Resilience to terrorism was even brought into the mix, with references to how European capitals “refused to give in to fear” when bombs went off. You should be proud, he said: “People starved on this continent. Families were separated on this continent. And now people desperately want to come here precisely because of what you’ve created. You can’t take that for granted.” But none of this quite defined that supposedly unique entity, the “people of Europe” – and that’s no surprise because the European project itself has long struggled with the notion. EU texts don’t even go so far as speaking of a single “people of Europe”. Article 1 of the EU treaty mentions an “ever closer union among the peoples of Europe” – note the plural, “peoples”. For the past 60 years, the main goals set for European cooperation have been peace, prosperity and power. For many, especially among young generations, the peace motif, decisive in the post-1945 period, has worn thin – even as war returned to the continent in 2014 (in Ukraine). Globalisation has fed resentment against inequalities and elites. And the EU is struggling to convince citizens that it can find pragmatic solutions to concrete problems, as shown by its difficulties in the refugee crisis.   Related: The Guardian view on Obama’s Hanover speech: a welcome endorsement of European unity and values | Editorial    Obama’s speech tried to point to something we Europeans now tend to discard as an overly idealistic vision. Yet there have been numerous – if tentative – attempts to forge that common sense of European belonging, and this is a good occasion to recall them. In his book, Passage to Europe, the Dutch political analyst Luuk van Middelaar usefully runs through many of those episodes. For example, does anyone remember that when the Maastricht treaty came into force in 1993, hundreds of millions became “citizens of the union”? Initially, the European project rested on a vague recollection of the medieval Carolingian past: the six founding nations had after all been part of Charlemagne’s empire. That changed after 1973, when the UK, Ireland and Denmark joined. The need to find other references led to a “declaration on European identity”. European unity, it said, was about overcoming ancient enmities, about “diversity of cultures” within “common values and principles” and an “increasing convergence of attitudes to life”.     President Obama delivering a speech in Hanover. Photograph: Kevin Lamarque/Reuters    After the iron curtain fell, the European project became more of a geopolitical one. There was no rush, among European leaders at the time, to let into their midst 10 poor, weakened peoples. Yet there was no other choice but to welcome them in – an indispensable step towards European reunification. After the 2004 enlargement, for the first time, Europe’s geographic dimensions started fitting more comfortably with its name. Today, identity politics are back with a vengeance, as the British referendum debate shows, and as other developments have illustrated, from Hungary to the Netherlands, where the far right is on the ascendency. The EU may have retained its own flag (officially called a “logo” when it was adopted in 1986) and it has an anthem (Ode to Joy, from Beethoven’s Ninth symphony – with the words “all men will be brothers”) but the idea that a single European culture can be the bearer of a single political order is overwhelmingly resisted. This is not a new phenomenon, but now seems more pronounced. The truth is, European governments have never fundamentally wanted their citizens to think of themselves as genuinely European citizens. EU institutions are by no means flawless, but they have also been a handy punch bag for national politicians wanting to deflect criticism from their own failings.   Related: Why is the Brexit camp so obsessed with immigration? Because that’s all they have | Peter Mandelson    So, how can we define ourselves collectively? When Europeans travel to America, Asia or Africa, many intuitively do feel European. Tourists recognise this. But when returning back home, to Paris or London or Warsaw, that feeling somehow evaporates and we quickly plunge back into nationally framed debates and differences. So it can take an outsider, Barack Obama, to remind us of how the quest for freedom and democracy sits at the heart of European endeavours. That Greeks have been critical of the eurozone’s governance is one thing, but that didn’t mean they preferred to leave the euro, nor the EU. Greece’s just as Spain’s and Portugal’s memberships have been instrumental in harnessing parliamentary democracy: it’s the core reason these countries, which had all known dictatorship, knocked on the European door in the first place. As Van Middelaar points out, European identity is a thin membrane, difficult to capture in words. It stands somewhere between plurality on the inside and a claim to universalism towards the outside world. It’s because Europeans find themselves collectively confronted with a changing global landscape, and chaos threatening to spill over from the outside, that it can only make sense to try to stick together. Turning a continent into a union has always been a difficult task, fraught with tensions and setbacks, and today’s crises don’t make it easier. Perhaps Obama’s speech said as much about the degree of concern in Washington over Europe’s state of affairs as it did about what should hold Europe together. The EU is a unique construct, neither a federation nor a purely intergovernmental organisation. Speaking of the “American people” is a given, but no one would seriously think of speaking of the “people of Asean” or “the people of Mercosur”. The EU might now be a loveless union, but if an American president thinks the “people of Europe” do exist, why can’t we see the advantage of that?",
  "webTitle": "A truth we hate to admit – we are one people in Europe | Natalie Nougayrède",
  "webPublicationDate": "2016-05-06T06:00:17Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/barack-obama-highlight-europes-greatest-strength",
  "keyword": [
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Natalie Nougayrède",
      "id": "profile/natalie-nougayrede"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/barack-obama-highlight-europes-greatest-strength"
}