{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/european-champions-saracens-mark-mccall-racing-92-premiership-double",
  "id": "2016-05-15-22",
  "sectionId": "sport",
  "body": "It has been a while since English rugby felt such a warm inner glow. For the past nine years their top players have watched their French and Irish rivals raid the European dessert trolley on an annual basis, picking off the sweetest treats and declining to share them around. Now, after a lengthy interlude, there is a richly satisfying Champions Cup to accompany the Six Nations grand slam secured by Eddie Jones’s squad back in March.   Related: Grandest day for Owen Farrell but no grand adieu for Dan Carter | Eddie Butler    Small wonder Saracens looked so thrilled as they belted out their own-brand victory song, having finally become the first English side since Wasps in 2007 to be crowned champions of Europe – with a 21-9 win over Racing 92. None of the previous winners has done so with a 100% record over nine games since the existing pool format was introduced in 1997-98, making it even more special. If the finale was not the most exhilarating spectacle in the history of sport it meant everything to all involved with Sarries. There could be further joy this month should the club retain their domestic title to round off a season of unrelenting success for their leading lights. The telescopic-limbed Maro Itoje has been on the losing side only once all season and he and George Kruis have no peers among northern-hemisphere second-row pairs. Then there is Owen Farrell, who did not so much edge his duel with a patently unfit Dan Carter as eclipse the hobbling All Black legend. If Farrell’s seven unerring penalty goals and all-round contribution do not ensure he has the England No10 jersey against the Wallabies next month it will be a major surprise. Farrell certainly has the backing of his Saracens director of rugby, Mark McCall, who rightly pointed out his fly-half and scrum-half, Richard Wigglesworth, had been in a different tactical league to their opponents once it emerged Carter could barely run and Racing’s other key general Maxime Machenaud departed with concussion. “They understood where the space was and how to build pressure on the opposition … it was a masterclass from both half-backs,” McCall said. “Sometimes Owen is an easy target when it doesn’t go quite right and he probably doesn’t get the credit he deserves. He was masterful out there.” The undemonstrative McCall has not always received the recognition he deserves either but this was as clinical a demonstration of how to win a big game as anything Toulon produced in the last three seasons. At barely any stage were Racing allowed out of first gear and the defence, work rate, intensity and commitment of Brad Barritt’s side never flagged. There might be more attractive sides around but few with more relentlessly effective methods. Regardless of what television-watching neutrals made of the entertainment value in slippery conditions, it also rewarded Saracens’ ability to absorb tough lessons en route from European makeweights to steely champions. Not much is left to chance under McCall but even he could not be entirely sure how his team would respond, having fallen short against Toulon in Cardiff in 2014. “It feels brilliant because I think it was a test of whether we had grown from two years ago,” McCall said. “We felt then that we weren’t good enough and they kept us at arm’s length. It felt the opposite this time – we kept them at arm’s length and they are a big team. I thought we were tactically brilliant. Today was the day to deliver or not deliver and, when it came to it, we delivered.” The next question is whether Saracens can collect this year’s Premiership title as well, ensuring the first league and European double by an English side since Wasps in 2004. “That maybe could be part of the conversation but you have got to get to the final first,” said McCall, mindful that his players will be playing their 32nd game of a uniquely demanding season this Saturday when Leicester visit Allianz Park. “We’ve dug in the whole season and I’d hate to think we’d just give up on it now. Knowing the players the way I know the players, they will enjoy this – and they deserve to – but when Tuesday comes they will be ready to go back to work.” Maybe there will come a day when the freakishly consistent Itoje, Farrell, Kruis and Alex Goode finally run out of juice but there is little sign of it at the moment, give or take the nasty forehead gash sustained by Billy Vunipola. Racing freely conceded they were beaten by a superior team, the decision to risk Carter’s suspect calf backfiring badly, and McCall is confident there is more to come from Saracens: “I think they’re going to get better not worse. I’m not going to say we’re going to win everything but I do think this team will improve.” The club’s other ongoing ambition will be to entice more fans to come and watch them. For all their famous team bonding, impressive role models and meticulous preparation they are still struggling to convince the wider population of north London there is compelling sporting life beyond Arsenal and Tottenham. Their chairman, Nigel Wray, concedes it is a long-standing cultural issue but remains hopeful consistent success will gradually break down such historic barriers. In the shape of Itoje, Kruis, Farrell, Billy and Mako Vunipola, Will Fraser and Jamie George, Sarries really should have a core of impressive young Englishmen capable of charming the next generation. As the players, their children, coaches and support staff clung to each other following the final whistle, it reflected the ethos of a club for whom family values matter hugely. There may have been more flamboyant European champions but few whose search for the holy grail has been such a genuinely collective pursuit. Saracens Goode; Ashton, Taylor (Bosch, 77), Barritt (capt), Wyles; Farrell (Hodgson, 80), Wigglesworth (Spencer, 80); M Vunipola (Barrington, 77), Brits (George, 52), Du Plessis (Figallo, 77), Itoje (Hamilton, 80), Kruis, Rhodes (Wray, 68), Fraser, Vunipola. Pens Farrell 7. Racing 92 Dulin; Rokocoko, Goosen, Dumoulin (Chavancy, 57), Imhoff; Carter (Tales, 42), Machenaud (Phillips, 22); Ben Arous (Vartanov, 76), Szarzewski (Lacombe, 66), Tameifuna (Ducalcon, 68), Charteris, Van der Merwe (Carizza, 66), Lauret, Le Roux (Claasen, 77), Masoe. Pens Goosen 3. Referee N Owens (Wal). Att 58,017.",
  "webTitle": "European champions Saracens have more to give, says Mark McCall",
  "webPublicationDate": "2016-05-15T21:00:17Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/european-champions-saracens-mark-mccall-racing-92-premiership-double",
  "keyword": [
    {
      "webTitle": "European Rugby Champions Cup",
      "id": "sport/european-rugby-champions-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Owen Farrell",
      "id": "sport/owen-farrell",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Racing 92",
      "id": "sport/racing-metro-92",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/15/european-champions-saracens-mark-mccall-racing-92-premiership-double"
}