{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/24/a-walk-upriver-to-the-sound-of-goldcrests",
  "id": "2016-05-24-311",
  "sectionId": "environment",
  "body": "The faded blue footbridge that spans the East Allen stands on tall supports, necessarily high for when the river is in spate. Last December it was a surging, terrifying flood; today the water barely wets the painted wooden gauge in the centre of the ford. A sign warns: “Caution. Due to scouring, depths may be deeper than indicated”. Now, two walkers dry their feet after paddling before putting on their socks. This is Old Man Bottom, a local name – with no apostrophe S – that you won’t find on any map.  Mines were often known as Old Man, so it may have some connection with lead extraction. Next to the ford, there’s a new milestone, a stone sculpture of a packhorse pointing five miles upstream to the lead mine, ten miles down to the Dukesfield smelt mill.     Male goldcrest. Photograph: Lisa Geoghegan/Alamy    As I walk upriver, goldcrests peep high up in the pines. Rabbits have grazed the turf to the tight sward of a lawn, making my footsteps soundless. A cluster of five tiny kits, each no bigger than my fist, are huddled together for warmth and comfort outside their burrow. One is grooming another one’s ears. I creep so close that my binoculars go out of focus. I’m nearly on top of them before they sense my presence and slip down into the safety of their hole.  The narrow path opens on to a wide grassy ledge, river to the right, a steeply banked wood to the left. The cropped turf allows wildflowers to thrive: lady’s smock and white milkwort, forget-me-not, wood sage and dog violet, and, happy in this heavy metal soil, the mountain pansy.  A scattering of chewed Scots pinecones shows that there are still red squirrels here. A sloping field is studded with primroses. Sitting here beneath the pines, the scent is like sandalwood incense, resinous, woody and sweet. There’s the urgent call of a sandpiper, the flash of a dipper as it barely skims the water. Then, from the woodland above, the sound that sums up spring and gives a moment of pure pleasure: the call of a cuckoo reverberating and repeating through the trees. Follow Country diary on Twitter: @gdncountrydiary",
  "webTitle": "A walk upriver … to the sound of goldcrests",
  "webPublicationDate": "2016-05-24T04:30:00Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/24/a-walk-upriver-to-the-sound-of-goldcrests",
  "keyword": [
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Weather",
      "id": "uk/weather",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Mining",
      "id": "environment/mining",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "North of England",
      "id": "uk-news/north-of-england",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Susie White",
      "id": "profile/susie-white"
    }
  ],
  "guardianId": "environment/2016/may/24/a-walk-upriver-to-the-sound-of-goldcrests"
}