{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/30/monday-best-tv-midsummer-nights-dream-springwatch-versailles",
  "id": "2016-05-30-196",
  "sectionId": "tv-and-radio",
  "body": "Springwatch 2016 8pm, BBC2 The 90th birthday of David Attenborough has occasioned a lot of high-profile natural history TV so far this year, but Springwatch has a considerable low-key charm. Tonight and throughout the week, Chris Packham and Michaela Strachan present the week’s action from RSPB Minsmere in Suffolk. From there we’ll be seeing some behind-the-scenes wildlife management. Meanwhile, further afield, on the Farne Islands, there is the promise of puffins. John Robinson A Midsummer Night’s Dream 8.30pm, BBC1 Russell T Davies takes the bard’s comedy of fey folk and fairies full of mischief, and gives it a very vigorous shake. The result, once you get past the idea that you’re watching a very daffy episode of Doctor Who because of the special effects-heavy visual style, is 90 minutes of joyous entertainment. Expect pop culture references, top performances (Matt Lucas as Bottom) and the sly personal-political messages that are such a feature of Davies’s best work. Jonathan Wright Alan Partridge’s Scissored Isle 10pm, Sky Atlantic After being taken to task for offensive comments about a guest on his radio show, Alan is seeking redemption. To that end, he has embarked on this magnificently self-serving journey through divided Britain. Along the way, he gains the trust of a Manchester street gang by accidentally taking ecstasy, attempts some Roger Cook-style doorstepping and gets locked in a warehouse after a scavenging trip with a freegan goes wrong. Textbook Partridge; to quote his (sadly pulped) memoir, Alan keeps bouncing back. Phil Harrison The Real Versailles 10.30pm, BBC2 Was Louis XIV’s palace of Versailles as lavish and hedonistic as the Beeb’s new French drama of the same name that begins on Wednesday, suggests? Hell yeah, claim historians Lucy Worsley and Helen Castor, who discover that the king was a showman, actor and dancer who presided over a court overrun with political intrigue. The palace itself was built for pleasure; burnished with orange trees and hundreds of candles and firework displays. Inside, the Sun King was loved by the ladies and expected loyalty from his courtiers. Hannah Verdier Storm Troupers: The Fight to Forecast the Weather 9pm, BBC4 Second instalment of Alok Jha’s absorbing history of weather forecasting. As Jha demonstrates, what may appear the most gentle of sciences is actually an often brutal struggle; almost all major advances in our understanding of weather are responses to natural disasters or wars. Modern forecasting, Jha explains, was born amid the attrition of the first world war, vital in keeping flimsy aircraft aloft and directing long-range artillery. Andrew Mueller Love Island 9pm, ITV2 This 00s reality show was resurrected last year to poor viewing figures and whispers of misogyny – so, naturally, it’s back for another run. And just to make things sufficiently awkward this time around, there’s an uneven number of contestants looking to find love/bag the £50,000 prize. Expect orange-tinged glamour girls, Towie associates and maybe even a cameo from some previous islanders still enjoying their 15 minutes. Caroline Flack hosts. Hannah J Davies An Immigrant’s Guide to Britain 10pm, Channel 4 German comic Henning Wehn fronts a mix of pranks and his maddeningly weak sketches, aimed at letting immigrants hold up a mirror so that native Brits can see themselves. Trivial observation is the order of the day: hidden-camera larks reveal that we like caravanning and talking about the weather, but dislike benefits claimants and making consumer complaints. Fans of scathing satire and flippant comedy will both be disappointed. Jack Seale FILM CHOICE Private’s Progress, (John Boulting, 1956), 8.45am, Gold A satirical antidote to the stiff-upper-lip war films of the 40s and 50s. This is more the province of a Carry On Marching, with naive national serviceman Ian Carmichael embarking on an unofficial raid on Germany to liberate Nazi-acquired art treasures. One of the great fighting platoons of British comedy – including Terry Thomas, Dennis Price and Richard Attenborough – work classic manoeuvres. Paul Howlett Catch Me If You Can, (Steven Spielberg, 2002), 10pm, BBC4 Based on the adventures of 1960s conman Frank Abagnale Jr, Leonardo DiCaprio plays Frank the fraudster, who posed as a doctor, lawyer and pilot to cash forged cheques during a hedonistic round of the US. Tom Hanks, now appearing in A Hologram For The King, is the FBI man who tracked Frank obsessively. Janusz Kamiński’s 60s-style camerawork and John Williams’s jazzy score bump up the feelgood factor. PH LIVE SPORT Tennis: The French Open 9.30am, ITV4 More grand slam action from Roland Garros in Paris. Test Cricket: England v Sri Lanka 10.30am, Sky Sports 2 Fourth day of the second Test from Chester-le-Street. League Two Football: AFC Wimbledon v Plymouth Argyle 2pm, Sky Sports 1 Final of the bottom-tier playoff at Wembley with a League One spot up for grabs.",
  "webTitle": "Monday’s best TV: A Midsummer Night’s Dream; Springwatch",
  "webPublicationDate": "2016-05-30T05:20:25Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/30/monday-best-tv-midsummer-nights-dream-springwatch-versailles",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Phil Harrison",
      "id": "profile/phil-harrison"
    },
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    },
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/30/monday-best-tv-midsummer-nights-dream-springwatch-versailles"
}