{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/10/game-of-thrones-season-six-sky-viewing-figures",
  "id": "2016-05-10-139",
  "sectionId": "media",
  "body": "The first episode of the new series of Game of Thrones has been crowned Sky’s most-watched entertainment programme of all time, with a consolidated audience of nearly 5 million viewers. The sixth season opener – with Jon Snow still looking distinctly worse for wear – has been watched by 4.8 million people to date on Sky Atlantic and the broadcaster’s various on-demand platforms.   Related: Game of Thrones recap: season six, episode three – Oathbreaker    It bettered by more than a million its previous biggest show, the final episode of series five, which had a cumulative audience of 3.7 million. The new series opener had 2.2 million viewers when it returned on 25 April this year, rising to 3.8 million including people who recorded it on Sky or watched it on-demand. There have been another 1 million views of the episode through the Sky Go mobile app and Now TV platform, taking it to a total of 4.8 million, the broadcaster said. Game of numbers 2011 Game of Thrones began with 743,000 viewers making it Sky Atlantic’s most popular show to date, beating the previous highest, the 438,000 who watched the first episode of Boardwalk Empire. 2012 Dipped to 522,000 viewers for season two, more than five times the 98,000 viewers who watched that year’s double-episode opener of the new series of Mad Men. 2013 Improved on the previous year to 710,000 viewers but not quite the high of series one. It was 1,700% up on Sky Atlantic’s slot average for the previous three months. 2014 Totalled 1.2 million viewers including 9,000 people who watched the 2am simulcast, and another half a million who recorded it and watched it later (and 675,000 people who waited until 9pm). Complicated enough? 2015 Returned with a record audience of nearly 1.6 million viewers. Unusually for a pay-TV channel, it was popular enough to beat both BBC2 and Channel 5. 2016 Bettered the previous year’s audience with overnight ratings of 2.2 million, including 60,000 hardcore fans who waited up until 2am to watch its series opener simulcast with the US.",
  "webTitle": "Game of Thrones season six opener tops Sky viewing figures",
  "webPublicationDate": "2016-05-10T14:29:53Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/10/game-of-thrones-season-six-sky-viewing-figures",
  "keyword": [
    {
      "webTitle": "TV ratings",
      "id": "media/tvratings",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Sky Atlantic",
      "id": "media/sky-atlantic",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sky plc",
      "id": "media/bskyb",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/10/game-of-thrones-season-six-sky-viewing-figures"
}