{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/23/sofia-coppola-la-traviata-valentino-rome-opera-verdi",
  "id": "2016-05-23-95",
  "sectionId": "music",
  "body": "Teatro dell’Opera di Roma’s new production of La Traviata was unveiled this weekend to Versace­-clad entertainment movers and shakers, in a special preview performance before the official opening night. With all 15 performance sold out, it seems they may have found the formula for box-office success: it is directed by the Oscar­-winning film-maker Sofia Coppola, making her opera directorial debut, and the costumes are by Valentino. Verdi’s opera, which centres on the fate of the tragic courtesan Violetta, was considered a good fit for Coppola, whose films have often been concerned with psychologically isolated women. Indeed, the sugary Versailles seen in her 2006 movie Marie Antoinette might have inspired a refreshing take on this oft­-performed opera. But Coppola’s torpid and traditional reading of La Traviata has little to distinguish it from any routine production to be found in any provincial theatre. Set designs are courtesy of Nathan Crowley, who created sprawling sets for two Batman films, but here he seems wasted. Act two’s summerhouse setting is unimaginatively twee and the projected rural backdrop upon which dark clouds gather as the plot becomes gloomier is too subtle to make much impact. A floating faux­ marble staircase serves as a runway for Violetta on several occasions but otherwise has little practical function and merely looks incongruous. Valentino’s dresses for Violetta, however, are spectacular, from a black gown with long peacock trail to a shimmying white number. But they only rise above catwalk status to carry dramatic punch in the party scene, when the designer’s trademark “Valentino red” contrasts against swarms of black-­clad partygoers.     Dramatic punch … Coppola’s La Traviata, with trademark costumes by Valentino. Photograph: Yasuko Kageyama/Teatro dell'Opera di Roma    The evening’s biggest disappointment comes from Coppola’s hands­-off direction. This might create a distinctive naturalism in her films, but here, on the big stage, it has produced park-and-bark renditions. The production is littered with enduring Traviata cliches, from Violetta gripping a bottle of champagne during her hymn to hedonism, to Alfredo clumsily bolting offstage when he hastens to Paris.  A predominantly younger cast provides saving graces. Francesca Dotto’s Violetta evoked pathos in the closing moments and Antonio Poli’s rolling tenor compensated for ill-defined characterisation. But it is the dual presence of Valentino and Coppola that will continue to draw the designer-clad crowds.",
  "webTitle": "Sofia Coppola's La Traviata opera debut looks good but has little to say",
  "webPublicationDate": "2016-05-23T16:39:17Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/23/sofia-coppola-la-traviata-valentino-rome-opera-verdi",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Giuseppe Verdi",
      "id": "music/giuseppe-verdi",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Sofia Coppola",
      "id": "film/sofia-coppola",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/23/sofia-coppola-la-traviata-valentino-rome-opera-verdi"
}