{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/05/tunnel-visions-readers-share-underground-art-stories-from-around-the-world",
  "id": "2016-05-05-204",
  "sectionId": "cities",
  "body": "Stadion metro station, Stockholm Opened in 1973 Stadion station in Stockholm is on the red line of the city’s metro system. It’s the station closest to Stockholm Stadion in the city’s Östermalm district. The stadium hosted the Olympic Games in 1912, was the home of football team Djurgårdens IF until 2013, and has been a concert venue for artists like The Rolling Stones, AC/DC and Kiss. Bruce Springsteen has played there eight times since 1988.  Stephen Sanderson was fascinated by the station’s murals on a recent visit to the city. “Stadion is more famous for its rainbow mural on the central concourse, but the pointing hand, along with other quirky signage, was installed by the artists Åke Pallarp and Enno Hallek in 1973. I thought the Stockholm metro as a whole was efficient and clean. The stations were spacious and well structured. Despite being an expensive city, Stockholm’s metro fares seemed to be cheaper than the London Underground, especially for day travel cards.”      This Way! Stadion metro station on Stockholm metro’s red line. Photograph: Steve Sanderson/GuardianWitness    Plac Wilsona station, Warsaw Situated on Line M1 of the Warsaw Metro, Plac Wilsona was opened in 2005, and is the central point of the north-Warsaw suburb of Żoliborz. Michael Dembinski works and lives in Warsaw and he explains how the station got its name. “It’s named after American president Woodrow Wilson, who was instrumental in the diplomatic efforts to recognised an independent Polish state at the end of WWI.” Michael is very positive about the Warsaw metro system. “The oldest part of the metro is just over 20 years old. It’s modern, efficient and reliable. It has two lines, one going north to south and one east to west, so more lines in the future would be useful.” The current ticket prices means travelling on the Warsaw metro is good value for money. “The best value for locals is the quarterly ticket, currently 250 złotys (£45, which is £15 a month or 50p a day). Wages in London may be three times higher than in Warsaw, but the public transport is 20 times cheaper.”     Award-winning Metro station in Warsaw - Plac Wilsona on Line 1 Photograph: Michael Dembinski/GuardianWitness    Papineau station, Montreal, Canada Papineau is a station on the Green Line of the Montreal metro system. It opened on October 14, 1966, as part of the original network of the Metro, and it is one of two metro stations which service Montreal’s Gay Village, part of the Centre-South district in the borough of Ville-Marie.  The station features a set of three murals by Jean Cartier and George Juhasz. Entitled Les Patriotes de 1837–1838 the murals tell the story of the Patriotes Rebellion and commemorate Louis-Joseph Papineau, the famous son of this station’s namesake Joseph Papineau, a notary, surveyor, politician, and defender of the rights of the people and of the French language. Joy Q. Wang frequently used the station when she lived in the city, and feels the system can be improved. “The underground system in Montreal is extremely old, but is fully functional and quite speedy compared to other systems I know. There are always a lot of maintenance needs, sometimes during rush hour, so that was always very inconvenient. The ticket prices are $3.25 for a one-way trip or $6 if you buy a roundtrip at the same time. Since I commuted quite frequently but not every day, I bought a 10-trip passes at a time which is $26.50.”     Station Papineau in Montreal, Canada Photograph: Joy Q. Wang/GuardianWitness    Delancey Street subway station, New York Steven Godfrey spotted the subway mural Shad Crossing on a recent visit to New York. Originally from Vancouver, Canada he appreciated the depiction of nature in a very urban setting . “With ready access to the Pacific ocean, and great swaths of nature, salmon culture is the very foundation of British Columbia’s identity. So I was delighted when my partner and I came upon this beautiful tiled work depiction of fish swimming through a very urban transit station.”  The artwork on the downtown side of Delancey Street subway station is the work of Shanghai-born New York-based artist Ming Fay. Installed in 2004 it features two giant shad fish swimming, along with another wall mosaic of blue waters. In the late 19th century, shad were found along the Hudson River when new immigrants came to New York, many of whom settled on the Lower East Side.  Delancey Street station was opened on January 1, 1936 and is a station on the IND Sixth Avenue Line that runs mainly under Sixth Avenue in Manhattan, and continues south through the Rutgers Street Tunnel to Brooklyn. Steven was very impressed with the New York’s subway system, and the interesting artwork he discovered at its many stations. “The subway is a great way to explore the city, and its station art creates a sense of place, when travelling through New York. The only specific improvement I can think of is an app or maps that help visitors better understand when certain trains are or aren’t operating. We had a couple of evenings where we ended up in the wrong place because the train we planned on using wasn’t operating.”     Fish in New York’s Delancey Street Subway Station Photograph: itcaughtmyeye/GuardianWitness    Hallonbergen station, Stockholm Hallonbergen station lies on the blue line of the Stockholm metro, located in Sundbyberg just north of the capital. Opened on 31 August 1975. The station’s interior is decorated with children’s drawings, and was designed by Swedish artists Elis Eriksson and Gösta Wallmark. David Bertho visited the station when visiting his sister-in-law. “I’d noticed that several Stockholm metro stations had remarkable designs, so I wanted to capture some of the best ones. It took me two afternoons to visit and shoot around 20 of my favourite stations.”  David is originally from Paris and is fascinated by both the contrasts and similarities of the two city’s metro systems. “The Paris subway is quite old and grim, so Stockholm’s was quite refreshing. But metro travel is an affordable mode of transport in both cities . The frequency of the Stockholm metro could be better. What would make the wait between trains more interesting is more displayed information about the stations’ designs.”     Hallonbergen station in Stockholm Photograph: David Bertho/GuardianWitness    Arbatskaya station, Moscow Completed in 1935 Arbatskaya station was one of the original metro stations in the city. Designed by architect L. Teplitskiy it has ceramic tiled walls, pink marbled pillars and granite platforms. The station is part of the Filyovskaya Line which connects the western districts of Dorogomilovo and Fili and Moscow city centre.  Cengiz Sarikayali visited Moscow on holiday last year and was very impressed with the underground network. “Due to its location, Arbatskaya Metro station is quite busy, and used by many Moscovite commuters. The circular underground transportation system in Moscow resembles that of a cobweb. It’s a very busy and a convenient system. During the Second World War, the underground system was used as a shelter. With its well kept and lit chandeliers, decorations, ornaments and artwork, I can easily describe some of the stations as “underground palaces.” Cengiz also thinks travelling on the city’s underground system is good value for money. “I bought tickets valid for three days for myself, my wife and my son and in total paid 1.200 rubles. By today’s conversion that is £3.97 each.”     Arbatskaya station Photograph: cengizsarikayali/GuardianWitness    Wartenau metro station, Hamburg Wartenau station opened in October 1961 and is part of the Hamburg U-Bahn line U1. It’s located in the city’s Eilbek district. The striking reddish tones on the walls were included in the platform area, when the station was given an extensive redesign nine years ago.      A skater at ‘Wartenau’ metro station, Hamburg Photograph: Catherine Hauke/GuardianWitness    Saskia Zielke works for the Hamburger Hochbahn and explains more about the extensive redesigns the city’s metro stations underwent. “Many of our stations were built in the 1960s. After nearly 50 years it was time for renovation to repair any damage that had built up over the years. The work on Wartenau started on August 2007 and finished on March 2008. The colour red wasn’t chosen for any particular reason. It was felt that Wartenau benefited from a darker colour without being too dark. Red was perfect. It’s not one of the busier metro stations in the city, but it still has a healthy number of commuters.     The old Wartenau metro station before its 2007 revamp Photograph: Saskia Zielke/Hamburger Hochbahn AG    You can view a selection of readers’ underground art in this gallery",
  "webTitle": "Tunnel visions: readers share the stories behind underground art",
  "webPublicationDate": "2016-05-05T11:37:04Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/05/tunnel-visions-readers-share-underground-art-stories-from-around-the-world",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Tom Stevens",
      "id": "profile/tom-stevens"
    }
  ],
  "guardianId": "cities/2016/may/05/tunnel-visions-readers-share-underground-art-stories-from-around-the-world"
}