{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/19/extreme-distance-learning-home-schooling-wild",
  "id": "2016-05-19-132",
  "sectionId": "teacher-network",
  "body": "In 2001, Brooke Tartaglia and her husband Joey, originally from Arizona, US, moved to Mibu, a remote village on an island off the northern coast of Papua New Guinea. It was a two-day hike to the closest shop, and a three-hour speedboat ride to the nearest town, from which the family would have to take a helicopter ride to get home. It was here that Brooke began home-schooling their three children then aged five, three and one. “My children learned local games and we spent a lot of time outside. They learned to use a bush knife, they picked coffee beans and played in local streams, catching small wildlife. They built huts and treehouses and explored the nearby jungle,” she says.     Brooke and Joey Tartaglia with their family when they lived in Papua New Guinea.    The Tartaglias taught their children using an American curriculum called Christian Light Education, which is textbook-based. “It was very important to us that our children could flow seamlessly back and forth between school in America and school in the jungle. We knew that our children would likely return to their home country at some point, and we did not want them to be behind for their ages and grades.” A typical day at school would start at 9am. The children would work in their rooms on whatever subject they wanted from their daily list. They would break for lunch outside and then have an afternoon of history and bible lessons until school finished at 3.30pm. “If they still had things to do they would continue working until later, but if they’d finished they could play outside until dinner,” Brooke explains. While there are no available statistics on the number of parents teaching their children in remote and wild locations, home-schooling is on the rise. Figures released last year show that in the six years up to 2015 there was a 65% increase in the number of UK children being educated at home. For many families, teaching children away from the rat race has major benefits. Biologists Rebecca and Ryan Means home-school their child in Wakulla county Florida. For a few months every year they journey to the remotest location in their chosen state (determined by distance from the nearest road) and live out of their vehicle, camping their way across the country.    We like to say the world is our classroom    They take their seven-year-old daughter, Skyla, and allow her curiosity to run wild in the new learning environments they see. “We do not use a specific curriculum and we do not plan out what we are going to learn,” says Rebecca, adding that Skyla often accompanies her parents on their wetland work, gaining experience of scientific research and ecology. They adopt an approach known as “unschooling”. It gives children free rein to learn at their own pace, unlike the Tartaglia’s curriculum-based method. “She is a very creative child so we try to feed that as much as we can … a lot of the time she plays with the leaves, logs, sticks, etc. We like to say the world is our classroom.” Rebecca gives an example of a typical lesson, saying that while they were on a 10-day backpacking trip in remote Montana, her daughter learned about food chains and food webs. “It started when we found some bear scat. By looking at the poop we could see that the bear was eating berries. Further up the trail we found the plant that had produced the berries and learned about that plant, how it uses energy from the sun.” Other aspects they focus on while exploring the natural environment include the water cycle and local history. Skyla practises her writing by keeping a journal. Brits Daniel and Clair Prince have been world-schooling their four children aged nine, seven and four-year-old twins since 2014 in locations including Cambodia, Croatia, Dubai, Italy, Australia, Thailand and the US. They advocate home-schooling through experiential learning. “It’s hands-on, the child is immersed in the moment and learning on the ground … The child can relate to what they are learning much easier and retain the information.”     Daniel and Clair Prince have been world-schooling their four children since 2014.    Just like the Tartaglia children when they moved to Papua New Guinea, the Prince children are very young. The Tartaglia family moved back to the US when their children were starting high school and Brooke says that the transition into mainstream schooling wasn’t difficult. “Our oldest went right into high school here, and the next two transitioned from home-school into high school over the next couple of years.” That’s not to say, however, that teaching in distant parts of the world doesn’t have drawbacks. Rebecca’s greatest challenge is accepting that sometimes what she wants Skyla to learn may not be what is best for her at that moment. She explains: “Home-schooling takes time, especially if you are not following a curriculum that spells out exactly what you should do and when and you need to provide learning materials.” There are logistical challenges too. While Rebecca has to consider what learning tools she can carry in a rucksack, Brooke sometimes had to order books up to six months in advance to account for shipping times.  But Brooke found other concerns, such as making sure her children socialised, less of a challenge. “It became more difficult when our children became teenagers because the village children grow and mature at a much slower rate; our kids’ friends were often four to five years older than themselves. This was fine until the village children got to be 18 or 19 and would get married when our children were only 13 and 14.”   Related: How to teach ... foraging    The success of wild schooling depends on the circumstances in which children learn, according to Peter Gray, research professor at the Department of Psychology at Boston College, who advocates unschooling. “My research indicates that we don’t have to worry about children learning academic skills and information in a timely manner. If kids have been living a playful, involved life so their minds have been active, they can easily catch up on the rest, even in learning to read, any time they wish, very quickly.” The Department for Education in the UK, however, is more cautious. Their spokesperson says: “We recognise parents may choose to home-school their children and many do a good job, but the education these children receive must be of a suitable quality.” However, families, such as the Princes, have found it a fulfilling experience for the child and parent. Prior to going away they felt they had not been spending enough time together, but all that changed. “It has certainly made our relationships [as a family] stronger,” Clair concludes. The green schools series is supported by the WWF. All content is editorially independent except for pieces labelled “brought to you by”. Find out more here.",
  "webTitle": "Extreme distance learning: a look at home-schooling in the wild",
  "webPublicationDate": "2016-05-19T15:18:36Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/19/extreme-distance-learning-home-schooling-wild",
  "keyword": [
    {
      "webTitle": "Green schools",
      "id": "teacher-network/green-schools",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Outdoor learning",
      "id": "teacher-network/outdoor-learning",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Home schooling",
      "id": "education/homeschooling",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "US education",
      "id": "education/education-us",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "teacher-network/2016/may/19/extreme-distance-learning-home-schooling-wild"
}