{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/30/johnny-depp-alice-looking-glass-half-us-box-office-total",
  "id": "2016-05-30-102",
  "sectionId": "film",
  "body": "Hopes had been high for Alice Through the Looking Glass, the Tim Burton-produced follow-up to Alice in Wonderland, which made more than $1bn for Disney in 2010. But a combination of the time lag between the films, lukewarm reviews and the negative publicity generated by its star being issued with a restraining order against his wife on the day of release, appear to have required some expectation adjustment.  Pundits had predicted a take between $60-79m from the US over the Memorial Day weekend; $35m now seems realistic, after the film made just $28m from the first three days.  That was $1m more than the film took in China, contributing to a $65m foreign total, with Russia and Mexico also performing well. The UK take of $3.2m was in line with the disappointment across the pond.  “It’s disappointing,” Disney distribution chief Dave Hollis told the Hollywood Reporter. “The domestic opening is wildly less than what every tracking service had us at. We’re in the tentpole business. More often than not, they turn out to be huge successes. We’ll continue to take those big bets. In this instance, it didn’t turn out as we hoped.” Alice’s flattened figures appear to have bolstered business for other films, however, with X-Men: Apocalypse adding another $55m towards a $250m global total, and The Angry Birds Movie adding $31m to its $224m global total. Captain America: Civil War is still in the top five, and with $1.1bn globally is still 2016’s best-performing release.",
  "webTitle": "Sad hatter: Johnny Depp’s Alice sequel makes half its predicted box-office",
  "webPublicationDate": "2016-05-30T13:14:16Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/30/johnny-depp-alice-looking-glass-half-us-box-office-total",
  "keyword": [
    {
      "webTitle": "Alice Through the Looking Glass",
      "id": "film/alice-through-the-looking-glass",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Johnny Depp",
      "id": "film/johnnydepp",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "X-Men: Apocalypse",
      "id": "film/x-men-apocalypse",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Captain America: Civil War",
      "id": "film/captain-america-civil-war",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/30/johnny-depp-alice-looking-glass-half-us-box-office-total"
}