{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/27/from-the-9-5-to-daryl-hannah-this-weeks-fashion-trends",
  "id": "2016-05-27-205",
  "sectionId": "fashion",
  "body": "Going up The 9-5 Rihanna’s waist-high boot, designed with Manolo Blahnik and worn by Jennifer Lopez in her latest video. Best name for a boot ever? Daryl Hannah in Roxanne A surprising contender for muse of the season. The mix of tie-dye and crimped hair is very Isabel Marant.  Marilyn Monroe in an LBD One reason to visit the Women In Dior exhibition in Granville. Supreme’s Kurt Cobain sunglasses The new range has four styles, our favourite being the rectangle shapes that recall the Nirvana frontman in all his grunge-glam grandeur. Daddy Lessons The Beyoncé-doing-country song went meta when the Dixie Chicks covered it. Lapels The one place suited men can accessorise playfully (see Orlando Bloom at the Met Ball with his Tamagotchi). Going down Ordering flowers online Maybe we’re old-fashioned, but there’s something about the station stall. xx Two exclamation marks are the new two kisses. Acceptable email sign-off post-Everybody Wants Some!! (And, yes, that is yet another mention of the Linklater film.) Kimye all in white in Cuba We reached peak K with the Kardashian-Jenners at Kanye’s album launch. All things tropical Pineapple and palm trees are officially over. Squads Appaz we can have only five really good friends. Feel free to whittle down your social circle. Shoulder robing Part of Melania Trump’s fashion repertoire. Not looking so directional now, is it?",
  "webTitle": "From the 9-5 to Daryl Hannah: this week’s fashion trends",
  "webPublicationDate": "2016-05-27T11:00:01Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/27/from-the-9-5-to-daryl-hannah-this-weeks-fashion-trends",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Daryl Hannah",
      "id": "film/daryl-hannah",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Marilyn Monroe",
      "id": "film/marilynmonroe",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [],
  "guardianId": "fashion/2016/may/27/from-the-9-5-to-daryl-hannah-this-weeks-fashion-trends"
}