{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/palmyra-amphitheatre-hosts-russian-concert-after-recapture-by-syrian-forces",
  "id": "2016-05-05-122",
  "sectionId": "world",
  "body": "The Kremlin’s favourite conductor, Valery Gergiev, has performed a triumphal concert in the theatre of Palmyra in Syria, following the complex’s recapture in March by Russia-backed Syrian forces. Gergiev took to the stage on Thursday, at 5pm Moscow time, with musicians from St Petersburg’s Mariinsky orchestra. The concert was titled With a Prayer from Palmyra: Music Revives the Ancient Walls. Joining him as part of an official delegation was the cellist Sergei Roldugin, who is the artistic director of St Petersburg’s House of Music and Vladimir Putin’s best friend. Last month the Panama Papers revealed that Roldugin was the beneficiary of hundreds of millions of dollars in offshore deals.      Sergei Roldugin with Vladimir Putin. Photograph: Dmitry Astakhov/Sputnik/Kremlin pool/EPA    Roldugin played an extract from the opera Not Love Alone by the Russian composer Rodion Shchedrin. The concert also featured works by Prokofiev and Bach. Roldugin’s trip to Palmyra is the strongest sign yet that he continues to enjoy official favour. The audience included Syrian and Russian soldiers. Putin was beamed in live from Sochi. In an address broadcast from a video screen on the main stage, Putin hailed the operation to “liberate Palmyra”. He said the concert was dedicated to the victims of “international terrorism”, which he called a “terrible evil.” Dressed in a black shirt, and wearing a white baseball cap to protect him from the sun, Gergiev said: “We protest against barbarians who destroyed wonderful monuments of world culture. We protest against the execution of people here on this great stage.”  The concert got blanket coverage from Russian state TV channels. They have portrayed Moscow’s intervention in Syria – its first outside the borders of the Soviet Union since the cold war – as a humanitarian action against terrorists.     Valery Gergiev. Photograph: Sergei Ilnitsky/AFP/Getty Images    The Kremlin says no Syrian civilians have been killed by Russian bombing. Rights groups, however, say Russian jets have killed about 2,000 people over the past six months, with attacks on markets, hospitals and schools. Gergiev, the former principal conductor of the London Symphony Orchestra, is a controversial and outspoken supporter of Putin. Gergiev warmly endorsed Putin’s candidacy before Russia’s 2012 presidential election. He has also backed official moves to ban what Moscow says is “gay propaganda”. The conductor has appeared previously on other big patriotic occasions. In 2008, he conducted Shostakovich’s Leningrad Symphony No 7 in the ruined South Ossetian capital Tskhinvali. This followed a disastrous attempt by Georgia’s Mikheil Saakashvili to seize back the rebel territory, which triggered a punitive Russian invasion. In 2013, the human rights activist Peter Tatchell gatecrashed the opening night of the London Symphony Orchestra’s Berlioz season at the Barbican to protest against the conductor’s backing for Putin. “Gergiev is a great conductor but he colludes with a tyrant,” Tatchell told the LSO audience.  The following year Gergiev popped up at the closing ceremony of the Sochi Winter Olympics, conducting the Russian national anthem.      Russian troops listen to a victory concert in Tskhinvali, South Ossetia, in 2008. Photograph: Sean Smith for the Guardian    Thursday’s concert was dedicated to the memory of Aleksandr Prokhorenko, a Russian officer killed during the battle for Palmyra. The official delegation included Mikhail Piotrovsky, the director of St Petersburg’s Hermitage museum, and the son of a distinguished archaeologist. Representatives from Zimbabwe, China and Serbia also attended. The concert took place in the same Roman theatre used by Islamic State in November to execute captured Syrian soldiers. Teenage Isis recruits shot the soldiers from close range in the back of the head. Their bodies were later found in a mass grave.   Related: Palmyra after Isis: a visual guide    During a 10-month occupation, Isis fighters destroyed and blew up several of Palmyra’s most famous sites, including the Temple of Bel and the Arch of Triumph. Other important archaeological ruins, such as the theatre and the Agora, survived.  Experts said the destruction at the Unesco-listed site was not as bad as they had originally feared. Russian combat engineers cleared much of the sprawling desert site, defusing mines and using state-of-the-art robotic devices.",
  "webTitle": "Palmyra hosts Russian concert after recapture by Syrian forces",
  "webPublicationDate": "2016-05-05T15:53:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/palmyra-amphitheatre-hosts-russian-concert-after-recapture-by-syrian-forces",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Vladimir Putin",
      "id": "world/vladimir-putin",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Harding",
      "id": "profile/lukeharding"
    }
  ],
  "guardianId": "world/2016/may/05/palmyra-amphitheatre-hosts-russian-concert-after-recapture-by-syrian-forces"
}