{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/04/beyonce-lemonade-dance-class-broadway-bodies",
  "id": "2016-05-04-141",
  "sectionId": "music",
  "body": "Less than two weeks after the release of Beyoncé’s Lemonade, the new visual album has already inspired its own sold-out Manhattan dance class – complete with fans in themed costumes from the film. Inspired by Serena Williams’ twerking next to Beyoncé in the Sorry video, Ranese Southerland, 28, dressed like a ballerina warrior in an all-black tutu, bodysuit and combat boots to the Monday night Beyoncé class at Broadway Bodies, a dance studio in Chelsea. Southerland said it took an email chain with 23 replies to work out what she and her other “Beyoncé Bodies” class friends were going to wear. “I don’t put that much effort into what I wear to work,” said Southerland, a sales associate for a New York venue.       But Beyoncé – and the Beyoncé classes, which have been running at Broadway Bodies for four years – inspires this kind of devotion. One attendee wore a black top with “I ain’t sorry” marked in white around the neckline, while another painted her face with white dots, like the dancers in the video. Kate Goldwater, 32, wore a mustard yellow tiered ruffle dress, inspired by Hold Up, the video where Beyonce saunters around smashing cars with a baseball bat while wearing a similar gown. “This is my favorite look from the video so I recreated it out of a tablecloth and old T-shirts,” said Goldwater, a fashion designer who owns a vintage clothing store in Manhattan’s East Village.  Goldwater says as soon as the album dropped, social media started buzzing with class regulars like herself discussing the album, declaring: “Oh my God, it’s an emergency, we have to call an emergency class. So we all registered right away.”  Sorry, the fourth track on the album, was voted on by class regulars as the first song from Lemonade to be used. Sorry is flicking-the-bird-furious Beyoncé. It’s a song about getting drunk with your girlfriends (on your cheating husband’s Cognac brand, natch) and declaring “I ain’t thinking ’bout you” and “boy, bye”.       Dance teacher Alistair Williams, 30, the executive director of Broadway Bodies, declares the room a “shame-free” zone. The crowd was mostly in their twenties and thirties and the majority were women, but a few Beyoncé-loving fellas also participated. Enrollment has spiked since the release of Lemonade, said Williams, with this first Sorry class selling out in three days. Next week is sold out, with only a few tickets available for the following week’s new Hold Up class. The new album is a boon for business. Choreography is modeled on the video and adapted by Williams and his team. For this Beyoncé song in particular he’s allowing “community choreography”, asking students to help come up with the best moves to rejig the dance each week.       “Of course I cheated, I looked at the Formation tour videos that are on Facebook and stole some of those moves,” said Williams. Beyoncé’s Formation tour launched in Miami last week. The Sorry dance itself involves enough body rolls to get you sweaty but is bearable for a beginner to learn in 45 minutes. There’s a lot of laughing and clapping, a high-energy class that doesn’t take itself too seriously. When Beyoncé screams “Suck on my balls, pause, I’ve had enough”, we cross one arm in front of the other and thrust our hips forward. “I want everyone to unleash their inner ‘fuck you’,” declared Williams. When Beyoncé declares “middle fingers up”, we do it. It’s fun playing the character of Beyoncé, luxuriating in the spurned woman turned girl power moves.",
  "webTitle": "Beyoncé Bodies: Lemonade video inspires sold-out dance classes",
  "webPublicationDate": "2016-05-04T14:59:41Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/04/beyonce-lemonade-dance-class-broadway-bodies",
  "keyword": [
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amber Jamieson",
      "id": "profile/amber-jamieson"
    }
  ],
  "guardianId": "music/2016/may/04/beyonce-lemonade-dance-class-broadway-bodies"
}