{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/11/how-much-should-you-spend-on-a-wedding-gift",
  "id": "2016-05-11-294",
  "sectionId": "lifeandstyle",
  "body": "Picture this, you attend a wedding of a former colleague only to be contacted later because the newyweds feel (horror of horrors) that the gift you gave was not generous enough. It’s a situation that an unnamed guest has claimed to have been in, posting the story to a forum on Mumsnet asking for advice after she was told the £100 cheque she provided wasn’t enough.   Related: Bride and groom write to guest demanding 'adjustment' to £100 gift    It’s caused much discussion, with many saying that the person should cancel their cheque immediately. While the details of this case are patchy (and we are only hearing one side of this story) it has prompted an interesting debate: how much should you spend on a wedding gift? We want to hear from our readers. What’s the most or least you’ve ever given? What gift is appropriate for a former colleague compared to a life-long friend? Has wedding gift etiquette changed over time? Have you found yourself in a similar situation to the person from Mumsnet?  Tell us your stories via the form below.",
  "webTitle": "How much should you spend on a wedding gift?",
  "webPublicationDate": "2016-05-11T09:37:58Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/11/how-much-should-you-spend-on-a-wedding-gift",
  "keyword": [
    {
      "webTitle": "Weddings",
      "id": "lifeandstyle/weddings",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Wedding dresses",
      "id": "fashion/wedding-dresses",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "fashion/2016/may/11/how-much-should-you-spend-on-a-wedding-gift"
}