{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/the-last-face-review-sean-penn-charlize-theron-crass-romance-cannes",
  "id": "2016-05-20-201",
  "sectionId": "film",
  "body": "When Cary Fukunaga was interviewed about the troubles he faced trying to secure funding for child-soldier drama Beasts of No Nation, he said that the process would have been a lot easier if he wasn’t making such a “black” film.    Related: The Neon Demon review: Nicolas Winding Refn makes Zoolander 3, but erotic and evil    The very idea that trying to convey the harrowing reality of West African conflict could be achieved without the help of a kindly white UN worker was utterly unimaginable to studios. His devastating, authentic film was ultimately bought by Netflix but, ironically, Sean Penn’s embarrassing, starry and overwhelming #alllivesmatter attempt to cover a similar story will be lucky to meet such a kind fate. Penn’s first film as director since 2007’s Into the Wild confirms all of our worst suspicions of his preachy, ham-fisted politics. It’s an extended Band Aid video, shoddily assembled to be screened at galas filled with the guilty elite sipping champagne while frowning at close-ups of tearful orphans.     Charlize Theron and Javier Bardem falling in love in The Last Face. Photograph: PR    The Last Face stars Charlize Theron (his then-girlfriend who surely broke things off after she watched a rough cut) as the director of an aid agency who looks back on her time as a doctor in war-torn west Africa. While there, struggling to get used to the harrowing crisis, she meets and falls in love with another doctor, played with minimal charisma by Javier Bardem. The two of them get closer as things get hairier but a terrible set of circumstances force them apart. The warning signs arrive from the very first frame that we’re in for a rough ride, with text on-screen likening the “impossible brutality” of the conflict in Africa to that of the love between a man and a woman. The audience here at Cannes guffawed; and what could have been an earnest drama about atrocities in Africa quickly becomes a laughable stinker: one to be poked fun at but also examined for just what went so horribly wrong.   Related: Dog Eat Dog review – Willem Dafoe is magnificently needy in Paul Schrader's tasty thriller    Because buried underneath layers of wince-inducing carnage, there is a good intention here. It’s especially notable in a scene near the end when Theron’s character delivers a clunky speech about refugees. But any message the film tries to deliver is drowned out by Penn, and his talented cast, making unbelievably crass decisions at every conceivable turn. Even in her worst films, Theron’s skill as an actor ensures she rises above. But there’s something smug and stultifying going on here, with the majority of her performance dedicated to wistful looks, crying at dead black people and delivering lines such as “saving lives is a serious mission” without laughing. Her romance with Bardem is entirely unconvincing, as if written by a robot unaware of what a real human interaction is (“Being inside me is not knowing me!”) and acted by two people who seem to be digitally brought together while filming in different locations. Their relationship is Nicholas Sparks-lite at best yet dominates the film. There’s something interesting to be said about an “addiction to emergency” but it’s left unexplored. Instead, her clumsily scripted voiceover claims that the suffering around them has “inspired an intoxication of intimacy”. Death is an aphrodisiac. Barf. Another fascinatingly misjudged scene has a white character revealing she’s also slept with Bardem and is, shock, HIV positive. The ongoing issue of HIV in Africa is only raised to create romantic tension between the two white leads (we get to see them test each other and nervously wait for the results!) and it’s one of the film’s most heinous mis-steps.   Related: Looking over one's shoulder: how to survive the Cannes film festival    Nothing about the film comes close to authenticity and it’s largely down to Penn’s remarkably amateurish direction. He makes the odd stylistic choice to play with focus throughout, attaching a mistiness to certain shots that gives it the feel of a first-time student film. Coupled with an execrable script by Erin Dignam that exchanges subtlety for cheap shock value (white helicopter pilot: “You know that girl I was dancing with? She watched her sister get raped to death and she was raped as well”), it leads to astounding incompetence from start to end. Black characters are ciphers at best. They suffer and they grab at the clothing of our attractive leads, but they get minimal dialogue and zero depth. By focusing on the difficulties faced by foreign aid workers rather than the local people (gory injuries and thin anecdotes do not equate to characterisation), the true agenda of the film is all too apparent. This is not a film about Penn helping people, it’s a film to show how much he wants to be seen helping people. It’s self-satisfied posturing rather than film-making and a staggering misfire for all involved.",
  "webTitle": "The Last Face review – African conflict is aphrodisiac for white people in Sean Penn's crass romance",
  "webPublicationDate": "2016-05-20T11:48:06Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/the-last-face-review-sean-penn-charlize-theron-crass-romance-cannes",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Charlize Theron",
      "id": "film/charlize-theron",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Javier Bardem",
      "id": "film/javierbardem",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sean Penn",
      "id": "film/seanpenn",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/20/the-last-face-review-sean-penn-charlize-theron-crass-romance-cannes"
}