{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/six-hour-work-days-boost-productivity-dont-expect-them-in-us",
  "id": "2016-05-12-235",
  "sectionId": "commentisfree",
  "body": "That Americans work too much is something that many Europeans accept as fact. I spent the first 10 years of my career working in the UK and Germany, but often collaborated with coworkers across the Atlantic. My European colleagues and I would raise our eyebrows at emails that we’d receive in the middle of the night from folks who were clearly working well into their evenings. We laughed at voicemails left at 8pm London time, with the preposterous assumption that we’d still be at our desks. Relocating to New York at the beginning of 2014, my situation flipped. In a company where the majority of my colleagues were based in Berlin, we did have more vacation days than the average American worker, who gets just a paltry eight. But we sometimes struggled to get work done when my European colleagues would exercise their right to go to the beach for two or three weeks at a time. It felt like those of us who were stateside were doing something wrong. A new study of shorter workdays in Europe shows that we were doing something wrong indeed: a six-hour workday has been found to reduce absences and stress, while increasing workers’ efficiency. That doesn’t seem surprising: anyone who can put in a twelve-hour day at work and apply the same level of focus and enthusiasm to the twelfth hour as they did to the first or third hours is ... well, I’d reckon they’re unusual, if not superhuman. But will science be enough to prove to work-hard Americans, and our employers, that six hours a day is enough time to put in? When the companies that are considered to be the most cutting-edge continually increase the perks that they offer to prevent workers from ever needing to go home – not just soup to nuts, but napping pods and laundry services as well – the prospect doesn’t look too promising. “Unlimited vacation,” may sound generous, but it actually can disadvantage workers, who may feel that they can’t exercise their right to take days off, and don’t get compensated for the days they can’t take. People live in fear of being the first person to close their laptop, or to ignore a work email on the weekend, in case that makes them look like they don’t care.   Related: 'Me-ternity leave' is not the answer to stress and burnout at work    I worked in one company that offered special workshops in maintaining work-life balance but where I was also advised to work on evenings and weekends. They also wanted me to cover for a job on my team that was unfilled for six months, and shouted at me as if I was a recalcitrant child when I agreed to come to an after-hours event but indicated that I wouldn’t be staying until the bitter end because I had a personal commitment. And scenarios like this are just the case for salaried workers: people who have the luxuries of jobs that offer them living wages, and give them access to benefits like health insurance, paid vacation days, occasional paternal leave. For many American minimum-wage workers, the thought of a 40-hour week is but a distant dream: a 2014 study found that in most parts of the country, they’d need to work an average of 2.6 jobs to afford to rent one-bedroom apartments.  The presumptive Republican nominee seems to intimate to his followers that they’ll become successful and upwardly mobile if they just work as hard as he did, but the truth is that many of the poorest Americans are working far harder than that, without any chance of improving their lives. A six-hour work day sounds like a great idea. A 40-hour work week is a distant fantasy for far too many. As a nation we’ll have to start valuing the physical and emotional health of workers before we begin to come close to achieving that kind of American dream.",
  "webTitle": "Six-hour work days do boost productivity. Too bad we can't try them | Jean Hannah Edelstein",
  "webPublicationDate": "2016-05-12T11:30:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/six-hour-work-days-boost-productivity-dont-expect-them-in-us",
  "keyword": [
    {
      "webTitle": "US work & careers",
      "id": "money/work-careers-us",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jean Hannah Edelstein",
      "id": "profile/jeanhannahedelstein"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/six-hour-work-days-boost-productivity-dont-expect-them-in-us"
}