{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/22/kick-paula-byrne-kathleen-kennedy-hagiography",
  "id": "2016-05-22-159",
  "sectionId": "books",
  "body": "From “Jack” to “Kick”, the Kennedy self-confidence expressed in demotic monosyllables does not cease to dazzle. Fifty-three years after JFK’s assassination, and 68 years after his beloved sister’s death in an air crash, biographers continue to fly into the lost world of Kennedy brilliance, as moths to a flame. In the inevitable burn-up that follows, language itself acquires ever more lurid tones. So Kick is not the biography of Joe Kennedy’s second daughter Kathleen. Rather, it is “the true story of Kick Kennedy, JFK’s forgotten sister and the heir to Chatsworth”. But if Kick is a “true story”, we should also recognise what it’s not. It is, for instance, scarcely a dispassionate biography. Paula Byrne, the author of Mad World: Evelyn Waugh and the Secrets of Brideshead (2009), the book that gave her the idea for Kick, is too heavily invested in her subject for the usual considerations of objectivity. Thus: “Kick was approaching her 16th birthday, and she wanted some fun.” No surprise, also, to find it falling for the temptations of sentiment: “Kick felt as if she was in another world as she gazed at the rows of snow-capped pines and the enormous fairytale hotel nestling under the Swiss Alps, which loomed over the tiny village of Gstaad.”   Related: Mad World by Paula Byrne | Book review    Addressing Kick’s place in a family dominated by boys, Byrne reports that “a hierarchy was established within the family with Joe Jr, Jack and Kick firmly at the top”. But the relationship of Joe Jr (who would also die in an air crash), and JFK (who would become a “war hero”), to their one-of-the-lads sister rarely departs from a pop psychological narrative. It also fails completely to elucidate the impact on the young Kennedy family of its darkest secret. Older than Kick, but brain-damaged from birth, was another daughter, Rosemary, who would eventually be subjected to a botched lobotomy. Still in the family division, Kick hardly offers much that’s new about the cold but tormented marriage of Joe and Rose Kennedy. When Joe Sr starts his affair with Gloria Swanson, we learn that Kick “was intrigued to meet the daughter of the world’s most famous movie star. She liked little Gloria, but she longed even more to meet the beautiful star herself.” Shortly after this breathless revelation, Byrne describes the Kennedys as “the ideal Catholic family”. The deficiencies of Kick multiply within its unfolding narrative. It is not really a fraternal portrait of JFK as a young hero, though he’s hovering in the wings throughout. When Kick moves to London during her father’s disastrous tour of duty as US ambassador, this is not even a study of expat American life in the blitz. Kick’s biographer, apparently oblivious to the flourishing genre of blitz studies, is content to describe the high jinks in the Gargoyle club and the Cafe de Paris. Despite several index entries for Evelyn Waugh, who was apparently “bewitched” by Miss K, Byrne has almost nothing to say about Waugh’s partiality for an American girl with outstanding “sexual charisma”, a species Waugh generally, and notoriously, loathed. Finally, Kick is not really an Anglo-American romance, more a snapshot of wartime heartbreak. So what kind of book is it?    Behind the luxurious long weekends is the poignant story of an impressionable American, starved of parental affection    Paula Byrne certainly has a beady eye on the marketplace. All too frequently a “true story” apparently written and researched in the UK, tips its cap to an American audience, with unintentionally hilarious results. When Kick visits Cambridge, Byrne’s readers, who will shortly get a lesson in the art of the apple-pie bed, discover that the “Trinity Ball [is] the highlight of the academic year”, which might come as news to many Cambridge graduates. When Kick and JFK first land in wartime Britain, “they intuitively understood the understated British humour”. Elsewhere, Byrne’s transatlantic readers will doubtless yearn to join “a smart set of aristocratic young people” and “embrace the wholesome American girl with the dazzling smile”. Actually, Kick was tormented by her lack of wholesomeness, and we hear so much about her “dazzling smile” that one is tempted to elevate this biography into that rarest and most exclusive genre of life-writing: the hagiography. Kick, then, is a missed opportunity. Behind the luxurious long weekends and the high-society junketing is the poignant story of an impressionable, gung-ho American (a discernible type), starved of parental affection, tyrannised by her mother, trapped in a cruel web of Roman Catholic guilt, trying to make sense of her young adult life in a baffling and impenetrable society high on the adrenaline of total war. Having defied her parents (especially her mother), and married Billy Hartington, the “heir to Chatsworth”, this unfortunate Bostonian was first widowed, then snagged by a philandering Irishman (“king dandy and scum”, according to Waugh), dying with him in a senseless plane crash (shades of John Kennedy Jr). End of story. Less a book than an uncontrolled magazine article, Kick reads like an unedited film treatment. But it contains, for Hollywood, one fatal flaw. Kathleen “Kick” Kennedy was a tragic figure, a victim of her upbringing and circumstances, who died in the quest for love. In the movie, we should shed a tear. In the book, we could hardly care less. That famous Kennedy magic is all the more golden for being so tantalisingly elusive. Kick is published by William Collins (£20). Click here to buy it for £16",
  "webTitle": "Kick by Paula Byrne review – too much dazzle",
  "webPublicationDate": "2016-05-22T07:00:36Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/22/kick-paula-byrne-kathleen-kennedy-hagiography",
  "keyword": [
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "The Kennedys",
      "id": "us-news/kennedys",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert McCrum",
      "id": "profile/robertmccrum"
    }
  ],
  "guardianId": "books/2016/may/22/kick-paula-byrne-kathleen-kennedy-hagiography"
}