{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/20/donald-trump-sheldon-adelson-israel-trip-campaign-donation",
  "id": "2016-05-20-27",
  "sectionId": "us-news",
  "body": "Conservative and big-money allies of Donald Trump are laying the groundwork for him to visit Israel this summer, an idea backed by Republican mega-donor Sheldon Adelson, who recently indicated in a meeting with the candidate that he would provide about $100m to help Trump win the presidency, conservative sources have told the Guardian. Three conservative sources with strong ties to Adelson say that the multibillionaire has touted the merits of a Trump trip to Israel, and planning has begun, though nothing has been finalized. “I’m sure Sheldon suggested the trip,” said one conservative donor close to Adelson. Mort Klein, who runs the Zionist Organization of America and is close to Adelson, told the Guardian that Trump’s point man for Israel, Jason Greenblatt, informed him several weeks ago that Trump was “going to go there [Israel] before the [GOP] convention” which begins on 18 July. Trump canceled one trip in December after the Israeli prime minister, Binyamin Netanyahu, with whom Adelson is close, publicly scolded the candidate for his proposed temporary ban on Muslims coming to the US. Since that tiff, Trump has indicated several times that he planned to go soon after the general election, assuming he wins in November. Now, Adelson and some members of the Republican Jewish Coalition, a conservative pro-Israel group that he has long bankrolled, are lending a hand to arrange a Trump visit similar to one that Mitt Romney made in the early summer of 2012 when he met Netanyahu, sources say. During the visit, Adelson and several other wealthy RJC board members flew over to attend a major fundraiser that benefited Romney. “There are no plans for a visit at this time,” said Hope Hicks, a spokeswoman for the Trump campaign, in a statement. But Hicks declined to say whether there had been discussions about – or early planning for – an Israel trip this summer. Trump himself told an Adelson-owned newspaper in Israel last week that “I will be coming [to Israel] soon,” as part of a trip which might occur post convention to a few countries. Adelson’s decision to commit some $100m to help Trump – which is likely to go to one or more Super Pac – was driven heavily by his view that Trump would be a “tremendous president” when it comes to Israel, as he recently stated in an email to RJC board members, plus other issues. While the $100m Adelson reportedly plans to spend to help Trump will represent the bulk of his 2016 election giving, the casino baron is also likely to provide tens of millions more to help GOP congressional candidates, as he has done in recent elections, say three sources close to Adelson. Those donations are expected to go to a mix of Super Pacs and politically active non-profits – including some he’s helped before – which, unlike campaigns, can accept unlimited checks from corporations, individuals and unions. A political adviser to Adelson did not respond to requests for comment on his plans to help congressional candidates or where his pro-Trump funding would go. It’s not clear whether Adelson’s total giving this election season will equal the $150m that the casino owner and his wife Miriam gave to a mix of Super Pacs and not-for-profit groups in 2012, including such giants as the Koch brothers backed Americans for Prosperity and the Karl Rove backed Crossroads GPS. Non-profits, unlike Super Pacs, don’t have to disclose their donors, but by law can’t spend the majority of their funds on political activity. Adelson’s huge promise of support for Trump capped months of mulling about who to back by the often mercurial Las Vegas billionaire, whose net worth is pegged at $26bn, and was something of a political calculus. Three conservative sources tell the Guardian that the Adelson decision came after getting reassuring reports from a few longtime close allies, including the former House speaker Newt Gingrich, a major Trump booster and reportedly a potential vice-presidential candidate who has signaled his interest in the No 2 slot. “I think Newt’s been trying to sell Sheldon on Trump for months,” said one GOP operative. Another Adelson confidant who also provided him with some reassurance was Klein of the Zionist Organization of America, which has long benefited from Adelson’s largesse. Klein told the Guardian that he met this spring with Trump’s Israel point man Jason Greenblatt, an orthodox Jew and a longtime real estate lawyer for Trump. After discussing key issues of concern about Israel, Klein said he was convinced that Greenblatt “cares deeply about Israel”, and he passed along his perceptions to Adelson. Nonetheless, Adelson’s pledge to back Trump came despite an unorthodox and bumpy courtship by the reality TV and real estate tycoon including an awkward address Trump delivered last December before the Republican Jewish Coalition meeting in Washington.  Trump sparked criticism when he told the RJC that he would be “neutral” in talks between the Israelis and the Palestinians, a stance that many hawkish groups such as the RJC disparage, and made other comments that drew negative reviews. To some close allies of Adelson, backing Trump is at best a risky and unpleasant option. “At the moment, the only thing I’m certain about is that I’ll vote for Trump and hold my nose and pray,” Michael Epstein, a board member of the RJC, told the Guardian, adding that he intended to put his energies into helping GOP congressional candidates. Another RJC member, former senator Norm Coleman, has voiced deeper misgivings about Trump. Colemanchairs a Super Pac and a not-for-profit group that supports GOP House members that Adelson has historically financed with millions. “Anybody who is lauded by David Duke, Vladimir Putin and Jean-Marie Le Pen I can’t support,” Coleman told the Guardian, right before Trump gave a much better-received talk in March to the powerful American Israel Public Affairs Committee. “They’re listening to his dog whistles and responding favorably, which frightens me.” But Adelson’s decision to support Trump is expected to give a lift to Trump’s overall fundraising operation, which has recently begun shifting its public stance of opposing unlimited donations for Super Pacs. Trump spent months during the primaries bashing Super Pacs and big donors as he tried to portray himself as a populist opposed to big money in politics, a move that seemed to boost his appeal. Trump even ridiculed Adelson at one point last year: Trump tweeted that Adelson wanted to make Senator Marco Rubio, who early on Adelson was expected to back, into his “perfect little puppet”, via the prospect of large donations.    Sheldon Adelson is looking to give big dollars to Rubio because he feels he can mold him into his perfect little puppet. I agree!— Donald J. Trump (@realDonaldTrump) October 13, 2015    Earlier this month, Adelson wrote an op-ed in the Washington Post urging GOP leaders and other donors to back Trump.  And on Monday the casino mogul emailed a few dozen of his fellow Republican Jewish Coalition board members making similar pleas.  In his email, Adelson conceded that “like many of you I do not agree with him on every issue”, but he stressed that Trump will be a “tremendous president when it comes to the safety and security of Israel”. Still, some outside observers say Adelson’s support for Trump seems ironic given the strong following he has among some white supremacist groups known for their antisemitism, and Trump’s hesitancy at times in distancing himself from known hate groups. “There’s no question that the constituencies that Trump and the Klan appeal to overlap,” says Mark Potok, a senior fellow with the Southern Poverty Law Center which tracks hate groups in America. “There’s a certain irony in Sheldon Adelson backing Trump who’s so beloved by raving antisemites.” Adelson’s decision about when to open his big wallet this year is markedly different than four years ago. This year, Adelson opted to sit out the primaries, unlike in 2012 when he early on backed his longtime political ally Gingrich, and almost single-handedly kept his candidacy alive for a few months by donating $15m to pro-Gingrich Super Pacs, before the Georgia congressman bowed out. Adelson and his wife then gave $30m to a pro-Romney Super Pac. This election cycle, Adelson met Trump in December when a GOP debate was being held in Las Vegas at one of Adelson’s casinos. After their talk Adelson proclaimed him “very charming”. And in February, after another Las Vegas event honoring former New York mayor and Trump supporter Rudy Giuliani, a tape recording of Adelson remarks surfaced. After noting that “Trump is a businessman. I’m a businessman,” Adelson quipped: “Why not?” when asked about the prospect of supporting Trump. Earlier this month, after Trump became the presumptive nominee, Adelson on a trip to New York for a Jewish charity met Trump at the St Regis hotel and promised he’d back him with some $100m as the New York Times first reported. It’s not clear yet when the Adelson funds will flow and which of a few pro-Trump Super Pacs may be the major beneficiary. Sources say that in addition to two leading Super Pacs, the Great America Pac and the Committee for American Sovereignty, a third Super Pac is poised to launch that will have the blessing of the candidate and his newly appointed campaign chairman, Paul Manafort. This new Super Pac is said to be eyeing a prominent role for longtime Trump friend Tom Barrack, a west coast private equity investor who is separately hosting a Trump campaign fundraiser this month, and could become the chief outside group. Sources tell the Guardian that a pro-Trump not-for-profit group that would not be required to disclose its donors is also in the works. While Adelson’s faith in Trump’s pro-Israel bona fides and the desire to ensure that Hillary Clinton doesn’t win the election have been the primary factors driving the 82-year-old Las Vegas magnate’s thinking, some of Trump’s pro-business positions jibe with long-held stances of Adelson’s too.  One key example: Trump, who has long used union labor in his projects, has recently voiced support for anti-union so-called “right to work” laws, a cause that Adelson has long supported and helped to finance. Right before the South Carolina primary, Trump told a local radio network, “I love the right to work. You are not paying the big fees to unions.” Trump’s conversion to right to work laws could help endear him further to Adelson, who is famously known for owning the only non-unionized casinos in Sin City.",
  "webTitle": "Sheldon Adelson backs Trump trip to Israel after $100m pledge, sources say",
  "webPublicationDate": "2016-05-20T19:30:20Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/20/donald-trump-sheldon-adelson-israel-trip-campaign-donation",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US political financing",
      "id": "us-news/us-political-financing",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Super Pacs",
      "id": "us-news/super-pacs",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sheldon Adelson",
      "id": "us-news/sheldon-adelson",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Stone",
      "id": "profile/peter-stone"
    }
  ],
  "guardianId": "us-news/2016/may/20/donald-trump-sheldon-adelson-israel-trip-campaign-donation"
}