{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/17/after-wolf-creek-10-australian-films-that-are-ripe-for-a-tv-remake",
  "id": "2016-05-17-325",
  "sectionId": "tv-and-radio",
  "body": "With Stan’s TV adaptation of Wolf Creek now on the loose, a new take on novel-cum-film Tomorrow, When The War Began airing on the ABC, and an American version of Animal Kingdom on the horizon, Australian cinema is finding a second life on the small screen. Though Australian cinema had a resurgence in 2015, for many of our finest filmmakers the well of opportunity remains dry. (Consider the decade between drinks for Candy and Holding the Man director Neil Armfield.) If Wolf Creek hits, however, Stan and its fellow streaming services should look to create even more short-form content from these latent Australian franchises in the making.    Related: Wolf Creek TV series review – Mick Taylor meets his match in outback slasher spin-off    Heck, if the American TV networks are brazen enough to revive the forgotten Jim Caviezel/Dennis Quaid sci-fi flick Frequency for their 2016/17 broadcast season, our local channels shouldn’t think twice about tapping these 10 titles – and giving some of our best talents a boost. Plus, 10 twists to keep the adaptations fresh for movie fans. Bad Eggs (2003) When Tony Martin and Mick Molloy had a falling out over, of all things, 2006’s BoyTown, their devotees may have felt the urge to curse the very day the Martin/Molloy duo ever attempted the transition from radio to cinema. Yet, before BoyTown, they’d collaborated on the hit Crackerjack and Martin’s hard-boiled comedy Bad Eggs. As Meat Loaf once opined, two out of three ain’t bad. The latter featured Molloy and Bob Franklin as coppers who uncover a conspiracy that goes all the way to the top (well, Shaun Micallef’s Victorian premier at least). Given Martin’s cineaste credentials, it was no surprise Bad Eggs married loving noir-mimicry with absurd slapstick (of the Police Squad! kind), aided by its dream deadpan cast (Franklin, Micallef, Judith Lucy, Alan Brough, Bill Hunter). Cop comedies (Brooklyn Nine-Nine, Angie Tribeca) have found unlikely success on television screens in the 21st century. Therefore, giving Martin a second crack at Bad Eggs (in 30-minute chunks) is a no-brainer. It may even mend a friendship. TV twist: In the thrilling finale, our heroes are put into witness protection and sent to Sydney, where they butt heads with another premier nicknamed, oh, let’s say, “Casino Ike”.            The Magician (2005) Australian lore has no shortage of underworld figures and, on celluloid, Chopper looms largest of all. But spare a thought for Ray Shoesmith, the chatty, affable hitman of The Magician. Ray (played by writer-director Scott Ryan) is the subject of this witty, pitch-black mockumentary, in which an increasingly in-over-his-head documentarian (Massimiliano Andrighetto) follows around the man Melbourne’s underbelly turns to when they need someone “disappeared”. Created by and starring RMIT film school graduates, The Magician caught the eye of then-budding producer Nash Edgerton (brother of actor Joel Edgerton), who shepherded it towards audiences. Given the Edgertons’ standing in the industry today, would it be so hard for them to resurrect The Magician for a six-part series? TV twist: Ray leaves behind a life of crime after learning his true talent is entertaining at kids’ birthday parties. Turns out “The Magician” isn’t just a catchy handle.            Suburban Mayhem (2006) It was the movie that introduced us to Mia Wasikowska (as Lilya), so Suburban Mayhem has already given us so much. But it would be a shame to lose the film’s wildcard lead character, Katrina (Emily Barclay) – a rabble-rousing 19-year-old who manipulates the men of her low socio-economic neighbourhood into conducting despicable criminal acts – to the sands of time. As the class divide stretches ever wider and shows such as Struggle Street and Housos accumulate accusations of exploitation, maybe there’s something to a televised social satire that’s actually shot like an exploitation flick. It would easily generate weekly conversation (and “hot takes” as far as they eye can see). Every water-cooler needs a new lightning rod in between seasons of Game of Thrones. This could be ours. TV twist: Wasikowska’s Lilya is a devoted, albeit naïve accomplice to Katrina in the film. Perhaps here, a corrupted Lilya could play a more active role in continuing Katrina’s dastardly work, even becoming a rival. This, we’d watch.            Lake Mungo (2009) Filmed like an extended episode of Australian Story, Joel Anderson’s deeply disturbing fake doco Lake Mungo is tailor-made for a limited series adaptation. It begins with a family hiring a psychic to speak with their dead daughter, Alice, after home videos seem to reveal her ghostly presence. The true terror comes when the family learns about the unpleasant details of the days leading up to Alice’s death at, you guessed it, Lake Mungo. Answers do not come easily. After watching, neither do peaceful sleeps. A mooted American reboot never came to fruition, so let Stan follow in Wolf Creek’s footsteps with a revival of this century’s best Australian horror film (that’s not called The Babadook). TV twist: Horror crossovers usually work pretty well. How about Alice v The Babadook? No matter who wins, television audiences also win.            Snowtown (2010)   Related: Snowtown rewatched – a supremely unsettling portrait of a killer    Viewers who slogged through Justin Kurzel’s powerful, dizzying, vomit-inducing Snowtown will unlikely be chuffed by the prospect of returning to its world anytime soon. (Same goes for the families affected by one of our nation’s most notorious and gruesome chapters.) However, if audience appetite for Making a Murderer and American Crime Story: The People v OJ Simpson tells us anything, it’s that true crime narratives can be used to tell compelling stories about inequality, race, gender and society at large. A 10-part series centred on the trial that followed the Snowtown murders (one of the longest in our country’s history) and its aftermath in South Australia could reveal much about the country. Would we be ready for it?  TV twist: By picking up precisely where the movie left off, you’d be sparing viewers the stomach-churning experience of rewatching the grisly murders. The gruelling legal battle that follows, however, might be just as exhausting.            Mad Bastards (2011) Brendan Fletcher’s meandering Mad Bastards followed absent father TJ (Dean Daley-Jones) as he returned to the Kimberley to raise his troubled son Bullet (Lucas Yeeda) and prove his fatherly capabilities to the boy’s granddad and local sheriff Texas (Greg Tait). Soon the ABC’s Cleverman will bring some Indigenous Australian voices to the screen but widespread mainstream Indigenous representation remains elusive. Mad Bastards, as a series, could convey the daily struggles – and inspirational achievements – of those in remote communities with sensitivity, great humour and a sterling soundtrack, just like the feature-length original.  TV twist: Alex Lloyd and the Pigram Brothers appear as troubadours in Mad Bastards. Let them bring along some fellow singers to the Kimberley for weekly cameos. It could be just like The Love Boat!            Sleeping Beauty (2011)   Related: Sleeping Beauty – review    If Steven Soderbergh’s The Girlfriend Experience can warrant a TV adaptation, so too can Julia Leigh’s Sleeping Beauty. The motion picture didn’t quite deliver on the bizarre, unsettling promise of its elevator pitch – a uni student (Emily Browning) works at a high-end brothel where she agrees to be sedated for her clientele – but then, neither did the movie version of The Girlfriend Experience. A do-over might allow the makers to put the nightmarish, Kubrickian subject matter to better use – so long as they bring back Rachael Blake as the icy madam. TV twist: What happens when one of the “sleeping beauties” begins blackmailing her creepy clients? Nothing good, probably.            The King Is Dead (2012) Australians are well versed in the “neighbour from hell” trope, thanks to A Current Affair, Today Tonight and the like. So, there’s no more natural a home for Rolf de Heer’s wickedly funny The King Is Dead than on Australian TV. In the film, a middle-class couple (Dan Wyllie, Bojana Novakovic) moves into an old-fashioned house on a quaint little street, next to the nefarious – yet dim – King (an off-kilter Gary Waddell). Minor, neighbourly annoyances escalate into murderous conspiracies, resulting in a war between the two households that’s slightly more extreme than the one from Bad Neighbours. TV twist: Forget the welcoming fruit baskets. When an even worse neighbour moves in across the road, bitter enemies join forces to bring the new nemesis down. This ain’t Ramsay Street.            Not Suitable For Children (2012) Hopes for an Australian Friends – or hey, even an Australian New Girl – have long been dashed, though twentysomething and Please Like Me proved young, talented Australian comics can anchor decent half-hour sitcoms. Therefore, its director, Peter Templeman, wouldn’t have to contort his sweet, sexy rom-com Not Suitable For Children too drastically to make it fit television screens. Its high-concept plot – Jonah (Ryan Kwanten) and his buddy Stevie (Sarah Snook) seek a suitable recipient of his soon-to-be-defunct sperm – is basically pilot-ready. The only struggle would be replicating the magical chemistry of Kwanten, Snook and their clueless third wheel, Ryan Corr. Thankfully, finding charismatic young actors has never been the local film and TV industry’s weakness.  TV twist: The movie does away with the whole “will they? won’t they?” cliché by having Jonah and Stevie jump into bed fairly quickly. The TV overlords will demand they draw this out over several seasons. Let the shipping commence.            The Sapphires (2012)   Related: Cannes 2012: The Sapphires – review    The success of Love Child should open the door for a TV version of stage show turned smash film The Sapphires. (Both star Miranda Tapsell, and the more things that star Miranda Tapsell, the better off our nation will be.) The calculus here is easy. Who wouldn’t want to see Deborah Mailman, Jessica Mauboy, Shari Sebbens and Miranda Tapsell sing Motown hits to the troops on a weekly basis? TV twist: You know, there’s really no need to add a new wrinkle here. Just give the people what they want.",
  "webTitle": "After Wolf Creek: 10 Australian films that are ripe for a TV remake",
  "webPublicationDate": "2016-05-17T04:14:03Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/17/after-wolf-creek-10-australian-films-that-are-ripe-for-a-tv-remake",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Horror (TV)",
      "id": "tv-and-radio/horror",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Miraudo",
      "id": "profile/simon-miraudo"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/17/after-wolf-creek-10-australian-films-that-are-ripe-for-a-tv-remake"
}