{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/09/boris-johnson-cameron-cant-cut-immigration-and-stay-in-eu",
  "id": "2016-05-09-185",
  "sectionId": "politics",
  "body": "Boris Johnson accused the prime minister of undermining trust in democracy by repeatedly promising to cut net immigration to the tens of thousands, despite it being impossible to achieve that as long as Britain is in the EU. The former London mayor used a speech designed to make the “liberal, cosmopolitan” case for Brexit to launch an attack on David Cameron, who he said had failed to achieve any significant reforms in Brussels. Johnson’s comments came just hours after the prime minister used his own speech to make the controversial claim that leaving the EU could increase the risk of war. Johnson said: “It is deeply corrosive of popular trust in democracy that every year UK politicians tell the public that they can cut immigration to the tens of thousands – and then find that they miss their targets by hundreds of thousands.”  The Tory MP, one of the leading figures campaigning for an out vote in the EU referendum, cited a speech given by Cameron in 2013 at Bloomberg in which he said the EU needed “fundamental, far-reaching change”. He highlighted the fact that Cameron said he was willing to campaign to leave if he failed to achieve fundamental reform and full-on treaty change. “And that is frankly what the government should now be doing. If you look at what we were promised, and what we got, the government should logically be campaigning on our side today,” added Johnson, arguing that it was “bizarre” for the remain camp to claim that we were living in a reformed EU. “There has been not a single change to EU competences, not a single change to the treaty, nothing on agriculture, nothing on the role of the court, nothing of any substance on borders – nothing remotely resembling the agenda for change that was promised in the 2013 Bloomberg speech.” He joked that calling it a “reformed EU” might be an offence against the Trades Descriptions Act, “or rather the EU unfair commercial practices directive that of course replaced the Trades Descriptions Act in 2008”.  Johnson also directly took on Cameron’s earlier speech, saying: “I think it is very, very curious that the prime minister is now calling this referendum and warning us that world war three is about to break out unless we vote to remain. I think that is not the most powerful argument I’ve heard.” Johnson then added: “If you want an example of EU policymaking on the hoof and EU pretensions to running defence policy that have caused real trouble, then look at what has happened in the Ukraine.’’ Cameron had said: “Can we be so sure that peace and stability on our continent are assured beyond any shadow of doubt? Is that a risk worth taking? I would never be so rash as to make that assumption.” The prime minister added: “As I sit around that table with 27 other prime ministers and presidents, we remember that it is pretty extraordinary that countries are working together to solve disputes and problems. We should listen to the voices that say Europe had a violent history, we’ve managed to avoid that and so why put at risk the things that achieve that?” Johnson’s remarks about Ukraine were pounced upon by sources at the Stronger In campaign, who said that the Conservative MP had aligned himself with Ukip leader Nigel Farage, Russian president Vladimir Putin and the leader of France’s National Front, Marine Le Pen. Johnson rejected the claim that Brexit campaigners were anti-Europe. “I can read novels in French and I can sing the Ode to Joy in German and if they keep accusing me of being a Little Englander, I will,” said Johnson, before offering reporters a verse in the language. “Both as editor of the Spectator and mayor of London I have promoted the teaching of modern European languages in our schools. I have dedicated much of my life to the study of the origins of our common – our common - European culture and civilisation in ancient Greece and Rome.” He said it was “offensive, insulting, irrelevant and positively cretinous to be told – sometimes by people who can barely speak a foreign language – that I belong to a group of small-minded xenophobes”. Instead, Johnson claimed that Brexit was the “great project of European liberalism”. “And I am afraid that it is the European Union – for all the high ideals with which it began, that now represents the ancient regime.” Asked if he would serve in a Cameron cabinet following such a vociferous attack on his Conservative colleague, Johnson swerved the question. He responded that he was a “humble ex-municipal toenail” who was now determined to serve only one cause – his desire for Britain to vote to leave the EU on 23 June.",
  "webTitle": "Boris Johnson: Cameron can't cut immigration and stay in EU",
  "webPublicationDate": "2016-05-09T13:02:44Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/09/boris-johnson-cameron-cant-cut-immigration-and-stay-in-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/09/boris-johnson-cameron-cant-cut-immigration-and-stay-in-eu"
}