{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/18/cavalli-opera-duets-and-arias-1644-1666-review-glossa-sospiri-damore-veneziana-semenzato-pe-cavina",
  "id": "2016-05-18-141",
  "sectionId": "music",
  "body": "Alongside their outstanding surveys of the madrigals of Gesualdo, Monteverdi and their contemporaries, Claudio Cavina and his superb group have also begun to explore the music of Francesco Cavalli. Five years ago, they released a recording of Artemesia, one of the most popular of Cavalli’s stage works in his lifetime, though almost forgotten now, and this latest collection of duets and arias, with the soprano Giulia Semenzato and counter-tenor Raffaele Pe accompanied by the instrumentalists of La Venexiana, is made up of extracts from 12 more. Only one of these works, Ormindo, which is represented by two duets, is at all well known today, and some have never been recorded before.     La Venexiana    The title of the album, Sospiri d’Amore (Sighs of Love), indicates the expressive theme that unifies the arias in the collection, whatever the subject matter of the operas from which they are taken. Cavalli may or may not have had a hand in composing Pur ti Miro, the most famous of all love duets from mid 17th-century Venetian opera, which closes Monteverdi’s L’Incoronazione di Poppea, but it was clearly a model for much of his own vocal writing, in which the lines seem to yearn to intertwine so expressively. In turn, Cavalli’s own innovations would provide a starting point for later opera composers, from Lully, Purcell and Rameau through to Mozart and beyond.     Smooth-toned … Raffaele Pe    This Venexiana collection can only hint at the full extent of that influence and what treasures might still be rediscovered as more and more of Cavalli’s operas return to the stage. (He is known to have composed 32, of which half a dozen are lost.) What’s here, though, from works such as Eritrea, Orimonte and Veremonda, Muzio Scevola, Scipione Affricano and Pompeo Magno, is more than enough to whet anyone’s appetite. The performances have Cavina’s sense of slight understatement about them: it’s possible to imagine some baroque specialists giving this music more textural richness and expressive warmth. But in solo arias and together, Semenzato and Pe are a beguilingly smooth-toned and compelling pair of soloists, always treating the words as if they mean something dramatically, and are not merely supports for Cavalli’s elegant musical lines.",
  "webTitle": "Cavalli: Opera Duets and Arias CD review – a rich glimpse of hidden treasures",
  "webPublicationDate": "2016-05-18T14:30:40Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/18/cavalli-opera-duets-and-arias-1644-1666-review-glossa-sospiri-damore-veneziana-semenzato-pe-cavina",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/18/cavalli-opera-duets-and-arias-1644-1666-review-glossa-sospiri-damore-veneziana-semenzato-pe-cavina"
}