{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/02/martin-creed-understanding-east-river-brooklyn-new-york",
  "id": "2016-05-02-37",
  "sectionId": "artanddesign",
  "body": "Five years ago, the Turner prize-winning British artist Martin Creed had an idea – a secret handshake. It wasn’t for just anyone; it was for his stepdaughter, who was 10 at the time. “We’d go ‘peace, love and understanding’ with these hand signals when we were saying goodbye,” says Creed over the phone from his home in London. He and his stepdaughter would make the peace sign together, where they each lifted one finger. They’d make a love heart with the shape of their hands over their chests. And then, they’d make a symbol for understanding by waving their hands, as if they were creating brainwaves between two people. Creed calls it “a hippy thing”, but it became a coping mechanism for stepfamily awkwardness. “When I first got to know her, my relationship to her was not clear – am I her dad? Am I not her dad?” he remembers. “This was a way to try and communicate with my stepdaughter, but without saying what it is, in a way.” Now, Creed is taking the word “understanding” from his secret handshake and emblazoning it in enormous red letters along Brooklyn Bridge Park’s Pier Six in New York City. Overlooking the East river, the 25ft-tall revolving neon sculpture simply says Understanding and is open for interpretation. Created with the Public Art Fund, which puts on major works for all in New York, it ties into Creed’s first US retrospective, which opens at the Park Avenue Armory on 8 June.     Martin Creed in front of one of his works being installed for his one-man show at the Hayward Gallery in London. Photograph: Andy Hall for the Observer    Originally meant to be a three-part work, the piece would have read Peace, Love and Understanding, but proved too expensive. Creed had to edit it down. “I ended up thinking, ‘Maybe all you need is understanding,’” the artist said. “Peace and love can go out of the window a little bit, they’re absolute ideals, but understanding is possible because it includes that what is not possible.” The sculpture goes beyond his family experience to express his view on the wider political environment. “I think it has to do with the bloody shit going on in the world at the moment,” Creed says. “It has to do with wars and communicating with people in a way that’s understanding, for lack of a better word.” At the same time, Creed’s sculpture is ultimately personal. “I want to be understood,” he says. “That’s what everybody wants. If we have an understanding of other people, or try to understand them and ourselves, it might help a bit.”     Martin Creed in his studio in East London. Photograph: Sarah Lee for the Guardian    Creed has worked in a variety of media, from concepts (his work All the Bells, first performed in Costa Rica and then for the London Olympics, encourages the population of a certain place to ring a bell loudly for three minutes) to paintings. Born in West Yorkshire but brought up in Glasgow, hence his Scottish accent, he won the Turner in 2001. The installation he showed for the prize exhibition was Work No 227: The Lights Going On and Off – an empty room in which precisely that, and nothing else, happened. Neon signs are an ongoing series for the artist. Sometimes he’s irked, other times he’s inspired – his emotions filter through his glowing neon works. There are the more hopeful works, like Don’t Worry in lemon yellow, and the blazing white phrase Everything is Going to Be Alright, which was hinged at the Hilton in New York’s Times Square back in 2000. Then there are his more ill-tempered pieces, such as Fuck Off, Shit and Whatever, which tie into his punk roots, as Creed is also a musician who is releasing his next album on 8 July called Thoughts Lined Up.           Martin Creed live session: How I wrote ... Thinking/Not Thinking    This piece, however, is both philosophical and playful. “It’s a wee bit of a joke that you can stand under understanding,” Creed says.  The rotating sculpture is raised on a platform with stair-like seating to relax by the waterside. As picturesque as it is, the color red was chosen as a contrast to all the bright white lights that pepper the city skyline. “Neon red is one of the most straightforward colors, it is the color of neon gas,” Creed says. “And yet, red is a danger color.” Hinting as a warning for the danger the world is in, this is the third and largest of his rotating neon sign pieces after Work No 1357, Mothers from 2012 and Work No 2070, People from 2014.     Mothers, which rotated about 10ft off the ground. Photograph: Graeme Robertson for the Guardian    The artist sees this public sculpture as a way to get out of his own narcissism. “I wanted something that looks to the street, rather than creating a wank world of my own,” he says. “I’m aware art galleries are closed off and people create their own fantasy worlds.” The elite bubble of the art world may look attractive from the outside, but to this insider, that’s what worries him. “I worry about being deluded,” Creed says. “In order to live your life without committing suicide you have to delude yourself that you are important, that what you do matters. To do things, you subscribe to a confidence-building delusion, which is dangerous to making work, as you can ignore the reality of life.” Pausing, he chuckles, as if he has revealed too much. “I don’t know,” he sighs. I can’t help but remember his quirky, self-loathing neon signage, like Feelings, Coconuts and Opium. “I’m trying to look at the outside world and not trust my own interior world,” he said. “I’m not sure if it’s possible, but I try.” Aside from all this, do Creed and his stepdaughter still do their secret handshake? The artist laughs. “We don’t do that any more,” he said. “She’s 15, so we just say goodbye now. I wouldn’t try to do it because I’d be scared she would give me the brush-off.”  Martin Creed’s Understanding runs from 4 May to 23 October at Brooklyn Bridge Park’s Pier 6, while his retrospective The Back Door at the Park Avenue Armory runs from 8 June to 7 August.      ‘Maybe all you need is understanding.’ Photograph: Public Art Fund",
  "webTitle": "Artist's neon sign calls for understanding in New York – and around the world",
  "webPublicationDate": "2016-05-02T20:14:24Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/02/martin-creed-understanding-east-river-brooklyn-new-york",
  "keyword": [
    {
      "webTitle": "Martin Creed",
      "id": "artanddesign/martin-creed",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadja Sayej",
      "id": "profile/nadja-sayej"
    }
  ],
  "guardianId": "artanddesign/2016/may/02/martin-creed-understanding-east-river-brooklyn-new-york"
}