{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/18/how-i-crossed-britain-with-no-money-or-phone-documentary-free-ride",
  "id": "2016-05-18-186",
  "sectionId": "tv-and-radio",
  "body": "People are awful. That’s my motto, forged in the fires of retail work and office work and online comments and people in general. People are the worst. A new TV show operates on a totally different premise. Free Ride follows two men as they cross South America without a penny to their name. They scavenge and forage, but their success ultimately depends on the kindness of strangers. If nobody offers them food or travel or shelter, they are screwed. The fact that both men are still alive proves that people are ultimately decent. Or at least, that South American people are decent. Could the idea work in the UK? Surely not – we’re too cold and closed-off for any of that. You’d be ignored to death. So I came up with a challenge: could I get from Folkestone to King’s Cross in central London, for free and without a phone, in seven hours? Now, I am not a negotiator. I don’t like burdening people. I am awkward and hesitant and the thought of sustained eye contact brings me out in a flopsweat. Taken alone, this challenge would end in dismal failure.     It’s only 80 miles … Photograph: James Levelle    Fortunately, I had James Levelle, one of the show’s stars, to help me. He is my exact opposite. He’s loud and charming and confident, and so enthusiastic that every sentence barrels out of his mouth like a fully formed mission statement. If he had to take a cat to the vet to be put down, he would still sound like Lord Flashheart geeing up the troops for battle.  In Folkestone, as our journey began, Levelle explained his philosophy. “You’ve got to be honest,” he shouted. “People are amazing at sniffing out bullshit. You’ve get to lay everything out on the table.” Then he yelled at a fishing boat and two men on board blinked back at him, bemused. My first instinct to get to London for free was obvious: get on a train without a ticket, hide in a toilet for an hour, then do a runner. Levelle looked at me sternly. “That’s cheating!” he roared. So we compromised. Instead of fare-dodging, I would ask the station attendant for free tickets. It could work, but only if I was confident enough. “Hello there,” I stuttered. “We’re, um, doing a thing where we have to sort of, um, get to London without spending any money and, look, you’re right, this is silly, sorry.” It was excruciating, and it got us nowhere. In a moment of pity, the attendant told us we would have more luck at the bus station. So that’s where we went.     Fare enough … James and Stuart get on the bus. Photograph: James Levelle    My effort was dismal, so I let Levelle take charge. Frankly, the man is mesmerising. Where I half-heartedly apologise for my own existence, he charges up to the world full pelt. “Hello! I’m James!” he yells with bulletproof confidence. “Our challenge is to see how AMAZING the people of this great country are! Will you help us? Will you JOIN OUR QUEST?” Nine times out of 10, people are so flummoxed that they end up doing whatever he says.    The end of It’s a Wonderful Life played out before our very eyes    At the bus station, we chanced upon John. John was a bus driver who used to hitchhike, and he told us we’d be best off thumbing on the motorway. “I guarantee it’ll work,” he told us. “100%”. The problem was, the motorway was a bus ride away. We found the right bus. We asked the driver if we could ride for free. She said no. We asked again. She said no. We were about to disembark in defeat, when something amazing happened. “How much do you need?” asked a sweet pensioner. We explained that, as kind as her offer was, we really weren’t looking for handouts. She told us not to be silly and reached for her purse. Then something even more amazing happened. “Hang on, we’ll all chip in,” yelled another voice. We turned around, and saw almost every passenger passing handfuls of change up the bus to help us. It was astonishing: a completely spontaneous show of generosity, the end of It’s a Wonderful Life playing out before our very eyes. Their spirit of goodwill left me slightly choked up.     ‘Their spirit of goodwill left me choked up’ … the generous passengers who made it all possible. Photograph: James Levelle    But then we reached the motorway. With our thumbs jammed out and clutching a cardboard “LONDON” sign, we realised that people behave differently when they are zooming past you at 70mph. Hitchhiking, I swiftly discovered, is soul-destroying. You stand around for an eternity, being given the finger by car after car, until your feet are sore and your neck has burned and your enthusiasm has evaporated completely. Well, mine had evaporated. James’s remained annoyingly intact. “We CAN do this!” he shouted intermittently. “Someone WILL stop! We just need to BELIEVE!” Eventually, I convinced him that we couldn’t do this, that nobody would stop and that believing in things is for idiots, and we began to trudge back to Folkestone. As soon as we left the motorway, however, a bus tore up to us, headlights flashing. Miraculously, it was John from earlier. “Get back on the motorway!” he yelled through the window. “I guarantee someone will stop! 100%!” So we did. And, less than two minutes later, someone stopped. When things fall into place this neatly, it doesn’t just restore your faith in humanity. It feels bigger than that, as if the universe is supplying you with whatever you need. And this time, the universe decided to supply us with Pete.  Pete was in his 70s, and going as far as Orpington. He picked up hitchhikers wherever he found them, and he had made some lifelong friends that way. Pete was a saint. True, he drove slowly. But he had picked us up where nobody else would. I could have kissed the man.     Pete at the wheel – all the way to Orpington. Photograph: James Levelle    As we approached Sevenoaks, Pete asked if we had eaten. We explained that we hadn’t, that we were planning to ask market traders for some of their unsellable produce. “Bollocks you are,” Pete replied, with his apparently trademarked brand of aggressive generosity, and drove us to a Harvester.  As we left the restaurant an hour later, James and I discussed our next steps. Cities like London were difficult, he said, because direct transit is harder and people are less likely to engage with strangers. Just as we were piecing together a plan of action, Pete piped up. “Is this yours?” he asked, pointing to a folded-up tenner on the ground. Momentarily, I was elated. Money would make our journey through town so much easier, and that’s what the universe had provided us with. Then something clicked. “Did you just put that on the floor?” I asked Pete. “You can’t prove anything,” he replied defiantly.     The constant offers of cash from strangers were making me feel incredibly guilty    We tried and tried to give the money back, but Pete – who had already driven us 50 miles and bought us lunch – called us arseholes until we relented. The constant offers of cash from strangers were starting to make me feel incredibly guilty, but at least we could get to London. Almost. The fare to London from Orpington was £7 each, more than we could afford. After computers were consulted and maps were checked, the people at the ticket office told us that, if we changed at Bromley, we’d be able to get as far as Elephant and Castle. But time was disappearing fast, and the train was agonisingly slow. When we pulled into Elephant and Castle, we had less then an hour left. We simply didn’t have time to hitchhike or earn money for a tube ticket. That left one option: run. I have always thought shows like Free Ride were staged; that the big climactic rush to a finish line was a conceit designed purely for dramatic purposes. Nevertheless, that’s what we found ourselves doing. Our destination was arbitrary, our timeframe uncalculated, but we had to finish on time. We had to. Every clock we passed shortened our chances of making it. Forty minutes. Twenty minutes. Ten minutes. It started to look impossible yet, filled with a completely uncharacteristic determination, we pressed on.     Run for it … James and Stuart leg it for the final stretch of their journey. But could they make it in time? Photograph: James Levelle    Miraculously, it worked. With seconds – literally seconds – to spare, we rounded a corner and reached King’s Cross at 6:20pm. We did it. We got from Folkestone to London for free. And we did it because I was wrong. All those people. We’d been in their lives for just a few moments, but their kindness had meant the world to us. Pete. John. Everyone on the bus. They have probably forgotten about us now, but I still think about them constantly. They helped to change my mind about the world. Them and James, that ridiculous puppy of a man with his stupid refusal to be beaten down. These people proved me wrong. As much as I hate to admit it, people are OK after all. Free Ride starts on Discovery Channel tonight at 8pm.",
  "webTitle": "How I crossed Britain with no money or phone",
  "webPublicationDate": "2016-05-18T12:11:32Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/18/how-i-crossed-britain-with-no-money-or-phone-documentary-free-ride",
  "keyword": [
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Business TV",
      "id": "tv-and-radio/business-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/18/how-i-crossed-britain-with-no-money-or-phone-documentary-free-ride"
}