{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/06/athleisure-polo-shirt-skirt-jess-cartner-morley",
  "id": "2016-05-06-196",
  "sectionId": "fashion",
  "body": "Shall we have an athleisure recap? Right, so here’s an omnibus edition of what you may have missed. I won’t bore you with the fastest-growing-retail-sector stuff. What you need to know is that (a) the sweatshirt is the new crewneck; (b) tracksuit bottoms are now several rungs higher on the fashion pecking order than jeans; and (c), Olympics or no Olympics, it’s a safe bet that whoever is declared overall winner of 2016 will be wearing a tracksuit, probably the sold-out deconstructed one by Parisian label Vetements. Where do polo shirts fit into this? The polo shirt is the athleisure update on the T-shirt, in the same way that the sweatshirt is the new crewneck. The tone of fashion is shifting from that architectural-minimalist, “I probably work in an art gallery” look to something both sportier and a bit more brassy. Looks that would have been a bit naff – a bit Westfield, if you know what I mean – are now deeply fashionable. Tracksuits, say. And polo shirts. Today, I am also wearing fashion’s other big deal right now: the midi-length skirt. It’s a strange disconnect of the current scene that there are loads of desirable mid-length skirts out there, but not many top-half options that work with them. A plain crewneck T-shirt tucked into a calf-length skirt sounds a good idea, but ends up looking too slumpy – on me, anyway. I have seen other people in a long skirt with a snazzy bomber, but when I tried the combo it looked as if I’d panic-bought an Amazon dressing-up costume (Cool Fashion Blogger Shoreditch – Adult Size). A polo shirt, however, has just enough structure and just enough fashion. (Stella McCartney’s SS16 show put simple, block-coloured polo shirts with matching skirts.) There is something brilliantly direct about a polo shirt – see Vicky McClure as Lol in This Is England 90 – that offsets fashion-y pieces such as my JW Anderson ruffled skirt here.   Related: What I wore this week: a pie-crust blouse    Two last points: never, ever pop the collar on a polo shirt, as this tips you into Abercrombie & Fitch territory; and if you must wear it with jeans, you must not wear a belt. Sorry to be blunt: it’s the polo shirt talking. • Jess wears polo shirt, £70, fredperry.com. Skirt, £365, by JW Anderson, from harveynichols.com. Platforms, £139, senso.com. Styling: Melanie Wilkinson. Hair and makeup: Laurence Close at Carol Hayes Management.",
  "webTitle": "What I wore this week: athleisure | Jess Cartner-Morley",
  "webPublicationDate": "2016-05-06T12:00:25Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/06/athleisure-polo-shirt-skirt-jess-cartner-morley",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Women's shoes",
      "id": "fashion/womens-shoes",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Women's shirts",
      "id": "fashion/women-s-shirts",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Skirts",
      "id": "fashion/skirts",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jess Cartner-Morley",
      "id": "profile/jesscartnermorley"
    }
  ],
  "guardianId": "fashion/2016/may/06/athleisure-polo-shirt-skirt-jess-cartner-morley"
}