{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/30/emilia-clarke-nominates-herself-as-a-jane-bond-contendor-and-dicaprio-as-a-bond-boy",
  "id": "2016-05-30-175",
  "sectionId": "film",
  "body": "Game of Thrones star Emilia Clarke has thrown her name into the ring to play a female version of 007. In an interview with the UK’s Daily Star, Clarke said, “I have a lot of unrealised dreams. I would love to play Jane Bond. My ultimate leading man would be Leonardo DiCaprio. No doubt about it.”   Related: It's Bond, Jane Bond: Gillian Anderson throws hat into the ring to be next 007    Clarke made the comments while promoting her drama Me Before You, the 29-year-old’s first major leading romantic role. The self-nomination comes on the heels of The X-Files star Gillian Anderson retweeting a fan made poster casting her as the next 007 agent along with the words: “It’s Bond, Jane Bond.” Not everyone is interested in a gender swapped version of Bond. The Guardian’s film editor, Catherine Shoard, said in an editorial that the campaign to make Bond female “sits oddly” with a vision of a world in which women leaders effect progress by adopting an approach not previously applied. “Shouldn’t we be cooking up new heroines, rather than just sticking old ones in a frock?”      But among fans speculation over who will nab the coveted role from the current Bond actor, Daniel Craig, remains rife. At this point it is hard to find a British actor of a certain vintage who hasn’t been mentioned, with Tom Hiddleston, Aidan Turner, Idris Elba, Damian Lewis and Billy Elliot star Jamie Bell all having their names tossed around by both fans and film industry pundits. The franchise’s outgoing director, Sam Mendes, recently told audiences at the UK’s Hay festival that the decision lay in the hands of producer Barbara Broccoli and that the final choice “will not be what you expect”. “There’s this constant debate about who’s going to be the next Bond,” he said. “The truth is – and here’s the headline – it’s not a democracy. It’s not the X Factor, it’s not the EU referendum, it’s not a public vote.”   Related: Jane Bond is just James in a frock. We need a new heroine | Catherine Shoard    Bookmakers recently suspended betting on Hiddleston landing the gig after reports he was seen meeting with Mendes and Broccoli in London. The most unexpected person to play Bond may be Craig himself who – while not exactly sounding keen on it (at one point he said he would rather slash his wrists) – has not actually ruled out returning to the role.",
  "webTitle": "Emilia Clarke nominates herself as a Jane Bond contender (and DiCaprio as a 'Bond boy')",
  "webPublicationDate": "2016-05-30T06:34:32Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/30/emilia-clarke-nominates-herself-as-a-jane-bond-contendor-and-dicaprio-as-a-bond-boy",
  "keyword": [
    {
      "webTitle": "James Bond",
      "id": "film/jamesbond",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "film/2016/may/30/emilia-clarke-nominates-herself-as-a-jane-bond-contendor-and-dicaprio-as-a-bond-boy"
}