{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/brazil-dilma-rousseff-impeachment-michel-temer-cabinet",
  "id": "2016-05-13-45",
  "sectionId": "world",
  "body": "Brazil’s image as a socially liberal, multi-ethnic democracy may always have been more myth than reality, but any lingering illusions of this type have been swept away by interim president Michel Temer’s appointment of the country’s first all-male cabinet since the end of dictatorship in1985. After conspiring to suspend Brazil’s first female president, his former running mate Dilma Rousseff, the 75-year-old patrician quickly showed his conservative instincts with a mostly white lineup of ministers that also included a soy baron in charge of agriculture, and a finance minister who immediately declared the need for sweeping cuts. As was evident by the scrum of white men in suits who surrounded the grinning leader during his inauguration speech, Brazil’s old elite are once again at the helm – and they feel little obligation to represent the 52% of the population who are women or the 53% who are of mixed race. It was a stunning contrast to Rousseff’s departing cabinet and government team, which was far more diverse in gender and race. Temer made no apologies for harking back to traditional values. Just as many impeachment protesters have wrapped themselves in the national colours, he declared the motto of his new government would be “order and progress” – the Positivist slogan that spans the country’s flag. Progress, however, does not appear to include improvements in the rights of women, who were long treated as second-class citizens in this macho culture.    Diversity diminishes in Brazil’s cabinet   A recent cover story, Veja magazine – the mouthpiece of the conservative right – paid tribute to such ideals, describing Temer’s wife, Marcela – a beauty pageant contestant who is 43 his junior – as “Bela, recatada e do lar” (Beautiful, demure and homely). In the interview inside, the first lady – who has her husband’s name tattooed on the back of her neck – said she felt lucky that he still found time to take her out for dinner every couple of weeks. Rousseff – a former Marxist guerrilla who was once arrested with a gun in her handbag and withstood torture during the military dictatorship, yet went on to lead Latin America’s most powerful country – was the antithesis of the right’s vision of femininity.  In her parting address, Rousseff said she was the victim of treachery and misogyny. During the rowdy lower house impeachment vote, many conservative congressmen and their wives and girlfriends posed with patronising placards reading “Tchau querida” (Bye bye darling).  Ultra-conservative lawmaker Jair Bolsonaro went a step further by dedicating his vote to the dictatorship-era torturer-in-chief Carlos Alberto Brilhante Ustra, who he described sadistically as “the dread of Dilma”. Despite condemnation from the left for this comment, Bolsonaro has not been punished. Among the right, he has surged in popularity, adding more than half a million Facebook “likes” in the two weeks that followed.    Related: With Rousseff on the ropes, Brazil's far right sees an opening    Rousseff was stripped of her powers on Thursday after losing a preliminary impeachment vote in the Senate. This followed a similar crushing defeat in the congress in April. She now faces trial by the senate on charges of doctoring government accounts to give an unrealistically healthy impression ahead of the 2014 election. She now has only a slim chance of avoiding permanent removal from office. The final senate vote – which requires a two-thirds majority – could come by September. Many of her accusers, however, are under investigation for far more serious crimes. Temer faces an impeachment challenge and has been barred from standing for office for eight years due to election violations. He has also been named in two plea bargains in the ongoing Lava Jato investigation into the kickback and bribery scandal at the state-run oil firm, Petrobras. Half a dozen other members of his proposed cabinet, including new planning secretary Romero Jucá, also face charges by Lava Jato prosecutors.     Brazil’s senate ejected Dilma Rousseff from office as it moves towards her likely impeachment. Photograph: Vanderlei Almeida/AFP/Getty Images    Despite these problems, Temer said he had “absolute confidence” in his ability to turn things around with the help of the population. “It is urgent to restore peace and unite Brazil. We must form a government that will save the nation,” he said. As he spoke there were minor scuffles outside the building, where several dozen anti-Temer protesters staged a lie-in. They were ejected by security guards with beatings and pepper spray. Many doubt an all-male, predominantly white government can unite one of the world’s most ethnically diverse nations, particularly given its primary focus will be to cut government spending so attract foreign investment.    Dilma wasn’t perfect, but at least she gave us a voice  Edinaldo Arágun     Ana Claudia Farranha, the only black female professor in her department at the University of Brasilia, said Temer’s cabinet showed how far removed he was from the population, which will be a course of weakness.  “This feels like we are taking a step backwards,” she said. “They say they want to build a ‘bridge to the future’, but it’s not a coalition with society. It’s a hegemonic faction inside a political bloc. This arrangement gives his government a lot of fragility.” It has certainly resulted in a great deal of mockery. Beyond the conservative right, the other Brazil – which aims to be more inclusive and egalitarian – has responded with indignation and bitter humour.  Among the many scathing online memes and comments was one by ‎@andretrig who noted in Portuguese: “Order and Progress without women or blacks as the first step. The Temer government begins with a lot of testosterone and little pigment.” Indigenous groups, who have suffered under every government for more than 500 years, say the difference is one of degree.  “Dilma wasn’t perfect, but at least she gave us a voice,” said Edinaldo Arágun, a chief of the Tabajara people from Paraiba state, who joined the farewell rally for Rousseff. “The new government will be much worse. They are criminals and thieves who will take our land, as people have been doing for hundreds of years.”",
  "webTitle": "'A lot of testosterone and little pigment': Brazil's old elite deals a blow to diversity",
  "webPublicationDate": "2016-05-13T18:35:32Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/brazil-dilma-rousseff-impeachment-michel-temer-cabinet",
  "keyword": [
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Watts",
      "id": "profile/jonathanwatts"
    }
  ],
  "guardianId": "world/2016/may/13/brazil-dilma-rousseff-impeachment-michel-temer-cabinet"
}