{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/20/gold-for-the-soul-my-play-about-dementia-choirs-with-music-by-the-manics",
  "id": "2016-05-20-303",
  "sectionId": "stage",
  "body": "If I am ever diagnosed with dementia, I hope someone will come and play me side one of 2112 by Rush. Maybe it will take me back to being an innocent 16-year-old playing guitar in my bedroom while Alex, Geddy and Neil hammered through their 1976 concept album. It may make me cry, it may make me want to jump up and down. I don’t know. What I do know is that it will make me feel. And it is there I began my journey of writing a play about dementia choirs, Before I Leave, for this year’s Festival of Voice Cardiff.   Related: The one-man crusader improving lives with dementia    Two and a half years ago I found myself in a battered rugby club in Merthyr Tydfil, south Wales. I had been asked to run a writing workshop with a choir of people living with dementia and their carers. My uncle had recently died after a battle with vascular dementia; my father had fallen and broken his pelvis; my personal life was in crisis and I had been writing about the darker side of humanity. I decided to sit in on their choir practice. Some members had been led in, some were in wheelchairs, their skin almost translucent in the afternoon light. Others sat in silence, some looked gravely ill. I sat at the back of the 50-strong group and watched and listened as the Cwm Taf Choir blasted out their repertoire of “You’ll Never Walk Alone”, “The Young Ones”, “Singin’ in the Rain” and “Calon Lân”. By the end I was a shuddering mass of tears and goose pimples. I knew this story had to be told. I had seen people come alive, voices soaring, feet tapping and smiles connecting. Everyone in that room had felt those songs permeate through their dementia-damaged bodies and the result was awe-inspiring. According to the Alzheimer’s Society, there are 850,000 people with dementia in the UK, with numbers set to rise to more than 2 million by 2051. Around 225,000 people will develop dementia this year, that’s one new case every three minutes. More and more families are affected by the disease – 70% of people in care homes have dementia or severe memory problems – and the fact that choirs are playing such an important part in managing dementia led me to want to write the play.         Listen to 2112 by Rush    In a time of benefit cuts, library and communal spaces closures, zero-hours contracts, food banks and an economic policy that parades as moral imperative in one of the most deprived areas in Britain, I saw people living with dementia getting together to sing and to support each other. I said thank you to the Alzheimer’s Society support workers and choir leaders, got in my car, drove home and started writing. Within a week I had sent a rough treatment to National Theatre Wales. They bravely gave me a development commission and I spent the next six months visiting the choir, sitting in on the carers’ group on the Gurnos council estate in Merthyr, hearing what they thought was important to say in the play, running writing sessions at dementia care units around Wales and immersing myself in all things dementia-related. What is it about singing that makes songs, lyrics and melodies remain accessible in our brain long after we lose other vital functions? Many factors are at play, I think. As with my relationship to Rush, what I’ve witnessed all over Wales is that listening to music is an emotional moment. For centuries humans have created and listened to music. What is new is that recent neuroimaging research has shown that the emotion and reward centres of the brain – the amygdala and nucleus accumbens – are activated when we listen to music. The academic researcher Nicholas Simmons-Stern explains: “In part due to its emotionality, music increases attention, and for patients with Alzheimer’s, who often develop severe attention deficits as a result of the disease, this may create stronger and longer-lasting memories.” He adds: “We also know from neuroimaging studies that musical processing involves a wide range of brain areas, including many that are affected minimally by the degenerative effects of Alzheimer’s disease, especially in its early stages.         Listen to Before I Leave …    “Musical memory may as a result be less hindered by Alzheimer’s than non-musical memory, which relies only on standard memory areas, such as the medial temporal lobes, that are some of the first parts of the brain to be affected by the disease. In other words, music may provide a form of ‘backup’ memory, one that Alzheimer’s patients can rely on when their normal memory systems fail.”     … by Manic Street Preachers’ James Dean Bradfield and Nicky Wire. Photograph: Mick Hutson/Redferns    As well as putting on the play, National Theatre Wales’s TEAM programme has been running a community project called I’ll Sing This Song, in which musician Ben Tinniswood, film-maker Kym Epton, photographer and designer Paul Thomas and I have worked with three Alzheimer’s Society-affiliated community choirs around Wales. The project’s title is a line from a new song written specially for the play by Nicky Wire and James Dean Bradfield of the Manic Street Preachers. Each choir learned and performed it, as well as creating their own song that was captured on film and will form the centrepiece of a digital resource – a toolkit for community groups, choirs and schools – to help others with dementia. We witnessed many transcendental moments. The painfully silent woman in Wrexham who, when prompted, walked into the middle of the 60-strong choir circle and sang a note-perfect rendition of “Edelweiss” then quietly walked back to her seat after having reduced us to tears. Or Ruth, the choir leader, who, together with the members created a song from scratch in 10 minutes. In Brecon, with a group led by voice coach Sarah Harman, I watched people living with dementia perform the trickiest vocal warm-ups and choral pieces without a mistake. Their eyes lit up, their bodies were animated, their voices took flight. One member, who was initially reticent about joining in, would bring me a poem every session. At the last one, he took to the small stage and gave a perfect rendition of a poem on the theme of never being afraid to try. Asked why she attended the group, one female member said: “Singing brings me back to life.” What more can you say? It is hoped that the digital resource will not only help those living with dementia, but will more widely promote a greater understanding of the condition. Users will be encouraged to interact with the material already created and participate by uploading videos and images of their own sessions, performances and memories. This contributor content, from all over Wales, will feed an interactive hub for the I’ll Sing this Song project and the notes will reverberate on and on.     An open mine outside Merthyr Tydfil, Wales. Photograph: Matt Cardy/Getty Images    When writing the play, I found that whenever I mentioned the combination of dementia, choirs and the south Wales valleys, people said: “Awww, that’s lovely.” But I wanted to tell the hard truth. I developed six main characters whose journeys are fictional representations of real testimony. A former policeman and an ex-miner who haven’t seen each other since the miners’ strike in 1984 are brought together by their dementia. A man in his early 50s, diagnosed with early-onset dementia, with his wife and carer. Ignored by their friends, their dreams on hold, they cling to each other. One older woman is neglected by her carers at the nursing home. The library where they meet is being closed, the social services funding is under threat and there is a trip to Britain’s Got Talent auditions. Through it all, singing is keeping them alive. They really are all in it together. All of us can remember a song that meant much to us at a certain point in life. First love, lost love, the best summer or the loneliest winter. In the fog and confusion of dementia, hearing a particular song can ignite a forgotten flame that, for a moment, lights the way forward. After working with and visiting many choirs, I can say I never failed to shed a tear, see my own life reflected, burst into laughter or share a common humanity with its members. My favourite playwright, Arthur Miller, said he wrote plays to make people “feel less alone”. These community choirs all over Wales and Britain, week after week, do the same. • Before I Leave is at Sherman theatre, Cardiff, from Friday until 11 June as part of Festival of Voice. nationaltheatrewales.org.",
  "webTitle": "Gold for the soul: my play about dementia choirs with music by the Manics",
  "webPublicationDate": "2016-05-20T07:00:34Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/20/gold-for-the-soul-my-play-about-dementia-choirs-with-music-by-the-manics",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "stage/2016/may/20/gold-for-the-soul-my-play-about-dementia-choirs-with-music-by-the-manics"
}