{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/27/the-10-best-things-to-do-this-week",
  "id": "2016-05-27-166",
  "sectionId": "culture",
  "body": "Music Festival Of Voice Starting Friday, the new Cardiff arts festival rounds up a diverse range of vocal styles, from the John Cale and Welsh folk singer Gwenno – both playing the opening gala on Friday – to John Grant and Laura Mvula. Former Voice of an Angel Charlotte Church is in there too, with a new mermaid musical. Shura Shura is a one-woman Haim who sounds a little like Madonna and a lot like the sound of the summer. That is to say, her music sits in the lush midpoint between 80s catchiness, 70s twinkliness and 90s honeyedness. Her debut album Nothing’s Real (out on 8 July) does the sombre/catchy electronic pop catnip thing well, but catch her live in London to see whether she has the star quality to match. TV Preacher     Dominic Cooper’s Jesse Custer with ‘Arseface’. Photograph: Lewis Jacobs/Sony Pictures Telev/AMC    After many failed attempts at adapting the “unfilmable” comic book, Preacher reaches our screens in a gore-flecked, genre-splicing manner befitting the source material. Dominic Cooper stars as Jesse Custer, a Texas preacher with a violent past who finds himself imbued with the spirit of a supernatural being, attracting the furious attention of God Himself in the process. Chainsaw battles, a character called Arseface and the spontaneous combustion of Tom Cruise are all par for the course in a freewheeling piece of pulp fun. Oh, and This Is England’s Joe Gilgun rocks up as a drunk Irish vampire, too.  Locked Off Illegal raves in this nation are as rare as gilded hen’s teeth, aren’t they? Not so, according to a new Vice doc, which follows the bucket-hatted few putting on squat parties in “industrial spaces”. Presenter Clive Martin has a touch of the earnest about him (“Tell us a bit about the process of putting on one of these things”), but when a happy hardcore club crops up under a garden centre marquee, there’s full-tilt grit.  Comedy Kieran Hodgson     Kieran Hodgson. Photograph: Alecsandra Raluca Dragoi for the Guardian    Silly and poignant, Hodgson’s debut Edinburgh show won him raves. The tale of his coming of age, via a fascination with Lance Armstrong, is an hour with a performer who’s as adept with character as he is with a gag.  Theatre Terence Rattigan Maybe it’s the warmer weather, but Terrence Rattigan’s dramatic world of pent-up lust is everywhere right now. As well as the National’s revival of The Deep Blue Sea, Mike Poulton’s Kenny Morgan (at east London’s Arcola) tells the story of Rattigan’s suicidal lover, who became the chilling inspiration for the former play.  The Arts Hay Festival Now in its 30th year, Hay-on-Wye’s literary spree continues with more star names, giving talks and in conversation, as well as workshops and more unlikely events. Maxine Peake talks Shakespeare, Olivia Colman appears with Letters Live, and if that doesn’t excite you then you’re probably in need of one of the anti-apathy workshops. Another local fest HowTheLightGetsIn runs concurrently. Radio The World Of Simon Rich     Simon Rich. Photograph: David Levene for the Guardian    From the tale of an ancestor pickled in brine for a century to a short story from the POV of an unused condom, Rich’s humorous fiction has probably popped up on your social feed. The prodigious talent (he was Saturday Night Live’s youngest ever writer) is now joined by the cream of UK comics (Peter Serafinowicz, Tim Key, Cariad Lloyd) for a radio series.  Film Sundance London Adjust your horn-rimmed glasses (indie kids still wear those, right?): the film fest returns for another four-dayer in the capital. Premieres (out of 11) include sausage-focused fare such as Wiener-Dog, a new film from serial bleakist Todd Solondz about dachshunds, and Weiner, a gripping political doc following scandal-hit NYC mayoral hopeful Anthony. Exhibitions Bridget Riley A career-spanning exhibition of works by the London-born artist who pioneered op art – abstract images that provoke the eye into constantly adjusting perception – in the swinging 1960s. Half a century later, she retains a reputation for stimulating sensation in the viewer – which fits quite nicely in this new age of ASMR.",
  "webTitle": "The 10 best things… to do this week",
  "webPublicationDate": "2016-05-27T12:00:03Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/27/the-10-best-things-to-do-this-week",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Radio comedy",
      "id": "tv-and-radio/radio-comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Preacher",
      "id": "tv-and-radio/preacher",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Terence Rattigan",
      "id": "stage/rattigan",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "The Guide",
      "id": "profile/the-guide"
    }
  ],
  "guardianId": "culture/2016/may/27/the-10-best-things-to-do-this-week"
}