{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/06/writer-wins-10000-prize-to-help-finish-debut-novel-sharlene-wen-ning-teo-deborah-rogers-writers-award",
  "id": "2016-05-06-243",
  "sectionId": "books",
  "body": "The unpublished Singaporean writer Sharlene Wen-Ning Teo has been selected as the first winner of the Deborah Rogers writers’ award, a £10,000 prize that supports authors as they finish their first book. Ian McEwan, who read an extract of Teo’s unfinished novel Ponti and presented the award, called it “a remarkable first novel in the making”. “With brilliant descriptive power and human warmth, Sharlene Wen-Ning Teo summons the darker currents of modernity – environmental degradation, the suffocating allure of the sparkling modern city and its cataracts of commodities and corrupted language,” McEwan said. “Against this, her characters glow with life and humour and minutely observed desperation. I read this extract longing for more.” Chair of the judges Shena Mackay said it was a unanimous decision to pick Teo’s “strange and compelling evocation of a misfit adolescent girl growing up in sultry, sweaty Singapore. Despite its setting, [fellow judge] Owen Sheers calls it a breath of fictional fresh air.”   Related: Deborah Rogers obituary    Teo, who came to the UK originally to study law, won a scholarship to do an MA on prose fiction at UEA and is now in her second year of a PhD on Singaporean and Malaysian trauma writing. She has published work in  Esquire, Magma Poetry and Eunoia Review. The Deborah Rogers prize was set up to commemorate the influential literary agent, who represented McEwan as well as writers such as Salman Rushdie, Peter Carey and Kazuo Ishiguro, following her death in 2014. Ponti was selected from 885 entries, appearing on the prize shortlist alongside Imogen Hermes Gowar’s historical novel, The Mermaid and Mrs Hancock, and Guy Stagg’s account of a winter pilgrimage through the Alps, The Crossway. The shortlisted authors received a £100 book token. Rogers’ colleague Gill Coleridge, who is director of the Deborah Rogers Foundation, said: “Deborah was never more excited than when she had discovered an extraordinary new voice and would have been thrilled to read the work of these three very talented new writers at the beginning of their writing careers.” The prize will be awarded every other year from now on, alternating with a bursary for young people working in the publishing and agenting business. Teo will appear at the Hay literary festival later this month, at an event celebrating Rogers’ life compered by Peter Carey.",
  "webTitle": "'Sultry, sweaty' portrayal of Singapore wins writer £10,000 prize to help finish debut novel",
  "webPublicationDate": "2016-05-06T10:49:32Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/06/writer-wins-10000-prize-to-help-finish-debut-novel-sharlene-wen-ning-teo-deborah-rogers-writers-award",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Creative writing",
      "id": "books/creative-writing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ian McEwan",
      "id": "books/ianmcewan",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Sian Cain",
      "id": "profile/sian-cain"
    }
  ],
  "guardianId": "books/2016/may/06/writer-wins-10000-prize-to-help-finish-debut-novel-sharlene-wen-ning-teo-deborah-rogers-writers-award"
}