{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/06/facebook-sponsor-republican-democratic-conventions",
  "id": "2016-05-06-31",
  "sectionId": "technology",
  "body": "Facebook will sponsor the Republican and Democratic national conventions this summer providing “financial and other support” – despite pressure from progressive organizations and CEO Mark Zuckerberg’s own veiled criticisms of presumptive Republican candidate Donald Trump’s anti-immigration rhetoric.  “This support allows Facebook to facilitate an open dialogue among voters, candidates and elected officials during the conventions, just as it has during other critical moments in the US elections and in elections around the world,” Erin Egan, Facebook’s vice president of public policy, said in a statement. Facebook maintains that its sponsorship of the GOP convention, which will reportedly include a “lounge”, does not constitute an endorsement, but the announcement has angered a coalition of organizations that have launched campaigns urging technology companies and other corporations not to sponsor the party of Trump.    Related: Blame it on the Zodiac killer: did social media ruin Ted Cruz's campaign?    “Lifting up Donald Trump’s fascist platform at the Republican National Convention is irresponsible and dangerous,” said Murshed Zaheed, political director of the progressive activist network CREDO. “It simply isn’t possible for Facebook to financially support a Trump-led Republican convention without associating its brand with Donald Trump’s hateful rhetoric.” At Facebook’s developer conference in April, Zuckerberg made guarded remarks about Trump describing “fearful voices talking about building walls”. “I hear them calling for blocking free expression, for slowing immigration, for reducing trade, and in some cases, even for cutting access to the internet,” he added. Facebook employees have also had internal conversations about whether the powerful media platform has a “responsibility … to help prevent President Trump in 2017”, according to Gizmodo.  Zuckerberg’s comments may have raised expectations that Facebook would balk at sponsoring an event that will mark Trump’s official nomination as the Republican presidential candidate, but the CEO and his company have stymied liberal hopes in the past.  In 2013, Zuckerberg’s political lobbying group Fwd.us paid for political advertisements supporting the Keystone XL pipeline, in a convoluted (and unsuccessful) play to win Republican votes for immigration reform.  Recently, Facebook has been under pressure from groups such as Color of Change to improve the diversity of its staff and to crack down on harassment and hate speech on its platform.  “When you put together those two things and add on the fact that they’re choosing to sponsor a convention that is a coronation ball for a white nationalist who has said vile things about Latino people, Black people, Muslim people and women, it’s troubling that Facebook would make a decision to host a lounge,” said Arisha Hatch, managing director of campaigns for Color of Change. Hatch said Facebook had convened a conference call with her and other organizations on Thursday to discuss the decision to host the convention, but did not back away from its position.  “Facebook, like Google, has a responsibility to support free speech, not the kind of chilling hate speech propagated by a Trump-led GOP convention,” said Malkia Cyril, executive director of the Center for Media Justice, who has worked with Facebook to address the problem of harassment of racial justice organizers on the platform.  “Facebook has expressed what I hoped was a genuine desire to ensure all its users were safe on its platform,” she said, but its support of the convention “discounts that work, and makes everyone, including Facebook users of color, less safe, less secure, and less supported online”. Facebook is not the only tech company facing criticism for its sponsorship of the GOP convention.  On Thursday, CREDO released a video featuring clips of Trump’s calling Mexicans rapists and calling for a total ban on Muslims entering the US and criticizing Google for its decision to sponsor the RNC.  The video will be advertised to more than 10,000 employees of Google, using micro-targeting – on Facebook.",
  "webTitle": "Facebook to sponsor GOP convention despite Zuckerberg's veiled dig at Trump",
  "webPublicationDate": "2016-05-06T19:32:44Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/06/facebook-sponsor-republican-democratic-conventions",
  "keyword": [
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Alphabet",
      "id": "technology/alphabet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Carrie Wong",
      "id": "profile/julia-carrie-wong"
    }
  ],
  "guardianId": "technology/2016/may/06/facebook-sponsor-republican-democratic-conventions"
}