{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/01/zac-goldsmiths-mayoral-campaign-tactics-upset-sayeeda-warsi",
  "id": "2016-05-01-79",
  "sectionId": "politics",
  "body": "The former Tory Foreign Office minister Sayeeda Warsi has expressed exasperation at Zac Goldsmith’s increasingly strident tone as he seeks to make up ground before Thursday’s vote for London mayor. Goldsmith, who is as much as 20 percentage points behind Labour’s Sadiq Khan, again sought to tar his rival with the brush of extremism in a piece in the Mail on Sunday. The comment piece was illustrated with a picture of the bus destroyed by a suicide bomber in the 2005 terrorist attacks in London. Lady Warsi, who resigned from the government in protest against its policy on Gaza, tweeted her disappointment, if not at Goldsmith himself then at his campaign’s scare tactics.    This is not the @ZacGoldsmith I know.Are we @Conservatives fighting 2 destroy Zac or fighting to win this election? pic.twitter.com/fzYBUDSjMG— Sayeeda Warsi (@SayeedaWarsi) May 1, 2016    In his comment piece, Goldsmith wrote: “The number one job of any mayor of London is to keep our city safe. Yet if Labour wins on Thursday, we will have handed control of the Met, and with it control over national counter-terrorism policy, to a party whose candidate and current leadership have, whether intentionally or not, repeatedly legitimised those with extremist views.” Apart from attempts to portray his rival as soft on extremists, the Goldsmith campaign has been criticised for using divisive tactics by specifically targeting minority ethnic voters with a warning that a vote for Khan would put their family heirlooms at risk.  Goldsmith’s attempt to court the Indian vote took a farcical turn, however, when when the self-proclaimed Bollywood enthusiast could not name a single Bollywood film or actor while being questioned on camera.         Zac Goldsmith interview with Red Carpet News    “Let me think … No I’m not going to give you one. I can’t think of a favourite,” he said. “I can’t think of a favourite. I love almost everything about Bollywood. I love the atmosphere, the colour and I love the excitement. I want as much Bollywood as possible here in London as possible.” Although the frontrunner, Khan has acknowledged that the antisemitism row engulfing his party after the suspension of Naz Shah, the Bradford West MP, and the remarks by the former London mayor, Ken Livingstone, on Hitler and zionism, could harm his chance of becoming the first Muslim to occupy the post. In an interview with the Observer, Khan, the son of a bus driver, said he would not be thrown off course by the controversy, but conceded there could be electoral fallout that would damage him and his party. “I accept that the comments that Ken Livingstone has made make it more difficult for Londoners of Jewish faith to feel that the Labour party is a place for them, and so I will carry on doing what I have always been doing, which is to speak for everyone. If I should have the privilege to be the mayor I will show Londoners the sort of mayor I can be.”",
  "webTitle": "Zac Goldsmith's mayoral campaign tactics upset Sayeeda Warsi",
  "webPublicationDate": "2016-05-01T16:12:30Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/01/zac-goldsmiths-mayoral-campaign-tactics-upset-sayeeda-warsi",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sayeeda Warsi",
      "id": "politics/sayeeda-warsi",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Tran",
      "id": "profile/marktran"
    }
  ],
  "guardianId": "politics/2016/may/01/zac-goldsmiths-mayoral-campaign-tactics-upset-sayeeda-warsi"
}