{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/22/wine-holiday-india-sula-vineyard-nashik",
  "id": "2016-05-22-117",
  "sectionId": "travel",
  "body": "On the banks of the Godavari river, 170km north-east of Mumbai, Nashik is one of India’s holiest places. Every 12 years it hosts millions of predominantly teetotal Hindu pilgrims for the Kumbh Mela, the largest religious gathering on Earth. But this central Indian city now has another, rather unlikely, claim to fame. Surrounded by 37 vineyards, Nashik is the capital of India’s rapidly expanding wine industry. Domestic sales of Indian wine rose almost 20% in 2015, and a record 18 million litres are expected to be produced this year, and the quality is improving too: wines aimed at the Indian market are generally too sweet for international palates, but drier export varieties have won awards and a place on supermarket shelves (including in Marks & Spencer). Although there are vineyards scattered across India, Nashik district is at the heart of the industry, accounting for 80% of output, thanks to a favourable climate, fertile soils and a long grape-growing history.     Picking grapes at the Sula vineyard in Nashtik, the ‘wine capital of India’. Photograph: Alamy    Wine tourism is taking off too, with several vineyards offering tours, tastings and accommodation. At the forefront is Sula, the country’s biggest producer. Its swish terrace bar, overlooking rows of vines, attracts a steady stream of hip Mumbaikars, as well as a few foreign tourists. Sommeliers are on hand to guide visitors through Sula’s wine list: the smoky merlot-malbec blend, refreshingly fruity sauvignon blanc and rich, oak-aged shiraz were my highlights, especially when matched with homemade khakhra, spiced Gujarati crackers served with a tangy tomato and cashew nut chutney.  Gazing across the vineyard towards Gangapur lake and pink-brown hills beyond, I could almost imagine myself in the Napa Valley – until my auto-rickshaw spluttered into view, the driver tooting his horn and the exhaust sending up a plume of smoke.   Shafik Meghji is co-author of The Rough Guide to India (£20.99). To order a copy for £16.79 including UK p&p, visit bookshop.theguardian.com",
  "webTitle": "Is India ready for wine pilgrimages?",
  "webPublicationDate": "2016-05-22T10:00:00Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/22/wine-holiday-india-sula-vineyard-nashik",
  "keyword": [
    {
      "webTitle": "India holidays",
      "id": "travel/india",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Asia",
      "id": "travel/asia",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Wine holidays",
      "id": "travel/wine-holidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Mumbai holidays",
      "id": "travel/mumbai",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/22/wine-holiday-india-sula-vineyard-nashik"
}