{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/little-blue-men-the-maritime-militias-pushing-chinas-claims-in-south-china-sea",
  "id": "2016-05-16-191",
  "sectionId": "world",
  "body": "China is using large numbers of irregular maritime militias, dubbed “little blue men”, to assert and expand its control over an increasingly large area of disputed and reclaimed islands and reefs in the strategically important South China Sea, the Pentagon says.  The militias, comprising hundreds of fishermen and motor boats mainly based on Hainan island, south of the mainland, have been involved in “buzzing” US navy ships and those of neighbouring countries with rival territorial claims. By using ostensibly civilian craft and personnel, China is avoiding direct military-to-military confrontations and gaining an element of deniability, said Abraham Denmark, deputy assistant US defence secretary for east Asia, presenting a report on military security involving China.    Related: China has reclaimed 3,200 acres in the South China Sea, says Pentagon    “Some of their fishing vessels and coastguards [are] acting in unprofessional manners in the vicinity of the military forces or fishing vessels of other countries in a way that’s designed to attempt to establish a degree of control around disputed features,” Denmark said. “It seems … these activities are designed to stay below the threshold of conflict, but gradually demonstrate and assert claims that other countries dispute.”  Maritime experts say such behaviour exploits “grey zones” where US navy and other countries’ military rules of engagement prevent tough counter-measures.  The Chinese tactics have been likened to those of Russia during its 2014 intervention in Crimea and Ukraine, when armed forces lacking clear identification, known as “little green men”, were unofficially insinuated into the region by Moscow.  “China is trying to use these government-controlled fishermen below the radar to get the bonus without the onus to support its South China Sea claims,” Andrew Erickson, an associate professor at the US Naval War College, told Defense News, a US-based publication. “It’s a phenomenon little known or understood in the US. While Russia’s little green men in Crimea are widely known, insufficient attention has been paid to China’s little blue men in the South China Sea,” Erickson said.  Introducing the Pentagon’s 2016 report on China’s military activities, Denmark said Beijing’s estimated military budget now stood at $180bn (£125bn) and it was rapidly expanding its capabilities in all areas.   South China Sea islands   China is continuing to employ “assertive” tactics in defiance of regional and international opinion to establish control and construct military facilities, including harbours and military air strips, on a “vast acreage” of either reclaimed land or existing South China Sea outposts that have been expanded. The report said China has reclaimed 3,200 acres of land in total.   “China’s leadership demonstrated a willingness to tolerate higher levels of tension in pursuit of its maritime sovereignty claims … China’s strategy is to secure its objectives without jeopardising the regional peace that has enabled its military and economic development, which in turn has maintained the Chinese Communist party’s grip on power,” Denmark said. Brunei, China, Malaysia, the Philippines, Taiwan and Vietnam all have overlapping claims in the South China Sea, which has large oil, gas and fish reserves and strategically important shipping lanes. The US takes no sides in the disputes, but the US navy regularly patrols the area to maintain freedom of navigation in international waters.  According to the Pentagon, the maritime militias are drawn from China’s fishing fleet, which is officially said to number 21 million fishermen and 439,000 motor boats. The best-known are based in Hainan province, where local communities have long-standing historical and commercial interests in the South China Sea.  Hainan’s Tanmen militia, founded in 1985 at a port on the island’s east coast, was honoured by Xi Jinping, China’s president, who paid a visit to commemorate the so-called Scarborough Shoal incident in April 2012 when eight Tanmen fishing vessels defied a Philippines warship.   The Tanmen fishermen were lauded as an “advanced militia unit” by state media after the incident. Xi reportedly complimented them on their actions and urged them to build larger vessels, collect information in distant waters and support “island and reef” development. According to a recent analysis by Erickson and Conor Kennedy for the Centre for International Maritime Security, “Chinese media coverage of Tanmen fishermen often states that a large portion of incidents in the South China Sea between Chinese fishermen and foreign states is attributable to the Tanmen fishermen and maritime militia, whose members resolutely oppose ‘foreign encroachment’.”   China Daily, a state media outlet, praised the maritime militias in February, saying they were improving their operational capabilities in line with the government’s new emphasis on safeguarding China’s maritime interests.  “According to the People’s Liberation Army (PLA) Beihai city military command in the Guangxi Zhuang autonomous region, the proportion of maritime militia increased tenfold over the past two years. This enabled the city’s maritime militia to play a bigger role in the PLA navy, taking part in seven drills last year … Most of the maritime militia is made up of local fishermen.”   Related: China to begin civilian flights to disputed South China Sea island     Chinese navy veterans have been recruited to boost the militias, which were being expanded in other coastal areas, the paper said. Local fishermen had assisted in more than 250 “law enforcement operations” in the past three years.   The difficulties involved in dealing with irregular maritime forces were illustrated last autumn when an American destroyer, the USS Lassen, passed close to a newly-built artificial island on Subi Reef in the Spratlys. It was already being shadowed by several Chinese navy warships, which behaved professionally and kept a safe distance, Defense News reported.  But several other smaller vessels, described as merchant ships or fishing vessels, were deliberately provocative, harassing the Lassen, crossing its bow and manoeuvring around the destroyer – behaviour to which the American ship had no ready reply. In a separate incident in 2014, Vietnamese ships were rammed by Chinese militia vessels.   Erickson said the maritime militias were designed to undertake such deception and obstruction activities. “The militia on board the ships were often clearly identifiable. They have uniforms – many if not all of them have uniforms. Putting on camouflage [uniforms], they qualify as soldiers. Taking off the camouflage, they become law-abiding fishermen.”  The Pentagon report claimed that, overall, Beijing was continuing down a path towards greater power projection, more advanced missiles and weaponry, and improved cyberspace and space capabilities. It also accused China of similarly assertive behaviour in the East China Sea and of preparing for potential conflict in the Taiwan Straits.  China reacted angrily to the report. Yang Yujun, spokesman for China’s national defence ministry, said it perpetuated the cliche of a Chinese military threat. “[It] wantonly distorted China’s national defence policy and the legal activities in the East and South China Seas,” he said.",
  "webTitle": "Little blue men: the maritime militias pushing China's claims",
  "webPublicationDate": "2016-05-16T12:52:34Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/little-blue-men-the-maritime-militias-pushing-chinas-claims-in-south-china-sea",
  "keyword": [
    {
      "webTitle": "South China Sea",
      "id": "world/south-china-sea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Tisdall",
      "id": "profile/simontisdall"
    }
  ],
  "guardianId": "world/2016/may/16/little-blue-men-the-maritime-militias-pushing-chinas-claims-in-south-china-sea"
}