{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/brazil-dilma-rousseff-impeachment-vote-annulled",
  "id": "2016-05-09-113",
  "sectionId": "world",
  "body": "Brazil’s political tumult has descended into farce after a little-known and newly appointed lower house speaker proclaimed the annulment of last month’s impeachment vote against Dilma Rousseff. The surprise move – which was immediately challenged by senior figures in the senate – provided an absurd twist in the country’s ongoing political drama that would stretch the credibility of a House of Cards plot. Just days before the senate was expected to adopt the motion and suspend the president, Waldir Maranhão – who took over as acting speaker last week – appeared to have thrown Rousseff a lifeline by saying the vote needed to be rerun due to procedural flaws.  The Workers’ party leader was crushed in a boisterous and sometimes bizarre lower house impeachment vote on 17 April when more than two-thirds of deputies agreed that she should be removed from office for whitewashing government accounts with money borrowed from state banks ahead of her 2014 re-election campaign.   Related: A warrior to the end: Dilma Rousseff a sinner and saint in impeachment fight    But Maranhão’s calls for the senate to return the process to the lower house were met with derision.  “To accept this joke would be to play with democracy,” said Renan Calheiros, the head of Brazil’s senate, in vowing to push ahead with a debate on whether to investigate the head of state. “This has no legal or practical effect,” said Senator Raimundo Lira, who – like the vice-president, Michel Temer – is a member of the Brazilian Democratic Movement party (PMDB) that split from the ruling coalition earlier this year. “The lower house chamber lost complete control the moment that case was handed to the senate.”  Unless there is an intervention by the supreme court, the senate vote is now likely to go ahead on Wednesday. Few, even in the Workers’ party, believe Rousseff will win. Temer, who split with his former running mate, has already begun canvassing candidates for the interim government he expects to form later this week.  But Maranhão – a previously obscure politician from the Progressive party – has thrown a spanner into the works.  In a news release on Monday, he said the vote needed to be rerun due to procedural flaws. To do this, he called on the senate to return the impeachment process to the lower house. Maranhão – who, like many Brazilian politicians, is under investigation for corruption – said the vote was flawed because the president was not given a final opportunity to defend herself and many deputies announced their votes ahead of time.  Rousseff gave a cautious response to the news. “It’s not official. I don’t know the consequences. We should be cautious,” she told local reporters, as she repeated her determination to keep fighting. The political circus prompted confusion and embarrassment, even among experts and insiders.  “You know what the whole world should be thinking about us, Brazilians? Laughingstock,’’ observed the former chief justice Joaquim Barbosa.       Analysts said the annulment was likely to be overturned. “This decision by Maranhão won’t prosper. Even if the senate accepts his decision, which is unlikely, the supreme court will probably have the last word on the subject and they are unlikely to approve,” said Sylvio Costa of Congress in Focus. Temer, who was expected to form a new administration this week, has yet to comment publicly.  Rousseff’s tormentor–in-chief Eduardo Cunha – the former speaker of the house – called Maranhão’s decision, “absurd, and irresponsible”. Cunha, was himself suspended last week by the supreme court on the grounds that he was interfering in the Lava Jato (Car Wash) corruption investigation into alleged kickbacks from the state-run oil company, Petrobras. Maranhão’s motives are the source of immense speculation. Last month, he defied his party line to vote against impeachment. Upon his appointment as interim speaker, he was reported as telling congressmen: “You all will be surprised with me.” Chico Alencar, a PSOL politician, said Cunha may be behind this move. “Is this just to create confusion? Who cares about this chaos? Will some will say that Cunha must return?” he tweeted.  If Maranhão has his way, the re-vote will take place within five sessions. If not, the senate will go ahead with impeachment. If a majority of the 81 senators concurs then Rousseff will be suspended from office for 180 days while the upper house sits in judgment against her and Temer takes the helm. The president – a former Marxist guerrilla who was imprisoned and tortured in the 1970s – has railed against treachery and misogyny, and vowed to fight to the bitter end. Anything else, she said, would betray the 54 million people who voted for her. Regardless of the outcome of the decision in the lower house or the senate, she said would ultimately be vindicated in the consciousness of the Brazilian people. “That’s where we know history will make clear who is who in this process,” she said, repeating again that she would never resign. “First, because I am the elected president; second, because I have committed no crime; third, because if I resign, I leave and bury the living proof of a coup with absolutely no legal basis and which aims to hurt the interests and the achievements gained over the past 13 years. I have the willingness to resist. I will resist until the last day.” Adding to the sense of chaos, the Lava Jato investigation continues to wreck havoc in the political and business worlds. Dozens of senior executives, congressmen and senior figures in the government and opposition have been arrested, charged or referred to the supreme court. Among them are former president Luiz Inácio Lula da Silva, the heads of the upper and lower house and the runner-up in the 2014 presidential election, Aécio Neves. The latest to be targeted by police is the former finance minister Guido Mantega, who was taken in for questioning on Monday.",
  "webTitle": "Rousseff impeachment vote annulled, throwing Brazil legislature into chaos",
  "webPublicationDate": "2016-05-09T16:10:34Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/brazil-dilma-rousseff-impeachment-vote-annulled",
  "keyword": [
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Governance",
      "id": "global-development/governance-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Watts",
      "id": "profile/jonathanwatts"
    }
  ],
  "guardianId": "world/2016/may/09/brazil-dilma-rousseff-impeachment-vote-annulled"
}