{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/07/malcolm-turnbull-expected-to-start-longest-election-campaign-since-1960s",
  "id": "2016-05-07-171",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull is expected to officially start the longest election campaign in Australia since the 1960s when he visits Yarralumla today to ask for a double dissolution election on 2 July. All 150 House of Representatives seats and 76 Senate seats will be up for election.   Related: Beware tax cuts for 'Middle Australia'. Above-average earners benefit most    A faux-campaign has been under way for weeks, but the prime minister’s visit to the governor general’s official residence requesting the issuing of writs will formally begin an expected 56-day campaign, the longest since 1969’s 66-day race, when the major party leaders were John Gorton and Gough Whitlam.  On Saturday, both the Coalition and Labor used the last non-campaign day, to outline their platforms for the election. The treasurer, Scott Morrison, downplayed the significance of the first poll released since Tuesday’s budget, which showed a two-party preferred result of 50-50. The Seven-ReachTel poll found 33% of respondents believed they would be worse off under Morrison’s first budget, while 59% said it would leave them “about the same”. Just seven per cent thought they would be better off. Morrison said the government’s budget wasn’t about polls. “The budget is about laying out a national economic plan to ensure the economy can transition from the mining investment phase of the mining boom through to a more diversified economy,” he said. “What you got from me this week was a national plan for jobs and growth. What you got from the opposition was all politics and no plan and that gives a very stark choice to the Australian people,” Morrison told reporters in western Sydney. Unhelpfully for the Coalition, a staff member of former defence minister Kevin Andrews has been forced to quit over branch-stacking allegations in Andrews’s safe seat of Menzies. Andrews, who has held the seat since 1991, is now under pressure to quit or face dis-endorsement. Labor leader Bill Shorten said the Liberal party was gearing up for a “civil war” after the election, between the ‘small-l’ liberals behind Malcolm Turnbull, and so-called ‘mal-content’ conservatives who are still supportive of deposed prime minister Tony Abbott. “We know they’re going to have that fight. Let’s all make them have it from opposition.” Shorten declared Labor would fight the campaign as an “education election”. “We will put the funding on the table to make sure every teacher in Australia gets the recognition and the support to back up what they do every day,” he said. Promising to fully fund the Gonski education reforms, he rhetorically asked teachers in Sydney: “Who do you trust to properly fund education?” But the Liberal party deputy leader, Julie Bishop, hit back at Shorten, declaring he was making promises and raising expectations on education that he couldn’t meet.   Related: Truth the first casualty as Coalition and Labor give in to tug of class war | Lenore Taylor    “We have increased funding for education that’s been paid for, not pie-in-the-sky promises that Bill Shorten has made that haven’t been paid for,” Bishop said. In Melbourne to launch the Greens campaign, party leader Richard Di Natale said the Greens had never been in better shape and were aiming to pick up a swathe of lower house seats. “If these seats don’t turn Green at this election they’ll turn Green at the next or the next one after that,” he said. The independent senator Nick Xenophon, whose newly-formed Nick Xenophon Team, is forecast to poll strongly in his home state of South Australia, urged “a pox on both their houses”, referring to the major parties. He thought Malcolm Turnbull would win and the election was his to lose. “Bill Shorten needs to be not a small target and be pretty bold to give himself a fighting chance,” Xenophon said. AAP contributed to this report",
  "webTitle": "Malcolm Turnbull expected to start longest election campaign since 1960s",
  "webPublicationDate": "2016-05-07T06:40:39Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/07/malcolm-turnbull-expected-to-start-longest-election-campaign-since-1960s",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Doherty",
      "id": "profile/ben-doherty"
    }
  ],
  "guardianId": "australia-news/2016/may/07/malcolm-turnbull-expected-to-start-longest-election-campaign-since-1960s"
}