{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/arise-sir-ian-rankin-now-get-to-work",
  "id": "2016-05-11-84",
  "sectionId": "books",
  "body": "Lindy West (G2, 10 May) is right that there is no “perfect body” and that the search for it may warp some women’s lives. But it is equally true that many, many women’s (and men’s) lives are warped and shortened by morbid obesity and its respiratory, cardiac, muscular and skeletal consequences, its impact on babies, born and unborn, and loved ones. Some of us, like Ms West perhaps, may be built bigger than average. None of us needs to be morbidly obese and there are no excuses for being so.Dr Rachel EsterWootton Bassett, Wiltshire • There’s no need for Jeremy Hayes (Letters, 10 May) to leave the EU. A European commission press release of 10 November 2015 tells us: “The European court of auditors has today given the EU accounts a clean bill of health for the eighth year in a row. Both the revenue side and administrative expenditure are free from significant errors.” It would appear that his information is somewhat out of date.Malcolm HolmesBirmingham • Considering that David Cameron dodged a one-to-one TV debate during the 2015 general election campaign (an overlooked factor in his success), it would be pretty surprising if he agreed to one now (Polly Toynbee, 10 May).Stephen BaileyWest Mansfield, Nottinghamshire • Ian Rankin says: “I can’t do anything until I have a title” (Review, 7 May). Might I suggest, at the very least, Sir Ian Rankin. Or why not Viscount Rankin of Cardenden. That would get ink on his page, I’m sure.Barney MacFarlaneEastbourne, East Sussex • I cheered when I read of Graham Vick’s speech at the Royal Philharmonic Society awards (Report, 11 May). Opera belongs to us all, enriches our lives in countless different ways and as such should not just be available to a wealthy elite.Meirion BowenLondon • Re Ottolenghi’s aubergine recipe, pasta alla norma, on Saturday (Weekend, 7 May), amazingly we had all the ingredients in our cupboard. Made and served to friends Sunday. Fabulous, thank you. Deborah Saville Swineshead, Bedford • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Arise, Sir Ian Rankin – now get to work | Brief letters",
  "webPublicationDate": "2016-05-11T18:05:30Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/arise-sir-ian-rankin-now-get-to-work",
  "keyword": [
    {
      "webTitle": "Ian Rankin",
      "id": "books/ianrankin",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Obesity",
      "id": "society/obesity",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/11/arise-sir-ian-rankin-now-get-to-work"
}