{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/16/caroline-lucas-green-party-leadership",
  "id": "2016-05-16-103",
  "sectionId": "politics",
  "body": "The Green party MP, Caroline Lucas, has refused to rule out standing for the leadership when Natalie Bennett steps down this summer. Lucas, the MP for Brighton Pavilion and Bennett’s predecessor, is one of the Greens’ best known politicians and Bennett has sometimes struggled to achieve the same public recognition. Speaking on Monday, Lucas would not say whether she would put her name forward when the nominations open in June, but praised Bennett’s time as leader. “What’s struck me most about Natalie’s leadership is her determination to stand up for the voiceless – from asylum seekers to people on disability benefits. That’s been the hallmark of her time at the top of the party,” she said.   Related: Guardian readers on Natalie Bennett's leadership of the Green party    Amelia Womack, one of Bennett’s two deputies, said she would back Lucas and would not stand herself if the MP were on the ballot paper. “I would certainly support Caroline if she ran and that would stop me from running,” she said. However, other senior figures expressed concern that handing the leadership back to Lucas could prevent other promising figures from rising through the ranks. Jenny Jones, the Green party peer, said a new face, not known to the public, should be chosen. Ruling out running herself, she paid tribute to Bennett’s leadership, telling the Guardian: “What we need now is some new people to come forward. There is incredible talent in the party who are not well known because they are not elected. We need somebody new to the public – it is so difficult to get known and this is one of the ways of raising profile. I hope to see a good contest.” Molly Scott Cato, the Green MEP for South West England, said: “The thing with Caroline is if she stood, it would be very difficult for anybody to beat her in an internal party election. She already has a high profile and, to me, it makes sense to use this position to build somebody else’s profile. I hope that happens as it would be of benefit to the party.” She added that the intense media scrutiny that Bennett had sometimes faced would put her off standing. “Natalie has been a good leader and the party is so much stronger than it was four years ago,” Scott Cato said. Siân Berry, the Greens’ candidate for London mayor, has ruled herself out of standing, but said she would contact potential candidates to urge them to consider the role.   Related: Mapping out the Green party’s future | Letters    If Lucas decides to stand, she is likely to face competitors including the party’s deputy leader Shahrar Ali, who told the Guardian that the answer to the question of whether he would stand was “maybe”. He said the Greens should focus on “our holistic message about how we must not ignore the urgency of the threat we face from climate change ... We must get that across.” Separately, it is understood that Jennifer Nadel and Jonathan Bartley could stand, potentially jointly as a job share. Nadel is a broadcaster, barrister and writer who stood for the Greens in Westminster North at the general election.  Bartley came second in the race to be the party’s London mayoral candidate and is its work and pensions spokesperson. He challenged Iain Duncan Smith over the suicides of benefit claimants during the 2015 general election in a live TV debate. Bartley is a co-director of the religious thinktank Ekklesia and worked for the former Conservative prime minister John Major for a spell in 1995. He stood in Streatham for the Greens at the election last year. Bennett said on Monday that it had been “a privilege and an honour” to serve as Green party leader for four years, and that she had achieved much of what she set out to, including making the party a national force and boosting its grassroots organisation. Nominations for the leadership will open on 1 June and close at the end of the month. In order to stand, candidates must gather the signatures of 20 of the party’s 60,000 members.",
  "webTitle": "Caroline Lucas refuses to rule out running for Green party leadership",
  "webPublicationDate": "2016-05-16T17:10:36Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/16/caroline-lucas-green-party-leadership",
  "keyword": [
    {
      "webTitle": "Caroline Lucas",
      "id": "politics/caroline-lucas",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Green party",
      "id": "politics/green-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Natalie Bennett",
      "id": "politics/natalie-bennett",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Siân Berry",
      "id": "politics/sianberry",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    },
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/16/caroline-lucas-green-party-leadership"
}