{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/14/jurgen-klopp-liverpool-europa-league-final-sevilla-basel",
  "id": "2016-05-14-51",
  "sectionId": "football",
  "body": "Win or lose against Sevilla in Basel on Wednesday, Jürgen Klopp has made a success of his first season in England. Reaching two finals did not seem likely when he arrived at Anfield in October and, as Liverpool appreciate European finals more than most English clubs, closing a nine-year gap stretching back to Athens in 2007 was particularly satisfying. Klopp remembers that final, of course, but like everyone else he has the one from two years earlier seared on his brain. The records show that Liverpool won against Milan in 2005 and lost to the same opponents in their last European final, but the record books cannot begin to describe the miracle of Istanbul. “It was something like a wonder,” Klopp says. “Being 3-0 down and coming all the way back is maybe the biggest show of character in football history, something you do not normally see in a final. When you reach a final you want to live up to expectations, you want to work and you want to be in the best shape, not to go 3-0 down in the first half. That kills dreams usually.”   Related: Football: Milan 3 - 3 Liverpool  (aet; Liverpool won 3-2 on penalties)    Being an inspirational, motivational type of manager, Klopp admits to having tapped into the Istanbul spirit in his team talks in Germany in the past, offering it as an example of indefatigability in never admitting defeat. “I have used a lot of things in my life that helped me stay in the race or be more confident in difficult situations, and for sure this was one,” he says. “I have definitely used it in team meetings. But then again, I have used Rocky Balboa a lot of times as well.” Fact and fiction often seem to blend when Klopp becomes animated, but the truth is that the Rocky character is not such a knockout with footballers any more. “I must have seen it about 20 times and mentioned it just as often, but I still remember the last time I tried it,” he recalls. “I was trying to prepare Dortmund for a meeting with Bayern and I started talking about Rocky Balboa. Suddenly I could sense I was looking at dead eyes, so I asked who had heard of Rocky Balboa. Only two people had. So now I can’t use it any more. Footballers are too young.”   Related: Jürgen Klopp expects improvement from Liverpool next season    Fortunately Klopp is building up his own supply of stirring deeds to fall back on. After he resisted describing Liverpool’s sensational comeback against Dortmund in the quarter-final second leg as a miracle in the media conferences before the semi-final against Villarreal, Klopp found himself talking in precisely those terms to his players before the game at Anfield. “It was only 1-0, but a similar situation to Dortmund,” he says. “You cannot always be saying it is only half way through when we are 3-1 down, but it is so rare to have something like that you have to keep it for special moments. So I said: ‘Boys, this is half-time and we now know more about our opponent’, and we did really well.” At one point in that game Klopp could be seen gesticulating to the crowd behind him for more vocal support, because he did not feel a particularly determined recovery tackle by James Milner had received a big enough cheer. Klopp thinks like a fan – witness his heartfelt but ultimately impractical suggestion that Liverpool supporters should travel to the Basel final without tickets – and expects fans to think like him. Characteristically, he rates the Crystal Palace game at Anfield this season as just as important as the heady triumphs over Dortmund and Manchester United. Liverpool lost 2-1 to Palace at home in November, and the sight of disappointed supporters making their way to the exits well before the final whistle prompted Klopp to take a stand. “At that moment in time I thought it was important to say that I felt alone,” he says. “We are in this together and I couldn’t understand why anyone would leave eight minutes before the end. I think there has been a response since. In the last game against Chelsea I don’t think anyone left the stadium early.”   Related: Liverpool to bring in second member of Bayern Munich’s backroom staff    There was a response from the players, too. Liverpool won their next game in dramatic fashion at Manchester City and have rarely looked back, even if City did gain some revenge in the Capital One Cup final. Now Liverpool are in another final, the fans hold their new manager in genuine affection and Klopp feels at home. “I liked this club long before I came here, now I love it,” he says. “I don’t think it’s coincidence, just another lucky decision in my life. I was taking a break from football because I needed one, but when Liverpool called I was on fire. “I have not been disappointed. In fact it is funny, because there are only two clubs in Germany that have You’ll Never Walk Alone as an anthem. Mainz and Dortmund, my previous two clubs. I don’t know why that is but it is true. Now I am here. Maybe that is the story of my life. I never wanted to walk alone.” While Liverpool’s official ticket allocation in Switzerland is only 10,000 on Wednesday, a fraction of their potential support for a European final, Klopp is unlikely to find himself short of company at St Jakob-Park.",
  "webTitle": "Jürgen Klopp has Liverpool united behind him for Europa League final",
  "webPublicationDate": "2016-05-14T21:30:06Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/14/jurgen-klopp-liverpool-europa-league-final-sevilla-basel",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/2016/may/14/jurgen-klopp-liverpool-europa-league-final-sevilla-basel"
}