{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/16/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "id": "2016-05-15-15",
  "sectionId": "australia-news",
  "body": "As the sun rises on week two of the election campaign, it has been more Two and a Half Men than Game of Thrones, though winter is indeed coming. Not to worry, I will not bore you with tired bloody analogies, suffice to say the leaders are trying to play it safe and conserve energy. After the debate on Friday, which Bill Shorten won according to the audience of undecided voters, the big event of the weekend was Tony Abbott’s campaign launch in Warringah, attended by none other than NSW’s golden boy Mike Baird. The big picture A new poll has shown mixed messages in the key seats in western Sydney and the NSW central coast, where voters believe Bill Shorten would make the better prime minister but the Coalition still has the lead.   Related: Australian election 2016: New poll shows Coalition leading in key marginals – politics live    The Daily Telegraph has reported the poll as Turnbull’s “eastern suburbs label is hurting him in western Sydney, with voters not yet convinced that he will do the best job for them”. A Galaxy Poll in the western Sydney seats of Banks, Lindsay, Macarthur and Reid found Turnbull was behind Shorten as the leader they believe would be best for the area. Only in Gilmore on the south coast was Turnbull ahead. In Lindsay, 36% thought Shorten was better for the west compared with 32% for Turnbull but Labor trailed Liberals 54%-46% in the two-party preferred. In MacArthur it was 44% for Shorten being better for the west and 29% for Turnbull while in Reid, Shorten led Turnbull as better for the west by 41% to 37%. In Banks 39% thought Shorten was better for the western suburbs while 34% chose Turnbull. In Banks the two-party preferred was a dead heat 50%-50% while in Reid it was 51% for the Liberals and 49% for Labor. But the polling also shows Labor picking up only one or two of the key marginal seats. Peta Credlin, in her role of most-useful-person-for-the-Labor-party for the campaign so far, used her Sunday Telegraph column to suggest government lawyers advised boat turnbacks were illegal – a policy introduced when she was Abbott’s chief of staff. While Scott Morrison says he will not commentate on commentators who are commentating, Abbott has no such problem and has praised Credlin’s stint on Sky News.  I think she’s been riveting viewing. But look, she speaks for herself as you’d expect. She’s made some pretty powerful calls this week and I think you’ll continue to see her being a very important and interesting commentator on this election.  Asked if she was a burr in the side of Turnbull, Abbott responded “of course not”. The Daily Telegraph also has the scoop on who dresses Malcolm Turnbull – himself. He is reportedly the first prime minister in almost a decade not to have image consultants.  Liberal party strategists are comfortable the prime minister, who has a wide-ranging designer wardrobe, has the fashion sense not to require assistance.  After a dream run in the media last week, where the Greens got more mentions than they usually get in an entire election campaign, the party are announcing industrial relations policy today. The Greens want to protect penalty rates with legislation as momentum continues for a decision by the independent umpire which may cut them, my colleague Paul Karp reports.   Related: Greens vow to change law to prevent penalty rate cuts – Adam Bandt    The policy will put pressure on Labor, and Adam Bandt told Karp the Greens were investigating two options: one to legislate the current levels of penalty rates as a floor below which the commission could not cut rates; the other to require that weekend rates be set higher than weekday rates and Sunday rates higher than Saturday. On the campaign trail Turnbull woke up today in Perth, while Shorten was due to campaign in Geelong. Turnbull had one campaign stop in the south-western Sydney marginal seat of Macarthur yesterday, while Shorten was in northern New South Wales. The campaign you should be watching The campaign in the seat of Brisbane, which popular sitting Liberal member Teresa Gambaro is vacating, has been mentioned before but my colleague Joshua Robertson has written this excellent piece detailing the battle between the Liberal and Labor candidates. Another one to watch in Queensland is Kennedy, a seat held by Bob Katter with just a 2.2% margin, reduced from the very comfortable double digits he has consistently enjoyed over the past 20 years. The Liberal party is running a gay candidate, Jonathan Pavetto – Katter once infamously said there were no gay people in north Queensland – and it will be interesting to see how much of the vote he scores, though he is based in Brisbane which will be to his detriment. And another thing(s) The weekend was rich in hot takes on the campaign, the parties and the leaders. After Credlin called Turnbull “Mr Harbourside Mansion”, Laurie Oakes wrote in the Herald-Sun that his wealth was becoming an issue in the campaign and has long been a concern for senior Liberals:  Nick Minchin, rightwing powerbroker and government Senate leader in the Howard years, also had concerns about how punters would react to tough economic decisions made by someone so clearly rolling in dough. According to Paddy Manning’s Turnbull biography, Born To Rule, “Minchin once said that Malcolm Turnbull could never be prime minister while he lived in ‘that house’.”  Annabel Crabb and David Marr both have books coming out on Turnbull and Shorten respectively and they were extracted in the Good Weekend. Marr noted the changes in Shorten once he became leader – and not always for the better.  There was no huge enthusiasm for him in the party. He was not seen as a miracle worker. But he was bricked in to the job. Yet his response to victory was drab. He barely celebrated. He seemed to shrink. Something had happened.  The books are both updates to Quarterly Essays. Crabb has spent time considering what Turnbull has learned  in the seven years since he last became leader.   Where once the air was thick with tales of Turnbull rages, or the acidly fluent character assessments for which he has been famous his whole life, the early part of his prime ministership has been reasonably calm on that front. “That’s what happens when you get what you want,” observed one cabinet colleague succinctly.  We have been inundated with podcasts this campaign but the best one in my humble and unbiased opinion is Australian Politics Live with Lenore Taylor and Katharine Murphy. The first episode has  Mathias Cormann and Penny Wong as the guests. The outsourced slogan of the day    Thanks to a constituent 2day 4 suggest'g a new campaign slogan 'With Bill Shorten the bill never shortens!' So true!! @SkyNewsAust @abcnews— Josh Frydenberg (@JoshFrydenberg) May 14, 2016    • Follow the day’s developments live• Sign up here to receive your Campaign catchup in your inbox every afternoon",
  "webTitle": "Today's campaign: poll shows mixed messages as election race enters week two",
  "webPublicationDate": "2016-05-15T21:37:11Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/16/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peta Credlin",
      "id": "australia-news/peta-credlin",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/16/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing"
}