{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/04/rising-star-competition-entry-rob-newhouse",
  "id": "2016-05-04-197",
  "sectionId": "small-business-network",
  "body": "Justin Deaville, managing director of Receptional, explains why Rob Newhouse should win the Rising Star category of the Guardian Small Business Showcase competition:   Rob joined Receptional, a digital marketing agency, straight from school as an apprentice in September 2013.  Since then, Rob has specialised in web design and web marketing. He has excelled and now plays a leading role with of some of the agency’s largest clients.  Recently, Rob led the redesign of the Hays Travel website the UK’s largest independent travel agency. Receptional was employed to help revamp the site, and in particular to create mobile-responsive pages, based on the existing desktop template. Rob formulated a clear strategy that focussed on improving the site’s engagement with its customers. He then designed each of the site’s page templates in Photoshop and helped project manage the web development process.  Rob’s plan was based on solid research – he conducted user testing, and investigated the site’s analytics data – so we could be sure the designs we produced would engage potential customers. The redesign generated a 701% increase in mobile revenues.  Rob is equally capable of working on more technical digital challenges too. During the spring of 2015 he audited the Qwerkity retail website. When his recommended changes rolled out, we estimate they generated an uplift in traffic that added £100,000 of sales over the next three months. This is quite a remarkable, considering that Rob spent just 10 days working on the site.  Rob deserves to win this award not because of his achievements in web design and marketing, but also because is an absolute pleasure to work with.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Rob Newhouse",
  "webPublicationDate": "2016-05-04T12:24:54Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/04/rising-star-competition-entry-rob-newhouse",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/04/rising-star-competition-entry-rob-newhouse"
}