{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/21/jose-mourinho-to-be-appointed-manchester-united-manager-next-week",
  "id": "2016-05-22-102",
  "sectionId": "football",
  "body": "José Mourinho is set to be appointed the new Manchester United manager in the next few days after agreeing a deal to take over from Louis van Gaal. The Dutchman won the FA Cup with a 2-1 victory over Crystal Palace on Saturday and seemed to be under the impression that he would still be in charge next season, but is now certain to be replaced by Mourinho.   Related: Manchester United win FA Cup as Jesse Lingard sinks Crystal Palace    The Portuguese manager, who left Chelsea under a cloud in December last year, turned down an offer from Paris Saint-Germain in the hope that United would come calling – and negotiations took place in the last few days after United had missed out on fourth place in the Premier League and therefore a Champions League berth. Mourinho has already agreed a salary and has discussed possible transfer targets with the club and is likely to be presented as United’s new manager once his agent, Jorge Mendes, has finalised the finer details of the contract. Van Gaal leaves United after two seasons in charge. United finished fourth in the league in his first campaign and won the FA Cup on Saturday but went out in the group stage of the Champions League and were then eliminated by Liverpool in the Europa League. United’s plan had always been to keep Van Gaal in the job for three years before handing over to someone younger, such as Ryan Giggs. But the lack of progress on the pitch and the fact that many of the club’s new signings failed to improve the team meant that the club decided to end the deal with one year remaining. However it seemed Van Gaal was unaware of the news as rumours started to swirl round Wembley last night and his final press conference turned into something of a farce. The FA Cup-winning manager turned up to speak at Wembley with the trophy in his hands, and placed it on the table in front of him. “I show you the Cup, I don’t discuss my future with the media,” he said defiantly. “Some of you have had me sacked already.” Reports were still emerging at that point that the club had drawn a line under Van Gaal’s reign, with William Hill shortening their odds on United for the title next year on learning of Mourinho’s appointment, but the Dutchman was having none if it. “I don’t want to talk about leaving,” he said. “I am proud that I am the first United manager after Sir Alex Ferguson to win a trophy. I have had a picture taken with Sir Alex, because that is history.” Even before Saturday night’s developments it was common knowledge that United would not be satisfied with just an FA Cup win. Champions League qualification has always been their main aim and Van Gaal could only manage a fifth-place finish. Yet when asked if he had plans for next season Van Gaal replied in the affirmative. “The aim will be the same, we need to improve further and we need to sign new players,” he said. “How much we improve is dependable on the players we can buy. I have said on several occasions I would like a fast winger. I believe in refreshment of my squad, you cannot always use the same players.” So confrontational was Van Gaal’s mood it was difficult to remember a Cup final had just taken place and he was the winning manager. “We showed we can still fight to the end, and I am very proud as a Manchester United manager,” he said of the game. “We had spirit, even after injuries and going down to 10 men [after Chris Smalling’s red card], and it was a beautiful goal from Jesse Lingard that decided the match.” He then went on the attack again, complaining about media coverage of his decision to leave Memphis Depay out of his Cup final squad. “I had to make a hard decision, and it is true that Memphis did not travel to Wembley with the team,’ he said. “He just came down on a later train, that’s all. We did not all travel together because I want focus in my squad.”   Related: Louis van Gaal was doomed at Manchester United by refusal to adapt | Amy Lawrence    Alan Pardew was a disappointed runner-up, as might be expected, though at least he did not have to face questions about not being in the same job next season. “With a bit more help with the referee we might have done better,” the Crystal Palace manager said. “I thought it was a penalty when Rooney brought down Wilf [Zaha], but I was most disappointed with the Connor decision [not to play advantage when Wickham recovered from a foul to put the ball in the net]. You could see he was going to get up first and the advantage was still with us. “When we took the lead so late in the game I thought we might see it through but Rooney came up with a great moment to put them back in it. Not many other players could have done that, and the winning goal was a wonder hit. It was a great final, it could have gone either way, but in the end it didn’t go ours.”",
  "webTitle": "José Mourinho set to be appointed Manchester United manager next week",
  "webPublicationDate": "2016-05-22T11:17:02Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/21/jose-mourinho-to-be-appointed-manchester-united-manager-next-week",
  "keyword": [
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Fabrizio Romano",
      "id": "profile/fabrizio-romano"
    },
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/2016/may/21/jose-mourinho-to-be-appointed-manchester-united-manager-next-week"
}