{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/04/robert-peston-itv-politics-editor-news-agenda-ratings",
  "id": "2016-05-04-95",
  "sectionId": "media",
  "body": "Robert Peston has said he doesn’t feel underexposed at ITV and isn’t overly concerned about the ratings for his new Sunday politics show. Peston is to debut his new politics show at 10am on Sunday as part of his move from the BBC to become ITV’s politics editor.    Related: Robert Peston paid 'more than a third more' at ITV than BBC    Asked on Radio 4’s Media Show whether he missed the exposure after leaving the BBC, which consistently gets more viewers for news and current affairs programmes than its commercial rival, Peston said: “I don’t feel underexposed at ITV. I’ve not sensed that, if the truth be told. People still seem to know I exist.” He said ITV had told him they wanted a create a show to be proud of, rather than simply chasing ratings or becoming too concerned with shaping the news agenda. “We are not obsessed with ratings,” he said. “We are obsessed with making a programme people are going to enjoy and feel is worthwhile. I do want people to watch it, but am I completely obsessed with Monday’s headlines? No I am not. That said, I love trying to get scoops and I love trying to get news.” Peston said he hoped to help his audience understand people such as public civil servants and politicians, saying his recently deceased father had instilled in him a belief that it was a good thing to “devote oneself to public service or life”.  Peston said: “What I want to do is make politics and current affairs palpably relevant to people’s lives and also try to do something about the sort of widespread cynicism about people who go into public life. They are exposing themselves to a lot of criticism but for not very much in the way of – compared to going into the city or business – financial reward, and I think we deserve to give those people a bit of a better hearing. “I’m not going to go soft on those people if we think they are making terrible mistakes but I think we have to give them a space where they can tell us more about who they are, why they are doing what they are doing, because if we are going to criticise them I think we have to understand them first.”",
  "webTitle": "Robert Peston 'not obsessed' with ratings for new show",
  "webPublicationDate": "2016-05-04T16:51:10Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/04/robert-peston-itv-politics-editor-news-agenda-ratings",
  "keyword": [
    {
      "webTitle": "Robert Peston",
      "id": "media/robert-peston",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/04/robert-peston-itv-politics-editor-news-agenda-ratings"
}