{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/08/sundays-best-tv-attenborough-at-90-british-academy-television-awards-2016",
  "id": "2016-05-08-216",
  "sectionId": "tv-and-radio",
  "body": "British Academy Television Awards 2016 8pm, BBC1To the Royal Festival Hall, where Graham Norton again hosts British telly’s poshest gong show. Wolf Hall has nominations in almost all the big categories, with Mark Rylance likely to pick up Leading Actor. Other contenders include Ian McKellen, who surely won’t beat Cucumber’s Cyril Nri to the Supporting Actor prize, and Adele, whose BBC1 album launch is up for Entertainment Programme. Jack Seale Attenborough At 90 7pm, BBC1Kirsty Young interviews David Attenborough in front of a live audience on his 90th birthday. His career trajectory means that this is also a potted history of British television, upon which the naturalist has had colossal influence. Here, Attenborough discusses his unparalleled highlights reel with characteristic wit; guests include Michael Palin and Chris Packham, with contributions from David Cameron and Tim Peake, among others. Andrew Mueller Burma’s Secret Jungle War With Joe Simpson 8pm, BBC2Joe Simpson, the mountaineer who told his amazing story in Touching The Void, travels to Myanmar to retrace the footsteps of his father Ian, who fought in the Chindits, the battalion locked in brutal guerrilla conflict behind enemy lines against the Japanese army at the end of the second world war. Accompanied by Ed Stafford, he finds himself embroiled in the modern-day turmoil triggered by the country’s first free elections in decades. Ben Arnold The Durrells 8pm, ITVLast in the series. Preparations begin for Louisa’s hasty wedding to Sven, but it’s not just the family having doubts. Meanwhile, Gerry tries to drum up business for his newly opened zoo and Larry is pulled in two different directions when Nancy starts to feel stifled by his family and their off-kilter antics. Will he leave the Corfu sunshine for her or retreat back to the comforting nuttiness of the Durrell bosom? A delicious, sunny treat from start to finish. Julia Raeside Hillsborough 9pm, BBC2Even following the inquest verdict, there are still tears of rage to be shed; over the disaster itself, over the lies that followed it, and over the 27 years it took to find justice. This two-hour film draws on footage from the day, dramatisations and interviews with survivors and bereaved family members, and police officers whose individual humanity contrasted starkly with the cowardly attempts by their “superiors” to shift blame on to the fans. Mandatory viewing. David Stubbs Marooned With Ed Stafford 9pm, DiscoveryThere’s something of the first-person video game about this rather useful new series in which Ed – lovechild of Bear Grylls and Tom Hardy – aims to survive for 10 days in remote locations, armed only with a camera. And dropped into the Gobi desert, it’ll be game over pretty quickly unless he can find water, avoid the bears and find something to eat. Some reptiles were definitely harmed during the making of his programme. “Four-lizard kebab”, anyone? Ali Catterall Marvel’s Agents Of SHIELD 9pm, E4After an unexpected betrayal, SHIELD are on even shakier ground than usual. Meanwhile, their creepy foe, Hive, the embodiment of an ancient cosmic evil capable of enslaving Inhumans with a glance, is ramping up recruitment. Genetic manipulation could be the key to Hive’s powers, so Fitz and Simmons are sent undercover to locate Holden Radcliffe (guest star John Hannah), a Dr Moreau-type who runs a dodgy chop shop out of a Bucharest night spot. Graeme Virtue     Tatsuya Nakadai and Pîtâ in Ran Photograph: film company handout    Film Choice Ran(Akira Kurosawa, 1985), 10.30pm, BBC4Kurosawa’s majestic adaptation of King Lear has powerful-but-flaky Lord Hidetora (Tatsuya Nakadai) dividing his lands between two unworthy sons while the youngest, truthful one is banished. Ran, or chaos, ensues, along with furious, bloody screen battles as the rivals struggle for power, destroying their foolish father in the process. Despairing and bleak, it’s done on the heroic scale. Paul Howlett Robot & Frank(Jake Schreier, 2012), 11pm, BBC2Veteran burglar Frank (Frank Langella) is bordering on dementia and, this being the near future, his worried kids (Liv Tyler, James Marsden) fix him up with a robot butler-cum-watchdog. Grumpy Frank’s not too happy, until he enlists his companion in his burglary plans and turns him into a robber robot. They make an engaging odd couple in this warmhearted sci-fi comedy. PH Smart People(Noam Murro, 2008), 11.45pm, BBC1A likable tale of literary folk: Denis Quaid is an arrogant English professor in Pittsburgh, knocking out books with titles including You Can’t Read. He struggles with his acerbic daughter (Ellen Page), his ne’er-do-well stepbrother (Thomas Haden Church) and former student-with-a-crush (Sarah Jessica Parker). It’s not a particularly original romcom, but the snappy dialogue keeps it lively. PH Today’s Live Sport Premier League Football: Tottenham Hotspur v Southampton 12.30pm, Sky Sports 1With Manchester City v Arsenal to follow in the later game. IPL Cricket: Kolkata Knight Riders v Gujarat Lions 3pm, Sky Sports 2Coverage of the match from Eden Gardens in Kolkata. Challenge Cup Rugby League: St Helens v Hull FC 4pm, BBC2The sixth-round encounter from Langtree Park.",
  "webTitle": "Sunday's best TV: Attenborough at 90; British Academy Television Awards 2016",
  "webPublicationDate": "2016-05-08T05:00:13Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/08/sundays-best-tv-attenborough-at-90-british-academy-television-awards-2016",
  "keyword": [],
  "authors": [
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Graeme Virtue",
      "id": "profile/graeme-virtue"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/08/sundays-best-tv-attenborough-at-90-british-academy-television-awards-2016"
}