{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/07/surprising-fall-cost-food-uk-eggs-bread-meat",
  "id": "2016-05-07-183",
  "sectionId": "money",
  "body": "Good news for shoppers: supermarket giants Tesco and Sainsbury’s have cut the price of a basket of basic household goods by 12%-13% over the past four years, Guardian Money can reveal. Sainsbury’s this week blamed price deflation for a slide in profits, saying that the cost of goods in its stores has fallen on average by 4% over the past two years. But Guardian Money research, comparing prices in 2012 with today, shows that the falls have been even sharper, with basics such as bread, eggs and milk all down markedly. Eggs in particular have collapsed in price, from around £1.48 for six to just 85p. In Money’s basket of goods, we found every single item has fallen in price over the past four years, apart from one or two items at some supermarkets which were on special promotion when we first researched prices in 2012. But some price falls appear better than they really are, as manufacturers have also shrunk product sizes. For example, Jordans fruit and nut muesli (forgive us, this is the Guardian, we had to include muesli) was £3.39 in March 2012 in most big supermarkets, but back then its pack size was 750g. Today it is priced at £2.79 a box – which looks like a healthy saving until you see that Jordans has shrunk the pack size to 620g. Similarly, the standard Pampers size 4 pack has come down from around £6.50 to £5 – but the number of nappies inside has been clipped from 30 to 25. We carried out our research using the website mySupermarket, and it confirmed this week that on a broader scale, prices have been falling. Since December 2014 it has run a groceries tracker, which looks at categories of goods rather than individual products. In the year and a half it’s been running, of the 35 categories only two have had price rises: pasta and frozen chips – and then only by a few pence. The biggest fall has been in broccoli (down 59%), but that may be due to seasonal factors, while fresh chicken pieces are down 13%. “Overall, shoppers are 4.5% better off than they were a year ago,” says mySupermarket’s Kim Ludlow. It’s not just food prices that are falling. The British Retail Consortium said this week that prices in shops – food and non-food – have fallen for 36 consecutive months. Deflation in non-food, running at 2.9% a year, is even deeper than that for food, led by continued falls in the price of clothing. Here are our findings, based on specific product prices in March 2012 compared to this week figures collated from mySupermarket searches and store visits. Eggs – down 43%      Six own-brand medium-sized free range eggs now cost just 85p in Asda and 89p at Tesco, compared to £1.48 in 2012. But while that’s egg-cellent for shoppers, it’s bad news for farmers – and cooped-up hens. The collapse in egg prices is threatening to bankrupt producers in the same way that the milk price war has battered dairy farmers. Rising egg consumption – now that salmonella and cholesterol fears have subsided – encouraged egg producers to invest, with the “national flock” of hens rising from 36 million to 38 million, but farm-gate prices have fallen steeply. The very cheapest eggs in the supermarkets (boxes of six can sell for as little as 50p) also encourage further intensification of caged production methods. On average, farmers receive around 48p for six eggs. Free-range eggs are now the most popular choice among British consumers (we eat around 12bn eggs a year) but more intensively farmed eggs are still a large portion of the market – and organic ones make up just 2.5% of all the eggs that are sold. Bread – down 29%       We tested the price of Hovis medium-sliced wholemeal bread (the 800g loaf). What we found in 2012 was that every supermarket had near identical prices: £1.25, or two for £2. Now the price has fallen to just 89p at Tesco, Asda and Waitrose, and £1 at Sainsbury’s and Morrisons (which also has a two for £1.50 deal). Global wheat prices have fallen heavily in recent years, from around $8.50 a bushel in 2013 to $4.60 now. Milk – down 15%      Despite widespread protests from dairy farmers, milk prices in the supermarket have continued to fall. Four years ago a two-pint carton of own-brand semi-skimmed milk was 89p or 90p in all the main supermarkets. Today it is just 75p, with the exception of Waitrose where it is still 89p. Waitrose says: “We believe it is important our farmers receive a fair price that gives them a sustainable return.” Cheese – down 40%      This was a difficult comparison, as we tested Cathedral City mature cheddar in 200g packs, but today it is sold in 350g packs. In 2012 this was priced at £2.38 (or £11.90/kg) everywhere except Asda, where it was £2.17. Today it is £2 for the 350g pack in Asda – just £5.71/kg – and £2.50 in Tesco, equivalent to £7.14/kg. Mince – down 17%      We found quite a variety of price differentials between the supermarkets. We tested the price of extra lean 500g packs, which in 2012 ranged between £3.05 (Ocado) and £4.87 (Tesco). Now the range is from £3.30 (Sainsbury’s) to £4.29 (Waitrose), so the trend is definitely down. Labelling has also changed: in 2012 packs were marked “lean” or “extra lean”, but now packs are expressed as a percentage of fat content – from 25% down to 5%. For the purposes of comparison we checked 5% fat prices today against “extra lean” prices in 2012.",
  "webTitle": "The surprising fall in the cost of the UK’s food",
  "webPublicationDate": "2016-05-07T05:59:06Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/07/surprising-fall-cost-food-uk-eggs-bread-meat",
  "keyword": [
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Household bills",
      "id": "money/household-bills",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Collinson",
      "id": "profile/patrickcollinson"
    },
    {
      "webTitle": "Hilary Osborne",
      "id": "profile/hilaryosborne"
    }
  ],
  "guardianId": "money/2016/may/07/surprising-fall-cost-food-uk-eggs-bread-meat"
}