{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/aged-care-change-is-a-band-aid-over-a-broken-system-says-aged-care-group",
  "id": "2016-05-04-336",
  "sectionId": "australia-news",
  "body": "A decision to change the funding model for aged care which has allowed the government to save $1.2bn is a “Band-Aid over a broken system”, according to a key aged-care group. Ian Yates, chief executive of the Council on the Ageing (Cota), said he was disappointed that bigger reforms were not made for the sector, which could have provided greater incentives to reward good aged-care providers. As a result, Yates said Cota would make the aged-care issue a high priority at the next election.  The budget changed the aged-care funding instrument which determines the level of funding paid to aged-care providers.    Related: Aged care funding for nursing homes cut by $1.2bn in federal budget    Yates said funding had grown disproportionately – to the tune of $3.8bn – because aged-care providers self-assess their residents’ care requirements.  He said while it was unfair to characterise the funding model change resulting in a $1.2bn saving as a cut, the government had disappointed the sector by not moving on funding reforms recommended by Cota, the National Aged Care Alliance and the government’s own aged-care sector committee’s roadmap for reform. “This includes giving older Australians control over their own residential aged care in the same way they will have control over their home-care packages next February,” Yates said. “This is a huge missed opportunity.” The model would see care assessments made by those outside the aged-care provider and then the funding package travels with the resident. That is, if they are unhappy with a provider, they can move to a new provider. “That way good providers can expand and poor providers will close,” he said. Yates said when a similar funding blowout happened under Labor, the former minister Mark Butler cut a percentage of funding.  “So talking about it as a cut is not fair to government but there is a better way of doing it,” he said. “This is providers pushing the envelope and when it happened under minister Butler, he took a percentage shave off the top. But it is still putting a Band-Aid over something broken.”",
  "webTitle": "Aged-care change is 'a Band-Aid over a broken system', says Council on the Ageing",
  "webPublicationDate": "2016-05-04T05:50:35Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/aged-care-change-is-a-band-aid-over-a-broken-system-says-aged-care-group",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Medicare Australia",
      "id": "australia-news/australian-medicare",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/04/aged-care-change-is-a-band-aid-over-a-broken-system-says-aged-care-group"
}