{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/11/an-authors-worst-nightmare-the-grey-screen-of-death",
  "id": "2016-05-11-190",
  "sectionId": "childrens-books-site",
  "body": "It was a Saturday afternoon when it happened. There I was, tapping diligently at the laptop keyboard, 26,000 words into Heads You Die, my second Young Bond novel, propelling my teen hero through the sultry streets of Old Havana towards a deadly appointment with his latest nemesis, when —   Related: Steve Cole: nothing is quite like Bond, so this was a great excuse to re-read my Ian Fleming 007 collection    Death struck swiftly and silently. What a cliché! you’re thinking. And you’re right, if I’d written those words in Heads You Die, I’d had cut them straight out again. Or, I would have, had I been able to see them.  But the screen had gone black. It was my MacBook that had died. The susurrating whir of its hard disk went on, as if trying to process this sudden dying of the light.  I tried restarting my laptop. It made that familiar fruity chime, went through the motions of starting up, but then…  There are certain sights that no one should have to see. One of them is the Apple “grey screen of death”, cheating you of any access to your files.  As I hit restart over and over, unease gave way to distress as the ramifications sank in. Heads You Die was gone. I had never configured Time Machine, the Mac’s auto-backup software. I had never fancied my documents floating about in the iCloud. I had foolishly thought that my laptop, which was only two years old, would repay my near constant attentions with long, loyal, loving service. But no. It had died. When had I last backed up my computer? The answer was never. I’ve worked with Macs since 1993 and nothing like this had ever happened before.  The only backup of Heads You Die was a Word document of the first 10,000 words, mailed to myself when working on a different computer. Which meant that if I couldn’t retrieve the master document, 16,000 words – 16,000 slow-won, sweated-over words of action-packed prose – would be lost. About a quarter of the novel. And my deadline was drawing closer…   Related: Steve Cole's top 10 space books     To action! The doomed, ridiculous action of a headless chicken running about once the cleaver has fallen, but action nonetheless. I scoured Mac forums online for a baffling array of alternative start-up modes – without success. I copied and entered little bits of computer code I didn’t understand in the slightest – without success. Then I tried the alternative start-up mode of punching my laptop while swearing and crying. Violence turned to prayer but both were pointless, for the grey screen of death would not be overcome.  What to do? Cross fingers that James’s Cuban struggles could be extricated by professionals and carry on from where I left off? Or rewrite the missing chunk while it was reasonably fresh in my mind?  Such a situation is a double nightmare for the writer. Firstly, the horrid realisation that so much effort may have been wasted: I felt like an arthritic marathon runner who’d been stumbling for miles in the wrong direction – I would have to expend so much energy returning to the point where calamity struck, that the finish line could now surely never be reached. But worse still for a writer is explaining his predicament to his publisher; as excuses for late delivery go, “My laptop crashed and I lost loads of my manuscript” ranks alongside that schoolchild lament, “The dog ate my homework”. He knows that not only will he be disbelieved, but also his originality will be mocked mercilessly. I wanted to take my editor with me to the repair store to show her the truth of my situation. I wanted her to see my tears. Eventually, a catastrophic motherboard failure was diagnosed. I was told it would take a week to order in parts and that because I’d stored my Young Bond file on the desktop rather than in a proper folder, there was no guarantee that Heads You Die could be rescued. Nevertheless, I confirmed that they could begin work.    Related: Guardian children's books podcast: Steve Cole on time travelling cows, astrosaurs and Doctor Who    Nine days of making truncated pen-and-paper progress through my Bond plot followed. Having heard nothing from the shop, I phoned up, fearing the worst. I was told that repairs hadn’t been started as no one had confirmed my confirmation. Once I’d calmed down, I bought a new laptop, fearing the old one would never return: an expensive way of ensuring, of course, that it did.  But alas, many files could not be recovered. My 16,000 words of James fighting corruption had been themselves corrupted. How my editor laughed at the irony! (Or was she weeping? It was hard to hear over my own sobs.)   Related: My inspiration: Steve Cole on Douglas Adams    Still, Bond would never give up, and I couldn’t afford that luxury either. While it’s true to say that rewriting something never takes as long as it did the first time round, it’s still an utter sod, especially when there’s so much to reproduce. My deadline was kindly extended, and really, any rewrite brings greater focus and clarity to a work, so I console myself that Heads You Die is a better novel for my laptop’s misfortune. Also, since writers thrive on martyrdom, self-abnegation and commiserations, the experience wasn’t all bad.  My newly repaired laptop survived a further couple of months before packing up for good, and I vowed never to be caught unprepared again. I bought a two-terabyte AirPort Time Capsule to wirelessly back-up my every document. That was about 10 months ago. One of these days, so help me, I’m going to take it out of its box and find out how it works.      A better book for the rewrite? Buy Steve Cole’s Young Bond: Heads You Die from the Guardian bookshop and find out!",
  "webTitle": "An author's worst nightmare: the grey screen of death",
  "webPublicationDate": "2016-05-11T13:52:14Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/11/an-authors-worst-nightmare-the-grey-screen-of-death",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/11/an-authors-worst-nightmare-the-grey-screen-of-death"
}