{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/15/tulip-my-mothers-favourite-flower-photography-book-review",
  "id": "2016-05-15-121",
  "sectionId": "books",
  "body": "British photographer Celine Marchbank has described her new book as a “delicate” project. The word is well chosen. Marchbank is a quiet observer of the everyday and here she applies her steadfastly low-key, almost diaristic approach to an immensely difficult subject: the last year of her mother’s life.    The camera allowed me just a couple of split seconds a day to record the things that would go on to mean so much    The subtitle of the book is My Mother’s Favourite Flower, and the narrative is punctuated by images of flowers in bloom outdoors and in vases by her mother’s bedside. Their complex symbolism is suggested throughout: life, death, the transience of things and people, the natural beauty of the everyday that we often take for granted until it is rendered luminous by the sudden, dislocating awareness of our own mortality. In September 2009, Marchbank’s mother, Sue Miles, was diagnosed with stage four cancer. Marchbank immediately began photographing her mother and “the things that reminded me of her, or things I wanted to remember of her”. In April the following year, her mother’s illness was confirmed as terminal and the memory project took on an even more delicate aspect. “That is when it became really difficult,” writes Marchbank in her foreword; “after all, I was her daughter, not her photographer.” Still, she continued, though fraught with doubt about what it was exactly that she was doing – “why had I introduced a camera to this dreadful situation?” A few lines later, she answers that question: “The camera allowed me just a couple of split seconds a day to record the things that would go on to mean so much to me, the little things that would be gone.”     ‘A steadfastly low-key approach to an immensely difficult subject’... from Tulip by Celine Marchbank. Photograph: Celine Marchbank    Tulip is not, as Marchbank points out, a record of her mother’s death. It is more an inventory of the quotidian details that can define even the most painful situations, but are soon forgotten when we finally emerge from the strange hinterland we enter when attending someone who is seriously ill. That heightened but hazy place is evoked throughout in quiet imagery – light falling on a medication chart, raindrops on a windowpane, her mother’s sewing box – but also in portraits of her mother as her illness takes its toll. It is a determinedly honest evocation of a terrible time.   Related: Sue Miles obituary    The narrative shifts in tone again towards the end with a landscape of grey sky above a thicket of trees. “Looking out of her bedroom window, I realised this is the start of the first day of my life without her,” reads the caption. A few pages later, a snapshot of the Guardian obituary page reveals that her mum was, among other things, a “doyenne of counterculture and the restaurant revolution”. One life contains many lives. The penultimate image is a wilfully blurred still life of wilting flowers in a vase, and the final one a black and white portrait of her mother, young and alive, cradling her newborn daughter in her arms, while chatting on the phone. It seems a fitting conclusion to this singular collaboration. Tulip is published by Dewi Lewis (£35).",
  "webTitle": "Tulip by Celine Marchbank review – a daughter’s floral tribute",
  "webPublicationDate": "2016-05-15T11:00:04Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/15/tulip-my-mothers-favourite-flower-photography-book-review",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "books/art",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean O'Hagan",
      "id": "profile/seanohagan"
    }
  ],
  "guardianId": "books/2016/may/15/tulip-my-mothers-favourite-flower-photography-book-review"
}