{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/17/plan-to-train-nhs-nurses-to-cover-for-doctors-sparks-alarm",
  "id": "2016-05-17-275",
  "sectionId": "society",
  "body": "A plan to train nurses to stand in for doctors as a way to tackle the hospital staffing crisis has caused alarm among doctors and patient groups.  A report by the Nuffield Trust, commissioned by NHS Employers, recommends giving extra training to nurses and other support staff to give them “advance practice roles” or “physician associate” status. It says this will provide a relatively quick solution to the current shortage of doctors and help ease the workload of more qualified medics.  Junior doctors have said the idea is dangerous while the Patients Association said it should be regarded as a quick fix to plug the NHS’s workforce gap. The report claims that retraining staff “could provide a cost-effective and rapid solution to mitigating some of the pressures on more senior staff”.  It concludes: “Advanced practice roles offer opportunities to improve clinical continuity … as well as fill in gaps in the medical workforce. The roles can be developed relatively rapidly, in around three years.”  The report envisages a new tier of medical staff between doctors and nurses. “Physician associate represent a new cadre of staff with the potential to address a number of workforce challenges,” it says.  The Patients Association said such proposals should not be seen as a cheaper alternative to hiring highly qualified staff. Junior doctors, who are involved in a dispute with the government over a new contract, said the plans would put patients’ lives at risk. Rachel Clarke, a junior doctor in Oxford, tweeted:    Nurses & doctors are not \"interchangeable\", Mr Hunt, & staff shortages endanger lives. This quick fix is dangerous. https://t.co/eLTbsz4NnD— Rachel Clarke (@doctor_oxford) May 17, 2016    The health commentator and former NHS Trust chairman Roy Lilley tweeted:     This is a ludicrous report. Sp nurses don't 'fill-in' for training grade doctors. Have the #Nuffield gone barmy?  https://t.co/JL7qNGVbjK— Roy Lilley (@RoyLilley) May 17, 2016    Other doctors pointed out that there was also a shortage of nurses in the NHS.     Train nurses to cover JDs? We don't exactly have a 'surplus' of nurses in the first place; not appropriate everywhere; cheaper workforce?— Juniordoctorblog (@juniordrblog) May 17, 2016      @NHSE_Danny forgive me, but I thought we were short of nurses too? @NuffieldTrust #Despair https://t.co/xetMhLAAnA pic.twitter.com/ooL4PWIMUs— Janis Burns (@burnikov) May 17, 2016    Katherine Murphy, the chief executive of the Patients Association, said: “The proposed new roles and extra responsibilities for existing staff should not be adopted as a ‘quick fix’ solution to the complex staffing problems within the NHS, nor be seen as a cheaper alternative to highly qualified staff. “These proposals will not solve the shortage of skilled doctors and nurses across the health service and should not aim to do so. Instead, the government needs to do more to invest in the training and retaining of these qualified practitioners.” The Nuffield Trust was commissioned to examine how NHS staffing could be reorganised to support new ways of caring for patients. The authors argue that extending the skills of registered healthcare professionals, such as nurses, pharmacists, physiotherapists and paramedics, provides opportunities to manage the growing burden of chronic disease more effectively. The authors point out that Sheffield Teaching Hospitals NHS Foundation Trust developed the role of an advanced clinical practitioner in 2006 to help fill growing gaps in junior doctor rotas. ACPs undertake a two-year, part-time Masters degree in advanced professional practice at Sheffield Hallam University. The trust now employs up to 80 ACPs across a range of services. The report’s author and director of policy at the health thinktank, Candace Imison, said: “Our research shows that reshaping the NHS workforce can offer huge opportunities … But we stress in our report that this is not simply a ‘nice to do’ – it is urgent and essential if the health service is to find a sustainable balance between available funding, patient needs and staff needs, and delivering services fit for the 21st century.” Saffron Cordery, director of policy and strategy for NHS Providers, welcomed the idea of retraining existing staff. “This should result in a more stable, substantive workforce with reduced reliance on temporary staff and outsourcing. This will help improve continuity and better patient care by closing the gap between what patients need and the skills available to care for them.”",
  "webTitle": "Plan to train NHS nurses to cover for doctors sparks alarm",
  "webPublicationDate": "2016-05-17T07:50:15Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/17/plan-to-train-nhs-nurses-to-cover-for-doctors-sparks-alarm",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Nursing",
      "id": "society/nursing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Hospitals",
      "id": "society/hospitals",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Weaver",
      "id": "profile/matthewweaver"
    }
  ],
  "guardianId": "society/2016/may/17/plan-to-train-nhs-nurses-to-cover-for-doctors-sparks-alarm"
}