{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/29/gary-johnson-libertarian-nominee-president",
  "id": "2016-05-29-5",
  "sectionId": "us-news",
  "body": "The Libertarian party on Sunday selected Gary Johnson as its nominee for president, on a second ballot.   Related: Ex-New Mexico governor feels time may be right for third-party presidential run    Delegates meeting at the party convention in Orlando picked from three main contenders: Johnson, formerly a Republican governor of New Mexico, anti-computer virus company founder John McAfee and Austin Petersen, founder of the Libertarian Republic magazine. The selection of a vice-presidential candidate, in which Johnson is hoping to be joined by the former Massachusetts governor William Weld, was not so swiftly concluded. Weld, seen by many Libertarians as “Republican-lite”, struggled for support before sealing the nomination early on Sunday evening. Johnson, 63, was the Libertarian nominee in 2012 – having first entered the Republican primary – getting about 1% of the vote in the general election won by Barack Obama against Mitt Romney. He was governor of New Mexico from 1995 to 2003. In his acceptance speech this year, Johnson told delegates his job will be to get the Libertarian platform before the voters at a level the party has not seen. “I am fiscally conservative in spades and I am socially liberal in spades,” Johnson told the Associated Press. “I would cut back on military interventions that have the unintended consequence of making us less safe in the world.” In 2012 he spent $2.5m, about one dollar for every 400 Obama and Romney each spent. Johnson said this year he hopes to raise “tens of millions of dollars”. “Then we can leverage that to a level where we could wage political war” by hiring staff and running TV and radio commercials, Johnson said.    Second ballot results: Johnson 518 Petersen 203 McAfee 131 Perry 52 Feldman 18 #LegalizeFreedom— Libertarian Party (@LPNational) May 29, 2016     Related: Why the Trump-Clinton matchup is a boon to libertarians | Matt Laslo    To qualify for the presidential debates this year, Johnson will have to average 15% in five recognised polls. Though there may be no chance of a third-party Republican bid, now Paul Ryan is in detente with Donald Trump and Mitt Romney has ruled out a run, the rancor in Republican and indeed Democratic ranks means there may be an opening for a stronger Libertarian showing in November.  The party itself voiced such hopes on Sunday, with a tweet from its official account that said: “LP gives @realDonaldTrump and @HillaryClinton outreach award for growing the party so much. #LegalizeFreedom.”",
  "webTitle": "Gary Johnson selected as Libertarian nominee for president",
  "webPublicationDate": "2016-05-29T22:06:55Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/29/gary-johnson-libertarian-nominee-president",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "New Mexico",
      "id": "us-news/newmexico",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Pengelly",
      "id": "profile/martin-pengelly"
    }
  ],
  "guardianId": "us-news/2016/may/29/gary-johnson-libertarian-nominee-president"
}