{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/20/reality-check-are-eu-migrants-really-taking-british-jobs",
  "id": "2016-05-20-170",
  "sectionId": "politics",
  "body": "Five weeks before the EU referendum, new figures show the number of EU nationals working in Britain has reached a record 2.1 million – sparking claims that they are taking British jobs and keeping UK wages low. Is that right? The growth in the number of EU workers in Britain has accelerated sharply since 2013, rising from 1.4 million to 2.1 million in the last three years, as Britain’s relative prosperity has established it as “the jobs factory of Europe”. Citizens of other EU countries now account for 6.8% of the British workforce, compared to 4.8% three years ago and 2.6% a decade ago. The latest figures were cited by leading Brexit campaigner Iain Duncan Smith as evidence that immigration was out of control, and that “Brits on low pay – and those out of work – are forced to compete with millions of people from abroad for jobs”. He claimed they suffered downward pressure on their wages, too.   Guardian explained: in numbers   Downing Street hit back, saying: “It is good that we’ve got a growing economy and we’re seeing record numbers of British nationals in employment.” So who is right?  The Office of National Statistics says that while the numbers of EU workers in Britain has risen by 700,000 since 2013, they are outnumbered by the extra one million Britons who have gone into employment in the same period. The number of British citizens working in the UK labour force is now at the near-record level of 28 million. That compares with 3 million foreign nationals. As the economist Jonathan Portes has pointed out, it is not a zero-sum game in which there are only a fixed number of jobs to go round: “It’s true that, if an immigrant takes a job, then a British worker can’t take that job – but it doesn’t mean he or she won’t find another one that may have been created, directly or indirectly, as a result of immigration.” HMRC figures also show that EU migrants more than pay their way. Those who arrived in Britain in the last four years paid £2.54bn more in income tax and national insurance than they received in tax credits or child benefit in 2013-14. The Office of Budget Responsibility has estimated that their labour contribution is helping to grow the economy by an additional 0.6% a year.   Related: Number of EU migrants working in UK rises to record level    The Uk Statistics Authority also stresses that the number of people in work is not the same as the number of jobs in the economy. The ONS figures are estimates of the numbers of people in employment, so it is nonsense to talk about them showing “foreigners taking British jobs”. They also stress that the figures do not reflect new migration, since they only cover those migrants who come to work, and some of those newly employed may well have been in the UK for some time. What about the claim that they are depressing wages, particularly for the low-paid? The most recent research from the centre for economic performance at the London School of Economics says “the areas of the UK with large increases in EU immigration did not suffer greater falls in the jobs and pay of UK-born workers. The big falls in wages after 2008 are due to the global financial crisis and a weak economic recovery, not to immigration.” Several studies have shown a small negative effect of migration on the wages of low-skilled workers in certain sectors in certain parts of the country, particularly care workers, shop assistants, and restaurant and bar workers. The effect has been measured at less than 1% over a period of eight years. The LSE’s Jonathan Wadsworth said: “The bottom line, which may surprise many people, is that EU immigration has not harmed the pay, jobs or public services enjoyed by Britons. In fact, for the most part it has likely made us better off. So, far from EU immigration being a “necessary evil” that we pay to get access to the greater trade and foreign investment generated by the EU single market, immigration is at worse neutral, and at best, another economic benefit.”   Related: The hysteria about immigration statistics doesn’t stand up to scrutiny | Jonathan Portes    The numbers are rising. Who’s coming and where from? The latest figures show that the lion’s share of the increase in the past year – 131,000 of the 224,000 extra workers – are from western European countries such as France, Italy and Spain rather than eastern European countries such as Poland. Numbers have also increased from Romania and Bulgaria, but that is regarded as a short-term peak following the lifting of labour market restrictions. A recent UCL study showed that the typical profile of a European migrant in Britain was no longer a Polish plumber, but a young, single French or Spanish graduate working in the financial, technology or media industries. The number of people from eastern Europe working in Britain has stabilised at around the 900,000 mark, as the gap in disposable income between Poland and Britain has almost halved since the mid-2000s. How do the numbers of European workers compare to those from the rest of the world?   Related: What do migrants think about ONS immigration figures?    Ever-stricter visa controls and a points-based system have ensured that the numbers of migrant workers in Britain from outside Europe has remained stable at about 1.2 million since 2008. Is there a ceiling on the number of EU nationals coming to work in Britain, or will it go on increasing as long as we are in the EU? The Oxford-based Migration Observatory says that the continuing relative strength of the UK labour market, weakness in southern European economies and the pace of income growth in eastern Europe are all unknowns. It does say, however, that the size of the youth population – those aged 20-34, who are most likely to migrate – has shrunk by 6.3 million, or 15%, in Poland, Romania, Spain, Italy, Hungary and Portugal over the past decade. So much for Europeans in Britain. How many Britons work in Europe? Figures for 2015 suggest that 1.2 million people born in the UK live in other EU countries – 300,000 in Spain. The latest ONS figures also show that 155,000 are working abroad for less than 12 months at a time, while 101,000 overseas short-term migrants are working in Britain. Would Brexit make any difference?  John Van Reenen, co-author of the LSE study, says: “The immigration impact hinges on the post-Brexit trade deal – if we go for a deal like Norway or Switzerland, immigrant numbers won’t change much, as free movement of labour is part of the package. But if we go for a looser trading arrangement, we lose out much more from falls in trade and foreign investment,” he said.",
  "webTitle": "Are EU migrants really taking British jobs and pushing down wages?",
  "webPublicationDate": "2016-05-20T12:38:23Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/20/reality-check-are-eu-migrants-really-taking-british-jobs",
  "keyword": [
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "politics/2016/may/20/reality-check-are-eu-migrants-really-taking-british-jobs"
}