{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/03/dublins-startup-scene-aims-take-on-tech-giants",
  "id": "2016-05-03-201",
  "sectionId": "media-network",
  "body": "Corporation tax is probably the first thing that comes to mind when most of us think about the Irish tech scene. The Republic’s 12.5% corporate tax rate – one of the lowest in Europe – makes the country an attractive prospect for multinationals, and a stroll through what has inevitably come to be known as the Silicon Docks area of Dublin will take you past the European headquarters of Google, Facebook and eBay, to name just a few. But these big beasts are only one thread in Dublin’s tech tapestry. The startup scene is thriving too, with thousands of early and mid-stage firms innovating within the worlds of fintech, travel tech and edtech in particular.  “We’re very much more of a B2B [business to business] enterprise city than a consumer internet city,” says Niamh Bushnell, Dublin’s first commissioner for startups. “We don’t have a home market per se, so we specialise in areas that make sense to us and that are big globally. So we think internationally and connect internationally from a very early stage.” Dublin was ranked just outside the world’s top 20 startup ecosystems in reporting firm Compass’s Global Startup Ecosystem Ranking 2015, but it was a close thing. The value of the city’s startup ecosystem is now estimated at around $2.8bn, according to a Compass spokesperson, compared with a figure of $43.9bn for London and $9bn for Amsterdam. But in terms of total numbers of startups, the Irish capital is punching well above its weight, with roughly the same number as Amsterdam (around 2,250), a city with more than three times the population.     There are certain people who just like working for startups. The energy is there. They know what they’re getting into.  Dr Patricia Scanlon, founder and CEO, Soapbox Labs     It is a scenario that works to Dublin’s advantage, says Bushnell. “You’re always bumping into people on the street – literally, you meet the same people over and over again, so you can build relationships pretty quickly. All of that really benefits the startups that are ‘born’ here but also the international startups – they can get into the community very quickly.” Dr Patricia Scanlon, founder and CEO of Soapbox Labs, which makes literacy software for children, can attest to the advantages of this small, “very social” scene in terms of the support available at the beginning of the startup journey. “I found it very easy to wrap my head around where the funding was, what’s the best route, how to hire, the lowdown on all the accelerators,” she says. There are downsides to a startup ecosystem on this scale, however. Rhona Togher, co-founder and CEO of health tech firm Restored Hearing, which has developed a sound therapy for tinnitus, raised seed funding in Ireland, but has had no option but to look abroad when it comes to series A cash. The home market is just too small and risk-averse as far as Togher’s particular niche is concerned. That said, she has found the local venture capitalist (VC) community supportive in other ways. “I’ve met with almost every VC here in Dublin and they’ve said, ‘This might not fit our portfolio but here’s a list of 10 people who you can talk to who would be able to help or might be interested in investing’.” Togher’s experience is far from unique. Quoting figures from a recent report by the Irish Venture Capital Association, Bushnell says: “46% of investments that were made into Irish startups in 2015 were from international investors.” The proportion of foreign investment is on the up: €241m in 2015 compared with €132m the previous year. What the Dublin startup scene lacks in larger-scale, homegrown investment opportunities, it makes up for in state and local authority-funded programmes enabling entrepreneurs to navigate this landscape. Bodies like Enterprise Ireland and IDA Ireland provide support to startups at all stages of development, through mentoring, research, relationship brokering and much more.  Talent is in plentiful supply on the Dublin scene. The presence of Trinity College Dublin, Ireland’s top university, is a factor, but international companies also play a major role. “Our trick,” says Bushnell, “is to make sure that what they’re doing in Ireland is valuable; up-skilling the people that they’re employing.” Smaller firms can have their work cut out tempting talent away from the big players, say both Scanlon and Togher, but neither entrepreneur has had any problem hiring people for key roles, thanks to what Scanlon identifies as “a buzz about the tech startup scene”.   Related: How YouTube and Niconico fuel online fan culture in Japan    “What we’ve found is that there are certain people who just like working for startups,” she says. “The energy is there. They know what they’re getting into.” That buzz is something Bushnell is keen to build on. It’s one of the main reasons why her office, Startup Dublin, was set up in the first place. Traditionally, she says, Dublin has been “really bad at telling its story”. But not anymore: in December 2015 Startup Dublin released information on 1,200 startups based in the city. Over the coming months they’ll be following up with a web platform that will enable stakeholders in the city and around the world to engage more deeply with the scene there. “We want to be credible, we want to be on a par with the way people are talking globally and we want to have the data for it,” says Bushnell. “Finally we can say, ‘Here it is; crunch the numbers; knock yourself out’.” Restored Hearing received early stage funding and support from Wayra, the Telefonica startup accelerator. To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media & Tech Network membership. All Guardian Media & Tech Network content is editorially independent except for pieces labelled “Paid for by” – find out more here.",
  "webTitle": "Dublin's startup scene aims to take on the tech giants",
  "webPublicationDate": "2016-05-03T12:00:01Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/03/dublins-startup-scene-aims-take-on-tech-giants",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jo Caird",
      "id": "profile/jo-caird"
    }
  ],
  "guardianId": "media-network/2016/may/03/dublins-startup-scene-aims-take-on-tech-giants"
}