{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/04/album-artwork-new-evolution-vinyl-mp3-spotify",
  "id": "2016-05-04-183",
  "sectionId": "music",
  "body": "The first album I properly owned was Michael Jackson’s Dangerous. Given to me as a present on Christmas Day, 1991, I played the cassette constantly on a chunky Walkman and subjected my family to repeated plays on long car journeys. I was equally obsessed with the artwork; an intricately detailed, multi-layered tableau created by artist Mark Ryden over six months. It represented a massive departure from the simpler, more posed artwork of Jackson’s previous albums (1987’s Bad was just him, a snazzy zipped jacket and some red spray paint). The timing for such an aesthetic switch was curious: by the early 90s, music formats had shrunk from the larger canvas of vinyl to cassettes and then to CDs, so trying to spot the artwork’s myriad of hidden treasures – Jackson’s monkey Bubbles, the plasters he wore on his fingers, the minuscule picture of him from the 1984 Grammys – on a tiny cassette cover was like a game of Where’s Wally.  Its visual complexity was at odds with the way in which fans were consuming music at the time, and is a curious exception in the evolution of the album cover; which tends to mirror the changing formats and consumption methods of the time. Starting with the practicality of the 1940s sleeves – which were used to protect the record – to the punk and prog experimentalism of the 70s through to the bold graphics and controversies of the 80s and 90s and the cleaner lines of the 2000s, artwork offers a broader reflection of the cultural and technological landscape. So what can the images used by artists in 2016 reveal?      Sat on a meme … the much-mimicked artwork of Drake’s album Views. Photograph: Public Domain     If the release of Drake’s new album Views is anything to go by, we are a society primed to interact with artwork in a whole new way. In today’s world of online appropriation and decontextualisation (pictures of sad cats with the word Monday written on them, for example), where sites such as Reddit and Imgur are mined constantly for images that are then reappropriated, the meme is king. Last week the Canadian rapper created new Tumblr-dominating opportunities with an album sleeve that features him perched on top of Toronto’s CN Tower. In the days since its unveiling the online world has responded by posting its own interpretation of his artwork, ranging from Meek Mill baiting, to big brand marketing and everything in between. Reviews of the album may have been mixed, but in terms of virality and audience reach; the imagery surrounding the record has been a resounding success.    Even the weather in @Toronto acknowledges it's @Drake day. #views pic.twitter.com/6jty6KEbae— Ben Terry (@BenTerry) April 29, 2016    This particular example rejects the theory given by the New York Times in 2011, whose pessimistic view on the future of album artwork claimed it to be the “latest industry casualty of the internet age”. It argued that while the shift to CDs in the late 80s had reduced the canvas from the halcyon days of Sgt Pepper, it was at least still an important and functional element of the music industry until the arrival of the internet. “The album cover has become just a pictographic button, some little thing on a web site that you can click on to listen to or purchase some music,” designer Frank Olinsky said. Rather than offer clues as to the music contained within, or defining an artist’s latest era, album covers have shifted more towards instant recognition. In a digital library of millions of albums, it is important to stand out with simple, clear imagery.      The album cover of Sgt Pepper’s Lonely Hearts Club Band, Beatles (1967). Photograph: PA    Certainly this shift can be seen in the artwork of the past decade of pop. Rihanna’s bright red Loud album cover, for example, is a tightly cropped close-up of her face, the familiarity of which means there’s no need for her name to appear. The title is written in a thin white typeface, almost entirely lost at the bottom. The deluxe version of Lady Gaga’s Born This Way (ie not the ludicrous shot of her morphing into a motorbike) follows this pattern, as does Jessie J’s debut album Who You Are. It’s also a trick used by relatively successful album artist Adele, with 25 doing away with words and titles altogether. In these cases, the covers lose nothing when shrunken to the size of a postage stamp.     Cover artwork for Adele’s album 25. Photograph: AP    Perhaps the move into a more no-frills, graphics-lead aesthetic was the cover of Lady Gaga’s Judas single, which did away with the previous Nick Knight photography and facial augmentation of the Born This Way campaign. The cover – the word Judas above a cross on a black background – was apparently designed by Gaga herself using Microsoft Word. To continue the DIY look, she then took a picture of the computer screen, which showed the reflection of herself holding up her iPhone (“for texture”, apparently). Suddenly the spontaneous, scrappy, fan art that would fill up Google image searches was overlapping with the official artwork, blurring the lines between the two. Drake’s ability to harness the engagement of his fans remains the most powerful of all of modern mainstream artists. During the campaign for his 2015 mixtape If You’re Reading This It’s Too Late, fan art clogged up a large portion of the internet. Its straightforward design works blown up to a billboard poster, reduced to a Spotify icon or worn on a T-shirt. The fact that it’s easy to manipulate and is then instantly shareable also creates some free marketing. The seeming spontaneity of which has been hijacked by labels looking to engage a fanbase: Taylor Swift created an album art generator for her 1989 album, and new artist Shura is doing the same around her current single Touch. A similar design simplicity was also used by Beyoncé – another meme-friendly artist – whose self-titled 2013 album featured a black background with her name in pink lettering. Both design aspects became a visual shorthand for the album even when put into different contexts, with the colour scheme also used for merchandise – so you could walk around wearing a black sweatshirt with the word Surfboard written in pink and people would get the reference.      Madonna’s wildly misjudged and unsuccessful attempt at making her album artwork go viral using Instagram.   There have been casualties in this new wave of uncontrolled manipulation. Not least Madonna, whose Rebel Heart artwork – her face covered in black wire – was used to mock her after she inadvertently created her own meme by pasting the wire over the faces of historical figures. What this does show at least is that album artwork can still be used as a type of visual shorthand – that enough people care and understand the visual references to create viral content and keep it part of a broader discussion. Far from falling away, album artwork is starting to exist as part of a new conversation. Plus with the rise in sales of vinyl (sales reached almost 12m in the US last year compared with less than a million in 2007), and more acts releasing their albums on that format, perhaps there’s yet another shift to come, offering more scope for experimentation. Take, for example, David Bowie’s all-black Blackstar gatefold vinyl, which, according to some reports, merges into a starfield when exposed to sunlight. Or perhaps Welsh artist Marina & The Diamonds, who revealed her scratch and sniff artwork for recent album Froot. Let’s just hope Fat White Family don’t try the same.",
  "webTitle": "Memes, MP3s and the explosion of album art",
  "webPublicationDate": "2016-05-04T13:00:11Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/04/album-artwork-new-evolution-vinyl-mp3-spotify",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Drake",
      "id": "music/drake",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Music industry",
      "id": "business/musicindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Cragg",
      "id": "profile/michaelcragg"
    }
  ],
  "guardianId": "music/2016/may/04/album-artwork-new-evolution-vinyl-mp3-spotify"
}