{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/19/alphabet-venture-capital-google-investment-payday-lenders-lendup-dangerous-products",
  "id": "2016-05-19-122",
  "sectionId": "technology",
  "body": "Just days after Google proudly announced it had banned the morally dubious payday loan sector from its advertising platforms, its parent company has been revealed to be a repeat investor in a payday loan lender. GV, the venture-capital investment arm of Google’s parent company, Alphabet, has backed online lender LendUp since before its launch in 2012 and has provided capital for every equity round LendUp has done since, the Wall Street Journal first reported. LendUp bills itself as a “payday loan alternative”, the company promotes itself using phrases including “up to $250 for 30 days”, “good credit not required”, and “instant decision” in the manner of many other loan companies that make high-rate loans to people trying to make ends meet between paychecks. The rates LendUp charges amount to a 400% APR. The company operates digitally, rather than out of a storefront, and has been the subject of enthusiastic profiles throughout the tech media, though some of its tactics have raised eyebrows, including its use of social media to determine creditworthiness. Last week Google added payday lenders to its “dangerous products” category, alongside guns, tobacco and explosives in a major blow to the $46bn industry. The lenders – who generally give out small loans with extremely high interest rates –have been accused of entrapping people in circles of debt. Google’s ban, which will go into effect on 13 July, also will apply to ads for loans where repayment is due within 60 days of the date of issue and loans with an annual percentage rate (APR) of 36% or higher. Announcing the ban in a blogpost David Graf, Google’s director of global product policy, wrote: “This change is designed to protect our users from deceptive or harmful financial products ... “According to Wade Henderson, president and CEO of The Leadership Conference on Civil and Human Rights, ‘This new policy addresses many of the longstanding concerns shared by the entire civil rights community about predatory payday lending. These companies have long used slick advertising and aggressive marketing to trap consumers into outrageously high interest loans – often those least able to afford it.’” The Journal reported that LendUp’s executives had been disturbed by Google’s choice to ban payday lenders from its advertising services. “We do worry about how this will play out and think it paints with too broad a brush,” Sasha Orloff, LendUp’s chief executive, told the publication.",
  "webTitle": "Alphabet's venture capital arm invests in payday lenders banned by Google ads",
  "webPublicationDate": "2016-05-19T15:54:13Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/19/alphabet-venture-capital-google-investment-payday-lenders-lendup-dangerous-products",
  "keyword": [
    {
      "webTitle": "Alphabet",
      "id": "technology/alphabet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Payday loans",
      "id": "money/payday-loans",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Thielman",
      "id": "profile/sam-thielman"
    }
  ],
  "guardianId": "technology/2016/may/19/alphabet-venture-capital-google-investment-payday-lenders-lendup-dangerous-products"
}