{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/17/nevada-democrats-bernie-sanders-violence",
  "id": "2016-05-17-31",
  "sectionId": "us-news",
  "body": "Bernie Sanders condemned “any and all forms of violence” on Tuesday but refused to apologize for the unrest at the Nevada Democratic convention this weekend, during which some of his supporters threw chairs and personally threatened the state party’s chairwoman. “Within the last few days, there have been a number of criticisms made against my campaign organization,” the leftwing presidential candidate said in a statement. “Party leaders in Nevada, for example, claim that the Sanders campaign has a ‘penchant for violence’. That is nonsense.    Related: DNC 'deeply concerned' after Sanders supporters threaten Nevada chair – live    “Our campaign has held giant rallies all across this country, including in high-crime areas, and there have been zero reports of violence. Our campaign of course believes in non-violent change and it goes without saying that I condemn any and all forms of violence, including the personal harassment of individuals.  “But, when we speak of violence, I should add here that months ago, during the Nevada campaign, shots were fired into my campaign office in Nevada and an apartment housing complex my campaign staff lived in was broken into and ransacked.” He added: “The Democratic party has a choice. It can open its doors and welcome into the party people who are prepared to fight for real economic and social change – people who are willing to take on Wall Street, corporate greed and a fossil fuel industry which is destroying this planet. Or the party can choose to maintain its status quo structure, remain dependent on big-money campaign contributions and be a party with limited participation and limited energy.” The convention, held in the Paris Las Vegas Hotel on Saturday night, devolved into chaos after Hillary Clinton, who had won the popular vote 53-47% in February, also won more delegates.  For hours after the convention was due to end, and before security shut down proceedings, Sanders supporters shouted and booed Clinton delegates over the perception of bias. They denounced the party chairwoman, Roberta Lange, and the party leadership and protested about the party’s rules, which they perceived to be tilted in favor of Clinton. Political columnist Jon Ralston published a sample of the voicemail messages left for Lange by Sanders supporters, many of which included threats and vulgarities. One caller said: “I hope you burn for this,” then left a callback number. Lang told MSNBC she and her family, including her husband and grandson, had received thousands of threatening emails, texts and messages on social media. “It’s my responsibility to let the [Democratic national committee] know what happened in Nevada, to let them know that those threats have been threatened to carry into the DNC convention,” Lang said. “Our attorney has written a … lengthy letter to the DNC rules and bylaws committee to let them know what happened and how we feel they should prepare for the DNC convention.” Lange said she had yet to hear directly from the Sanders campaign.  During the presidential race, tensions have flared between Sanders and the Democratic party, which he joined only last year after launching his bid for the White House. Earlier on Tuesday, the Senate minority leader, Harry Reid of Nevada, told reporters that violent threats and harassment by Sanders supporters amounted to a “test of leadership” for the Vermont senator, and called on him and his campaign to condemn the unrest. “I laid out to him what happened in Las Vegas,” Reid said, according to the Washington Post. “I wanted to make sure that he understands, that he heard what went on there – the violence, and all the other bad things that have happened there. He said that he condemns that, and I’m confident he does. I’m confident he will be saying something about it soon. This is a test of leadership, as we all know, and I’m hopeful and very confident that Senator Sanders will do the right thing.” The Nevada Democrats defended the outcome of the convention in a Medium post on Monday. The state party disputed the claim that 64 potential Sanders delegates were denied by the state convention’s credentials committee, explaining that six had been admitted and that the rest were deemed ineligible on the grounds that they were not registered as Democrats in Nevada or because their information could not be identified or found. It also accused the Sanders campaign of “deliberately sharing misinformation about how the convention operates to get people riled up”. In the statement on Tuesday, Sanders accused the party of not playing fair. He said his campaign had not had issues at other state conventions, all of which took place in states where he won the caucuses. “At that convention, the Democratic leadership used its power to prevent a fair and transparent process from taking place,” the senator said. He accused Lange of, among other things, improperly invalidating the 64 delegates “without offering an opportunity for 58 of them to be heard. That decision enabled the Clinton campaign to end up with a 30-vote majority.”   Related: Sanders' endgame: keep the message alive even as nomination slips away    The Nevada Democrats filed a formal complaint with the DNC’s rules and bylaws committee regarding what it called “unfortunate events”, and clearly pointed the finger at violence caused by Sanders supporters. The DNC chairwoman said she was “deeply concerned” by a letter from the Nevada Democratic party that outlined the convention floor violence and ensuing threats, and reportedly carried a warning about the risk of an outburst at the party’s convention in Philadelphia this summer. “The process for nominating a Democratic presidential candidate is not something taken lightly, it is a four-year endeavor that is closely scrutinized and determined in public forums, just as it has been in past election cycles,” said Debbie Wasserman Schultz in a statement on Tuesday. “There is no excuse for what happened in Nevada, and it is incumbent upon all of us in positions of leadership to speak out.”",
  "webTitle": "Sanders condemns Nevada convention violence but refuses to apologize",
  "webPublicationDate": "2016-05-17T20:09:44Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/17/nevada-democrats-bernie-sanders-violence",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Nevada",
      "id": "us-news/nevada",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Gambino",
      "id": "profile/lauren-gambino"
    }
  ],
  "guardianId": "us-news/2016/may/17/nevada-democrats-bernie-sanders-violence"
}