{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/19/patrick-vieira-new-york-city-fc-third-rail",
  "id": "2016-05-19-253",
  "sectionId": "football",
  "body": "Originally published in Eight By Eight magazine  Down in the concrete guts of Yankee Stadium, a little after 3pm on a jewel-cut January Wednesday, Patrick Vieira sits down for an interview with ESPN’s Shaka Hislop. Vieira’s in hour seven of what’ll end (this evening, in a midtown bar) as a 13-hour press day introducing him as new manager of New York City Football Club. Hour seven, so far, looks a lot like hour six: Vieira slowly orbiting the empty pine boxes of the visitor’s locker room, answering for an alphabet of TV networks the same few questions he’s already answered in hour four’s press conference and hour five’s radio interviews. How will your NYCFC play? Who are your managerial idols? Are you worried about the MLS? What brought you to New York?    Related: Would Zlatan Ibrahimovic ever choose Philadelphia Union over LA Galaxy?    In general, Vieira’s handling all of this – and the press-side screw-ups, like the photographer who asks him to spend 10 minutes posing for a shot she has irredeemably mislit – with levels of patience you’d associate with an animated grandmother rather than a new manager expected to lift a 17th-place side to approximately first. But he’s visibly glad to see Hislop, who was, in 2006, one of the first well-known players to make the move from Europe to Major League Soccer that Vieira’s now attempting as manager. Before that, the pair played against each other in the Premier League’s middle decade, when Vieira was the world’s best central midfielder. They laugh all the way through the mic check. On camera, Vieira tells Hislop he’ll have “no excuses” in his first senior managerial appointment, that he’s attracted to the NYCFC “project,” and that he wants the team to “play to win games.” Off camera, he tells Hislop that he’s well, that his family’s enjoying the city, and that they should all get together when he’s back in town. It’s perfect sitcom New York: two old campaigners meeting accidentally, still handsome and proud, trading phone numbers here in the center of the universe. Except – Vieira isn’t sure. Shaka knows the UK number – no, disconnected, Vieira has an American phone, definitely, yes, it’s activated, he’s waving it around hopefully. In the end NYCFC’s media director has to step in. Vieira’s moved so recently he doesn’t know his own phone number. It’s the only time all day we see how far he’s come to be here – but it doesn’t seem to trouble him. At the end of the day, Vieira tells me, “I think football reflects our society. Our society changes. The evolution of society dictates the evolution of the game.” He says this with the confident wonder of every new New Yorker, sitting on a folding chair with a baseball-themed rug stretching out beneath him. NYCFC has played one season of football, in which it conceded a league-worst 58 goals.  Vieira’s stated aspirations as manager of NYCFC are “to be the best that I can.” Keep in mind, though, that he’s a World Cup winner, that he’s captained an undefeated Premier League season, and that this appointment is something like a three-year audition for the manager’s role at Manchester City – one of the biggest jobs in football. Manchester City is NYCFC’s big brother, Vieira’s just come from a successful two-year tenure coaching their Under-21s, and their executives have been forthright about hoping Vieira will return to England. When Vieira says “the best I can,” everyone knows he means the best, full stop. The usual rules of football are that Patrick Vieira stays in Europe. Football’s “bests” live there, after all: best players, best leagues, best managers. In the United States, football matches are still played in baseball stadiums. NYCFC holds home games (as well as interviews) at Yankee Stadium, and it’s awkward for everyone. Baseball is played on a blistered diamond with a red scab of infield, and NYCFC’s pitch has to be laid down on top of both shapes, with one goal in left field and the other by the first-base dugout. The conversion takes three days, in each direction, and early in the NYCFC-Yankees partnership, Yankee infielders could be quoted muttering darkly about possible “divots” and unpredictable grounders. But at least the five boroughs have a football club. Football-wise, the US is defined by exactly this type of effortful incrementalism – grand plans to reach a semi-final, to nationalize some Champions League contributors, and find a way to screw things up a little less for players between 15 and 21. American footballing bests are snark superlatives: “best salary-capped league,” “best bargain goalkeepers,” or “best place for weary Euro-stars to build their brand before retiring.” All the way back to the New York Cosmos, the Big Apple’s been a place to end a career, not to begin one – so why is Vieira starting here? It’s a hard question. What we want from sports are stories about souls – about humans and trials and virtues. Vieira is brave and talented; Vieira succeeds or Vieira fails; in the end we learn something about Vieira. That’s true, more or less, and also it’s comforting—it suggests that everyone deserves the life they get. But: society changes. Vieira’s moving to New York in 2016, and in 2016 souls just don’t cut it anymore. There’s no number of souls that explain why NYCFC play in a baseball stadium or why Vieira’s coaching in New York. You need money to answer these questions: NYCFC plays in Yankee Stadium because building a new stadium in a metropolis is unbelievably difficult and expensive, and Patrick Vieira’s coaching in America because football has a money problem that it doesn’t quite know how to solve. The money in question is that of NYCFC’s majority owner – City Football Group, a holding company controlled by Abu Dhabi’s Sheikh Mansour. Since 2008, CFG has invested something like $2bn in football – founding NYCFC, buying other clubs, but mostly turning Manchester City from a noble old goof into a regular Premier and Champions League contender. The plan, seemingly, is to build a family of dominant clubs on several continents and then profit as football becomes an even more lucrative global media property. Generally, CFG is the smartest and cuddliest of the recent wave of football investment – in Manchester, it has spent heavily on youth and technical infrastructure, and while CFG has missed or overspent on some transfers, Manchester City have mostly satisfied their initial ambition of having two world-class players in every position. CFG clubs have likable players, progressive football, and obvious care for their local communities. They’re the sort of club that sells shirts in Portland and turns on televisions in Beijing. Things are working out to the point that when NYCFC sporting director Claudio Reyna says their ambition is to be “the best in MLS,” it doesn’t sound at all like bragging. It sounds, as Reyna says, like “setting high targets.” They’ve done it before. But this is a business. CFG’s big insight about football is that modern clubs are corporations. And as a very rich corporation CFG wants football to be a story about money rather than a story about souls. Souls are downside risk. Souls are variance. Souls get homesick and fight with their girlfriends or teammates, and when they retire abruptly you’re really in trouble, and the people with the most money usually win. Manchester City’s two-player policy was a statement of intent, but it was also a hedge against the messiness of souls – at City, players are just as replaceable as anything else. As a corporation, a football club’s just a (very expensively produced) television show that also sells (expensive) T-shirts. Depending on any one individual too heavily invites an unproductive psychodrama. But the one individual CFG can’t solve for is the manager. The players are still live, wobbly souls who go out to represent you every match week, and the manager’s their shepherd—he decides which of those two world-class players start, and what to tell the other one, and which youth to promote, and when to attack and when to counter. In general we understand the manager as the soul of the side—it’s the source of character, and whatever flaws it has you’re stuck with. There’s not another sitting on the bench. And when a club like City do decide to get rid of a manager, a replacement is hard to find. Since 1995, the Premier League’s been won by Mourinho, Pellegrini, Ferguson, Mancini, Ancelotti, and Wenger. They – plus Guardiola, Van Gaal, and Benítez – are pretty much who a Manchester City – scale club would call about a vacancy. Too much money’s at stake to take risks. But that’s a poor list – retirees, rivals, psychodramas, and Benítez. That’s why Vieira’s in New York: whatever system’s supposed to periodically burp out new Champions League managers is badly out of order. Ironically, it’s probably football’s love affair with money that’s making it hard for the richest sides to find new managers. For new players, City just reach down to smaller clubs like Wolfsburg or Aston Villa – talent translates upward. But society changes: 2016’s club-to-club inequality is so vast that managing a small club may not be any preparation for managing a big one. A manager at Manchester City has to be a bully. Has to whip his millionaires in line and send them out in every game – home or away, Barcelona or Bournemouth – with goal-scoring, shirt-selling swagger. Everywhere else, management is making do, convincing jaded vets to cower out a yearly 40 points against the drop and keep next year’s TV money. Here it’s easy to become David Moyes – paranoid, parsimonious, the kind of sideline miser who’s useless to the brand consumers of Seoul or Minneapolis.  So – how to make a manager? A Nevillesque start at a midsize European club might train Vieira into a flinch he can’t afford at the jobs he really wants; loitering Zidanishly behind the scenes at City risks an unaffordably bad season or two of adaptation. Another answer is: In a small league. Better to be the bully in Porto or New York than the bullied in Yorkshire; no manager who’s ever needed an away draw at Hull can claim to be a special one. And NYCFC have the makings of a bully: Even without mentioning CFG’s money, NYCFC is a talented side in a major media market with some of the league’s best and most marketable players. Bullies need schoolyards of their own. Among all American football’s gloomy bests, the one that matters here might be “best place to pick on some people of slightly less than your own size.” For someone who’s in New York to learn to be a bully, Patrick Vieira is almost comically kind and tender. He’s big, still lithe, the center of every room he’s in, but his manner is soft, welcoming—almost therapeutic. You’d trust him to comfort you after a mugging but also to chase the mugger down and tie him gently around a lamppost. Note that this unusual combination of personal warmth and unfathomable physical authority is both overwhelmingly charismatic and almost certainly one of Vieira’s chief qualifications to manage a football team or to do any other job involving contact with human beings. If football management really is a judgment on one’s soul, Vieira is going to do just fine.  Ask Vieira if he planned to become a manager and he denies it immediately – “No no no,” he says with his breath, like a prayer or a regret. “It was just something that happened through the years.” At Mourinho’s Inter in 2010, paid but not much played, Vieira had wanted to come back to England. The reasoning was simple: “That’s where I played my best football.” He landed in the end at Manchester City, a club glad to have his leadership.  Vieira retired from playing the next year but wasn’t sure what he wanted to do. Brian Marwood, a forward-thinking ex-footballer who is now CFG’s managing director of football services, arranged a two-year rotating internship through the club’s various technical and back-office departments. Vieira scouted, bargained, financed, and eventually coached. “When I spent time in the academy,” he says, “exchanging ideas with young players, being on the field, the way they were looking at me—I loved it. And I felt really comfortable at it.” Within two years of retiring, he was managing the Under-21 side, for which he gives a great deal of credit to Marwood. “You need somebody to open your eyes, to tell you there’s things that you can do, and I had that person in Brian Marwood,” he says. “I think if I’m where I am today, it’s because of him.”    Related: Why MLS should just sell itself and not the American dream | Marina Hyde    Where Vieira is today is beginning a career in which something like one manager per decade gets to the level he has targeted. And it seems characteristic of Vieira to give so much of the credit to someone who helped him. Vieira’s plain decency is a mixed blessing to anyone hoping to profile him, because on the one hand it’s a notable and relevant feature of the man, but on the other it makes him unlikely to say anything very explosive in an interview. He is generous and incisive when talking about himself (he lights up at the mention of Rémi Garde, a “really, really close friend” and fellow managerial beginner) but opaque about his plans for the side and his coaching philosophy. He wants the team to “reflect what New York is all about,” finds MLS a “really difficult league physically,” considers the MLS’s arcane roster rules “exciting”, and cares about encouraging “team spirit” and “togetherness” in the NYCFC side. It’s no wonder he’s being safe: The team came 17th out of 20 teams in its first season, despite promising early moves. CFG’s first two NYCFC signings were astute – manager Jason Kreis was an ex-MLS player with a managerial record of unglamorous rosters, attractive modern football, and excellent Cup finishes; team captain David Villa one of the few designated players who could have still contributed in the European game. From the MLS expansion process, they took a solid core of Kreisy veterans (Ned Grabavoy, Chris Wingert) and interesting young talent (Kwadwo Poku, Mix Diskerud, Khiry Shelton) and augmented with Manchester City academy players. Things looked good, especially after two away draws and a home win in the first three games – but they eventually conceded a league-worst 58 goals despite their goalkeeper being named player of the month in three of the season’s 10 months. What happened? Maybe Kreis was just a small-club coach – he lacked the soulful arrogance to get the club playing the way it needed to or the force of character to control the club’s three legendary designated players. Or maybe NYCFC just aren’t yet a very good football team. MLS is a talent-thin league, and NYCFC is largely composed of players taken in an expansion draft that excluded most existing starting XIs. Beyond the three designated players, NYCFC’s baseline is “not quite MLS starters.” If that’s the only problem, though, Vieira should be OK. There’s plenty of attacking talent in the side, and Vieira and Reyna have already started buying defenders. The bigger concern has to do with NYCFC’s non-Villa designated players and the concerns they raise about CFG’s priorities. In mid-July last year, just before Frank Lampard and Andrea Pirlo arrived on consecutive late-summer match days, Kreis had the side playing decently. They’d taken a respectable 13 points from the last 7 games. And then the DPs showed up, and NYCFC took only 16 more points from the remaining 14 matches. Pirlo is the key here: a legendary player, a World Cup and Champions League winner who ran 90 minutes of a Champions League final in his last pre-NYCFC match. He’s 37 today, and still has both legs and quality as a deep-lying playmaker. That he’s sculptor-pretty, model-calm, and cerebral enough to title his autobiography I Think Therefore I Play doesn’t hurt either—a new club in a big city needs to make an imprint, and Pirlo’s exactly the kind of icon that’s helped NYCFC pop in local and national media. But Pirlo is maybe not the precise player you’d want as linchpin of your MLS team. He was never the most physical of players, and MLS, as Vieira points out, is indeed physically demanding,” a league about away games in Vancouver and Orlando and populated by uniquely American strivers, Clemson alums who want nothing more than to prove their virtue by harrying an Italian legend. In the 2015 Champions League final, Juventus defended Pirlo with Paul Pogba and Arturo Vidal – a youthful gladiatorial duo with a transfer value of something like $150m. In his first NYCFC season he got 37-year-old Frank Lampard and 30-year-old Andrew Jacobson, of Fort Myers, Florida. Imagine how Jason Kreis would have felt about Pirlo’s addition to the side. The case against Pirlo we’re imagining Kreis making to CFG’s executives is not at all exotic or counterintuitive. The case against Pirlo is just the case against the mid-season introductions of undroppable, limited players into a team that’d just started to look decent. And remember that City are smart. Everyone in the CFG hierarchy could have – and must have – understood this. But Pirlo came anyway, and the team struggled. The question for Vieira is whether this, or something like it, is going to happen again. And how to handle Pirlo in the meantime? Pirlo sells shirts and column inches—and makes the team sheet a slightly harder logic problem. NYCFC’s near future has a lot of these decisions, chances to prioritize the club’s medium-term commercial viability or its results this weekend. No one knows which decisions are right or wrong – but Vieira’s going to be judged strictly on the on-field results. Later that day, at a murky bar on 35th Street, Vieira talks to the fans. Outside, a laser-printed sheet has been slipped into the menu display. “Meet Patrick Vieira,” it promises in rag-right serif, above a gray photograph of the man himself. On the first floor, oblivious, are underwriters, analysts, salaried brunettes stirring lonely drinks. Vieira’s on the second floor, still in his club suit and white shirt, but looking comfortable for the first time all day. He laughs, smiles, discusses an actual tactic or two. A muted television shows the New York Knicks, losing. At a table in the back corner, a poker hand of NYCFC media look forward at Vieira with a savage, unrestrained admiration that looks, already, just a bit like love. The fans here are from a group called the Third Rail. They’re New Yorkers, football fans. Young men with souls a little bigger and a little rougher than their bodies. Men who have wanted to brandish scarves aloft and sing. Men with glasses and expensive haircuts and Arsenal shirts they hope he’ll sign. One becomes a core NYCFC fan, it seems, by discovering sometime in one’s mid-20s that it is hard to feel important in New York, hard to feel first or best at anything. The Third Rail’s logo, hung on a flag behind Vieira, shows a blue art-deco fist clutching three jagged bolts of orange lightning. The allusion is to the local subway system’s power apparatus—a third conducting rail that runs alongside the standard two. As you might imagine, the amperage necessary to run an 840-mile railroad system throughout a city is also amperage sufficient to flash-poach any citizen who touches this rail, which is why they’re both defended by protective covers and notorious in proverb as an important item or issue that’s too dangerous to discuss. NYCFC’s fans, who sing songs like “I wanna Disk-er-ud all night,” know that third rails are both deadly and vital, but they are happy to refer to a crucial urban element that both powers and kills. The fist in their logo is composed of calm ovals and orthogonals: Whatever the power, there’s a hand that can hold it. When Vieira finishes answering their questions, they’re around him in an eager throng, pressing, asking, smiling. Well, look at this handful of bolts: Pirlo, Mansour, Poku, Lampard, Reyna, a position that’ll work for Mix, a way to tighten up that soft back four, always this grasping American press. Can one hand hold it all? Vieira’s done everything in football. He makes journalists want to do keepie-uppies to impress him and is as smart and safe before the press as any club could dream. No doubts remain about his public soul.  But the facts of management are facts behind closed doors: frantic halftime gestures, player meetings, faces after misplaced training passes, certainties about which defender from Pachuca or Cruzeiro will thrive when brought to live and train in Westchester and which will shiver and fail. The best managers of the past 20 years include a semi-pro fullback with a degree in economics, a club translator, an above-average Scottish striker, and a large number of Italians. There is no one in New York or Manchester or Abu Dhabi who can tell you whether Vieira’s NYCFC will make the playoffs, or beat the Red Bulls or solve Pirlo. Vieira himself can’t tell you.  Having to do all these things at once seems hard enough on its own, hard enough at a club whose only purpose was to make you win. Vieira’s paradox is that he’d never be here if it weren’t for CFG. Likely not in management, never in America, never with the full might of Manchester City and the global extractive economy behind him. But power that’s enough to live on is power that’s enough to kill. And the burdens that come with these privileges – to play your 30-something midfielders as often as they’re fit, to try and find minutes for the kids from Manchester – can seem like quite a bit of voltage for even Vieira’s capable fist to hold. If the rail proves ungraspable, if NYFC concede 53 more goals and miss the playoffs, it will be Vieira’s career that flounders and CFG whose reinvestment in club that’s made to look heroic. What if money can demand things that souls just can’t accomplish?  “If I’ve succeeded,” Vieira told me, “that means I will be here next year, and the year after, and the year after.” This man has moved his whole family to New York to coach a football team that plays in a baseball stadium. All he wants is to keep doing the job for long enough that he becomes the best he can. If Vieira, like football, is foreign in New York, he’s right at home. Our society changes. On the 4 train up to Yankee Stadium, subway advertisements offered affordable worker’s health-care and home delivery of consumer inessentials.  And there it is, spit-shined on the January morning: New York City, proud home of an FC, home for now of Patrick Vieira and of 8 million other protagonists, fists wrapped tight around their bolts of lightning, all of them just hoping they can find a way to be here next year.   Originally published in Eight By Eight magazine. Issue eight can now be purchased via their shop. You can follow Eight by Eight on Twitter and Instagram.",
  "webTitle": "Patrick Vieira, New York City FC and the Third Rail",
  "webPublicationDate": "2016-05-19T10:00:05Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/19/patrick-vieira-new-york-city-fc-third-rail",
  "keyword": [
    {
      "webTitle": "New York City FC",
      "id": "football/new-york-city-fc",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/19/patrick-vieira-new-york-city-fc-third-rail"
}