{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/06/have-the-locus-awards-myopic-sexism-ya-fiction",
  "id": "2016-05-06-281",
  "sectionId": "books",
  "body": "Literature has always been a tribal world, and the internet has only made that worse. The romance readers on one forum, the crime buffs on another. The LitFicers trade snark in their favourite webzines, while the MFA grads are so hipster they communicate exclusively via Ello. It’s all reinforced by the feudal architecture of social media, where the good graces and retweets of your genre’s overlords can make or break. When two great literary tribes go to war, the screams of reputations dying can be heard from Facebook to Instagram, and nothing sparks conflict between writers like book awards. The tribes of sci-fi, constituted from the related clans of SF, fantasy and horror, have one of the most extensive and complex awards seasons of all genres. The Locus awards for science fiction shorlists this year provided the rare sight of an all-male YA fiction shortlist this week. The Republic of Young Adult Authors was not amused and fired off a warning volley of outraged tweets in protest. YA is a genre with a great strength in women writers and a massive readership among young women. Did this all-male shortlist indicate, as claimed by YA author Gwen Katz, a “myopic sexism” from Locus award voters? “YA, including YA fantasy, is a vastly female-dominated age category, but there’s a history of male authors being picked out for awards or heralded as champions of the age category,” Katz expanded on her argument to me via email. “Yet another all-male slate reinforces the message that an art form primarily practised by women and girls only becomes noteworthy when a man gets in on it.” Taken as a whole, the Locus awards were broadly representative of a sci-fi field that is continuing to grow in diversity: 18 female to 17 male writers, with many upcoming writers of colour among the voters’ top picks. Placed in that context, the way the YA category has turned out seems less like myopic sexism, and more indicative of the older demographic of readers who read Locus magazine and see the YA genre from their own preferences. When I caught up with Joe Abercrombie, nominated twice in the category for his Shattered Seas trilogy, he agreed.    I’m pleased people voted for me, but I don’t think it’s ever a good thing when someone’s on the same shortlist twice.  Joe Abercrombie     “I think this has much more to do with adult SF&F readers voting for the authors they recognise, and tending to read YA that crosses over into SF&F territory.” Abercrombie’s popularity among adult readers has carried over to his YA books, which in America have been sold and marketed as adult fantasy; it’s that adult readership, who recognise Abercrombie as one of their tribe, whose votes count in the Locus award. “I’m pleased people voted for me,” he says, “but I don’t think it’s ever a good thing when someone’s on the same shortlist twice.” For the passionate community of YA readers and writers, the picture offered by the Locus shortlist of the genre they love is barely recognisable – an experience shared by all too many SF fans when confronted with the shortlists for the 2016 Hugo awards. Instead of celebrating the best in science fiction, the Puppies’ Trump-esque campaign to Make Sci-fi Great Again has swamped this year’s lists with mediocre work, leaving the awards facing ruin. In our tribal online world we have to accept that book awards are magnets for conflict. No system for awarding prizes – whether public vote, membership or juried – is immune to being gamed. Awards are always exercises of partisan allegiances, cultural biases. But at least in the age of the internet we can see it happening. Whenever a shortlist gets you down, let’s remember that the drama of awards, however compelling, is a universe away from the real business of reading – the encounter on the page between a writer and a fan.",
  "webTitle": "Have the Locus awards been hit with 'myopic sexism'?",
  "webPublicationDate": "2016-05-06T09:00:20Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/06/have-the-locus-awards-myopic-sexism-ya-fiction",
  "keyword": [
    {
      "webTitle": "Science fiction",
      "id": "books/science-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Walter",
      "id": "profile/damiengwalter"
    }
  ],
  "guardianId": "books/booksblog/2016/may/06/have-the-locus-awards-myopic-sexism-ya-fiction"
}