{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/danny-ings-return-injury-liverpool-west-brom",
  "id": "2016-05-13-144",
  "sectionId": "football",
  "body": "Danny Ings could feature in Liverpool’s final Premier League game of the season as Jürgen Klopp considers rewarding the striker for his fightback after injury. Ings ruptured a cruciate ligament in Klopp’s first training session as Liverpool manager in October, just days after making his England debut in a European Championship qualifier against Lithuania. The 23-year-old was in fine form prior to the injury and has impressed the new manager with the effort put into his rehabilitation over the last seven months.   Related: Liverpool to bring in second member of Bayern Munich’s backroom staff    The former Burnley forward was not scheduled to return until next season but Klopp may reward Ings with an appearance at West Bromwich Albion on Sunday. “There are three players who might come back,” said the Liverpool manager, looking ahead to the Premier League finale and the Europa League final against Sevilla next Wednesday. “I haven’t made final decisions. We will see about Danny Ings and if he’s ready for West Brom. “With Divock [Origi] and Hendo [Jordan Henderson], they are both in a good way. Hendo has done a bit more training. We will see what happens over the coming days. In the end it’s not my decision, I have to take what I get. They are pretty close. If the final was one week later now we’d be talking but it will be close. I’m not sure, we have to wait.” Klopp will ring the changes at the Hawthorns but insists Liverpool cannot take the Albion game lightly ahead of the trip to Basel. “It’s very important because we can still move up two positions in the table,” he added. “It’s not in our hands but the only way to climb the table is to win game at West Brom. “They were safe in the league early and I think they’ve had quite successful season. It’s my job to find a line up to try to win at West Brom. In this moment Sunday afternoon is the most important game in the world because it is the only thing we have to do.”",
  "webTitle": "Danny Ings could return for Liverpool against West Brom",
  "webPublicationDate": "2016-05-13T14:14:47Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/danny-ings-return-injury-liverpool-west-brom",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Bromwich Albion",
      "id": "football/westbrom",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/13/danny-ings-return-injury-liverpool-west-brom"
}