{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/mustang-review-women-rural-turkey-oscar-nominated",
  "id": "2016-05-15-186",
  "sectionId": "film",
  "body": "Deep in rural Anatolia, five teenage sisters start to test out their sexuality, like foals taking their tentative first steps on unsteady legs. And the conservative community around them responds with panic, in this terrific, Oscar-nominated first feature. Their collective beauty automatically makes them morally suspect. And in a culture in which a woman’s worth is still measured by her marriageability, this is a serious blow to their prospects. The grandmother who has raised them since they were orphaned bows to pressure from the men in the family and locks down the girls’ freedom. After subjecting the three oldest to medical inspections to check their purity, the windows are barred and the house turned into a “wife factory”. One by one, the sisters are brokered for marriage like stock animals; meanwhile, the youngest, Lale (Güneş Şensoy), who narrates the film, dreams of taking charge of her own life and escaping to Istanbul.         Watch the trailer for Mustang    With its rooted sense of place and community, and rebellious spirit, this is an accomplished and engaging debut. Writer-director Deniz Gamze Ergüven and her co-writer, Alice Winocour, approach the material with a light touch – the most shocking scenes always take place off-camera – and enough humour to deflate the anger that builds on the girls’ behalf. The restless camera captures both the tactile intimacy of the sisters – they sprawl lazily, limbs entwined, as their fates are decided elsewhere – and the mounting tension as they start to chafe against the lives that have been ordained for them.",
  "webTitle": "Mustang review – teen tension in Anatolia",
  "webPublicationDate": "2016-05-15T07:00:18Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/mustang-review-women-rural-turkey-oscar-nominated",
  "keyword": [
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Oscars 2016",
      "id": "film/oscars-2016",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Wendy Ide",
      "id": "profile/wendy-ide"
    }
  ],
  "guardianId": "film/2016/may/15/mustang-review-women-rural-turkey-oscar-nominated"
}