{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/26/bbc-peaky-blinders-seasons-cillian-murphy-barbara-windsor",
  "id": "2016-05-26-275",
  "sectionId": "media",
  "body": "Cillian Murphy will return as mob boss Tommy Shelby in two further series of Peaky Blinders as part of a new season of BBC dramas including a Barbara Windsor biopic and an adaptation of One Day writer David Nicholls’ Us. Peaky Blinders, currently in its third series on BBC2 and about to return on Netflix in the US, has been commissioned for a fourth and fifth season. The epic 1920s Birmingham-based gangster series, created and written by Steven Knight, began on BBC2 in 2013 and has now become a global hit after Netflix bought it two years ago.   Related: Toby Jones to play villain in BBC's Sherlock    Murphy described Shelby as “one of the most intense, challenging characters I’ve had the opportunity to play”. The Barbara Windsor biopic, Babs, will be written by Tony Jordan, the former EastEnders writer who was responsible for BBC1’s recent Dickensian. The 90-minute BBC2 drama will be set in the 1990s and depict the former Carry On star, who recently bowed out of EastEnders, looking back on her life. Windsor will not play herself but she will have a cameo. Windsor said: “Although it’s been spoken about in the past to do my life story, it wasn’t until two years ago I was approached by the brilliant writer Tony Jordan and the BBC that I knew this was the right time and undoubtedly the only person I felt knew me well enough to tell my story.” David Nicholls’ Us, about a couple whose marriage is on the rocks and go on a grand tour of European cities, will be turned into a series for BBC1. It will be adapted by Nick Payne. Nicholls said Payne has written a “wonderful script that’s both funny and touching”. The BBC also announced that Peter Bowker’s autism drama, The A Word, would return for a second six-part BBC1 series. Bowker said he was “delighted the show has resonated with a wide audience. If the first series was about diagnosis and denial then the second series is about the journey that is undertaken when you ‘go public’ about the fact that your child is different”. The BBC’s acting director of television Charlotte Moore said BBC drama had a “tremendous start to the year [and] it is clear audiences are looking for even greater ambition and high quality”. She said she wanted to “expand our range even further” and promised “a mix of contemporary, provocative pieces and surprising stories”. The BBC is looking to drama to prove its distinctiveness ahead of the renewal of its royal charter at the end of the year, following criticism that BBC1 and BBC2 had to take more risks in the government’s white paper on its future. It has pumped more money into drama, including a large proportion of the savings it made when it closed the BBC3 TV channel, taking it online only earlier this year. Its drama chief position is currently vacant following Polly Hill’s decision last month to change channels from the BBC to ITV. The BBC also announced a further BBC2 drama, a 90-minute adaptation of journalist Sathnam Sanghera’s memoirs, The Boy with the Topknot. Born to Punjabi parents in the west Midlands it is an account of his childhood in 1980s Wolverhampton. Sanghera said he was “delighted and a little trepidatious” that it was being adapted for TV. The Boy with the Topknot will be made by Kudos and Parti Productions. Babs will be made in-house by the BBC, a BBC Studios production in association with Jordan’s Red Planet Pictures. Us is being made by another independent, Drama Republic, and The A Word is a co-production between Fifty Fathoms and Keshet UK.  Peaky Blinders is made by Caryn Mandabach Productions and Tiger Aspect.",
  "webTitle": "BBC's Peaky Blinders to return for two more seasons",
  "webPublicationDate": "2016-05-26T09:00:07Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/26/bbc-peaky-blinders-seasons-cillian-murphy-barbara-windsor",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Netflix",
      "id": "media/netflix",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/26/bbc-peaky-blinders-seasons-cillian-murphy-barbara-windsor"
}