{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/03/the-52-storey-treehouse-andy-griffiths-terry-denton-review",
  "id": "2016-05-03-299",
  "sectionId": "childrens-books-site",
  "body": "This is a fun imaginative book. It’s about two people called Andy and Terry. Andy is a bit mean to Terry but they are really best friends. Andy and Terry have one day to write their story but their publisher, Mr Big Nose, has gone missing so it’s up to Andy and Terry to solve the mystery of the ‘missing Mr Big Nose’. Oh! Did I forget to mention that Andy and Terry live in the most amazing place ever, a 52-storey treehouse? It even includes a ninja snail training academy, which is my favourite level, as well as a pizza-making level, water melon crushing level, real snakes and ladders level, and lots more. If I could have a treehouse like theirs I would add a hypnotising snakes level, romantic dining level and a Trivia level. My favourite part in the story is when they find their friend Jill asleep and realise that she pricked her finger on a sharp carrot. I liked this bit because Andy thinks it’s like Sleeping Beauty but Terry gets confused and describes Black Beauty, which made me laugh.  This book is clever because it actually has some of the production team in the book - the author, illustrator and editor - and the story is being written as you read it. It is also filled to the brim with funny pictures drawn by Terry Denton.         I would really like to read the others in this series, including the new one they are writing. I would recommend this book to anyone who likes to laugh lots.   Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "The 52-Storey Treehouse by Andy Griffiths and Terry Denton - review",
  "webPublicationDate": "2016-05-03T08:00:49Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/03/the-52-storey-treehouse-andy-griffiths-terry-denton-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 7 and under",
      "id": "books/childrens-books-7-and-under",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Funny books (children and teens)",
      "id": "books/childrens-funny-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/03/the-52-storey-treehouse-andy-griffiths-terry-denton-review"
}