{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/hillary-clinton-west-virginia-lost-bernie-sanders-democratic-primary",
  "id": "2016-05-11-379",
  "sectionId": "commentisfree",
  "body": "Hillary Clinton’s resounding loss in West Virginia on Tuesday may not mean much for her delegate count, but that there’s plenty to worry those concerned with optics. After all, just eight years ago, she beat Obama in the overwhelmingly white state of West Virginia by one of the biggest margins of the primary season. This year it was she who lost in a landslide to Bernie Sanders. The trouble for the Clinton naysayers here is that she doesn’t need to win over white America to become the next president. She doesn’t even need to come close. In 2012, Obama lost white men to Mitt Romney, 35% to 62%. He also lost white women, 42% to Romney’s 56%. Clinton’s numbers with women will likely be better, and the proportion of the electorate that’s white has gotten smaller since 2012. Trump may well beat her handily among white people. But, quite simply, if Clinton keeps her command with minorities and women, it won’t matter. That hasn’t stopped outlets like the New York Times from making the case that Clinton has a serious problem with white men that could keep her from winning a general election. “While Mrs Clinton swept the five major primaries on Tuesday, she lost white men in all of them, and by double-digit margins in Missouri, North Carolina and Ohio, exit polls showed – a sharp turnabout from 2008,” the Times observed earlier this spring. But there’s little reason to think these losses mean a loss come November. Most every hypothetical matchup shows Clinton trouncing Donald Trump in a general. And when Trump does perform competitively, as he did in a trio of swing state Quinnipiac polls that came out today, it may well be because the samples in those polls were unrepresentative in their whiteness – at least, that was the case today. They mislead because white people really do comprise an increasingly small proportion of the electorate. In 1992, they were 87% of voters. By 2012, that had dropped to 72%. In 2016, it will fall still further, to an estimated 69%. If you factor in how much better Clinton is performing with women, the portion of the white electorate disposed to voting against her is cut roughly in half. Much has been made of the fact that Clinton trounced Obama in West Virginia in 2008, but viewed another way, it’s the most natural thing in the world. All election season, she’s run as the Obama candidate, touting his legacy and promising to carry forward his policies – now, she’s finally getting Obama numbers. In West Virginia, where the electorate is unusually hostile to the Obama administration’s actions around clean power, which has decimated the state’s coal industry, that’s a hindrance. (Clinton arguably didn’t help the situation any with recent remarks about how her clean-energy plan would put coal companies out of business.) But in much of the rest of the country, it’s an asset. Sure, coal country doesn’t love her. Sure, voters there don’t believe she simply “misspoke” when talking of her clean-energy plan. Sure, states with a 91% white electorate like West Virginia don’t love her. She doesn’t need them to.",
  "webTitle": "Hillary Clinton may have lost West Virginia by a landslide. The truth is, she doesn't need it | Lucia Graves",
  "webPublicationDate": "2016-05-11T02:54:47Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/hillary-clinton-west-virginia-lost-bernie-sanders-democratic-primary",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "West Virginia",
      "id": "us-news/west-virginia",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucia Graves",
      "id": "profile/lucia-graves"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/hillary-clinton-west-virginia-lost-bernie-sanders-democratic-primary"
}