{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/11/philip-pullman-northern-lights-martin-stewart",
  "id": "2016-05-11-326",
  "sectionId": "childrens-books-site",
  "body": "I have always wanted to be a writer. I remember realising that all the books in the local library had been written by actual human beings, and imagining what it would be like to create something that lived inside someone else’s head the way The Twits and The Famous Five lived in mine. I became an absent-minded child, wrote stories on Post-it notes using plots I stole from library books, and dreamed that one day I would write a book people would read. As a child I didn’t much care what it might be ― just to see my name on a spine would be enough.    Related: Northern Lights by Philip Pullman as a graphic novel – in pictures    That vague intent was great for the slow ambition of childhood, but when I began to take my writing more seriously I found I didn’t entirely know what kind of writer I wanted to be. I enjoyed the books I studied at university, but they were often dry, worthy tomes that left me cold and made me feel a bit cramped by a style of writing that wasn’t really me.      The author of His Dark Materials trilogy: Philip Pullman. Photograph: Ulf Andersen/Getty Images    Then, when I was about 21, I read the book that changed everything.  Philip Pullman’s Northern Lights kicked around my shelves for a while. It was passed on by a friend who thought I might like it, but I don’t like feeling as though I have to read something ― I like finding things for myself. And this children’s book, well… I was an adult, wasn’t I? I had outgrown books like this, with its cartoonish cover and its young protagonist. So I promised my friend I would read it, and figured I’d get round to it eventually.    Related: Martin Stewart: 'The best stories are a bit strange'    Reader, I got round to it.  It wasn’t anything like I’d expected. It wasn’t a book for children at all, it was a book about children, for everyone: so beautifully, elegantly written, so imaginative and exciting, and so delicately insightful about what it means to be a human being. Lyra, the gyptians, Iorek, Lee Scoresby… their voices fizzed in my blood. I’m sure it goes without saying I immediately longed for a dæmon more than I’d longed for anything in my life. I even took an online test to find out what my dæmon was ― a secret I will take to my grave!    I immediately longed for a dæmon more than I’d longed for anything in my life.  Martin Stewart      After I’d finished reading, I sourced the other books in the trilogy at once (a wonderful luxury) and devoured them both. Philip Pullman’s masterwork made me realise with a terrifying clarity that these were the kind of books I wanted to write ― stories that young readers would enjoy throughout their lives.          There are many, many books that have had a deep and lasting impact on me, but only The Northern Lights had such a life-changingly profound effect. And that, I think, is the power of great stories: they tell us something about who we are, and who we’d like to be. Martin Stewart’s debut Riverkeep is available from the Guardian bookshop",
  "webTitle": "How Philip Pullman's Northern Lights changed my life",
  "webPublicationDate": "2016-05-11T07:30:06Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/11/philip-pullman-northern-lights-martin-stewart",
  "keyword": [
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Philip Pullman",
      "id": "books/philippullman",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/11/philip-pullman-northern-lights-martin-stewart"
}