{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/08/transit-of-mercury-share-your-images-and-stories",
  "id": "2016-05-08-8",
  "sectionId": "science",
  "body": "Fingers crossed for clear skies: the transit of Mercury across the face of the Sun on Monday is the first since 2003, and will be visible across much of Earth (with apologies to Australia and eastern Asia). For those located in the UK, it’s the most favourable transit until 2247, by which time many* of us are likely to be dead.    Related: How to see Mercury transit the sun on 9 May    If you’re planning on watching the planet’s journey across the face of the sun, which begins at 12:12 BST and completes its passage at 19:42 BST, our ‘how to’ guide to the event contains all the crucial information, including this crucial paragraph:   Watching at least part of the transit will be popular but it is of paramount importance to observe safely. Never look directly at the sun with any optical device – including phone cameras – nor with the unaided eye. This can result in permanent injury or blindness. The Open University has made a safety video that is recommended viewing.   But with all this in mind, if you have the right equipment, or are attending an astronomy event on the day, we’d love to see your photos and videos and hear your stories. We’ll feed the best into our coverage on the day. You can share your photos and stories by clicking on the blue ‘Contribute’ button on this article. You can also use the GuardianWitness smartphone app or the Guardian app or email us at guardian.witness@theguardian.com  GuardianWitness is the home of readers’ content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others.  * It’s best not to be too presumptuous",
  "webTitle": "Transit of Mercury: share your images and stories",
  "webPublicationDate": "2016-05-08T21:52:59Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/08/transit-of-mercury-share-your-images-and-stories",
  "keyword": [
    {
      "webTitle": "Mercury",
      "id": "science/mercury",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Astronomy",
      "id": "science/astronomy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Space",
      "id": "science/space",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "James Walsh",
      "id": "profile/james-walsh"
    }
  ],
  "guardianId": "science/2016/may/08/transit-of-mercury-share-your-images-and-stories"
}