{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/27/chelsea-flower-show-2016-10-things-learned",
  "id": "2016-05-27-288",
  "sectionId": "lifeandstyle",
  "body": "1 Finally, we’re over cow parsley The meadow planting that has been so prevalent in recent years has moved in two different and competing directions. In one clutch of show gardens, the naturalism (in Chelsea parlance, a borrowed or captured landscape) of all those frothy plants has morphed into another type of landscape: the dry garden. We’re talking scree, gravel, drought-resistant plants: this year, Hugo Bugg’s Royal Bank Of Canada garden and Andy Sturgeon’s Telegraph garden were the standouts. But elsewhere, the froth of the meadow had an injection of riotous colour and an exuberant “everything plus the kitchen sink” approach to planting. Ann-Marie Powell’s RHS Greening Grey Britain garden epitomised the trend, with its bright orange shipping container of an outdoor room, echoing the bright orange geums among purple alliums; see also Diarmuid Gavin’s riotous planting in his Harrods British Eccentrics garden. 2 Pines replace topiary     Dwarf mountain pines featured in Sam Ovens’ Cloudy Bay Garden. Photograph: Neil Hepworth/RHS    Tightly clipped topiary, in boxes, balls or hedges, was once everywhere at Chelsea, but not this year (apart from Gavin’s garden, where it was taken up to – and possibly beyond – the limit, with an avenue of conical clipped bay trees that twirl on the spot every few minutes). What took its place? Native trees, particularly pines, in a more relaxed style. My favourites were the dense, grey-green of the glaucous Scots pine (Pinus sylvestris ‘Glauca’) in Nick Bailey’s Winton’s Beauty Of Mathematics garden, and Sam Ovens’ looser, less controlled dwarf mountain pine (Pinus mugo) in the Cloudy Bay garden (right down to a broken branch on the ground; Ovens had to keep stopping people from tidying it away). 3 Small is beautiful     The Senri-Sentei garage garden designed by Kazuyuki Ishihara. Photograph: Jack Taylor/Getty Images    The smallest gardens at Chelsea (the artisan gardens) are often the most desirable for the average punter. The garden I’d like to take home this year is the Senri-Sentei garage garden, created by Japanese designer Kazuyuki Ishihara. It’s cute, compact and beautiful, with a haze of colourful Japanese acers festooning the rooftop garden that shelters a vintage Mini. 4 Lawns rule     The Chelsea Barracks garden, designed by Jo Thompson. Photograph: Neil Hepworth/RHS    To anyone unacquainted with the mores of Chelsea, the idea that a lawn might be controversial must seem very odd: after all, it’s a central feature of most British plots. But Jo Thompson’s Chelsea Barracks garden, billed as a rose garden reimagined for the 21st century, contains a sizable green sward rarely seen at the show these days. 5 Stone walls     James Basson’s L’\u0092Occitane garden features drystone walls. Photograph: Neil Hepworth/RHS    If there’s a theme to the hard landscaping this year, it’s rough-hewn stone: it came in boulders and as drystone walls in Cleve West’s M&G garden; as gabion walls in Rosy Hardy’s Brewin Dolphin Forever Freefolk garden, and drystone walls in the Provence landscape of James Basson’s L’Occitane garden. As a trend, it’s an unusually accessible one. Get yourself on a drystone wall course this summer and you could have built your own by Christmas. 6 The medium is the message     The Modern Slavery garden designed by Juliet Sargeant. Photograph: Sarah Cuttle/RHS    Garden sponsorship makes for odd bedfellows: while some designers are bankrolled by investment funds, others are sponsored by charities with a serious message. Can a garden make people think a little harder about Ebola or meningitis? I don’t know, but with 165,000 visitors passing through the showground last week and millions more watching on TV around the world, you can see why they try. The Modern Slavery garden by Chelsea first-timer Juliet Sargeant is notable for its powerful message; at the centre of the garden is an English oak, symbolising the tree where William Wilberforce stood when he dedicated his life to ending slavery. 7 It’s a fair copper     A copper water bowl in Nick Bailey’s Beauty of Mathematics garden. Photograph: Guy Bell/Rex/Shutterstock    The interior decorating trend for coppery tones has been picked up in both planting and objects: see the wonderful copper water bowl by sculptor Giles Rayner in Nick Bailey’s garden, the orange isoplexis in Andy Sturgeon’s garden.  8 Lupin love     Blue lupin (Lupinus pilosus) growing in its native Jordan. Photograph: Alamy    Every year, there are a few plants in the show gardens that everyone wants to grow immediately. For me, it was the gorgeous, navy-blue lupins (Lupinus pilosus) in Bugg’s garden. Not only are its blooms stunning, the plant is drought-tolerant and a nitrogen fixer. 9 Spotty Dotty     Podophyllum ‘Spotty Dotty’. Photograph: Alamy    Away from the glare and glamour of the show gardens, the pavilion is simply all about the plants. Of all the delights of its nursery exhibits, one plant calls out to me every year: Podophyllum ‘Spotty Dotty’, with mottled umbrella-like leaves and wine-red flowers. Perhaps it’s finally the year to give it a go. 10 Bins can be beautiful, too     Woven compost bins in Ann-Marie Powell’s garden. Photograph: Jane Perrone    Even composting has a place at Chelsea. If there was one thing I wanted to steal from this year’s show, it was Powell’s wonderful cylindrical woven willow compost bins made by Staffordshire basketmaker Eddie Glew. With these beauties, you wouldn’t want to hide your composting in a corner. • Go to theguardian.com/chelsea-flower-show for more pictures and all our Chelsea coverage.",
  "webTitle": "10 things we learned from the Chelsea flower show",
  "webPublicationDate": "2016-05-27T06:00:24Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/27/chelsea-flower-show-2016-10-things-learned",
  "keyword": [
    {
      "webTitle": "Chelsea flower show",
      "id": "lifeandstyle/chelseaflowershow",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Perrone",
      "id": "profile/janeperrone"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/27/chelsea-flower-show-2016-10-things-learned"
}