{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/assault-weapon-ban-clinton-crime-bill-democratic-policy",
  "id": "2016-05-26-249",
  "sectionId": "us-news",
  "body": "When Martin KA Morgan was a kid in the 1970s, military-style rifles were only a “small sliver” of the firearms market in the United States.  “Demand was quite low,” he said. There was only “lukewarm interest” in these kinds of guns among consumers.  More than twenty years later, Morgan said, American firearm ownership has been radically transformed. “Semi-automatic, magazine-fed rifles – they dominate the market,” he said.  Morgan, an American author and military historian, blames former President Bill Clinton’s 1994 assault weapons ban for ushering in change.    Related: Trump and Clinton on guns: two visions of race, justice and policing in the US    “My overwhelming impression is that the 1994 Clinton crime bill created this new world where everyone owns a AR-15 type rifle,” Morgan said in an interview.  In 1994, Morgan was in Birmingham, Alabama, working at a gun store to put himself through graduate school. A series of high-profile shootings had put military-style rifles on the political agenda. In 1989, a man with an AK-47 opened fire on a schoolyard in Stockton, California. The state passed a ban on semi-automatic “assault weapons” that same year. None of the banned guns were actual military weapons, which are capable of fully-automatic fire. But they looked like battlefield guns, and many Americans did not know the difference. By 1994, the Clinton administration was close to passing a federal assault weapon ban. Gun owners saw the ban coming, Morgan said, and their attitude towards military-style rifles changed dramatically. In the months before the 1994 crime bill, which included an assault weapon ban, passed, “there was a mad scramble among the shooting public”, Morgan said. Suddenly, customers were pouring through the doors of the gun shop where he worked, and asking to buy AR-15 style rifles, a civilian version of the military M-16.  “I believe it created a category of gun ownership that didn’t exist before. These were casual, recreational shooters that might not have gone out of the way to put down money for something like that,” Morgan said.  “I believe that we can assign Freudian psychology to it,” he said. “The sudden placement of taboo on that firearm elevated demand.”     Three variations of the AR-15 assault rifle. Photograph: Rich Pedroncelli/AP    Today, Morgan believes, the popularity of military-style guns “continues to be driven by the ban concept”. Morgan’s theory is based on his personal experience working in the firearms business in the early 1990s, and as a lifelong shooter and gun enthusiast.  In his 2008 book, Gun Digest Buyer’s Guide to Assault Weapons, author Phillip Peterson made a similar argument. “Tell an American shooter he can’t have a gun today that he could have had yesterday, and that shooter will suddenly desire the gun he previously didn’t want,” Peterson wrote.  “The demand for assault weapons is expanding to this day,” he wrote. “Much can be attributed to the fact that the anti-gun forces continue to fight for a renewal of the assault weapons ban.”  Peterson also suggested that some of the growth in the market for “military lookalike” firearms earlier in the 1980s came from the rise of a new generation of shooters that more receptive to new models and synthetic materials than WWII-era enthusiasts had been.     The Washington Post estimated last year that Barack Obama had given the gun industry at least a $9bn billion boost, in part because of his high-profile advocacy for gun control in the wake of a series of mass shootings in 2012. Gun sales have spiked since the very beginning of Obama’s presidency, with record-breaking sales in recent months, and the trend seems likely to continue if Hillary Clinton occupies the White House.            What do liberals get wrong about guns? The Guardian speaks to gun owners at the annual NRA convention in Louisville, Kentucky    The National Rifle Association has continued to warn members that Obama and Clinton want to ban and confiscate Americans’ guns, a suggestion that both of them have denied, Obama with increasing frustration.  “I’ve been very good for gun manufacturers,” the president said at a CNN Town Hall on guns in January.  Clinton, who has promised to take on the gun lobby as president, has made reinstating the federal assault weapon ban part of her gun violence prevention platform.  Morgan, who also regularly leads battlefield tours of Europe, gave a presentation on the AR-15/M-16 rifle at the National Rifle Association’s annual meeting in Louisville, Kentucky, this past weekend. The session was called “Bad Reputation: Do these Guns Deserve a Bad Rep?” But his talk had nothing to do with the bad political reputation of the AR-15 among some Democrats, Morgan said. Instead, it focused on debates within the world of gun owners over whether certain guns were reliable weapons. The session attracted about 200 people, he said, even though it was scheduled opposite Donald Trump’s Friday speech to NRA members. He also gave a presentation on “The Guns of Pearl Harbor.”  Morgan said he found the continued political focus on an assault weapons ban frustrating. Other aspects of the 1994 crime bill, championed by Clinton’s husband, have come under attack as she runs for president, as has her use of the phrase “juvenile super-predator” to describe young African-American men. But Morgan said he did not believe Clinton’s endorsement of the assault weapons ban had received similar scrutiny.  When Clinton talks about an assault weapons ban, “she can enjoy the immediate reaction of cheering and adoring crowds, people who have a genuine belief that it’s a measure that will make sense and a measure that will make a difference, and it’s not”, he said.  Gun manufacturers continued to produce military-style rifles during the ban, Morgan noted, simply tweaking some of the features of the guns to make them compliant with the law. The 1994 assault ban, which expired after ten years, produced no evidence an of impact on overall American gun violence. It had targeted weapons that were comparatively rarely used in crimes. In recent years, even gun control groups have quietly moved away from a focus on assault weapons, arguing that other gun laws, particularly expanding requirements for background checks on gun sales, would be likely to save more lives.    Related: Families of Sandy Hook victims go after 'untouchable' gun manufacturers    A former senior Obama administration official said last year that, while bans on high-capacity magazines might have some impact, banning the guns themselves “does nothing.” The unnamed official said the Obama White House would have fought harder to renew the ban in 2013 “if we had believed in it.”  The use of military-style rifles in high-profile shootings continues to fuel a focus on these weapons. The shooter who killed 20 first-graders and six educators at Connecticut’s Sandy Hook Elementary School in December 2012 used an AR-15 style Bushmaster rifle.  Today, some family members of the children murdered at Sandy Hook are suing the manufacturer, distributor and dealer of the rifle used to kill their children, arguing that the companies were “negligent” to sell a dangerous weapon to the public, and raising questions about whether companies purposefully market the guns to disturbed, insecure young men.  Bob Crook, a leading Connecticut gun rights advocate told, The Guardian last month that it simply “isn’t rational” to suggest that one of America’s most popular rifles is purposefully marketed to “disturbed” people.  “If they were marketing to disturbed young men, or disturbed men in general, we’d have millions and millions of disturbed men in the country,” Crook, a lobbyist and the executive director of the Coalition of Connecticut Sportsmen, said.",
  "webTitle": "Democrats made assault weapons more popular, says gun historian",
  "webPublicationDate": "2016-05-26T10:30:09Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/assault-weapon-ban-clinton-crime-bill-democratic-policy",
  "keyword": [
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gun crime",
      "id": "world/gun-crime",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bill Clinton",
      "id": "us-news/clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    }
  ],
  "guardianId": "us-news/2016/may/26/assault-weapon-ban-clinton-crime-bill-democratic-policy"
}