{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/11/jordan-spieth-players-championship-masters-sawgrass-danny-willett-rory-mcilroy-golf",
  "id": "2016-05-11-57",
  "sectionId": "sport",
  "body": "Jordan Spieth does not attempt to hide the scale of his post-Masters trauma. “I wouldn’t wish that upon any of you,” the Texan said at Sawgrass on Wednesday, as he glanced back to an Augusta scene where he not only stumbled when a successful title defence was in his grasp, but also went through the painful ritual of handing the Green Jacket to Danny Willett. Spieth’s pain contrasted starkly with Willett’s delight at a maiden major triumph.   Related: Danny Willett back after only one round of golf since Masters triumph    “I know the feelings that Danny was experiencing,” Spieth said. “I was obviously very happy for him and he 100% earned his Masters win. It really bugs me when people are trying to take that maybe away from him or shoot it down. The questions have been asked to him: ‘Do you think this will go down as you winning or him losing?’ And that’s absolute bull, because he won and he earned it. “I knew the shots he played down the stretch. I heard the roars. I knew the putts that he made. But for me personally, it was certainly difficult to go through that experience right afterwards, feeling like I had control of it and could have very well put the jacket on myself, or however it works. I don’t really know how it works, I was hoping to find out.” The Players Championship this week marks Spieth’s first start since the wounding emotions of a month ago in Georgia. The pre-event talk here, inevitably, was dominated by what came before. “I think people have moved on already, at least I thought so until I came in here today,” Spieth said with a laugh after 20 minutes of single-topic questioning. “It’s the nature of the game. There’s a lot of people who were very happy the way it turned out, people that are fans of Danny, close to him. Again, he earned it.” Spieth, 22, is adamant that nobody need feel sorry for him. He is a two‑times major champion and one of the finest golfers in the world. He will inevitably sample more glory before too long. Still, only those of brick heart would not have been sympathetic upon glancing at the Texan’s obvious Masters dejection. “I don’t think I have anything to prove. I think I’ve already proven what we’re capable of doing when the pressure is on. We’ve succeeded and been able to succeed in close matches, close finishes. We’ve succeeded to stretch leads out and win by four to eight shots against some of the best fields in the world. So I don’t think there’s anything that’ll come up where I feel like I need to get revenge.” He therefore bats away any notion that issues of the mind were the most pertinent at Augusta’s 12th hole, where he made a quadruple-bogey seven to the astonishment of the watching world. “I have put it behind me. I’m not affected by it. If I work into contention again, I imagine those thoughts won’t come up because it was just one bad hole with bad timing. I played the golf course the rest of that day extremely well. What happened? Well, I had mentioned throughout the week that I was not striking the ball very well. I didn’t say that after Sunday’s round, this was something I was mentioning from Thursday on. I was just getting around that golf course the right way. “My miss, given where my club was positioned, was short and right. That’s OK at Augusta on almost every other hole; 12 and 13 it doesn’t really work well. But just about everywhere else, it’s fine. “That kind of mistake could have very well happened any other day. It wasn’t like the moment was what caused it because I had been in that moment many times already and succeeded, and I’ve had failures, and both are going to come. It was the wrong miss, so what do we do? We go to the drawing board and figure out how to get my swing to the consistent level it was at during really the second half of last year was when I struck the ball the best.” Spieth aside, a terrific Sawgrass field includes the likes of Willett, Rory McIlroy, Jason Day and Bubba Watson. Rickie Fowler is the defending champion. McIlroy’s 2016 to date has included some exhilarating spells of golf and consistent top-10 finishes but, to his frustration, no wins. The Northern Irishman’s explanation for that is simple. “There’s just been too many mistakes in there, too many lost shots, too many soft bogeys,” he said. “So, if anything, I just need to tidy that up because I know I’m playing well enough to make the birdies and to post a lot of red numbers. I just need to tidy up everything else. Results-wise, it isn’t what I had hoped for.”",
  "webTitle": "Jordan Spieth ‘not affected’ by Masters trauma before Players Championship",
  "webPublicationDate": "2016-05-11T19:10:07Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/11/jordan-spieth-players-championship-masters-sawgrass-danny-willett-rory-mcilroy-golf",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jordan Spieth",
      "id": "sport/jordan-spieth",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Danny Willett",
      "id": "sport/danny-willett",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rory McIlroy",
      "id": "sport/rory-mcilroy",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/11/jordan-spieth-players-championship-masters-sawgrass-danny-willett-rory-mcilroy-golf"
}