{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/19/british-cultural-heavyweights-sign-250-letter-backing-eu-benedict-cumberbatch-paloma-faith-",
  "id": "2016-05-20-249",
  "sectionId": "politics",
  "body": "Benedict Cumberbatch and Paloma Faith are among more than 250 of Britain’s best-known actors, artists, musicians and writers warning that if Britain were to leave the European Union it would become “an outsider shouting from the wings”. With just weeks to go before the 23 June poll that will determine whether Britain’s future lies within the European Union, the Sherlock Holmes actor and the Brit award-winning singer have joined a star-studded list of creative figures in an open letter urging voters to back remain.   Brexit explained: current polling   “From the smallest gallery to the biggest blockbuster, many of us have worked on projects that would never have happened without vital EU funding or by collaborating across borders,” they say, in the letter. “Britain is not just stronger in Europe, it is more imaginative and more creative, and our global creative success would be severely weakened by walking away.” Artist and director Sam Taylor-Johnson, director Danny Boyle – who masterminded the Olympics opening ceremony, and the actors Dominic West and Helena Bonham Carter have also signed the letter. “From the Bard to Bowie, British creativity inspires and influences the rest of the world,” it says. “We believe that being part of the EU bolsters Britain’s leading role on the world stage.”   Related: The luvvies’ Brexit letter only shows most people vote with their wallets | Simon Jenkins    The appeal was coordinated by Britain Stronger in Europe, the official campaign to persuade voters to remain in the EU, in which Downing Street is closely involved. Much of the campaign’s energy has thus far been devoted to lining up heavyweight political and economic figures, including US president Barack Obama and Bank of England governor Mark Carney, to warn about the economic pitfalls of Brexit. But there are fears that some voters may be turned off by such dire warnings, and David Cameron even joked in the House of Commons earlier this week that he would predict a “plague of locusts” in his next speech on Europe. By involving so many well-known creative figures, the campaign hopes to broaden the argument beyond economics, and highlight the positive benefits of cultural collaboration with Britain’s European neighbours.     John le Carré is one of many famous British writers to have signed the letter. Photograph: Jane Bown for the Guardian    The government may also be hoping to win over a wider range of voters with an appeal to the benefits for their favourite artists or music acts of staying in the EU. The bands Hot Chip and Editors have signed the letter, as has Pulp frontman Jarvis Cocker.   Related: Why Britain should stay in the EU – by readers who work in the arts    Writers are also strongly represented, with the poet laureate Carol Ann Duffy and The Night Manager author John le Carré both signatories. Alongside the letter, Cameron will release the findings of a survey by the Creative Industries Federation on Friday, which shows that 96% of members of the sector want to remain in Europe. John Kampfner, the chief executive of the trade body for the arts, the Creative Industries Federation, said: “Our members have sent a clear signal about the importance of EU membership for the continued success of the UK’s fastest-growing sector.” He added that the EU had provided seed funding to films such as Slumdog Millionaire, The Iron Lady and The King’s Speech; and EU membership made it easy for British artists to find work in Europe and vice versa. Sir John Sorrell, the federation’s chairman, said: “The UK creative industries are key to the way we are seen by the world and deliver a massive £84.1bn to our economy.     Slumdog Millionaire, which won eight Academy Awards, is one of many British films to receive funding from the EU. Photograph: AP    “Our position as a vital European creative hub is a huge part of this success – we benefit from a vast network of talented people, companies and institutions across Europe.” British orchestras in particular are a melting pot of nationalities. Mark Pemberton, director of the Association of British Orchestras, said: “British orchestras need open borders to tour to other European countries, providing a vital source of income at a time of diminishing public investment at home.” The survey echoes the findings of an informal Guardian survey of arts leaders in which the vast majority were in favour of staying in Europe for practical as well as emotional reasons. One of the few leave voices was Munira Mirza who for eight years was in charge of cultural policy in London under Boris Johnson. She believes there are more arts voices in her camp who are afraid to go public because of what it might do for their career.   Related: 'A huge creative step backwards': the arts view on Brexit    The leave campaign has so far signed up fewer famous figures, though veteran actor Michael Caine, Who frontman Roger Daltry and former England cricketer Ian Botham all back Brexit. But Vote Leave is likely to brush off the intervention of the great and the good from the arts world. John Whittingdale, the pro-Brexit culture secretary, recently described critics of his plans to reform the BBC as “leftwing luvvies”, indulging in “ill-founded, hysterical speculation”. Attempts by cultural figures to sway voters have not always been successful. JK Rowling met hostility when the Harry Potter author tried convince Scots to reject independence in the 2014 referendum, and comedian Russell Brand’s breathless backing for Labour leader Ed Miliband did not appear to bring young voters flocking to the polls at last year’s general election.",
  "webTitle": "Benedict Cumberbatch and Paloma Faith among 250 stars backing EU",
  "webPublicationDate": "2016-05-20T10:24:27Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/19/british-cultural-heavyweights-sign-250-letter-backing-eu-benedict-cumberbatch-paloma-faith-",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Benedict Cumberbatch",
      "id": "culture/benedict-cumberbatch",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Paloma Faith",
      "id": "music/paloma-faith",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Danny Boyle",
      "id": "film/danny-boyle",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Helena Bonham Carter",
      "id": "film/helena-bonham-carter",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Dominic West",
      "id": "culture/dominic-west",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    },
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "politics/2016/may/19/british-cultural-heavyweights-sign-250-letter-backing-eu-benedict-cumberbatch-paloma-faith-"
}