{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/18/trustees-charities-fundraising-crisis-operational-involvement",
  "id": "2016-05-18-332",
  "sectionId": "voluntary-sector-network",
  "body": "In order for charities to see off the looming governance nightmare generated by the fundraising scandal and subsequent introduction of a new regulator, trustees must become far more informed about the detail of charity operations. This must be done in a considered and transparent way, so that there is no question of staff being line-managed by trustees. It’s not a straightforward task, but it is essential and here are some ways to go about it.  1 Appoint board champions or leads These are trustees who are steeped in detail of particular areas of the charity’s activities who can then relay critical information to the board. Operational staff can also benefit from briefing trustees, as they can test ideas with them. It is sometimes useful to have two champions – one who is an expert and can provide guidance, and one who hasn’t the slightest clue and will provide the reaction of non-expert.   Related: What I’ve learned as a young charity CEO     2 Discuss these issues as sub-committee items Sub-committees are a means of giving trustees space and scope to delve into the detail and to enable staff to seek a broader perspective. If, for instance, you are embarking on a rebrand, then a sub-committee is the perfect place to allow a small group of trustees to oversee the project, without it taking a disproportionate amount of time away from the main board.  3 Make sure fundraising is on the risk register Risk registers need to be fit for purpose and they must be regularly reviewed to keep pace with sector developments. For instance, fundraising is usually missing from risk registers, and that’s a problem that ought to be addressed.   4 Have board briefings At Brook, we invite a different member of the staff to run briefing sessions for whole the board on critical activities. This has allowed very effective sharing of ideas and experience. In Brook’s case, trustees have been able to consider the benefits of applying knowledge learnt from digitising services, to the challenge of reaching new audiences with online fundraising.  5 Review the board’s skills   Related: Charity boards are failing to adapt to the digital age – this has to change    It’s best practice to ensure that charities annually check which skills are missing from boards in order to meet new challenges. Fundraisers-turned-trustees, for example, are very hard to come by but it’s becoming an increasingly vital skillset for boards.  6 Become a trustee If you are a fundraiser, you can powerfully influence this debate by becoming a trustee. You can be the champion that I refer to above and ultimately protect and guide the sector (and your new colleagues) through what is set to be a turbulent few years.  Overall, the whole landscape for trustees is changing. Two-hour meetings, four times a year, simply will not be sufficient in the near future. So if some trustees feel that increased demands on their time will be too burdensome, it best to leave the field open to others.   For more news, opinions and ideas about the voluntary sector, join our community – it’s free!",
  "webTitle": "The days of hands-off charity trustees are over",
  "webPublicationDate": "2016-05-18T06:00:21Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/18/trustees-charities-fundraising-crisis-operational-involvement",
  "keyword": [
    {
      "webTitle": "Fundraising",
      "id": "voluntary-sector-network/fundraising",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary sector network blog",
      "id": "voluntary-sector-network/voluntary-sector-network-blog",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Trustees",
      "id": "voluntary-sector-network/trustees",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Governance and management",
      "id": "voluntary-sector-network/governance-and-management",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Leon Ward",
      "id": "profile/leon-ward"
    }
  ],
  "guardianId": "voluntary-sector-network/2016/may/18/trustees-charities-fundraising-crisis-operational-involvement"
}