{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/mrs-camerons-diary-project-fear-cellulite-ghosts",
  "id": "2016-05-13-43",
  "sectionId": "commentisfree",
  "body": "Well I have never known Nancy so cross with Dave, he’s like, I was only saying what everybody thinks, she’s like, Dad, do you know how long I SPENT crafting that Churchill speech “the serried rows of white headstones”, total Project Fear gold, & now all anybody can talk about is Nigeria & tax havens & all because YOU could not stop showing off, you should be ashamed of yourself at your age :((( Dave’s like, wait Nancy, the Queen did it too, how come I am in trouble when she did the exact same thing? Nancy’s like, hello, was the Queen idiotic enough to call a referendum, honestly Dad you do not deserve to win, if you want to embarrass yourself go ahead, but have you thought how it makes ME look, & canunot check your phone while I’m talking, there are weeks to go & we have already used up war, pestilence & famine, I was saving death for later, but so what, nobody seems to care :(   Related: Mrs Cameron’s Diary: Poor Zac still totes deserves huge respect | As told to Catherine Bennett    I’m like, IKR, actually Rosie says fashwise the horsemen of the apocalypse sound way more now than being on the same side as Mr Corbyn, & Mummy is like, absolutely, & at least skilled equestrianism is involved. Nancy’s like, FGS, think, what else srsly frightens people, you first mum. I’m like, oh I know, ghosts? She’s srsly, mother, IRL? I’m like, OK, cellulite, losing your phone & FOMO, Nancy’s like, oh please, I’m like excuse me, I happen to know that is an actual thing, you do know Oik is still seeing both Goveys :( Dave’s like, OK, your kids not going to Oxbridge, that’s literally got to be fear numero uno, amirite? Do people want to live in a post-Brexit world where it is always Durham stroke St Andrews? Nancy’s like, so listen – puts on Churchill voice – here’s my draft: “the BBC in ruins, ditto the NHS, raging inequality, old people abandoned, developers off the leash, Etonians in charge, everything we hold dear either sold off or trashed by entitled goons who think Zac Goldsmith is electable. Think – before you choose Brexit: is that a risk worth taking?” Trust me Dad, this speech will make grown men tremble. Unless you think it’s too alarmist? Dave’s like, err, soz to be thick, how exactly is that terrifying?",
  "webTitle": "Mrs Cameron’s Diary: Project Fear’s next targets will be cellulite, ghosts and fomo | As seen by Catherine Bennett",
  "webPublicationDate": "2016-05-13T18:40:17Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/mrs-camerons-diary-project-fear-cellulite-ghosts",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Samantha Cameron",
      "id": "politics/samantha-cameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Bennett",
      "id": "profile/catherinebennett"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/mrs-camerons-diary-project-fear-cellulite-ghosts"
}