{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/06/chester-dee-stakes-dartmouth-royal-ascot-the-queen",
  "id": "2016-05-06-87",
  "sectionId": "sport",
  "body": "The Queen has not seen her colours carried to victory at the Royal meeting since Estimate’s victory in the 2013 Gold Cup, but her trainers will doubtless be doing all they can to give her a 90th birthday present at Ascot next month and Dartmouth, the winner of the Group Three Ormonde Stakes here on Friday, could be the horse to do it.   Related: Estimate wins thrilling Gold Cup at Royal Ascot for the Queen    Sir Michael Stoute’s four-year-old had the run of the race from the front under Ryan Moore on the way to a neck success, and the winning margin might have been closer still had William Buick, on Wicklow Brave, not dropped his whip inside the final furlong. On a more positive note, however, Dartmouth is a well-bred colt from a stable with few peers when it comes to improving, late-maturing horses, and he is now unbeaten in both his starts this season. Paddy Power quote Dartmouth at 7-1 for the Group Two Hardwicke Stakes at Royal Ascot, a race that Stoute has won nine times in the past, including half a dozen victories in the last 10 years. “He’s turning into a very useful older horse,” John Warren, the Queen’s racing manager, said. “Sir Michael was thinking about his being a Derby trial-type horse last spring but then a few things went wrong. He’s bred beautifully [by Dubawi out of a Galileo mare] and he’s going to keep improving and maturing with age and give her majesty a lot of fun this year. “Last year, he wasn’t as well formed as he is now. Physically, he’s starting to come to himself. I think the way things are going it looks as though he’s going to upgrade again, and he’s going to dip his toe into a slightly bigger pool. “For her majesty, having a runner at the Royal meeting is always a great pleasure, so fingers crossed that he can get there in one piece.”   Related: Gosden sets So Mi Dar on course for Oaks after Epsom Derby Trial win    The Dee Stakes, the last of the week’s Classic trials around the Roodee here, served only to confirm that none of the three runners with an entry in the Derby is up to the standard required on the first Saturday in June. The finish was one of the best of the meeting, however, as Viren’s Army, a 12-1 chance, held off Linguistic, the favourite, and Housesofparliament, one of two in the race from Aidan O’Brien’s yard, by a short-head and a head. Viren’s Army was showing improved form from his run in the “win-and-you’re in” Classic Trial at Epsom last month, when he finished third behind So Mi Dar, a leading contender for the Oaks. “Silvestre [de Sousa] said that he was unbalanced on the track and it didn’t really suit him,” Mike Prince, syndicate manager for the owners Middleham Park Racing, said. “But he’s really gutsy and I think he’s one of those horses that will show it on the track. “Today was to find out if he can mix it in this kind of class, and he can.”   Related: Midterm passes his Derby Trial examination at Sandown    The cycle of Classic trials will keep turning over the next few days, with attention turning to Lingfield, Leopardstown and the three-day Dante meeting at York, which opens next Wednesday. By this time next week, it should be apparent which horses will start favourite for both the Derby and the Oaks. So Mi Dar, the second-favourite for the Oaks behind Minding, the 1,000 Guineas winner, is expected to line up for the Musidora Stakes on the first day, while Midterm, who replaced O’Brien’s US Army Ranger as the Derby favourite on Thursday afternoon, is the 11-10 favourite with Paddy Power for next Thursday’s Dante Stakes at York. Sir Michael Stoute’s colt, the winner of the Sandown Classic Trial last time out, is one of 18 entries for the Dante. He could line up against Foundation, the runner-up behind Stormy Antarctic in the Craven Stakes at Newmarket last month and a 7-2 chance to win next week, while Black Sea, at 7-1, is one of five entries from the powerful O’Brien yard.",
  "webTitle": "Chester Dee Stakes winner Dartmouth heads to Royal Ascot for the Queen",
  "webPublicationDate": "2016-05-06T16:05:45Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/06/chester-dee-stakes-dartmouth-royal-ascot-the-queen",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Royal Ascot 2016",
      "id": "sport/royal-ascot-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Royal Ascot",
      "id": "sport/royal-ascot",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sir Michael Stoute",
      "id": "sport/sir-michael-stoute",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ryan Moore",
      "id": "sport/ryan-moore",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/06/chester-dee-stakes-dartmouth-royal-ascot-the-queen"
}