{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/06/blue-eyes-recap-episode-seven-is-there-a-bomb-on-that-bus",
  "id": "2016-05-06-20",
  "sectionId": "tv-and-radio",
  "body": "Spoiler alert: this recap assumes you’ve seen the seventh episode of Blue Eyes on More4 or Walter Presents. Don’t read on if you haven’t. Perhaps my attention is wandering, or I’m suffering Swedish election fatigue – the big day is now just a week or so away. Whatever the reason, there seem to be even more things than usual I didn’t understand in this week’s episode. Right from the off I was struggling. Who was the bearded swimmer in the lake uttering the usual Triumph of the Will rhetoric? Gustav, I suppose, leader of the ragbag revolutionary group Veritas, but he looked different. Or maybe it was just some generic bearded Nazi. There seem to be a lot of them about as the election approaches. I did wonder if it was the Security party’s PR man, but maybe I’m starting to see connections that don’t exist. I felt rather manipulated this week, especially when Simon was carrying a rucksack handed to him by Gustav. Was it a bomb? Would it blow the bus Simon was on, along with all those sunny, chatty Swedish women, to smithereens? No as a matter of fact, but the situation guaranteed 10 minutes of agitation, especially when Simon knocked into a passer-by in the street. Having established a willingness to bump people off early on in the series, we now expect it all the time. My emotions are being toyed with.     Ragbag right-wing revolutionaries Gustav and Mattias. Photograph: Production Company/Global Series/PR Handout    In that sense, Blue Eyes is a mechanism as programmed as the bomb that Gustav and his associate showed Simon how to make. It has a slightly paint-by-numbers feel. If interest is flagging, add another character. Who is this little kid Nils who has suddenly turned up at Veritas HQ? Another kidnap victim? The lack of information is a conscious tactic by the writer: we are left feeling anxious and self-doubting all the time.  I was never too worried that Simon was going to die, despite Mattias holding a gun to his head (again!) and whispering that his days were numbered. Somehow I think he will pull through. Gustav seems to have taken a shine to him for a start, though you can’t help wondering why. I was concerned about Olle, though, the Security party’s increasingly beleaguered justice spokesman, who turns up at Veritas HQ looking for Sofia and is greeted by Gustav with a gun tucked behind his back. Olle survives too, and I’m still hoping for a redemptive moment when he saves the day. Incidentally, the fact it took Olle about five minutes to discover where Sofia and her new friends in the terror cell were holed up suggests that the Swedish police, who have had five days to find them since the murder of the care home owner, are not the sharpest force on the block. Simon had left the address of Veritas HQ with his aunt in Stockholm, which also begs questions about Gustav’s strategic planning. He seems to let more or less anyone join the gang.  Elin is having difficulties with her drunken father and his even more drunken girlfriend. They borrow money from her supposedly to go to the girlfriend’s daughter’s wedding, but spend it on the Swedish equivalent of Tennent’s Extra and are soon falling off the sofa. With Elin trying to unravel – rather cackhandedly it has to be said – a complex conspiracy at the heart of the Swedish government, she could do without these domestic diversions.      She could do without these domestic diversions … poor Elin and her drunken father. Photograph: Global Series    Justice minister Gunnar discovers that she suspects him of being involved in Sarah’s murder, and catches her rifling through his briefcase in search of incriminating documents (she is hopeless in the rifling department). But having first tried to get her chucked out of the ministry, he eventually spins her some yarn and, like a fool, she believes it, vowing to stop poking her nose into the mystery of Sarah’s death and concentrate on her day job as his chief of staff.  Erik, the weedy environment minister, is mortified. “Don’t trust him,” he tells her. “You don’t know him.” But we don’t know or trust Erik either. Or Rebecka, the prime minister’s communications adviser. Or anyone else in the government, come to that, except possibly the PM, who I’ve come to admire after initially thinking him a bore. He is at least trying to keep the show on the road.  The end of episode seven was perhaps the most manipulative moment of all. Gunnar is giving a press conference to announce the government measures to combat Veritas. A journalist’s mobile beeps, then another, and another – exactly the same thing happened in the film The Big Short, so I guess we can declare this a trope. Something BIG has happened – the episode was, after all, entitled “The Earthquake”. An aide whispers a message in Gunnar’s ear. He hurriedly leaves the stage. Cue credits.  We do not know the precise nature of the earthquake, but a bomb somewhere in central Stockholm seems the most likely catastrophe. Probably the one we saw Simon handling earlier. Will he have survived? Let’s hope so, not least because no one else bothers to look after little Love and his new friend Nils. But, like his sister Sofia, he is being drawn inexorably into the web of evil spun by Gustav and Mattias. If this ends in a siege and a shootout – and that’s what my money is on – he’ll be in the firing line just like the rest of Gustav’s motley crew.",
  "webTitle": "Blue Eyes recap: episode seven – is there a bomb on that bus?",
  "webPublicationDate": "2016-05-06T21:10:18Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/06/blue-eyes-recap-episode-seven-is-there-a-bomb-on-that-bus",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Moss",
      "id": "profile/stephenmoss"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/06/blue-eyes-recap-episode-seven-is-there-a-bomb-on-that-bus"
}