{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/23/victoria-to-become-first-government-to-apologise-for-gay-convictions",
  "id": "2016-05-23-323",
  "sectionId": "australia-news",
  "body": "Victoria will on Tuesday become the first government in the world to formally apologise to people convicted under historical laws against homosexual sex. Before homosexuality was decriminalised in 1981, men could be sentenced for up to 15 years in prison for having consensual sex with other men. In September the Victorian premier, Daniel Andrews, introduced legal reforms to help those affected by the old laws to expunge their criminal convictions. The scheme applies to past sexual and public morality offences such as buggery, gross indecency with a male and offensive behaviour that once criminalised consensual homosexuality. As part of the reform process, Andrews will also apologise to those affected.   Related: Victoria's newest commissioner aims to end gender and sexuality discrimination    The director of advocacy and strategic litigation at the Human Rights Law Centre, Anna Brown, said she hoped the apology would encourage more people to come forward to have their conviction expunged. Brown, who is also a lawyer with the government’s LGBTI taskforce, has been working with men convicted under the old laws to have their name cleared. But she said people had been slow to do so. “Some of these men I’m dealing with are still so closeted and isolated, and have shut themselves off from the outside world,” she said. “One man I am working with really lives as a hermit because he’s just so ashamed of who he is. It’s so sad. For a lot of the men I’m helping, I’m the first person they’ve ever told about what’s happened to them. That is how deeply they have been affected, and many have held onto this terrible secret and hid it so deep for all of these years. Talking about it now isn’t easy for them.” While about 10 people had approached the Human Rights Law Centre for assistance in expunging their convictions, Brown believes there are thousands more eligible. She believes the premier’s address to those convicted in Tuesday may help more people feel safe enough to share their stories. “The apology is a powerful symbolic act by the premier, and as a lawyer helping these people, I am so glad we have a powerful ally in Andrews, who has shown great political courage in taking this step,” she said One of the men Brown has assisted is Tom Anderson. When he was 14 years old in 1977, Anderson was sexually abused by a male employer who was in his 40s. “When I finally worked up the courage to tell my parents, they took me down to the police station in all good faith,” Anderson said. “After telling my story to police, my employer was charged and later pled guilty, but I was also charged with two counts of gross indecency as well as the one count of buggery.  “To this day, I have never been able to understand why I was charged with a criminal offence. We have come a long way since 1977, but we all still carry the pain of a society that treated us like criminals.” He described the government’s apology as something he had been waiting for “so I can finally put that part of my life to rest”. Alan Yang, a lawyer and project development manager for Justice Connect, has been working with the Human Rights Legal Centre and pro bono lawyers to refer people for help to get their convictions expunged. The expungement team is staffed by LGBTI lawyers and includes a volunteer lawyer with personal experience of the police attitudes before the old laws were repealed, Yang said. He added that all conversations with the legal team were kept strictly confidential.   Related: Daniel Andrews announces Australia's first pride centre for Melbourne    If a convicted person had died, an appropriate representative, such as a spouse or other family member, could also apply on behalf of the deceased to clear their name, he said. “People should know that this process has been designed to be straightforward, and we are here to help walk people through it,” Yang said. “These were unjust laws, they were prejudiced laws. This apology from the premier will make it clear to LGBTI people that they shouldn’t be living under this stigma anymore, and it’s really important we recognise that.” Last month Andrews announced $15m in funding to build Australia’s first pride centre in Melbourne, a move welcomed by the LGBTI community. He also led Melbourne’s Pride March, the first premier to do so.  Last year, he appointed Victoria’s first gender and sexuality commissioner, Rowena Allen, to review all existing legislation to ensure it was non-discriminatory. Andrews told Guardian Australia: “These laws cast a long, dark shadow of prejudice that still stands today, and tomorrow our apology is one small but meaningful way to right that historic wrong.”“It will be an important step towards healing the hurt of LGBTI Victorians who were so unfairly labelled criminals,” he said. • Those who would like to receive advice about clearing a historical conviction can phone (03) 8636 4458 or email: expungement@hrlc.org.au",
  "webTitle": "Victoria to become first government to apologise for gay convictions",
  "webPublicationDate": "2016-05-23T03:58:06Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/23/victoria-to-become-first-government-to-apologise-for-gay-convictions",
  "keyword": [
    {
      "webTitle": "Australian law",
      "id": "australia-news/australian-law",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victorian politics",
      "id": "australia-news/victorian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Daniel Andrews",
      "id": "world/daniel-andrews",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/23/victoria-to-become-first-government-to-apologise-for-gay-convictions"
}