{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/24/dr-zee-the-godfather-of-legal-highs-i-test-everything-on-myself",
  "id": "2016-05-24-196",
  "sectionId": "tv-and-radio",
  "body": "Dr Zee, the Israeli chemist credited with kicking off the legal highs market in the UK, is showing off his latest invention. Unlike his other discoveries – most notably mephedrone, which caused a media panic in 2009 when tabloids ran scare stories about “miaow miaow” and “plant food” – this one can’t be snorted or swallowed. Instead, it’s a black plastic box that looks rather like a coffee-maker.  “I think maybe we’ll call it the methspresso machine,” he says, while showcasing it on a new BBC documentary, The Last Days of Legal Highs.  The methspresso is more than just a 10/10 pun. It’s Zee’s attempt to get around the British government’s impending Psychoactive Substances bill, which is due to kick in on 26 May. That bill will outlaw not just individual chemical compounds (which cunning chemists including Zee have been circumnavigating with simple tweaks to a substance’s molecular structure), but any substance at all “producing a psychoactive effect in a person who consumes it”.  If anyone knows how to get around drug laws, it’s Zee. Over the past few years, while the UK government struggled to clamp down on the new chemical compounds flooding the market, Zee was creating new ones on a weekly basis – a rate far faster than the government could legislate for.      Legal highs, from Magic Crystals to Cotton Candy Carnage. Photograph: Christian Cargill/BBC/Pulse Films    “My primary motivation is to help people have a good time without breaking the law,” says Zee when we talk. He says he makes a “decent living” from legal highs, but no more than he would have made in his previous job as a scientist and researcher in the pharmaceuticals industry. “My drive comes from the will to create something new, better, legal and safe. The underlying belief of this activity is cognitive liberty. I believe people should be allowed to alter their own state of consciousness and self-medicate, as long as it does not harm others or themselves.” Zee is a strange interviewee. “How long have we got?” he asks when we first speak on the phone, before embarking on a rather tangential monologue about the media and medical professions. Before I’ve managed to get a proper question in, he tells me he’s got a meeting with his accountant he forgot about and that, actually, we’ll have to reschedule. Later, he stresses that concocting new drugs is a discovery process not an inventive one: “It’s not nearly as intentional as most people think. The only aspects of a novel molecule I can control are its chemical structure and its legality. But there is no scientific method for predicting what effect it will have on the human body or mind or brain, and whether it will have any effect at all.”  Zee tests every new concoction on himself. “It’s part of my working routine – not part of my private life,” he says. “I make molecule after molecule then try them without prejudice. You have to keep an open mind.” He claims to try one or two new compounds a week. Isn’t it dangerous, putting himself forward as a human guinea pig?     ‘It’s a lot less dangerous than it seems’ … Dr Zee working on new chemical compounds. Photograph: BBC    “It’s a lot less dangerous than it seems,” he says. “That said, I have a great deal of knowledge that allows me to disqualify potential dangers. I strongly discourage blind self-experimentation without a very deep scientific background. DO NOT try this at home!”  Given that Zee is clearly a capable scientist – he claims to have three degrees in mathematics and previous experience working on the Human Genome Project in Tel Aviv – isn’t there something more beneficial he could do with his skills? He believes his work has positive effects outside of helping people get high: “A number of substances I have discovered are being investigated for the treatment of Parkinson’s, post-traumatic stress disorder and smoking cessation,” he says. “A rather exciting molecule I recently stumbled on feels, in small doses, like alcohol. I have done the necessary toxicological studies and shown it to be much less harmful than alcohol. I am working diligently to develop this compound as a cure for alcoholism and overconsumption.” So is Zee a force for good, a freedom fighter mocking our draconian and self-defeating drug laws? Or is he a brainier version of your average drug dealer, feeding off the misery and despair of addicts?      ‘A strange workplace’ … Dr Zee in his lab in Amsterdam. Photograph: BBC    In the documentary, we see head shop owners readying chemicals in cement mixers – a heavily regulated industry this is not, and the long-term effects on users are still largely unknown. As for the short-term ones: deaths from legal highs have doubled in the last five years, with hospital admissions rising by 56% over the 2009-2012 period. Last week, five men in Rochdale collapsed after taking legal highs called Annihilation and Cherry Bomb.  Documentary director Tom Costello says he met Dr Zee in his laboratory on an industrial estate in Amsterdam – “a strange workplace: there are bags of white powders on every desk and in every drawer, boards full of strange chemical symbols, and a Breaking Bad-style lab set up where the drugs are cooked up into trays of huge crystals.” He was convinced by Zee’s claims that he wanted to make drug-taking safer and take the trade out of criminals’ hands. “But however convincing I found his arguments, I was surprised by how little he knew about how his drugs were being sold and taken in Britain,” he says. “He’s used the UK as a petri-dish for an experiment which has had real consequences – for better or worse – on the streets of the UK.” I ask Zee how he feels about people being harmed by taking his drugs? His response is well-formed, with something of a politician’s detachment. “I am saddened by stories of people caught in addictive loops and by stories of people that have incurred any sort of harm from any drug,” he says, adding: “I adhere to my commitment to toxicologically test anything I promote for market, and have data attesting to the safety of my discoveries. Also, keep in mind that tolerance does not occur for substances I have promoted. That said, I’d like to find a way for everyone in society, and society itself, to have a beneficial relationship with psychoactives.”     Peter, who runs the Gypsy Kings head shop. Photograph: Christian Cargill/BBC/Pulse Films    Watching the documentary, you do wonder if Zee – who has “never met anybody addicted to my drugs. I’ve never come face to face with it” – is too far removed from his consumers. Whether it’s weed substitute Spice or cocaine-mimicking Rush, users repeatedly stress that the highs are far greater than the thing they’re supposed to ape. The longterm effects can be equally grim too – we see Glen, 31, whose life has revolved around Spice since he moved on from weed, or Phil, a homeless addict since his teens who ditched illegal drugs for the pleasures of shooting up £40 worth of Magic Crystals in a nearby church every day. These people are clearly trapped in a cycle of addiction – though you could easily argue that they would be regardless of their chosen substance’s easy availability.  In the documentary, drugs minister Karen Bradley say: “It’s causing anti-social behaviour, it’s causing harm to young people and communities want to see these head shops close down.”     Phil, who ditched illegal drugs in favour of Magic Crystals. Photograph: Christian Cargill/BBC/Pulse Film    Yet there are counter-arguments. The legal highs business is an £82m industry in the UK, with all the resultant tax income and job creation that brings – closing that down won’t stop people taking drugs, but it will send a lot of users back to the illegal market.  Zee tells me that “similar to the way gay rights or freedom of religion are things our societies were opposed to in the past and are proud of upholding today, so we will be proud of upholding cognitive liberty tomorrow”. For all this moral talk, you suspect part of him does get a kick out of finding ways to annoy the establishment, who he says place him under “close scrutiny” despite his transparent – and legal – working methods. Which brings us back to the methspresso machine, Zee’s latest attempt to make recreational drugs within the boundaries of UK law. Using his invention, Zee hopes to sell non-psychoactive substances that people can convert into a psychoactive substance at home (the re-purposed coffee maker will heat the substance in hydrochloric acid for six hours, before converting the resultant brown liquid into powder form – instead of a coffee dripping out, you get drugs). “I have solved all the major hurdles and have proven feasibility,” he says, when I ask where the project is currently at. “Now, I must work through a sea of tiny details.” As if it needed saying, he adds: “But I persevere.”  • The Last Days of Legal Highs is on BBC Three on Wednesday from 6pm.",
  "webTitle": "Dr Zee, the godfather of legal highs: 'I test everything on myself'",
  "webPublicationDate": "2016-05-24T11:32:33Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/24/dr-zee-the-godfather-of-legal-highs-i-test-everything-on-myself",
  "keyword": [
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Legal highs",
      "id": "society/legal-highs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs",
      "id": "science/drugs",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Jonze",
      "id": "profile/timjonze"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/24/dr-zee-the-godfather-of-legal-highs-i-test-everything-on-myself"
}