{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/11/cycling-how-ride-group-peloton",
  "id": "2016-05-11-264",
  "sectionId": "lifeandstyle",
  "body": "There’s something beautiful about cycling in a big bunch, with individual riders working together like birds in formation. Reduced drag has a big effect, too, of course, allowing you to ride faster for the same effort. Knowing a few basic techniques and etiquette tips will keep you safer, and make you a welcome member of the peloton.   Related: Cycling: how to fix a puncture (even if you don’t have the right tools)    1. The first time It can be daunting riding close to other riders in a group for the first time – whether that’s on a club ride or maybe a cycle sportive – so ride at the back to begin with and watch how more experienced riders behave. The basic trick is to ride consistently and predictably. Don’t make the mistake of assuming everyone around you is super-experienced and knows what they’re doing – watch out for other inexperienced riders and give them a bit more space on the road. 2. Easy on the brakes Always ride with your hands near the brakes in case they’re needed (ie on the hoods or drops, not near the stem) but remember that sudden braking is a last resort if riding in a bunch. Even if the person following your wheel manages to avoid trouble, the chain reaction can mean problems for riders further back. 3. Play it straight The same goes for sudden side-to-side movements. Don’t weave around; instead try to keep as smooth a line as possible. If you want to move to the side, check for space first, and indicate what you’re going to do with a simple hand gesture or call (“On your left/right”). Similarly, if it looks as if someone is about to move across your line, then just let them know you’re there.  4. Ride to the side Riding with your front wheel behind – but a few inches off to the side – of the rear wheel you’re following gives you more room for error. Make sure you stay behind though, as crossing wheels is a recipe for disaster. 5. Heads up Don’t just follow wheel in front – try to look ahead so you can see what’s coming up. Groups are fluid and their shapes constantly shifting, so keep an eye on how the bunch is moving.         Video: Riding inside the peloton with Shimano TV.    6. Out of the saddle If you stand up to pedal harder when you hit a climb, your bike slows and shifts back. Make a harder effort to keep the effect to a minimum, or let the person behind know what you’re doing.   Related: Cycling: how to conquer hills    7. Know your signals and shouts Riders at the front use hand signals and shouts to warn those behind of hazards such as potholes, parked cars, upcoming junctions or approaching vehicles on narrow roads. These vary from region to region, but be clear and you can’t go far wrong. Common calls and gestures include: Potholes. Shout “Hole!” – or point. Parked cars. Call out “left” or “on the left” when the whole group has to move out. Alternatively, swing your left hand behind your back and point to the right, where you’re going. Approaching cars. Calls seem to vary – “car up”, “car down”, “car back” – but I like to keep it simple and shout: “car!” Junction or difficult corner. “Slowing” – or move your hand palm down as if patting an imaginary dog. In short, ride smoothly, go with the flow – and a bit of politeness goes a long way.  What’s your experience of riding in a big group? What shouts and signals do you use? Have we missed anything? Let us know in the comments below.",
  "webTitle": "Cycling: how to ride in a group",
  "webPublicationDate": "2016-05-11T11:00:12Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/11/cycling-how-ride-group-peloton",
  "keyword": [
    {
      "webTitle": "Cycling",
      "id": "lifeandstyle/cycling",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Cycling",
      "id": "sport/cycling",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Van Mead",
      "id": "profile/nickmead"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/11/cycling-how-ride-group-peloton"
}