{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/06/englishman-irishman-scotsman-comedy-national-identity",
  "id": "2016-05-06-220",
  "sectionId": "stage",
  "body": "In 2000, Chris Addison’s debut Edinburgh show was about Englishness, Cakes and Ale. The following year, he added a second show about the English abroad. Since then, I struggle to think of any comedy show that has explicitly broached British national identity. Lloyd Langford once performed a set called Just the Right Level of Welshness. Andi Osho made a show about Britishness, seen through her own Anglo-Nigerian lens. Stewart Lee has a fine routine, recently broadcast, about lining his cat litter tray with an England flag, and Tommy Tiernan has his routines about the Irish – you could argue that his entire oeuvre is an ongoing exploration of Irishness, or even Oirishness. But, isolated examples apart, I can recall remarkably few shows that discuss what it means to be English, Irish, Welsh or (best of all) Scottish.   Related: So is that what we think being British is about – Tetley tea ads and Stephen Fry? | Joel Golby    Maybe it’s that absence that makes national-stereotype comedy so tedious. I’m thinking, to cite a relatively recent example, of Michael McIntyre’s jokes about how much the British love queuing. Or indeed the early stages of Henning Wehn’s career, which – notwithstanding his very funny persona – leaned heavily on cliches about ruthless German efficiency and the second world war. Stereotypes are the antithesis of intelligent thinking about identity. But they’re familiar, and they flatter our sense of ourselves as eccentric. So it’s easy laughs all round when comics peddle British national or regional cliches (like McIntyre also noting Glaswegian aggression) or when acts with a distinctive background massage our preconceptions about the countries and cultures they come from.     Dane Baptiste, a thoughtful dissector of national identity. Photograph: Graeme Robertson for the Guardian    It is of course those acts, the ones that aren’t mainstream white-British, who are more likely to address cultural identity. As I’ve noted before, there are many who do so in cliched terms; others, like Osho or like Dane Baptiste on his British-Grenadian identity, are thoughtful.  But you’d expect more to be coming out of the woodwork now – given that, unusually, Britishness as an identity is under duress. First there was the Scottish independence vote. Now there’s the EU referendum. This is the time to be talking about national or trans-national identity. How do we define ourselves, and why? Is Britishness a unifying force or a network of managed antipathies? I’m thinking about this stuff at the moment because I’m working on a show about the interplay between national identity and humour. It’s called The Joke, the latest offering from Will Adamsdale, and it’s the story of an Englishman, an Irishman and a Scotsman who are trapped in a joke. The Irishman is an Ulsterman, which is both a poor substitute – as far as the other two are concerned – and also a means of placing Britishness firmly on the agenda.   Related: England national anthem: 10 alternative suggestions    It’s a show that’s as much about the dynamics of jokes as it is about nationhood. When they find themselves stuck in their joke, the characters decide that acting it out is their most likely means of escape. But they discover that acting out a joke (performing something verbal; giving a third dimension to something necessarily 2D) can’t work. The harder you try to represent the reality of a joke, the less funny it gets. Particularly when it’s about national identity. Because our Englishman, Irishman and Scotsman get bogged down in what those words mean, how best to represent them, and the mutual resentments, prejudices – and, yes, stereotypes – they dredge up.  There are undeniably some entry-level laughs at, say, Scottish tight-fistedness and the English stiff upper lip. But there are less hoary cultural characteristics at play too, as the Englishman accuses the two Celts of dodging blame for the empire, and the Scotsman berates the Englishman for his obsession with lists. It’s for others to judge whether we manage it, but – alongside the knockabout fun – we’re trying to burrow beneath the glib generalisations to unearth something more substantial about the united/divided British state of mind.     A mini-metaphor for Britishness... Toby Jones, Bill Nighy and co in the recent film version of Dad’s Army. Photograph: Supplied by LMK/LMK    Of course, that stuff may be easier to address in theatre than in standup. Plenty on this topic has been written in sitcoms; Fawlty Towers and Dad’s Army operate as mini-metaphors of Britishness. Then there are the sketch shows: there’s nothing metaphorical about Little Britain’s state-of-the-nation panorama. But standups can’t dramatise, they have to expound. And it’s often said that the most English characteristic of all is a refusal to speak about Englishness. Maybe, in the dearth of standup exploring national identity, we see that truism in action. Which is a shame, because my appetite for it has been whetted by working on The Joke, and indeed living in the UK as the EU referendum approaches. I’d love to see someone with the counter-intuitive intelligence of, say, Sara Pascoe, grapple with the subject. Beyond the stereotypes, UK identity is surely fertile ground for comedy. It is, after all, an arbitrary and abstract thing, about which many of us (myself included) have kneejerk feelings. Into that gap between tribal passion and essential vacuity, there is, I think, room for bigger laughs than you get from contemplating yet another ruthlessly efficient German or McIntyre’s beloved Brit in a queue. Three to see     Adrienne Truscott, heading to Brighton this week. Photograph: Tim Knox/Tim Knox (commissioned)    David BaddielA six-week London run commences for David Baddiel’s follow-up to the hit show Fame: Not the Musical. This one’s about sex and family, dementia and death, and is – says the ex-Fantasy Football man – “by far the most difficult thing I’ve ever written”.  Menier Chocolate Factory, London, previews from 10 May.  Adrienne TruscottAnother chance to see US cabaret artist Truscott’s standup hit Asking For It, an unlike-anything-else performance art comedy show attacking rape jokes, and the comedians who tell them.  Marlborough Theatre, Brighton, 5-7 May.  Kieran HodgsonMy favourite show of 2015’s Edinburgh fringe: Hodgson’s solo, multi-character coming-of-age play about his teenage obsession with the cyclist Lance Armstrong. It’s densely packed with gags and great characters, and plays ace tricks with the Armstrong-inspired deception theme.  Cambridge Junction, 7 May; then touring.",
  "webTitle": "Wanted: more jokes about an Englishman, Irishman and Scotsman",
  "webPublicationDate": "2016-05-06T11:15:06Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/06/englishman-irishman-scotsman-comedy-national-identity",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "stage/comedy",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Michael McIntyre",
      "id": "stage/michael-mcintyre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Henning Wehn",
      "id": "stage/henning-wehn",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "British identity and society",
      "id": "uk/britishidentity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Logan",
      "id": "profile/brianlogan"
    }
  ],
  "guardianId": "stage/2016/may/06/englishman-irishman-scotsman-comedy-national-identity"
}