{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/west-bromwich-albion-liverpool-premier-league-match-report",
  "id": "2016-05-15-73",
  "sectionId": "football",
  "body": "This match was illuminated by two brilliant goals, first by Salomón Rondón and then by Jordon Ibe, but the brightest points for Liverpool were the returns from injury of Jordan Henderson and Danny Ings. The draw meant Jürgen Klopp’s team finished eighth in the Premier League but their season will end in glory – and qualification for next season’s Champions League – if they beat Sevilla in Wednesday’s Europa League final. Henderson, who had been out of action with knee trouble since early April, is now in contention to feature in that game, and most of the players in line to start in Basel spent Sunday training at Melwood while a largely second-string held their own in a keenly contested conclusion to the domestic campaign at The Hawthorns. Divock Origi also trained at Melwood as he continues his recovery from an ankle injury but seems unlikely to be fit enough to feature on Wednesday.   Related: Georginio Wijnaldum leads Newcastle in astonishing rout of Tottenham    Klopp scoffed at the suggestion that he could be punished by the Premier League for not fielding his strongest available side here. “I thought I decide what’s the strongest side?” he said. “The problem would have been that we come with other players and they already have their minds on the next game, which would be absolutely normal for human beings. You cannot change this. If the situation is that [if] I come here with those players everybody thinks I’m silly, and if I don’t come here with those players everybody thinks I did not do the right job, then obviously it’s not possible for me to do the right thing.” The German was pleased that Henderson and Ings showed no ill-effects of the knee injuries that had kept them out of action – for five weeks in the case of the captain, for 224 days in the case of Ings. Klopp suggested that fielding the striker was “about giving this really nice lad something before the break, being able to say: ‘I am back and able to play football again,’” whereas Henderson could play on Wednesday. “I haven’t made a decision yet about the lineup for Wednesday but it’s nice to have the option,” he said. After a well-judged tribute by Albion to the victims of the Hillsborough tragedy, sporting hostilities at The Hawthorns got under way, and with slightly less ruggedness than when the sides met at Anfield in mid-season, when Klopp was angered by Albion’s approach. Tony Pulis’s side had no intention of making things easy for the visitors here but it was magic rather than muscle that inflicted the first wound on Liverpool in the 13th minute. Jonathan Leko, a 17-year-old with thrilling dribbling skills, seized on a slack ball by Joe Allen before skedaddling past three defenders and flipping a clever pass through to Rondón. The Venezuelan smashed a low 10-yard shot in at the near post. The drive was ferociously struck but Adam Bogdan, making his first appearance since January, might have done better.     Jordan Ibe scored his first league goal of the season at West Brom. Photograph: James Baylis - AMA/WBA FC via Getty Images    Liverpool were looking lethargic until Ibe injected urgency in the 23rd minute. The winger made Jonny Evans seem oafish as he feinted his way past him on the right and then glided 20 yards forward before racing into the box, past Jonas Olsson, and firing into the net despite an attempted block by Craig Dawson. If you are going to wait until the final game of the season to score your first Premier League goal, best make it a beauty. Liverpool, Ibe included, offered little by way of attacking threat thereafter even if they retained possession quite well for the remainder of the first half. Albion refocused during the break and almost regained the lead soon afterwards, Rondón darting between Christian Benteke and Allen to head a free-kick by Craig Gardner against the post and then skew the rebound over the bar from a tight angle. Rondón went close again in the 61st minute after another fine run by Leko, who offloaded for Dawson to fizz a cross from the right into the near post. Rondón got to it first but glanced his header wide. Four minutes later the Venezuelan was presented with yet another chance but miskicked when left free at the back post. He shanked his second effort wide. Lamenting his side’s failure to win here and ignoring grumbles about the dull style of his team throughout most of the campaign, Pulis declared this a triumphant season for Albion. “You can’t become blase because you just have to look at the teams that have gone down this year and look at what we have done,” he said. “We will be the only West Midlands club in the Premier League next year and that’s the first time in 138 years, so I think that’s something to be proud of.” Man of match Craig Gardner (West Bromwich Albion)",
  "webTitle": "Jordon Ibe’s Liverpool wonder goal earns a point at West Bromwich Albion",
  "webPublicationDate": "2016-05-15T16:02:42Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/west-bromwich-albion-liverpool-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Bromwich Albion",
      "id": "football/westbrom",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/15/west-bromwich-albion-liverpool-premier-league-match-report"
}