{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/peter-thiel-gawker-philanthropy-paypal-mogul-secret-war-billionaire",
  "id": "2016-05-27-37",
  "sectionId": "commentisfree",
  "body": "What will the death of Citizen Thiel look like? I picture the tech billionaire lying in seclusion, still beyond the reach of the politicians and military chiefs who had long effectively functioned as his junior personnel, perhaps on one of the post-law, floating sea-steading platforms he’s been dreaming of building. Let’s call this one Xanadu. I don’t know if he’s actually dying as we used to understand the term – maybe he’s just uploading into the cloud.   Related: Billionaire's revenge: Facebook investor Peter Thiel’s nine-year Gawker grudge    A snowglobe – virtual or otherwise – falls from his hand as he breathes his final word, a reference to his last happy place, the prelapsarian idyll before his mania for controlling the world and destroying his enemies took over. Where was that? The closet? I hope Peter Thiel’s last word won’t be “closet”. But first, a flashback. This week it was revealed that the PayPal co-founder and Facebook board member has been secretly funding the wrestler Hulk Hogan’s sex-tape legal battle against the New York gossip website Gawker, having paid lawyers for years to find lawsuits against Gawker that he could back, with the aim of destroying the company. Whether a gay journalist writing for the Gawker media blog Valleywag should have published a positive item stating Thiel was gay back in 2007, when he was only out to family, friends and colleagues, is a matter of ethical opinion. I hope we can all agree that it is a shame Thiel reportedly still felt the need to keep it on the down-low, for fear of putting off conservative investors. At the time of Citizen Kane, incidentally, some people thought Orson Welles was disgustingly invasive and cruel for the whole Rosebud device, after he mischievously alleged the word was Randolph Hearst’s nickname for his mistress’s clitoris. Gore Vidal maintained that this unconscionable prurience accounted for Hearst’s rage against the movie, and a significant reason he did everything he could to destroy the film’s chances of ever opening. He made threats, he banned mention of all RKO pictures from his papers for a while, he mounted legal bids against it, and he set out to destroy Welles. Yet the passage of time and progress of social liberalism have made that sly Rosebud in-joke seem rather tame, just as – we might hope – the passage of time and progress of social liberalism will render the outing plot-point in Thiel’s nine-year secret battle to close down Gawker an ultimately inoffensive period piece.         The Rosebud scene in Orson Welles’ ‘Citizen Kane’ (1941)    What will endure is an irate billionaire mogul’s ability to potentially close a media organisation he doesn’t like – for the fantastically cheap (to him) price of $10m in legal fees – and the mirthless joke of his calling it “philanthropy”. After years of covert legal trawling, his golden ticket came in the form of Hogan. Thiel has declined to reveal whether he is paying Hogan on top of backing him. But it is hard not to think that Hulk, a man who made his name as a puppet in the plotlines of WWF overlord Vince McMahon, has now graduated to a similar role in a show in which the stakes are slightly higher than a chance to bodyslam The Undertaker. Meanwhile, for all its dress-down Mars colony ideas, the so-called New Establishment has never looked more depressingly like the old establishment. Thiel might disagree with this assessment – he certainly regards himself as operating under far more tiresome restrictions than turn-of-the-century philanthro-capitalists. Women getting the vote has been a big problem for the advance of libertarian ideals, he once explained. He is against net neutrality, naturally – indeed, he can scarcely open his mouth without giving Silicon Valley’s endless pleas to “self-govern” the flavour of a dystopian disaster movie. Still, on Thursday it was announced that Palantir, a secretive firm he also co-founded, has won an exclusive contract to provide intelligence analytics software to US Special Operation Command.    For all its dress-down ideas, the so-called New Establishment has never looked more like the old establishment    Yet, to my outsider’s ears at least, men like Thiel are still mostly interviewed in the admiring tones reserved for eccentric inventors, despite the fact they are obviously far more powerful than most politicians and often possessed of rather more chillingly questionable views. “I no longer believe that freedom and democracy are compatible,” Thiel has mentioned. As my former colleague Emily Bell reminded me this week, Silicon Valley is the place where they clap at press conferences; and for rather too long it seemed the primary aim of many technology journalists was to beat Apple to its own press releases. Gawker and its subsidiary sites were providing an irreverence desperately needed in the Valley. It’s fine to view them and various of their editorial decisions with distaste; but people even remotely tempted to sympathise with Thiel’s imperious “philanthropy” claim should wonder if they’ll apply the same designation when the next angry billionaire follows his lead and sets out to destroy a media outlet they respect. It is certainly possible to imagine, say, a defeated Donald Trump embarking on a round of score settling. Thiel has given him the road map. The reality is that in Thiel’s hands, philanthropy has become one of those words that also means its opposite, like cleave or trim. He is usually credited as the model for the empathy-incapable investor in the sitcom Silicon Valley. But I happened to be watching an episode of it last night in which Thiel’s sensibility seemed most perfectly distilled in another character, the boss of the world’s biggest search engine. “Why is it,” this guy was screaming at his staff, “that when I type my own name into my own company search engine, the internet rains shitbolts down on me? I want this to STOP!”   Related: Nick Denton fires back at Peter Thiel over tech billionaire's Gawker crusade    Like many of the loftier web industrialists, you get the feeling that Thiel didn’t invent this thing to be disrespected on it. (And yes, I’m aware he didn’t literally invent the internet.) There is, perhaps, also something of Jack Nicholson’s lawless colonel in A Few Good Men to this man, sneering at the impertinence of Tom Cruise for asking questions. Gawker’s CEO, Nick Denton, wrote an open letter to Thiel on Thursday in which he asked him to debate the issues with him in a public forum. I can only imagine Thiel declining: “I have neither the time nor the inclination to explain myself to a man who rises and sleeps under the blanket of the very freedom that I provide, and then questions the manner in which I provide it.” It’s turning out to be a funny sort of freedom, isn’t it – but then, Thiel is a funny sort of libertarian.",
  "webTitle": "Peter Thiel’s mission to destroy Gawker isn’t ‘philanthropy’. It’s a chilling taste of things to come | Marina Hyde",
  "webPublicationDate": "2016-05-27T18:57:30Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/peter-thiel-gawker-philanthropy-paypal-mogul-secret-war-billionaire",
  "keyword": [
    {
      "webTitle": "Silicon Valley",
      "id": "technology/silicon-valley",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PayPal",
      "id": "technology/paypal",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gawker Media",
      "id": "media/gawker-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Philanthropy",
      "id": "society/philanthropy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Peter Thiel",
      "id": "technology/peter-thiel",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina Hyde",
      "id": "profile/marinahyde"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/peter-thiel-gawker-philanthropy-paypal-mogul-secret-war-billionaire"
}