{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/09/monday-best-tv-invictus-games-choose-right-puppy-game-thrones-upstart-crow-kate-humble",
  "id": "2016-05-09-340",
  "sectionId": "tv-and-radio",
  "body": "Invictus Games 2016 7.30pm and 8.30pm, BBC1 Taking place in Orlando, Florida, and continuing all week, the Invictus Games offers the chance for servicemen and women who have suffered life-changing combat injuries to compete across a range of sports. Former US president George W Bush – ironically, some might say – is honorary chair of these games. Today’s opening events include the cycling, while former Royal Marine JJ Chalmers, who was himself severely injured by a Taliban bomb, meets athletes from the teams of the 14 countries taking part. David Stubbs Choose the Right Puppy for You 8pm, BBC2 Apparently, getting a young dog involves an “extraordinary journey”. Really? Let’s settle for “big decision”, and welcome the help of Kate Humble and pooch behaviourist Louise Glazebrook, who offer tips to wannabe puppy owners. “Do your research” is the overriding advice, as they take on subjects such as hair shedding (grooming a German shepherd produces a “hair mountain”), doggy energy levels and the lifetime cost of ownership of different breeds (£30,495 for a great dane). Jonathan Wright Game of Thrones 9pm, Sky Atlantic As predicted by, well, everyone, a certain Lord Commander of the Night’s Watch returned to his old stomping ground last week. But what now for Jon Snow and the miscreants stationed at Castle Black? In King’s Landing, full-on religious insurrection is brewing, so milquetoast King Tommen confronts the High Sparrow before things get out of hand. Meanwhile, Arya – after weeks of being hit by a big stick – is allowed to continue her training at the House of Black and White. Gwilym Mumford Nev’s Indian Call Centre 9pm, W Will Nev Wilshire’s world of impromptu air-guitar sessions and mandatory banter translate to India? This new series sees the star of BBC3’s The Call Centre move part of his operation to Delhi in order to circumvent UK cold-calling laws. Nev’s relentless effrontery wears everyone down in the end, but the culture clash element is tiresomely overplayed, while the economic imbalances that make this move viable aren’t explored. Swansea’s loss is Delhi’s loss, too. Phil Harrison Upstart Crow 10pm, BBC2 What’s in a name? When it’s Ben Elton, quite a lot, considering his new sitcom marks the writer’s return to a historical setting for the first time since Blackadder. The principal character in this comedy should offer more meticulous wordplay than Bladders could: the action revolves around one William Shakespeare (David Mitchell). Sadly, this veers towards Elton’s insufferable The Wright Way, with double-entendre-strewn dialogue masking a distinct lack of laughs. Mark Gibbings-Jones Very British Problems 10pm, Channel 4 This harmless take on the Grumpy Old Men-style talking heads show enters a second series. The thesis of the series is this: comedians and celebrities celebrate the social awkwardness that is held to be representatively British. This opening episode focuses on school: unfathomably enduring nicknames, playground meanness and the difficulties of fitting in. Standup comic Romesh Ranganathan nails the latter with his account of attending a comprehensive school – but doing so with a public school accent. John Robinson Random Acts 11.05pm, Channel 4 The experimental short film showcase returns, now with an actual host: cult US comic Eric Wareheim, most recently seen co-starring with Aziz Ansari in Master of None. Wareheim’s deadpan links can make Random Acts seem like a bizarrely mutated episode of You’ve Been Framed! but the real stars are the films, including a pulsing, reptilian collage from the Chapman brothers and poet Hollie McNish’s takedown of a sex-saturated culture that frowns on breastfeeding in public. Graeme Virtue Film choice The Producers (Mel Brooks, 1968) 11am, Film4 The original film, from which they made a show, then another, much inferior film. This is Brooks’s first and funniest movie, with Zero Mostel and Gene Wilder as fixers aiming to stage the worst musical in Broadway history, then pocket the production money they’ve charmed out of various rich women. So it’s Springtime For Hitler, a show so tasteless it is guaranteed to fail (“Don’t be dumb, be a smarty/Come and join the Nazi party”) in one outrageous night. Only it’s a raging success, and the backers are soon clamouring for their profits … Paul Howlett Live sport IPL Cricket: Kings XI Punjab v Royal Challengers BangaloreFrom the Vidarbha Cricket Association Stadium in Nagpur. 3pm, Sky Sports 2 Uefa European Under-17s Championship Football: France v EnglandThe Group C fixture, which takes place in Baku, Azerbaijan. 4.45pm, Eurosport 1 Elite League Speedway: Coventry Bees v Wolverhampton WolvesFrom the Brandon Stadium. 7.30pm, Sky Sports 1",
  "webTitle": "Monday’s best TV: Invictus Games; Choose the Right Puppy; Game of Thrones; Upstart Crow",
  "webPublicationDate": "2016-05-09T05:19:05Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/09/monday-best-tv-invictus-games-choose-right-puppy-game-thrones-upstart-crow-kate-humble",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Gwilym Mumford",
      "id": "profile/gwilym-mumford"
    },
    {
      "webTitle": "Phil Harrison",
      "id": "profile/phil-harrison"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Graeme Virtue",
      "id": "profile/graeme-virtue"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/09/monday-best-tv-invictus-games-choose-right-puppy-game-thrones-upstart-crow-kate-humble"
}