{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/08/eliza-wass-religion-in-the-dark-in-the-woods",
  "id": "2016-05-08-147",
  "sectionId": "childrens-books-site",
  "body": "I grew up in the United States with a hell of a lot of religion. I went to church for an hour every morning before high school and for three hours every Sunday. I followed a fun list of rules that banned tea and tank tops, dating before 16, sex before marriage. I was expected to only have religious friends and when the time came to go to college, I went to a religious university.   To even question the religion was considered sinful; people who did were under the devil’s influence. Which made things pretty awkward when I realised I didn’t believe any of it.  I accepted that I didn’t believe the religion long before I believed I could leave it. The church surrounded me all the time. I didn’t have any friends on the outside (or on the inside for that matter). I couldn’t conceive of what life would be like if I were not religious — would I immediately become a whore/drug addict/person whose pupils resembled a snake?      Eliza Wass (seen here aged around 10): The first time I ever got a glimpse of freedom was when I interned at Disney’s Magic Kingdom at 22. Photograph: ELiza     The first time I ever got a glimpse of freedom was when I interned at Disney’s Magic Kingdom at 22. (When working at Disney World feels like “rebellion,” you know you’ve got issues). I made friends at work that happened to be gay — a huge “no” inside the religion. I met feminists and artists and Mickey Mouse. It was one of the best times in my life. I learned that there were good people in the world outside of the church. But then the internship ended, and I had to go back to the religious university.   It seems insane to me now, but I felt totally trapped. I was expected to find a husband so I could procreate and graduate at the same time. I had eight brothers and sisters who were all religious. I wanted to make my parents proud — not convince them I was going to hell.   Related: Why teenage boys are told not to feel, and why that's so wrong     I felt totally alone. I spent all my time in the library where I read books by revolutionary authors and prayed for their bravery. I wrote fan fiction, getting lost in crazy fantasies of what I wanted my life to be like. Sometimes I ventured out to concerts or bars. I saw people strong enough to stand on their own and wished I was anybody else.  Desperate to escape, I decided to intentionally fail out of university, thinking I would be kicked out. I thought I was being courageous. I was pretty close to losing my mind. At the end of the semester, I failed every class but wasn’t asked to leave. Still, I finally refused to go back.    Related: Window on the world: Bonnie-Sue Hitchcock's Alaska – in pictures     I felt totally lost. Without someone to tell me, I had no idea what I wanted out of life. I wandered aimlessly for a while, eventually coming to London for a concert. Backstage I met my late husband, Alan Wass. He was an Englishman from Tottenham who dressed like a cowboy and sang like Mick Jagger. He was the maddest, most inspiring person I had ever met. And most importantly, where he was from had no effect on the person he was. It was a revelation. He taught me that I could choose the person I wanted to be.   Now, eight years later, I have the life I chose. I live in a room off of Portobello Road in London and every morning I wake up, have a cup of tea and write books. That’s it. It’s not perfect, but my life belongs to me.    Related: How do I get involved in the Guardian children's books site?     I have lost things along the way — the life other people wanted for me, the obsessive worrying about what other people think — and I have gained the life I always wanted, the life I never thought could be mine. Every morning I am grateful for the simple freedom of waking up knowing I can choose.   I wrote my debut novel In the Dark, In the Woods as a message to people out there like me, who dream of a different life but feel trapped in the one they’ve been given.   In the Dark, In the Woods is about a girl called Castley Cresswell who questions the world she was born into. In her case, her father uses religion to justify abuse and her family lives in terror. One day, Castley’s father announces that God is calling the Cresswells home and she must save her family before it’s too late.  All of us are raised under the influence — of culture, religion, society, gender roles —but only we choose whether or not we accept them. We can be whoever we want to be, but first we have to believe in ourselves. In the Dark, In the Woods is available from the Guardian bookshop.",
  "webTitle": "Eliza Wass: I couldn’t conceive of what life would be like if I were not religious",
  "webPublicationDate": "2016-05-08T08:00:02Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/08/eliza-wass-religion-in-the-dark-in-the-woods",
  "keyword": [
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Religion",
      "id": "books/religion",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/08/eliza-wass-religion-in-the-dark-in-the-woods"
}