{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/i-go-to-school-but-it-doesnt-have-four-walls-my-school-is-the-world",
  "id": "2016-05-12-377",
  "sectionId": "commentisfree",
  "body": "I am 14. I go to school but my school does not have four walls, a curriculum, a principal, timetables or classrooms. My school is the world; I am a world schooler.  For the last four years, along with my twin brother and parents, we have travelled on a shoestring budget, to 30 countries on six continents.  While my former classmates sit in a room reading about the French revolution, I have been blessed with the opportunity to walk the hallways of Versailles, taking in the unreality of a palace so extreme in its opulence that one can immediately understand just how a comment such as “let them eat brioche”, could have been erroneously attributed to Marie Antoinette. Here I see first hand her extravagance and ignorance, so removed from the dire poverty that the people of Paris were experiencing.   Related: Gonski funding: let defence try to raise funds with chook raffles, says principal     What I have learned over the past six years is that world schooling – or home schooling, un-schooling, non-traditional schooling or whatever you want to call it – much like the French revolution, is a controversial topic, sincerely misunderstood. It tends to polarise people, institutions and governments into extremist camps of for and against. In all this arguing, what tends to get missed, even purposefully ignored, are the real life cases on which informed opinions might be formulated. Having experienced both world schooling and traditional schools, perhaps I could add a little clarity and elucidation as to some of the benefits of world schooling, and share with you the approach we take as a family and how we choose to learn. I use the word choose purposefully, as choice is a big differentiator between traditional and more unconventional approaches to learning.  Choice and meaning  Our experience of world schooling allows us to choose our destinations, topics of interest and learning experiences based on what is of greatest inspiration and meaning to us. In this sense, we are not ignoring the topics of knowledge that might be necessary for us to be able to thrive and contribute to a productive adult life; we are merely taking a more immersive and interactive approach to learning these topics in a manner that is interesting to us.  We are also choosing to learn them in a natural and unforced manner, one that adds meaning to the process. In this sense, every place that we visit has its own maths, science, history, language and cultural learning session and every encounter we have on this journey is a living classroom opportunity to learn something new. Even traditional circles of learning are identifying the importance of meaningfulness in the learning experience as a direct correlation to achieving your learning goals.  According to an article in the 2016 Journal of Education and Practice, meaningfulness and life satisfaction were key in preventing graduate students dropping out in their first year.  Experiential learning  My cousin just finished a four year mechanical engineering degree from a reputable university in Melbourne and with good grades too. However, the greatest challenge he is facing in finding and securing employment in his chosen field is his lack of experience on the job. It’s a seeming Catch 22 conundrum facing many traditional school students. How can you gain experience, if you are never given a chance to prove your capabilities? If you are reading this article now, it means I got paid to write it. World schooling has allowed me to build my resume and a portfolio of work that is demonstrating my capability as a writer, adding the social proof necessary for employability. Far greater the reward is the sense of excitement and achievement that I feel in doing something I am passionate about and that is meaningful to me.  Of course, I am not suggesting that we put a scalpel in the hands of a young person who wants to be a neurosurgeon and say “go ahead, try this out on this patient here”. But our travels have shown me that there are many ways to provide young people with the experiential learning necessary to secure work in their chosen vocations. In Hungary, one of my mentors – a graduate student herself – founded a mentoring program with her partner, designed to pair young high school people with mentors from fields of work they were interested in. The Igy Dolgozunk Mi (This is How We Work) project culminated in a week of practical experiential learning sessions, where the group actually worked on delivering a collective project. This saw them visiting, learning from and working directly with domain experts at UStream, an international new media company.  World schooling and our journey as a family inspired me to start my blog Dreamtime Traveler and then the process of writing my fantasy adventure fiction novel, Dawn of the Guardian. It gave me the confidence to seek out the mentors and qualified critics necessary to assess my work and validate whether it was worthy.  I drew the necessary strength from this experience to push on through, even when I felt the strain and challenges bearing down on me. The sense of achievement I felt at the launch on my book only inspires me to want to improve more and this I can attribute to the hands-on aspect of world schooling.   Learning is a journey best taken together  What I haven’t addressed and is just as important as any of the preceding factors, is that world schooling is a journey and it does encompass travelling the world. This, without a moment’s hesitation, is my favourite aspect of learning.    Related: DIY schooling on the rise as more parents opt for home education    For us as a family, it has highlighted that learning is a constant in our lives, something we do together in diverse environments throughout the world. We have learned that we really like each other and that travelling only enhances this journey together.  We have learned that we can travel on very little, because our needs are simple and we have learned to appreciate each other with all our graces and foibles. My parents are not only my mentors; they often say that they are also our students. We see our journey as an opportunity to constantly challenge our accepted beliefs, to push ourselves beyond our comfort zones and ultimately to strive to better ourselves individually and as a family.  This continuing learning journey has proved to us that homogeneous methods of learning may no longer serve a world that is changing so rapidly.  I will forever be grateful to my parents for this opportunity and I feel perhaps it has been the best opportunity to build a valuable life of meaning, where I will always have the capacity to grow, learn and contribute.",
  "webTitle": "I go to school but it doesn't have four walls. My school is the world | Reka Kaponay",
  "webPublicationDate": "2016-05-12T02:53:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/i-go-to-school-but-it-doesnt-have-four-walls-my-school-is-the-world",
  "keyword": [
    {
      "webTitle": "Home schooling",
      "id": "education/homeschooling",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Réka Kaponay",
      "id": "profile/r-ka-kaponay"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/i-go-to-school-but-it-doesnt-have-four-walls-my-school-is-the-world"
}