{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/liverpool-sevilla-europa-league-final-match-report",
  "id": "2016-05-18-28",
  "sectionId": "football",
  "body": "They stood in the rain with runners-up medals around their necks, watched Sevilla hoist the Europa League trophy for the third year running, and promptly disappeared down the tunnel. Jürgen Klopp and his Liverpool players had no appetite for standing on ceremony after their European dreams were shattered by Sevilla’s second-half transformation and their own inability to withstand it.   Related: Sevilla’s knowhow leaves the Liverpool Europa League party to fall flat | Barney Ronay    Klopp appealed for one more show of defiance from Liverpool supporters, the dominant number inside a stadium that has brought them only European torment in 2002, 2014 and now 2016. There was none. He took every option available to cajole a comeback equal to the quarter-final victory over Borussia Dortmund, ending the game with Daniel Sturridge, Divock Origi and Christian Benteke on the pitch. Not this time. The final whistle signalled only despair for Liverpool’s players and they collapsed to the turf en masse. The final step was in sight, Sturridge’s exquisite finish had delivered a deserved lead, but they faltered badly and produced a reverse Istanbul – a second-half implosion of three goals in 25 minutes. After Sturridge’s goal Sevilla appeared on the brink of unravelling. After half-time they caused Liverpool to unravel. The champions were ruthless, precise, powerful and showed why they have never lost a Europa League tie under Unai Emery and deserve a place in the history books. Kévin Gameiro and two from the captain Coke, his first goals in the competition, inflicted a fifth consecutive cup final defeat on Klopp. The manager pointed the finger at the referee, Jonas Eriksson, for missing two handballs inside the Sevilla penalty area, disallowing a second Liverpool goal and allowing Sevilla’s third. Klopp was wrong about the goals. Of greater consequence was Alberto Moreno’s mistake for the Andalucian club’s equaliser and his team’s feeble reaction in the face of the second-half onslaught. Sevilla’s hat-trick of Europa League victories, their fifth triumph in the tournament in the last 10 years, made them the first club to win three consecutive Uefa titles since Bayern Munich dominated the European Cup between 1974 and 1976. For Liverpool, it was the most deflating end to a season in which Klopp has restored belief and unity to Anfield, investing so much in cup competitions that they affected the Premier League campaign. But there will be no European football in his first full season as Liverpool manager.   Related: Liverpool 1-3 Sevilla: five talking points from the Europa League final | Sachin Nakrani    Klopp’s side started nervously yet threatened to punish Sevilla’s vulnerability at the back and their willingness to give space to Sturridge and the disappointing Brazilian pair of Roberto Firmino and Philippe Coutinho. Daniel Carriço hooked a Sturridge header off the line and then somehow escaped with a clear handball 60 seconds later when intercepting Firmino’s flick inside the area with an upper arm. The same player also touched a Sturridge pass into the area with his fingertips. Again not given. Simon Mignolet was untroubled in the first half and Liverpool’s anxious opening was a distant memory by the time Sturridge swept them into a merited lead with a magnificent finish. Firmino and Coutinho were given far too much space as they switched play from right to left, where Liverpool’s most potent striker was unmarked when he collected Coutinho’s pass on the corner of the area. His closest defenders, Mariano Ferreira and Adil Rami, backed off. A fatal error, and Sturridge punished them by curling the ball just inside the far post with the outside of his left foot.     Liverpool’s Daniel Sturridge opens the scoring in the Europa League final with a fine finish. Photograph: Laurent Gillieron/EPA    Dejan Lovren, and the Liverpool bench, thought he had doubled the advantage with a towering header from James Milner’s corner but Sturridge was in an offside position as he attempted to apply the final touch in front of the goalkeeper. Klopp chastised John Achterberg, Liverpool’s goalkeeping coach, for leading the on-pitch celebrations while the assistant referee had his flag raised. Having taken the lead with a touch of brilliance, Liverpool gave it away carelessly 20 seconds after the restart. Moreno, the former Sevilla left-back and boyhood Sevilla fan, made a hash of clearing a crossfield ball and headed straight to Ferreira. The full-back burst through Moreno and Coutinho into the area and crossed low for Gameiro to score his eighth goal of the campaign from close range. Sevilla’s leading goalscorer almost made it two when Éver Banega cut open the Liverpool defence with a precise pass and Gameiro looked certain to score until Kolo Touré intervened with a vital challenge. The France international should have scored when a long throw into the Liverpool area fell to the unmarked striker, but Gameiro could only scuff his volley straight at Mignolet who diverted over. Collectively, the Premier League side were disintegrating. Sevilla were now the dominant, dangerous force and they went in front when Vitolo dissected Liverpool’s midfield with a series of passes followed by a twist inside Lovren. As the ball broke loose on the edge of the area Coke arrived first and swept an excellent finish around Mignolet into the bottom corner.           Jürgen Klopp defiant after Liverpool lose Europa League final to Sevilla.    Liverpool were struggling to stem Sevilla’s threat and their third arrived through Coke once again. The ball was deflected into the path of the captain, who appeared offside as he controlled before beating Mignolet with a close-range finish. The ball had arrived at Coke’s feet via touches off Clyne and Coutinho, however, and after a lengthy wait while Klopp, Emery and their players argued and harangued the assistant referee, Eriksson eventually awarded the goal. Another Dortmund was required. Instead, Liverpool slid tamely to a comprehensive defeat. Klopp may have turned doubters into believers at Anfield but turning Liverpool into Europa League champions was beyond him.",
  "webTitle": "Coke double shakes Liverpool as Sevilla hit back to win Europa League final",
  "webPublicationDate": "2016-05-18T20:51:36Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/liverpool-sevilla-europa-league-final-match-report",
  "keyword": [
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/18/liverpool-sevilla-europa-league-final-match-report"
}