{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/10/steffen-kverneland-edvard-munch-graphic-novel-review",
  "id": "2016-05-10-305",
  "sectionId": "books",
  "body": "Steffen Kverneland’s graphic biography of Edvard Munch (translated into English by Francesca M Nichols) begins in 2005 at the museum devoted to the Norwegian artist in Tøyen, Oslo. Wandering its galleries with his friend and collaborator, Lars Fiske, the pair work themselves up into quite a frenzy. First, there’s the art, which is a total “acid trip”. Then there’s their frustration with the legions of “romanticising” biographers who purport to understand what made the artist tick: “Nothing but pathological lies, soap operas and masked copies of the sources,” according to Fiske. High on mutual indignation and the contents of Fiske’s hip flask, they devise a daring plan. Kverneland will write a biography whose text comprises only “authentic” first-hand information. “Almost everything he [Munch] created was autobiographical,” he says. “So I can use his letters, diaries, notes, drawings and even his paintings.” Blithely, he tells Fiske this project will take him “a year at most”. But another frame reveals the truth: seven years later and there he is, still stuck at his drawing board.     The artist Steffen Kverneland puts himself into the story. Photograph: SelfMadeHero    In Norway, Munch has been widely acclaimed, winning the Brage prize for non-fiction in 2013. It’s pretty clear why. Not only does it look glorious, apeing gorgeously the various styles favoured by the artist; it’s also bracingly unsentimental, uninterested as it is in mythologising him. It doesn’t, however, aim to be comprehensive: tracking back and forth through key events in Munch’s life, it’s more scrapbook than conventional biography. Thanks to the strict rules Kverneland sets himself, and his sensibility, which is a touch rock’n’roll, its chronology wanders; many facts are missed out altogether. Patience is also required for those moments when Kverneland punctuates the narrative with the trips he and Fiske make together, hoping to find the real settings of some of Munch’s most famous paintings. They are not, it has to be said, the greatest of art critics. “It’s like the sickest self-portrait ever,” says Fiske of The Scream. “Like Ben Kingsley with planets for eyes.” Nevertheless, it’s a mesmerising read, taking the eternally impoverished (because he was famously reluctant to sell his work) and periodically unstable Munch from Christiania (now Oslo) to Paris and Berlin and back again. Kverneland carefully unpicks the painter’s relationship with, among others, Christian, his pious, widowed father; Hans Jæger, the anarchist who introduced him to bohemian life and all its attendant squalor; August Strindberg, the Swedish playwright and artist whose idiosyncrasies he mostly shared; and with several lovers, women from whom he would inevitably flee in the end (he had a morbid fear of marriage). Stubborn and frequently arrogant, Munch is rarely a sympathetic figure in this version of his life; there’s a reason why Kverneland makes him look, as a younger man, just like Dick Dastardly, all chin and waxed moustache. But his originality and commitment to his art is never in doubt and it’s this that gives the book its singular energy. Funny and irreverent, it makes Munch seem very human, even as it places his genius beyond doubt. Munch is published by SelfMadeHero (£15.99). Click here to buy it for £12.79",
  "webTitle": "Munch by Steffen Kverneland review – a scrapbook drawn from life",
  "webPublicationDate": "2016-05-10T06:30:01Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/10/steffen-kverneland-edvard-munch-graphic-novel-review",
  "keyword": [
    {
      "webTitle": "Edvard Munch",
      "id": "artanddesign/edvard-munch",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Cooke",
      "id": "profile/rachelcooke"
    }
  ],
  "guardianId": "books/2016/may/10/steffen-kverneland-edvard-munch-graphic-novel-review"
}