{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/28/finding-good-therapist-gender-race-cultural-competency",
  "id": "2016-05-28-103",
  "sectionId": "science",
  "body": "The voice on the other end of the line, doing what they call “intake”, had one last question. “Do you have a preference in terms of the gender of your therapist?” I paused, a little thrown by the question. I was just mechanically following friends’ advice to seek help and take advantage of free therapy sessions provided by our graduate school; the idea of having a choice had not crossed my mind. “No,” I replied, trying to avoid unnecessary fussiness. My therapist turned out to be a man, and he was brilliant. Through our sessions, I realized that his most important attributes were extreme perceptiveness and intelligence, as well as progressive politics (the books in his office made his interests clear). Without those, I realize, I would not have been able to feel comfortable enough to open up. What makes for a good fit when it comes to finding a therapist? Does a therapist have to be a certain way, or have lived through specific things, to “get it”? Do they need to mirror us? Dior Vargas, a 28-year-old Latina mental health activist, recalls a therapist in college – her second one – who she stopped going to after realizing she was “culturally incompetent”. “She wasn’t aware of how close-knit Latino families are. That they are a part of my decision-making process. My therapist didn’t understand that, she would say: ‘No, you need to stand up to your mother.’ That felt very disrespectful to me. Maybe sometimes you do, but the way she said it made me very defensive.” Vargas’s two positive experiences were with therapists with whom she felt she shared a piece of identity: one with a woman with the same Ecuadorian background as her, and another with a woman who was openly gay. “I identify as queer. I felt like I could trust her,” she says. When it comes to making therapy less monochrome a practice, Vargas says the problem does not just come from a preconception that only white people seek therapy, the problem also comes from the fact that therapists themselves tend to be overwhelmingly white. “The more diverse the workforce is in order to mirror the people they are working with, the easier it will be. I think it’s important to get what the lived experience of being an ‘other’ actually is like.” Randolph Scott-McLaughlin II, 29, who is himself a PhD student in clinical psychology, agrees there is a dearth of suitably diverse therapists to match clients’ needs. “I don’t typically have an option in terms of who I pick. It’s kind of, this is who I was referred to and then I see whether I can go with it,” he says. Ideally he would like to have a black male therapist from an upper-class background from New York City – an identity that mirrors his. “It’s really hard – almost impossible – to find that. But if I had a choice, that’s who I would pick.” In college, while experiencing racism in a way he had never been exposed to before, through intentional and extensive search aided by family and friends, Scott-McLaughlin did manage to find an African American male therapist. It was his best experience yet, he says – and crucially one that influenced him to pursue a career in the field. “It felt like he understood the context that I was coming to him in. It informed the way he handled me as a case. He didn’t pathologize me,” he says. The fact that his therapist could share experiences of racism in predominantly white spaces with him was validating. In other situations, with therapists who lack the same background, Scott-McLaughlin says he has felt “put in a box that doesn’t fit”: instead of being listened to, assumptions have been made. With one white female therapist, he says he felt his gender and race made her treat him like a threat that needed to be controlled. “She shut me down when I expressed anger. The response was you need to stop your anger, as opposed to “let’s work with that and figure out why you are angry,” which would have been a healthier therapeutic response, he says.  Scott-McLaughlin says he has been approached by acquaintances who are black and male who have expressed a wish to work with him once he has finished his training. These are men who would probably not seek therapy with someone who was not black and male, he says. But mirroring is not the necessary solution to encourage a more diverse and satisfied population in therapy. Ayorkor Goba, a clinical psychologist, says that the question of feeling like your therapist “gets it” is one that speaks more to the larger issue and need for cultural competence. “Just because a therapist looks like you doesn’t mean that they will be competent,” Goba says. Studies have shown that matching therapists and clients based on race and identity does not always lead to better therapy, she adds. What does cultural competence look like in practice? Learning about different cultures and religions, being mindful of verbal and non-verbal interactions, and checking yourself for your own stigma, Goba explains. Being humble is also key. Even if there are similarities, there will undoubtedly be differences too, she warns. In some instances, Goba says, it is imperative to match therapists with clients correctly. This might be the case with female survivors of domestic abuse, for instance, where having a male therapist could be “retriggering”. Not all therapy-seekers have minded an identity mismatch. Adela Brito, a 27-year-old special education teacher, says that the therapist she worked with for four years as a young woman appeared to have little in common with her background – he was middle-aged, male and white – but that was fine by her.  “He kind of had that Full House, Danny Tanner look. He looked like that suburban dad that you see on TV.”   Related: The day my therapist killed himself: shock, tears and then came a revelation    Brito, who identifies as Latina and entered therapy after attempting suicide and being diagnosed with depression, says that what she needed was to be listened to, and not feel judged – a feeling previous therapists she had briefly tried (also male and white) had not given her. “With him, I could be raw. He had a very opening space. He didn’t force anything on me. He was empathetic with my family – my mom and our situation, the fact that she didn’t speak English.” “He gave me a lot of coping mechanisms, he was able to explain things without making me feeling dumb.” While Brito was in therapy she was juggling an outside life on a full scholarship at a predominantly white college where she felt pressure to not fail a single class and be unfailingly articulate. “When you’re a minority in a majority white school, you have this weight on your shoulders, like I was representing the Latino community. That’s not the way it should be, but that’s the reality.” “Any little slip-up and it’s like there goes the brown girl,” she says. During a therapy session there was never such a burden. Qusai Hammouri, a 38-year-old Jordanian spine surgeon and artist based in the US, says that when he first sought therapy, he was looking for someone who was unlike him. He wanted someone who was open-minded and spoke more than one language, but not someone who came from a similar cultural background to avoid having someone who was brought up “with the same prejudices”, he explains.  “It was important to me for my therapist to not think that I was doing what I was doing because I am Jordanian. That’s too simple. I have many more layers than this.” The therapist he found, and with whom he worked for five years, was an Austrian woman. He thought a woman – rather than a man – would be more sympathetic and helpful when it came to coming to terms with issues tied to his sexuality and the idea of what a family unit could look like. “Working with someone who was multicultural but different than me, it was interesting – sometimes she made me explain certain cultural contexts that she didn’t know about. Something I never would have had to do with someone from my culture. And when I did that, explaining the meaning of a specific word or context, that made me realize how much it doesn’t make sense.” Brito, the special education teacher, says that sometimes the most understanding you can be starts with the very opposite feeling. “Understanding is partly saying hey, I don’t understand that completely, tell me about it, and then listening.”",
  "webTitle": "Your therapist is white. You're not. Is this a problem?",
  "webPublicationDate": "2016-05-28T12:00:04Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/28/finding-good-therapist-gender-race-cultural-competency",
  "keyword": [
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Rose Hackman",
      "id": "profile/rose-hackman"
    }
  ],
  "guardianId": "science/2016/may/28/finding-good-therapist-gender-race-cultural-competency"
}