{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/26/catfish-and-the-bottlemen-the-ride-review-crushingly-prosaic-indie-rock",
  "id": "2016-05-26-175",
  "sectionId": "music",
  "body": "During a recent interview with Catfish and the Bottlemen, a journalist took it upon himself to quiz frontman Van McCann about the lyrics on the band’s second album, The Ride. First McCann was called upon to elucidate a track called Twice, which the journalist thought might be a complaint about the monotony of life as a touring musician. “The line ‘I don’t mind getting high in mine, shouting over music’ is about when I moved into cottage with my mate and we were having a smoke … shouting over music,” offered McCann in response. A lesser man might have considered this explanation a compelling inducement to quit music journalism on the spot and devote his life to something more intellectually rewarding, such standing in the street holding a sign that says “Golf Sale”, but the journalist pressed on undeterred. What about the song Soundcheck, with its lines about “racing through soundcheck to meet you on your fag break” – was this perhaps an anthemic plea for escapism, evidence that even the singer in a band whose debut album sold 250,000 copies was in need of a break from their daily grind? No, McCann responded, it’s about “racing through soundcheck to meet someone on their fag break”. In their own way, these answers are weirdly illuminating about the curious phenomenon of Catfish and The Bottlemen. Here is a musical world in which everything is exactly as it appears, where a total lack of imagination is viewed not as a crippling hindrance, but a major selling point: “I feel like everybody started thinking too outside the box, trying to be arty and different,” said McCann, ahead of The Ride’s release. “We wanted to stay inside the box.” Accordingly, The Rise sticks fast to the blueprint unveiled on 2014’s The Balcony, which in turn stuck fast to the blueprint of the guitar music that was big when the members of Catfish and the Bottlemen were kids: the mid-noughties glut of gimlet-eyed, putatively “alternative” rock subsequently derided as landfill indie. You might think that being of an impressionable age while the Pigeon Detectives and the Wombats bestrode the charts would put you off the idea of being in a rock band altogether, but no: The Ride sounds like the work of people for whom the Kooks’ appearance on The Friday Night Project was their Bowie-doing-Starman moment. It contains a song called Oxygen that sounds a lot like Oasis. Not the snarling, nascent Oasis of Definitely Maybe, or even the deranged, grandiloquent coked-out Oasis of Be Here Now, but the grimly trudging we’re-here-because-we’re-here Oasis of The Importance of Being Idle.            Still, you can see why Catfish found an audience, and not just because you suspect their is the music that plays in the head of the kind of rum character who starts a petition when Kanye West headlines Glastonbury. However disheartening it is to peer into a world where a bit of backwards guitar counts as the vertiginous height of musical daring, you’d have to be exceptionally churlish not to admit that The Ride has its moments. It’s very well produced, by latterday Oasis producer Dave Sardy. The Don’t Fear The Reaperish guitar figure on Postpone is nice. For the most part, the tunes are serviceable rather than undeniable, but they hit a kind of melodic peak on Soundcheck’s Killers-influenced chorus. The best moments come when a hint of early-Strokes angularity finds its way into the solos of 7 and Anything, and the band clearly have a firm grasp of the dynamics of stadium rock, the kind of surges and ebbs that get festival crowds punching the air. But it’s so exclusively fixated on getting festival crowds punching the air that it becomes agonisingly monotonal. Only the acoustic Heathrow and Glasgow break the midtempo anthem gridlock, and neither of them are anything to write home about, unless you count the latter’s intriguingly vague lyrics: “You wrap me around your finger and you make me do that shit I never do.” Heroin? Potholing? Cunnilingus? Caravanning outside Weston-super-Mare? Not everything is so thought-provoking. This is music so afraid to be seen as clever or pretentious, so terrified of doing anything that might conceivably alienate the lowest common denominator, that it ends up crushingly prosaic. McCann’s lyrics have a weird, rambling quality: it’s like overhearing an incredibly boring anecdote. Red takes on the subject of sexual jealousy, its protagonist comparing the remembered details of a relationship with speculation about what his former amorata might be up to now. The apotheosis of this kind of thing might be Elvis Costello’s tormented epic of resentment and self-loathing, I Want You, which indeed Red resembles. Alas, it resembles Elvis Costello’s tormented epic of resentment and self-loathing rewritten by Alan Partridge: “Does he meet you with heart-shaped balloons? Does he “love what you’ve done with the place”?”  In fairness, you could never accuse The Ride, or the band who made it, of pretending to be something they’re not. You could gently suggest that commercial ambition devoid of any accompanying artistic ambition is seldom a good thing in the long run – it makes you look a bit shallow and empty. But why should they listen? They sold 250,000 copies of their debut. There seems every chance that this will sell even more. Some albums offer a mouthwatering smorgasbord of ideas and possibilities. The Ride dishes up meat and potatoes served 12 ways. Clearly that’s what thousands of people want to stuff themselves with.",
  "webTitle": "Catfish and the Bottlemen: The Ride review – crushingly prosaic indie rock",
  "webPublicationDate": "2016-05-26T14:00:02Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/26/catfish-and-the-bottlemen-the-ride-review-crushingly-prosaic-indie-rock",
  "keyword": [
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Petridis",
      "id": "profile/alexispetridis"
    }
  ],
  "guardianId": "music/2016/may/26/catfish-and-the-bottlemen-the-ride-review-crushingly-prosaic-indie-rock"
}