{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/27/neighbourhood-policing-risk-volunteers-public-safety",
  "id": "2016-05-27-138",
  "sectionId": "public-leaders-network",
  "body": "“When volunteers with next to no training are out in the community, how can I know their responses to risks? How can I manage that?” This was the concern of a police inspector who spoke to the Guardian anonymously about the home secretary’s plans to give unpaid volunteers police-style powers. Announced by Theresa May in September last year, these plans, a part of the policing and crime bill currently progressing through parliament, are closer to becoming a reality.   Related: Volunteer police ‘to work on sex crimes and terror cases’    The new powers suggested for civilian police staff and police support volunteers include administering fixed penalty notices, conducting searches and carrying CS or PAVA sprays, which are considered weapons under the Firearms Act. The powers will be discretionary, as is already the case for certain ranks including police community support officers (PCSOs), and the decision as to who gets to use them will fall under the remit of their police chief constable. These police volunteers are not the same as the special constabulary – the volunteer force that has been in existence for more than 180 years and whose members carry warrant cards and are sworn into the service after receiving training. The police inspector who spoke to the Guardian said: “If the back office or community work’s done by people who may or may not turn up for work because it isn’t their main job, or if they don’t have enough training or experience, that puts my officers [and public safety] at risk.”     Police Federation chair Steve White, who is worried about the impact of cuts and reductions in PCSO numbers on community policing. Photograph: Teri Pengilley    Steve White, chair of the Police Federation, is troubled by plans to allow police support volunteers to use force and to carry CS or PAVA sprays. He explains that if the government expects volunteers to carry such sprays, then “by definition it means you expect them to be involved in threatening situations. These are not things that you should be taking lightly.” White also fears that this could pave the way for far greater volunteer powers. “Where will it end? Are you going to give them guns?” he asks. Plans to extend some police powers to volunteers and civilian staff follow considerable cuts to the police force overall. And the force faces additional cuts to policing budgets totalling £160m from 2015-17, a figure that House of Commons analysis puts at equal to the salaries of 3,200 police officers.     It’s taken us years to get neighbourhood policing right, and slowly but surely it’s being dismantled  Steve White, Police Federation     Unions and police service members alike are concerned about the ramifications of the cuts and the impact they will have on community policing. In a report written in April this year, which was shown to the Guardian exclusively by Unison, of 852 PCSO respondents, 78% said that police officers on their team had been reduced, with 37% stating that five or more PCSOs on their team had been removed. Ben Priestley, Unison spokesperson for police and justice staff, says PCSO numbers have been cut “much more than any other part of the police workforce, 30% of PCSOs have been lost since 2010”. One respondent in the report said: “The incidents we deal with are more that of a police constable than a PCSO and I do not believe this is understood by higher management. I feel at times we are just underpaid police constables but are expected to grin and bear it.”  One PCSO, who has served for 13 years and did not wish to be named, said that he too was worried about the safety aspect of broadening volunteers’ remits. “The role of the PCSOs is meant to be non-confrontational but you never know what you might walk into. I had a large knife pulled out in front of me, I don’t believe volunteers will have the experience they need to deal with that.”     Vera Baird, PCC for Northumbria, who has raised concerns about increasing reliance on police volunteers. Photograph: Christopher Thomond for the Guardian     Related: More responsibilities for police staff and volunteers, says home secretary    The police and crime commissioner for Northumbria, Vera Baird, also raised safety concerns about a greater reliance on volunteers over professional staff when she spoke to the public bill committee in March. She pointed out that the average police support volunteer in Northumbria only worked 19 hours a year in 2014. Ben Priestley at Unison says the 9,000 police volunteer figure often quoted by the Home Office does not give an accurate impression of the amount of regular time that volunteers offer. Many of those registered to volunteer do so inconsistently and infrequently. Baird also raised the case of Raoul Moat as an example of the challenges that community policing can face, particularly with a depleted force. Following a widescale manhunt, the 37-year-old from Newcastle shot three people, including the police officer David Rathband who subsequently killed himself. “If you are in a position where you have to go out after Raoul Moat and you have 10 half-trained volunteers or nobody, of course you are going to have to have resort to them,” she said. “It is a shame that chief officers have been put in that position, but they have been – so I suggest a careful and slow process to avoid substitution for qualified people whom we have lost.”  Changes to volunteer powers, coming alongside budget cuts and reductions in PCSO numbers, could spell the end of community policing. “We’re in danger of losing that vital link between the police service and the communities they serve,” says the Police Federation’s White. “It’s taken us years to get neighbourhood policing right, and slowly but surely it’s being dismantled.”    Related: Police volunteers cannot be seen as a straight swap for uniformed officers    Responding to safety concerns, a Home Office spokesperson said: “The bill requires that any designated police volunteer must be considered by their chief constable to be trained, capable and suitable to carry out their role.” The spokesperson added: “Police officers across the country carry out a wide range of duties, keeping the public safe and ensuring justice for the most vulnerable members of society. It is precisely because the government values the essential work that they do that we are strengthening the role of warranted police officers, by putting into law for the first time a list of core powers that only a constable can use.” Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "Relying on volunteers could put neighbourhood policing at risk",
  "webPublicationDate": "2016-05-27T13:48:15Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/27/neighbourhood-policing-risk-volunteers-public-safety",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Criminal justice",
      "id": "public-leaders-network/criminal-justice",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Police and crime commissioners",
      "id": "uk/police-and-crime-commissioners",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Volunteering",
      "id": "society/volunteering",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Isaac",
      "id": "profile/anna-isaac"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/27/neighbourhood-policing-risk-volunteers-public-safety"
}