{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/01/music-for-insomniacs-to-fall-asleep-to",
  "id": "2016-05-01-200",
  "sectionId": "lifeandstyle",
  "body": "We all know that getting a decent amount of high-quality sleep is extremely important to your quality of life. Sleep disorders can lead to fatigue, anxiety, depression and poor daytime performance in both physical and mental tasks. Drugs can help, but they can also have negative effects on your daily life. Fortunately help is at hand. Psychologists have found that simply playing relaxing music at bedtime can alleviate sleep disorders for many people. Relaxing music reduces the amount of the stress hormone noradrenaline in your system, reducing your level of vigilance and arousal and allowing you to sleep better. Psychologist Laszlo Harmat gathered together 94 students with sleeping problems. One group was given relaxing classical music to listen to at bedtime, a second group was supplied with an audiobook, and the third received nothing. Those with the music or audiobooks were asked to play them every night for 45 minutes just before they went to bed. After three weeks, 30 of the 35 students in the music-listening group were transformed into good sleepers. Listening to audiobooks helped far fewer people: only nine out of 30 became good sleepers. The students were also rated as to how depressed they were before and after the test. The depressive symptoms of the music-listening group decreased substantially, but the audiobooks didn’t have the same effect. Music can also help older people sleep better. In 2003 researchers Hui-Ling Lai and Marion Good carried out a similar study on a group of people aged between 60 and 83 years old who had sleeping problems, and once again the bedtime music worked its magic. Half of the music-listening group became good sleepers. If you want to try relaxing bedtime music for yourself, you’ll find that plenty of the most relaxing classical/ jazz/blues albums are readily available and, of course, you can easily make your own playlists. It’s important to get the volume right: too low and it’s irritating, too loud and you can’t sleep. And make sure that the final piece is one that fades out, otherwise you’ll be woken by the sudden silence. One of our natural reflexes is to go on guard if it suddenly gets quiet. Why We Love Music: from Mozart to Metallica – The Emotional Power of Beautiful Sounds by John Powell is published by John Murray (£16.99, or £13.69 from bookshop.theguardian.com)",
  "webTitle": "Can music help us fall asleep?",
  "webPublicationDate": "2016-05-01T05:00:46Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/01/music-for-insomniacs-to-fall-asleep-to",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sleep",
      "id": "lifeandstyle/sleep",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/01/music-for-insomniacs-to-fall-asleep-to"
}