{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/11/max-scherzer-mlb-strikeout-record-washington-nationals",
  "id": "2016-05-12-371",
  "sectionId": "sport",
  "body": "Max Scherzer was approaching a record and the Washington Nationals manager Dusty Baker had a decision to make: balance the rare opportunity to make history against the danger of keeping his hurler on the hill with a high pitch count, never mind trying to win a tight ballgame during a losing stretch.     Count 'em, twenty. https://t.co/uiGqQX8104‌https://t.co/XnkYika5Ie— MLB (@MLB) May 12, 2016    Baker, who has been the perfect tonic for the ills of the once-troubled Nats, stuck with his veteran through 119 pitches and was rewarded with a memorable finish: Justin Upton swinging through an 85mph slider as Scherzer became the third pitcher to reach 20 strikeouts in a nine-inning game, joining Kerry Wood and Roger Clemens. James McCann’s ground out with two outs in the top of the ninth inning meant Scherzer fell short of breaking the record, but it also clinched the victory as Washington recovered from their first blip of the season, five losses in six games.  Scherzer, facing his former team, had 96 strikes and issued no walks. It was precision control on a historic level and he dominated Detroit’s batters all night.    19 pitchers have thrown 80% Ks in complete game. My fave: Greg Maddux, threw 63 strikes in 76 pitches against Cubs. https://t.co/GEh3OyOJob— Joe Posnanski (@JPosnanski) May 12, 2016    Scherzer’s performance is just the latest bright spot in Washington’s dramatic turnaround, one buoyed by Baker, who has brought even more currency in his clubhouse by sticking with the 31-year-old, even as his pitch count continued to rise.  Now the Nats’ momentum continues to build after a remarkable night in what has become a big baseball week in Washington. Which brings us nicely to ... Strasburg survived and prospered It was the best kind of deal, the type where everybody won. The Nationals, a franchise in healing mode after a tumultuous season, and their front office, still bouncing off the brink, paying a bunch while playing a hunch: that the player could stay healthy and be at the very core of an elite pitching staff for several years to come. Then that player, 27-year-old Stephen Strasburg, who wasn’t a top prospect but the top prospect before it all began, trading away a chance at top dollar for something even more valuable. Peace. Strasburg has made just 139 starts, but he’s stuffed a careers worth of drama into an MLB career not even seven seasons old. There’s been enough commotion to at least begin to understand why a player of his magnitude and rarity would consider turning down the holy grail of free agency for the finality the hurler must have craved, as he signed a seven-year $175m contract extension with the Nats. Not even a decade ago Strasburg was the chubby kid nobody wanted out of high school, so he stayed home in San Diego, got in shape and soaked up both baseball and life lessons from boyhood idol Tony Gwynn, his manager at SD State.  “It started with how to be a man,” Strasburg said when reflecting on the passing of Gwynn in 2014. “How to handle the ups and downs. Not everything goes your way in life.”  Such philosophies came into play as the baseball world threw everything it had at Strasburg, starting with his being selected with the No1 pick overall in 2009, which is what happens when you strike out 23 batters in a single game like he did as a sophomore. The groundwork was laid for him become the one of the more highly anticipated talents in more than a century of the sport.  In 2010, Strasburg would begin a professional career, embarking on a season where he would pitch more games in the big leagues than in the minors. On a warm June afternoon, over 40,000 watched the 21-year-old rookie top 100mph with his fastball and strike out 14 Pittsburgh Pirates.  “It was the kind of performance that I’d seen a lot but that the rest of the country got a chance to see how special he could really be,” said Gwynn, who watched the game in person.  A few months later, the elbow ligament plague hit Strasburg, with Tommy John surgery shutting down the phenom. Fast forward to 2012, and a surprising Nats team would shut down Strasburg again, this time to protect his repaired elbow and his future, playoffs or not, after 160 innings. Pressure rained down for Strasburg to pitch, even if he had no part in the front office decision and the controversy which followed.  You’re 23 years old, and suddenly, every baseball fan in Washington DC and around the world has something to say about you, mostly venomous, mostly unfair. Even former players could resist taking a swipe at how he went about his business.  “Honestly, I know this is gonna sound,” said Hall of Fame pitcher John Smoltz. “I’d create my own little gap. I’d have a blister one day, maybe a hangnail the next start. You know, I think there’s ways to do it.” It couldn’t have sounded too good to Strasburg, never mind the sound of St Louis Cardinals players celebrating after eliminating the Nats in the 2012 NLDS.  Surely it all took its toll.  In April of 2013, Strasburg shook out his arm on the mound in Atlanta prompting a post-game media scare that left the hurler muttering “what a joke” toward the press. Strasburg was fine physically, but the tightness of his personality started to be seen as more of a detriment to the pitcher in the long term. Johnson tried to calm him, but perhaps, became just another critical voice in the ear of the righty.  I just wish he would get to the point where he doesn’t put so many high demands on himself. That he just goes out and has a little more fun. That may take a while.  Strasburg carried on, lived through the short Matt Williams era, which featured one of the more destructive seasons baseball’s history. He spent more than half of 2015 with an ERA in the fours fives and sixes before beginning to blossom. In the midst of all the carnage around him, Strasburg began a streak of 20 starts during which he posted a 2.15 ERA in 130 innings.  Theories are abound as to how or why Strasburg is finally becoming the overpowering shutdown ace, but here’s what we do know. At age 27, Strasburg has a franchise that sought to protect his future against the grain, a manager in Dusty Baker who has helped the franchise press the reset button, a superstar in Bryce Harper to help soak up the spotlight, and most importantly, a full suitcase of baseball experiences to which the draw, more than most players will ever know.  Strasburg didn’t need free agency, he just needed to survive to prosper.  Video of the week         Le Grande Sexy is a natural.    The separation between the player who is continuously punished by the fans and press for dabbling in performance-enhancing drugs and the player whose transgressions are forgiven and forgotten continues to be baffling. Clearly the consensus is that Colon’s ability to perform on a high level at a high age with a high weight and a wide smile cancels out past ills.  SNY’s Gary Cohen is amongst the legions who have latched on: the Mets’ play-by-play announcer does get animated but New York fans rarely hear him break through his excitement ceiling as he did on Saturday, which makes perfect sense because, really, if we’re being honest, this is the last call you should ever hear because there is no real reason to watch baseball now because this is the absolute pinnacle of the sport, or all of sport including Leicester City’s title. Five-thousand-to-one? Childs play.    Homers in MLB history that made the announcer say \"The impossible has happened!\":1) Kirk Gibson2) Bartolo Colon https://t.co/IKfzpPWp8A— Rany Jazayerli (@jazayerli) May 8, 2016    Quote of the week  I didn’t really know what was going on. I thought I got traded or something.  That’s Boston Red Sox hurler Clay Buchhloz talking to masslie.com after he was removed after just 87 pitches on Monday against the Oakland A’s. Not that Boston could get anything for the maddeningly inconsistent Buchholz at the moment: his ERA is approaching six. Even still with Strasburg off the market, somewhat amazingly, Buchholz is probably going to be one of the better free agent pitching options after the season: that’s how thin the crop is.  Who’s closer to victory: Donald Trump or the Cubs? On Sunday, Cubs skipper Joe Maddon let his relief pitcher hit in the seventh inning down by two runs. Result? A Trevor Cahill single that kickstarted a rally. Maddon pitched around and into Bryce Harper all day, hitting him once and walking him six times, including twice in extra innings with two runners on base. Result? Ryan Zimmerman stranded 14 batters, which seems almost impossible, extra innings or not. Maddon even ordered Jason Heyward to bunt: the Cubs’ right fielder almost never bunts (twice in his seven-year career), and by today’s book he should never, ever bunt. Result? A perfect sacrifice that advanced two runners and led to a game-tying single by Kris Bryant, and an eventual fourth straight win over the Washington Nationals, who came into town with the second best record in the NL.  Clearly forces from throughout the universe are blanketing Wrigley Field, fueling a Cubs run for all-time: there’s even enough spillover to sun the Sox on the Southside. This just goes to show you what can happen when an entire fan base puts on their lucky underwear at once. Trump? He can’t even figure out how he’s going to fund his campaign. Wednesday’s doubleheader sweep by the San Diego Padres changes nothing.  How did the kids piss off Goose Gossage this week? Even Goose would have to tip his hat (one worn the right way mind you) to Bryce Harper after learning that the Nats’ unwritten rule rewriting right fielder delivered a jar of cash to a homeless woman sitting under a tree outside Wrigley Field last weekend. Perhaps Goose would’ve enjoyed Harper cursing out home plate umpire Brian Knight on Monday, expletives that earned the slugger a possible spanking and a certain one-game suspension, even more. Still, those gestures couldn’t possibly make up for Harper’s declaration that he’ll be avoiding outfield walls for here on in to keep himself healthy.  “I’m busting my ass out there and my right fielder won’t go into the wall? Heck, we didn’t even have padding until god-damn Freddie Lynn nearly killed himself in Fenway during the 75 Series.” And please, whatever you do, don’t get Goose going on those Mother’s Day uniforms...    Goose Gossage must be sitting at home all sorts of mad because of how much pink these teams are wearing today.— bk (@billyballsohard) May 8, 2016    Nine thoughts in order 1) The Seattle Mariners have been boring baseball fans for over a decade. No more. Thanks to Robinson Cano’s revenge tour and Dae-ho Lee’s big belly blasts (enjoy Korean home run calls here), Seattle are leading the American League in dingers, a stat that seemed unlikely just a few short weeks ago. The M’s are a few decent Hisashi Hiwakuma starts away from featuring four quality starters, including ace Felix Hernandez who recently became Seattle’s all-time wins leader. The under appreciated relief core is led by more-or-less unhittable closer Steve Cishek who leads a group that’s second in the AL in ERA. Based on what we’ve seen so far, there’s no reason why they can’t battle all season for the division title. 2) Ned Yost and his Kansas City are below .500 for the first time since 2014, 4-11 over their last 15 games, and seven games behind the White Sox in the AL Central. The team that beat the Mets in October for their first title in 30 years returned mostly intact. What’s changed? Well, the bullpen is pitching slightly below 2015 levels but still a force (Wade Davis has blanked opponents over 10.2 innings pitched), while the rotation is still semi-lousy, a formula that worked just fine last season. The lineup however, one which boasted five regulars with OPS’s over .800, not counting the departed trade-deadline acquisition Ben Zobrist who finished with a .919 OPS, is a shadow of itself. It was OK to get pathetic production from Alcides Escobar and the right field position last season because mainstays like Kendrys Morales, Lorenzo Cain (despite his three homers on Tuesday) and Alex Gordon were producing above their career averages. Without that boost, the KC offense is looking ordinary, and will struggle to get back in the race unless core pieces provide a jumpstart.  3) Since 1995, when Major League Baseball started keeping data on foreign-born players in the league, the Dominican Republic has supplied more talent than any other country, including the 82 on rosters at the start of this season. So it’s somewhat shameful that since Ozzie Virgil became the first Dominican to suit up in a MLB uniform back in 1956 not one umpire has hailed from the island. This season, some six decades after Virgil’s breakthrough, Santa Domingo born Ramon De Jesus is one of the 94 MLB umps after spending seven years on the minors, most recently in the Pacific Coast League, joining Angel Hernandez of Cuba, Mexican Alfonso Marquez and Venezuelan Manny Gonzalez, the other three foreign born umpires.  4) File this under you never know what you’re going to see when you go to the ballpark, or watch a game, or go to Twitter, etc., etc.    “That thing does not obey the laws of physics at all.” pic.twitter.com/XyXLdfnbLU— MLB GIFS (@MLBGIFs) May 10, 2016    5) The Dodgers are leading the league ... in the disabled list. According to spotrac.com, over $66m of baseball talent is currently sitting on the sidelines: a number that would represent some 66% of the Houston Astros total payroll, but just 26% of Los Angeles’. Perhaps that’s why LA are able to maintain a slim lead in the horrendous NL West without Andre Ethier, Hyun-Jin Ryu, Scott Van Slyke, Brandon McCarthy and Alexander Guerrero. Meanwhile the Astros have their health but that’s about it: the ‘Stros are sitting in the basement of the AL West after a rough start with just $516,700 of their salary on the DL, a figure that represents just .052% of their payroll. 6) Poor Brian McCann was defenseless on Friday against this 90mph sinker/two-seam fastball (the difference lies in the semantics) from the Red Sox’ Rick Porcello. Hitting a round ball with a round stick is hard enough but this was just unfair. For those who would like to quantify all the wickedness inside this gif, brooksbaseball.net is a tremendous resource.      If you think this is crazy, look what Daniel Bard did a few years back.   7) So now we know the Cubs fan who bet his life savings, around $200,000, on Chicago to win the World Series, was faking it. Here’s a better plan: befriend an influential IOC member. Do a deal to find out where the secret check has gone to secure the Games. Take that information to Vegas before the city is awarded and plunk down the savings. That’s a much safer play.  8) David Ortiz is 40 and crushing the baseball. In what is supposed to be his goodbye season, he has an OPS that currently eclipses his previous 19 campaigns. Bostonions, who it seems would prefer Big Papi to suck in his final season rather than be a major contributor, are trying to figure out how to make the slugger come back next year and be not as good. The Red Sox have a $10m option for 2017: chances are, if Ortiz sticks around, he’ll likely need a raise. Meanwhile, Papi has a real shot of matching Ted Williams’ numbers during his final season, generally seen as the gold standard for would-be retirees. As a 41-year-old, Williams hit 29 home runs in 113 games and posted an OPS of 1.096.  9) Johnny Gomes is leaving NPB’s Rakuten Golden Eagles because he’s scared of earthquakes and can’t deal with the language barrier. If only someone had told him that Japan is inside the Pacific Ring of Fire and that the Japanese speak Japanese this could all of been avoided. I guess he didn’t have as much fun as Brandon Laird: on Tuesday the former big leaguer won $10,000 and a years supply of beer after hitting the Kirin sign on the solo homer for the Nippon Ham Fighters.         The party is at Brandon Laird’s 100 square foot Tokyo apartment.    Click here for the Major League Baseball Standings",
  "webTitle": "Max Scherzer ties MLB strikeout record as Nationals' momentum builds",
  "webPublicationDate": "2016-05-12T03:05:41Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/11/max-scherzer-mlb-strikeout-record-washington-nationals",
  "keyword": [
    {
      "webTitle": "Washington Nationals",
      "id": "sport/washington-nationals",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MLB",
      "id": "sport/mlb",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Baseball",
      "id": "sport/baseball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "New York Mets",
      "id": "sport/new-york-mets",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Chicago Cubs",
      "id": "sport/chicago-cubs",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Chicago White Sox",
      "id": "sport/chicago-white-sox",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boston Red Sox",
      "id": "sport/boston-red-sox",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Houston Astros",
      "id": "sport/houston-astros",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Los Angeles Dodgers",
      "id": "sport/los-angeles-dodgers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Kansas City Royals",
      "id": "sport/kansas-city-royals",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Seattle Mariners",
      "id": "sport/seattle-mariners",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Lengel",
      "id": "profile/davidlengel"
    }
  ],
  "guardianId": "sport/blog/2016/may/11/max-scherzer-mlb-strikeout-record-washington-nationals"
}