{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/02/leap-of-faith-candy-harper-review",
  "id": "2016-05-02-217",
  "sectionId": "childrens-books-site",
  "body": "Despite not having read the first two books in this series I could easily get into the premise of this novel. Faith has come back to school after the holidays with mock GCSEs looming around the corner, along with a French exchange trip. Faith is desperate to go but her best friend Megs isn’t keen which leads to friendship problems. Faith meets Josette whilst on the trip who is basically the French version of herself. The usual teen tensions arise on the trip: will the nasty girls get their comeuppance, will love blossom etc? Back at home Faith’s grandmother is staying over. Faith is mortified; she and her grandmother do not get along.      This is a very amusing book, and the plot is rather secondary to a novel which is much more character based. You can really hear Faith’s voice coming through as you identify with her opinions.  It is mainly good humoured in tone. I would probably class this as a teen book, although despite not being a teen myself I still enjoyed it. It focused on relationship issues and has very believable teen characters which are very well fleshed out.  I think readers in secondary school would get more from it however as the subjects covered are more relatable to their age group. I will most probably read the other two previous books in the series when I am closer to Faith and her friends in age as they will be fun to hang out with in future... so to speak.   Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Leap of Faith by Candy Harper – review",
  "webPublicationDate": "2016-05-02T08:00:18Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/02/leap-of-faith-candy-harper-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "School",
      "id": "books/school",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/02/leap-of-faith-candy-harper-review"
}