{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/john-whittingdale-hobble-bbc-culture-secretary-mission",
  "id": "2016-05-13-257",
  "sectionId": "commentisfree",
  "body": "When John Whittingdale was made culture secretary a year ago, people who care about public service broadcasting were justifiably fearful of what he would do to the BBC. His appointment came just days after a general election in which Downing Street had threatened the BBC, and sections of the press predictably roared their approval at the arrival of a man who would, they hoped, “rein in” the broadcaster.   Related: It lacks the glamour of saving Strictly – but the BBC’s new board must be resisted | Polly Toynbee    Whittingdale was keen not to disappoint. The press has been fed a steady diet of stories about how he would sell off parts of the BBC, slice up the licence fee, and stitch up the new board. We were told he wanted to move Strictly Come Dancing and shame the top stars who get paid six-figure salaries; he told Cambridge students that the BBC was an unfortunate intrusion into the free market and its abolition a “tempting prospect”. The good news yesterday, when the government finally published its blueprint for the BBC, was that if anyone got “reined in” it was Whittingdale, thanks to a combination of overwhelming public opposition and some sound political judgment from David Cameron. The bad news is that there are enough traces of Whittingdale’s DNA left in the white paper to mean that we must remain vigilant about the prospect of him causing irreparable damage, possibly long after his cabinet career has expired. Earlier this week, together with a group of cross-party peers I set out three key tests against which the white paper should be judged – the independence of the BBC, its funding from the licence fee, and its core mission. On each of those tests there are serious grounds for concern, and the BBC’s own apparent acquiescence to a deal it felt was necessary should not be taken as a sign that there is nothing to worry about. On independence, the government will now appoint up to half of the non-executive directors of an all-powerful new board. It is a structure that threatens to have profound consequences for decisions such as the choice of the next director general. Similarly, the government’s insistence on a “health check” that allows it to review the new charter after five years will leave the broadcaster looking over its shoulder in every parliament, just as it has done in this one. It was chilling to hear Patrick Cormack, the Conservative peer, telling the House of Lords yesterday how often surgery follows a routine health check. From the licence fee, the government wants a £20m fund for which the BBC’s commercial rivals can bid. This creates a dangerous precedent by allowing this income to be distributed to Sky and ITV – profitable rivals which need no public subsidy. And all this comes hard on the heels of the £650m raid on the BBC’s finances last autumn when the Treasury forced the broadcaster to take responsibility for giving over-75s free TV licences. But nothing reveals Whittingdale’s true intentions more than his decision to re-write the core mission of the BBC that for almost a century has been to “educate, inform and entertain”.   Related: BBC white paper critics were 'leftwing luvvies', says John Whittingdale    His insertion of unnecessary and unwieldy clauses about distinctiveness and impartiality, along with a new right for commercial channels to complain about having to compete with the BBC, is designed to disorientate and disable. The culture secretary’s desire to hobble the BBC and encourage its commercial rivals in the battle for ratings will find expression in new requirements forcing broadcasters to think twice about giving the public the programmes they love, and when they want to watch them. The destination of this perilous journey can be glimpsed just over the horizon. If the BBC falls behind on audience share because it fears the consequences of competing against The X Factor, a future government will find it easier to claim the licence fee can no longer be justified because the broadcaster serves a narrow section of the public. In any case, it is nonsense to claim the BBC’s most popular programmes lack distinctiveness or diversity. Bake-Off has a diverse audience, and no commercial broadcaster would have conceived of turning those most British of pastimes – ballroom dancing and making cakes – into shows attracting record ratings. But the threat to the BBC’s independence does not only come from the Conservatives. In recent days we have seen leftwing Labour campaigners calling for Laura Kuenssberg, the BBC’s political editor, to be sacked because she dared to express scepticism about Jeremy Corbyn’s success in the local elections last week. I don’t pretend the BBC is beyond criticism and never makes mistakes. But one of its greatest qualities is that it agonises over every decision, is willing to criticise itself, and can sometimes unite our country by airing the views that divide it. In an era where the prejudices of the newspaper industry risk being amplified by the filter bubbles of the digital age, the BBC’s commitment to informing, educating and entertaining our whole country is more precious – and fragile – than ever.",
  "webTitle": "Whittingdale’s desire to hobble the BBC has been reined in – for now | Waheed Alli",
  "webPublicationDate": "2016-05-13T09:40:20Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/john-whittingdale-hobble-bbc-culture-secretary-mission",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Waheed Alli",
      "id": "profile/waheed-alli"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/john-whittingdale-hobble-bbc-culture-secretary-mission"
}