{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/23/north-yorkshire-council-backs-first-uk-fracking-tests-for-five-years",
  "id": "2016-05-23-63",
  "sectionId": "environment",
  "body": "Fracking is set to take place in Britain for the first time in five years after councillors approved tests in North Yorkshire, sweeping aside thousands of objections from residents and campaigners.   Related: 'Riding roughshod over democracy': residents on fracking in North Yorkshire    Tests for shale gas can now take place in the village of Kirby Misperton, in the Ryedale district, after councillors gave the green light to UK firm Third Energy. The decision was greeted with boos, jeers and honking horns from crowds of anti-fracking campaigners outside County Hall in Northallerton, where residents raised fears of catastrophic seismic activity, health problems and pollution during a rancorous two-day hearing. It paves the way for the first fracking test in Britain since 2011, when tests on the Fylde coast were found to have been the probable cause of minor earthquakes in the area. Since then, two high-profile applications to frack in Lancashire have been rejected by councillors and are the subject of appeals. Opponents fear fracking – in which chemical-filled liquid is pumped deep underground at high pressure to fracture rock and release gas – can cause problems including water contamination, earthquakes and noise and traffic pollution. Environmentalists warn that pursuing new sources of gas – a fossil fuel – is not compatible with efforts to tackle climate change.  North Yorkshire county council received 4,375 objections and just 36 letters in support of Third Energy’s plans to frack for shale gas at its existing well in Kirby Misperton, known as KM8. The council’s own officials backed the proposal earlier this month and the Tory-dominated planning committee formally gave it the go-ahead by a majority of seven votes to four on Monday night. David Cameron and his ministers will welcome the development. The prime minister said in 2014 that the government was “going all out for shale” and the energy secretary, Amber Rudd, said after the general election that she would “deliver shale”. In August, ministers said they would intervene in planning applications following industry frustrations that local authorities were not moving quickly enough. Tensions ran high during the hearing in Northallerton, where the festival-like atmosphere among demonstrators turned sour when pro-fracking experts addressed councillors on Monday. Tory councillor Peter Sowray, leader of the planning committee, conceded after the vote that the process had caused deep wounds within the local community that would take time to heal. “People are going to be angry. It will take time to calm down – for some people it never will,” he said. Sowray, who voted in favour of the proposal, said there was not going to be “hundreds of wells” and stressed that his committee’s approval was limited to work at one site. “There may be more applications,” he said. “This application will prejudice future applications.” Outside the County Hall, there were chants of “We say no” and “You will be held accountable” as protesters vowed to continue to fight the plans.  Christopher Pickles, a 78-year-old resident of Hovingham, a village 10 miles from the frack site, said the vote would make campaigners “redouble our efforts” and consider a legal challenge.   Related: In the timeless Yorkshire moors of my childhood, the frackers are poised to start drilling    Councillors heard at the meeting on Monday that North Yorkshire police were investigating allegations that anti-fracking activists hacked the email accounts of five parish councils to send bogus emails objecting to Third Energy’s bid. The murky development came amid growing acrimony in the rolling North Yorkshire countryside, with Third Energy bosses accusing its opponents of misleading counsellors by using underhand tactics, scaremongering and dramatic performances. One pro-fracking B&B owner was jeered with chants of “Shame on you!” by demonstrators as she spoke in favour of the plans. Third Energy rolled out a series of executives and experts to counter concerns surrounding noise, water pollution and even potential earthquakes. The firm argued there would be “no significant disturbance from noise” and that the risks to water contamination were “virtually zero” in spite of “an awful lot of scaremongering”. One expert produced a graphic showing the scale of the 37-metre gas drilling rig compared with the 55-metre Cliff Hanger ride at the theme park Flamingo Land, which is less than a mile away from the fracking well. Third Energy’s commercial director, Ian Gair, said he had not been planning to speak but felt compelled to counter the “what I can only call performances” from anti-fracking campaigners. “Do not be cowed by cries of foul play or precedent setting,” he told councillors, adding: “Would you stifle a child at birth for fear of what it would grow into?” Shaun Zablocki, the company’s operations support manager and a self-described “Scarborough lad”, attacked the “outrageous statements” and “glaring inaccuracy” of some of the anti-fracking objectors. “It is hard to understand their motives as being anything other than disingenuous and attempts to mislead the committee,” he said. Speaking before the decision was announced, Third Energy’s chief executive, Rasik Valand, implored the councillors to judge the application on its merits. He denied that fracking would deal a blow to tourism in the region, suggesting that the “negative publicity” brought about by its objectors would have a more detrimental effect. “It is important to take a step back and focus on what is the issue: hydraulic fracturing, two to three kilometres in the ground on an existing well that has been operating for a long time … for two months,” he said. “This application like every other application can only be considered on its merits. I urge you to please consider this application in line with the approval from your planning officer.”  In a press conference after the vote, Valand said his “overwhelming reaction” was relief. “It’s been a long journey for us. We started this journey when we drilled a well two years ago,” he said. Valand said he did not see the decision as setting a precedent that could open the door for fracking across Britain, but said further tests would now need to be carried out. Earlier, independent councillor John Blackie prompted jubilant cheers from the crowds outside when he said the “highly damaging” fracking plans fell “well short” of convincing him. Local tourism and agriculture would be put in peril by approving the plan, he claimed. He said it could lead to fracking in Ryedale “for ever and ever and ever” and that other gas firms would follow Third Energy’s lead. “As sure as God made little apples, others will follow and that has not escaped the attention of the objectors who fear that our tourism and agriculture is doomed if this application goes ahead,” he said. “This is a shot in the dark and I see no compelling reason why North Yorkshire should be the guinea pig when those impacted have so much to lose.”",
  "webTitle": "North Yorkshire council backs first UK fracking tests for five years",
  "webPublicationDate": "2016-05-23T18:32:08Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/23/north-yorkshire-council-backs-first-uk-fracking-tests-for-five-years",
  "keyword": [
    {
      "webTitle": "Fracking",
      "id": "environment/fracking",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gas",
      "id": "environment/gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Yorkshire",
      "id": "uk-news/yorkshire",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Josh Halliday",
      "id": "profile/josh-halliday"
    }
  ],
  "guardianId": "environment/2016/may/23/north-yorkshire-council-backs-first-uk-fracking-tests-for-five-years"
}