{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/29/why-it-is-time-football-introduced-the-pepe-rule",
  "id": "2016-05-29-69",
  "sectionId": "football",
  "body": "During the Champions League final Gary Lineker posted a simple five-word tweet: “Pepe is such a dick!” It did not so much strike a chord as create global symphonic harmony on social media. More than 50,000 retweets and likes later, and following yet more devious behaviour by the Real Madrid defender, Lineker clarified his position. “Pepe is an enormous dick!” That tweet proved to be even more popular. How could it not be, given Pepe’s outrageously hammy behaviour? One scene in particular should earn him a golden raspberry. What appeared to be harmless mano a mano coming together with the Atlético Madrid defender Filipe Luís in the second half ended with Pepe rolling along the turf, howling in apparent agony. It was first-year stage school stuff and the referee Mark Clattenburg was having none of it. Pepe’s great act was not finished there, though. When Filipe placed a palm on his left cheek, he then grabbed his face and thrashed around as if his eyes had been gouged. Clattenburg’s disappointed-parent face quickly became an internet meme. But there was no yellow card despite the double simulation. So Pepe carried on being Pepe, kicking and niggling away. Soon afterwards he was play-acting again, this time after another tangle with the substitute Yannick Carrasco. Again Pepe clutched his face as if an arrow had split his nostrils. Yet still there was no sanction. It took until extra-time for the Real Madrid central defender to finally be booked. Remarkably this season he has picked up only seven yellow cards in 32 games. Some say he has cleaned up his act. More likely he has just got cleverer at covering it up. Later, after the trophy had been lifted, Pepe swanned around San Siro with a selfie stick and his tongue poked out in celebration. It was an act almost laser‑targeted to cause annoyance to anyone still watching. But Pepe did not care. Real had won. And so had he. It is a familiar story. For years Pepe has been a neat symbiosis of Fagin and Bill Sikes, both cunning and with enough muscle to back it up. Famously he received a 10-match ban after raking his studs down the back of the Getafe player Javier Casquero while he was on the floor before treading on his ankle – and then, for good measure, smacking Casquero’s team-mate Juan Albín. As he left the field after being shown the red card Pepe shouted, “You’re all sons of bitches.” His subsequent rap sheet would make Grandmaster Flash blush and he is still usually at the epicentre of at least one el clásico rumpus a season, most famously when he appeared to stamp on Lionel Messi’s hand in 2012. But has there ever been a tough guy footballer who has turned out to be a bigger ham than Pepe? At least Vinnie Jones waited until his playing career was over to turn to acting.   Related: Real Madrid win the Champions League against Atlético - in pictures    Yet such has been the outcry since Saturday night there might just be a renewed opportunity to tackle such nefarious behaviour. The current system, of awarding yellow cards for simulation, clearly isn’t working. And while the most obvious alternative - retrospective punishments - has its merits, the Champions League final showed up a major flaw. Would Pepe really care if he missed Real’s first game of the new season? Of course not. So what might work better? Start by making the punishment for the cheat match the intended crime. So, if Pepe tries to trick the referee into giving Filipe Luís and Carrasco red cards, then he should receive that punishment. Not yellow. Next, give officials a push and a helping hand. Of course football often operates in shades of grey – look at the way Fernando Torres won a penalty early in the second half by cleverly getting his body ahead of his marker and earning the foul, which would not have been given by all officials. However Pepe’s antics were as black as charcoal. He should have been sent off. So praise the referees who punish simulation. Push them constantly to do more. And, because we know they need so help when the game rushes past so quickly, give them some back up by allowing the fourth official to alert them when the video evidence so obviously show cases of diving, feigning injury or hidden fouls. After all, there is precedent. I was at the Olympic Stadium in Berlin when Zinedine Zidane butted Marco Materazzi in the 2006 World Cup final. No one knew why the referee had stopped the game; only later was it revealed that someone had alerted him via his earpiece. Clearly there is a balance to be struck between maintaining the flow of the game and making the right decision. But the threat would be enough. Tell the players that the fourth official might use video evidence and the risk‑v‑reward debate in their heads alters overnight: why pretend to have been punched when in 30 seconds’ time you would be receiving red for play-acting? All this potential rule change needs now is a name. So why not the Pepe Rule – after the man whose behaviour on Saturday should lead to its introduction?   Related: Real Madrid twist the knife again to give Atlético the cruellest of nights | Sid Lowe",
  "webTitle": "Time to introduce the Pepe Rule after his Champions League final antics | Sean Ingle",
  "webPublicationDate": "2016-05-29T16:27:15Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/29/why-it-is-time-football-introduced-the-pepe-rule",
  "keyword": [
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "football/blog/2016/may/29/why-it-is-time-football-introduced-the-pepe-rule"
}