{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/05/leicester-city-foxes-american-fan-football-premier-league",
  "id": "2016-05-05-112",
  "sectionId": "football",
  "body": "As kickoff loomed, I decided – the damn adrenaline talking again – that we would walk from the railway station. In hindsight, this was the best and worst decision I could have made upon arriving in Leicester, all in the same blue breath. On the downside, it risked ending my new marriage mere weeks after it had started, given that I was wearing appropriate shoes and in a hurry, and my wife was neither.   Related: Leicester City’s triumph: the inside story of an extraordinary season | Stuart James    On the other hand, there were the people. My goodness. Every one of them kind and respectful, generous with directions and advice, saints to the last, each amused that a couple of 30-something Americans had made their little city a point of destination and aspiration during our honeymoon. Google Maps tells me it was a 1.2-mile trek from the station to what was then called the Walkers Stadium, 24 minutes on foot. I must have shaken five or six hands en route, strangers with ploughman’s grip and a poet’s heart. Mind you, a cordial 1.2 miles is still 1.2 miles. My wife spent most of the first half of the Leicester-Barnsley match with cartoon steam blowing from one ear or the other, taking careful notation of the blisters to use for future reference. Which, in hindsight, is how I became a Foxes fan in August 2009. And how she did not. So as you might imagine, the last eight months – hell, the last 30 – have felt more than a little surreal. Playoff agony. Domination. Promotion. Impotence. Ostriches. Desperation. Survival. Elation. Embarrassment. Resignation. Pizza. Bells. Euphoria. Champions League. If Leicester City’s narrative since 2013 was a rollercoaster ride in the States, it would have been banned for safety purposes ages ago. The ride here is the same as the ride there, more or less, except you ride it alone, save for Ian Stringer screaming in your ear. And my wife in the corner, just within eyeshot, shaking her head. That and social media. The internet makes breaking news and unfiltered feedback among fans anywhere easier than ever, for better or worse. Other than that, being a Foxes fan in the American midwest is akin to cheering in a vacuum, a space where no one – other than my wife and the toddler and the dog – can hear you scream. (When Leonardo Ulloa scored the last-second winner against Norwich, the dog hid.) Bayern and Barca and Man United merchandise can be easily ascertained in “flyover” states, but for a Leicester shirt, Leicester anything, you’re going to have to work for it. Which means paying up the nose for shipping, or flying over there and getting the goods yourself. Which brings us back to seven Augusts earlier. The honeymoon called for six days and seven nights in England, and my only request was that one of the days be spent somewhere in the Midlands, the mythical kingdom of smokestacks and no BS, the land where heavy metal was born (technically Birmingham, yes, but we were in a time crunch). I wrote out a comparative chart with three cities listed at the top, all of which – no coincidence – were hosting home matches the weekend of our UK visit and a short train ride from London: Coventry, Derby and Leicester. We assigned points for restaurants, touristy stuff, shopping and football. Given a choice between Lady Godiva, Joseph Wright and Highcross, the latter won out. In a perfect world, marriage is a marathon of compromise (or a compromised marathon, take your pick). Friday, my wife got an excursion to a yarn shop on the South Bank. Saturday, I got a match in the Midlands. “You’re going to Leicester?” the woman in the shop asked incredulously, her voice climbing on invisible steps with each syllable. “Why?” My wife shrugged. I sank lower in my seat and held the newspaper I’d been reading a little higher. The next day: a mad dash to the train, a mad dash to another train, a long walk and a delightful lunch. “Do you expect a big crowd?” I asked at the Urban Pie. The gentleman across the table raised an eyebrow. “A big crowd?” he asked, the syllables climbing again. “For Barnsley?” Actually, more turned up than we’d expected. Eventually, the Foxes turned up, too. In the 54th minute, Richie Wellens found forward Matty Fryatt inside the box, and Fryatt hammered the only goal of a 1-0 victory:            I recall Wellens’ feed, as the action was coming toward us and slightly to the right, but because of our seats, high and left of the goal – I’m a speck in that YouTube clip, somewhere – I somehow don’t recall seeing Fryatt slot it home in real time. But I rose as everyone else rose, clapping along to Kasasbian’s Fire. My wife remained seated, and the blister-counting resumed. At least the 1.2-mile walk back was slower and less awkward. And other than my love quietly despising every step, it was perfectly glorious. I was hooked. When I wore my souvenirs from 2009 – the classic circular fox-head badge featured a small “125th anniversary” ribbon at the bottom – back home, it drew the occasional second look. One evening at a Barnes & Noble, the woman at the counter squinted at my dark blue Foxes quarter-zip as if trying to decipher the writings of an ancient tablet. “What team,” she finally asked, “is Joma?” A conversation starter it wasn’t. Which was fine. They were little. Obscure. Totally unfashionable. But they were mine. When time permitted, I would proudly and defiantly play as the totally unfashionable, pre-Ranieri Foxes on Fifa online, standing up to the digital Barcelonas and Man Citys (and the unseen teenagers who had chosen them) by, primarily, sitting on the ball in my own third for as long as conceivably possible and hoping to frustrate the little buggers into a 0-0 draw. (My PlayStation Network inbox features the kind of hilariously profane comments, in multiple languages, that would make Samuel L Jackson blush.) Now that he’ll be confronted by the real thing, one imagines that Claudio will be somewhat more proactive, tactically. Dilly ding, dilly dong. Eventually, I even found links to catch the odd Championship television match online – just in time to witness, minus audio, the second leg of the Watford playoff semi-final of 2013. (After Troy Deeney had plunged the metaphorical dagger into my spine, I spent the rest of my morning looking for sharp objects that might finish the job, wondering if this is how my Cubs fan friends felt all the time.) Before Monday at Stamford Bridge, most epic moments were heard rather than seen. I was in a cabin in the Ozarks, gussying up for a close friend’s wedding, on the morning the Championship was clinched. BBC Radio Leicester’s podcasts, and the piss-taking double act of Stringer and Alan Birchenall, has been the soundtrack to the last four years of dog walking. The Woodman’s Stroke in Rothley, the Birch’s local, is now on my bucket list, and Google Maps says it’s 7.1 miles from the station. If opportunity knocks one day, Lord willing, I’ll hail a cab.",
  "webTitle": "I'm an American Leicester City fan. My Midlands honeymoon converted me | Sean Keeler",
  "webPublicationDate": "2016-05-05T16:27:38Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/05/leicester-city-foxes-american-fan-football-premier-league",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Keeler",
      "id": "profile/sean-keeler"
    }
  ],
  "guardianId": "football/2016/may/05/leicester-city-foxes-american-fan-football-premier-league"
}