{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/10/chris-bowen-labor-wont-sack-treasury-secretary-if-it-wins-election",
  "id": "2016-05-10-295",
  "sectionId": "australia-news",
  "body": "Labor will not sack the head of Treasury, John Fraser, if it wins the election, because that role is not a “political plaything” and Labor does not want to behave like Tony Abbott did when he became prime minister, the shadow treasurer, Chris Bowen, says. When Abbott won the 2013 election, one of his first acts as prime minister was to remove the then Treasury secretary, Martin Parkinson, and install Fraser in his place. Abbott defied the advice of John Howard and Peter Costello by sacking him. They had both backed Parkinson in private conversations, saying he was highly respected and ought to be retained.   Related: Labor and Liberals accuse each other of collaborating with Greens    But Abbott distrusted Parkinson for his former role as head of the Treasury’s department of climate change and for his involvement in Kevin Rudd’s failed carbon pollution reduction scheme in 2009.  Bowen criticised Parkinson’s removal at the time, saying it was a mistake. But he now says if Labor wins government it will not remove Fraser in retaliation. “I made it very clear when the government sacked Martin Parkinson… that for 114 years the incoming government had worked with the Treasury secretary,” Bowen said on Tuesday, after his National Press Club speech in Canberra. “I saw no reason to change that then, I see no reason to change it now. It’s an important principle.  “The Treasury secretary is not a political plaything, it’s an important role and office, and that would certainly be the case with me as incoming treasurer. That would certainly be respected.”  When Malcolm Turnbull replaced Abbott as leader of the Liberal Party, he re-employed Parkinson as head of the Department of Prime Minister and Cabinet. Bowen made the promise to keep Fraser after warning that Labor would have to publish a mini-budget this year, within three months of winning the July election and being sworn in, to prevent Australia suffering a AAA credit downgrade.",
  "webTitle": "Chris Bowen: Labor won't sack Treasury secretary if it wins election",
  "webPublicationDate": "2016-05-10T07:01:35Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/10/chris-bowen-labor-wont-sack-treasury-secretary-if-it-wins-election",
  "keyword": [
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/10/chris-bowen-labor-wont-sack-treasury-secretary-if-it-wins-election"
}