{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/10/bryan-cranston-philip-k-dick-channel-4-sci-fi-tv-electric-dreams",
  "id": "2016-05-10-240",
  "sectionId": "media",
  "body": "Breaking Bad star Bryan Cranston is to star in a new 10-part science fiction series on Channel 4, called Electric Dreams: The World of Philip K Dick, from Battlestar Galactica’s Ronald D Moore. Cranston, recently seen on the big screen in Oscar-nominated Trumbo, will executive produce and star in the series based on the celebrated sci-fi author’s work.   Related: ‘Every country has its fearmongers’ – Bryan Cranston on Trumbo and Hollywood’s blacklist    Each episode will be a standalone drama adapted and made contemporary by a team of British and American writers, “both illustrating Philip K Dick’s prophetic vision and celebrating the enduring appeal of his work”. Dick’s sci-fi novels have long been adapted for both TV and film, including Do Androids Dream of Electric Sheep? which became Ridley Scott’s Blade Runner; We Can Remember It For You Wholesale, which was adapted as Total Recall with Arnold Schwarzenegger; and Minority Report, which became the film of the same name directed by Steven Spielberg. Another, The Man in the High Castle, was recently adapted by Ridley Scott for US on-demand service, Amazon Prime. Cranston said: “This is an electric dream come true. We are so thrilled to be able to explore and expand upon the evergreen themes found in the incredible work of this literary master.” Moore, who reimagined 1970s sci-fi series Battlestar Galactica to much acclaim, will write and executive produce the series along with Michael Dinner (Justified, Masters of Sex) which will be made by Sony Pictures Television. “As a long-time fan of Philip K Dick’s work, it’s a tremendous honour and thrill to be part of this series,” he said. “His short stories are a treasure-trove of material for artists to draw from and I think this will be a very exciting project.” Channel 4 chief creative officer, Jay Hunt, said: “Philip K Dick’s short stories have shaped iconic Hollywood films from Blade Runner to Minority Report. Electric Dreams: The World of Philip K Dick will adapt and modernise his singular vision for a TV audience. We are thrilled to be partnering with the talented team at Sony Pictures Television on an anthology series that brings together global stars of the calibre of Bryan Cranston and Ronald D Moore.” Channel 4’s sci-fi series Humans, starring Katherine Parkinson, Gemma Chan and William Hurt, was the channel’s biggest original drama hit for 20 years and will return for a second series later this year. Charlie Brooker’s Black Mirror was another Channel 4 sci-fi hit, but it will not return to the station after it was bought up my Netflix, much to the broadcaster’s chagrin. Another of the new show’s executive producers is Dick’s daughter, Isa Dick Hackett, who also worked on The Man in the High Castle. “I’m thrilled to be working with this exceptional team to bring my father’s short stories to life,” she said. “Often the source for big, high concept feature films, these short stories represent some of the most dazzling conceptual work of his career, and the fact that they will be adapted by such a diverse set of creative voices is truly an honour.”",
  "webTitle": "Bryan Cranston to star in Philip K Dick Channel 4 sci-fi TV series",
  "webPublicationDate": "2016-05-10T10:05:36Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/10/bryan-cranston-philip-k-dick-channel-4-sci-fi-tv-electric-dreams",
  "keyword": [
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Philip K Dick",
      "id": "books/philipkdick",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Bryan Cranston",
      "id": "tv-and-radio/bryan-cranston",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Battlestar Galactica",
      "id": "culture/battlestar-galactica",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Blade Runner",
      "id": "film/blade-runner",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Minority Report",
      "id": "film/minority-report",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/10/bryan-cranston-philip-k-dick-channel-4-sci-fi-tv-electric-dreams"
}