{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/18/pccs-fire-service-policing-crime-bill-commissioners",
  "id": "2016-05-18-328",
  "sectionId": "public-leaders-network",
  "body": "The transfer of responsibility for the fire service in England to police and crime commissioners (PCCs) has been one of the least scrutinised pieces of legislation in the 21st century. The next stage could be worse. Following a laughable public consultation, the policing and crime bill was bulldozed through parliament at breakneck speed with barely an amendment accepted or even debated at any length.  The home secretary, Theresa May, scenting a populist win while her rivals for the leadership are stuck in the political quagmire of the EU referendum and local elections, has charged on regardless.    Related: Plans to merge fire and police services have dodged proper scrutiny    The question of asking politicians if they would like more power has a bit of a rhetorical whiff to it, and with the policing minister, Mike Penning, zealously briefing both police and fire services that all PCCs will be applying to take over, the move looks inevitable. So what is the next stage? If a PCC wants to assume responsibility for the fire service, they should create and submit a local business case to the home secretary. What this should contain has not yet been formally specified, but here are the six pieces of evidence needed to robustly prove their case. Community  Policing and fire services are predominantly community services and should reflect local needs and priorities, not be dominated by national agendas. There needs to be a thorough analysis of the local area based on the needs of the local community, focusing on civil protection and the various roles of the fire service and police. How are PCCs going to ensure they stay engaged and responsive to the local community as local needs and priorities change?  Working together  Although operational independence is supposed to remain sacrosanct, the purpose of the legislation is to encourage better collaboration between the emergency services. A credible business case needs to include a strategic and operational appraisal of the current and future deployment of the fire, police and ambulance services. As the geographical coverage of the three services will invariably differ – ambulance trusts, for example, operate on a regional scale in England and Wales – this will also require them to mesh into neighbouring arrangements. Governance  In its business case the PCC must consider whether it will be responsible for strategic oversight and direction or, in the other extreme, for all of the resources and day-to-day activity of the two services, including acting as the single employer for all police and fire staff.  To make the PCC the employer has all sorts of human resources implications, including responsibility for conditions of employment, discipline and financial and operational control, which are currently different in the two services.    Related: How to fix the tense relations between crime panels and police commissioners    PCCs are currently scrutinised by a PCC-selected police and crime panel. These already woefully underpowered scrutiny arrangements desperately need strengthening for the new regime.  Money A financial evaluation is essential to demonstrate value for money, particularly in the current era of austerity. This should be based on a calculation of the wider social returns on investment rather than the more narrow focus on financial returns or a cost-benefit analysis. Such wider social returns will include improving education, public safety and the health and wellbeing of individuals and communities, as well as on the financial balance sheet. All protection and prevention issues, such as the fitting of smoke alarms or anti-arson education work in schools, need to be considered, and not just their impact on emergency response times.  Public opinion  The government has said that proposals may be subject to public consultation, but this is vague. PCCs must merely consult and then “seek views from interested parties”. There are no mandatory obligations and the discretion is with the PCC. A formal public consultation with some mandatory input from the NHS, local authorities and other emergency responders, such as the Environment Agency, should be a minimum.  Public assurance  The initial consultation suggested that applicants could provide some independent validation, but this is not mandatory. It therefore needs strengthening and greater clarity to avoid conflict of interest issues. Public assurance surely requires an independent appraisal from an acknowledged expert and such people will have to be independent of both local and national politicians. Unfortunately, we are one of the few countries that no longer possesses an independent fire service inspectorate. However, a small pool of independent experts is clearly feasible and essential. Pete Murphy is director of the public policy and management research group at Nottingham Business School, Nottingham Trent University, and former editor of the International Journal of Emergency Services Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "If PCCs are to take over the fire service, they need to prove these six things",
  "webPublicationDate": "2016-05-18T06:14:21Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/18/pccs-fire-service-policing-crime-bill-commissioners",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Emergency services",
      "id": "public-leaders-network/emergency-services",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Collaboration",
      "id": "public-leaders-network/collaboration",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Firefighters",
      "id": "uk/firefighters",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police and crime commissioners",
      "id": "uk/police-and-crime-commissioners",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "public-leaders-network/local-government",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    }
  ],
  "authors": [],
  "guardianId": "public-leaders-network/2016/may/18/pccs-fire-service-policing-crime-bill-commissioners"
}