{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/adrian-doherty-manchester-united-lost-genius",
  "id": "2016-05-11-281",
  "sectionId": "football",
  "body": "Of all the profoundly sad and moving passages in the forthcoming book about Adrian Doherty – featuring contributions from Ryan Giggs, the Nevilles, Sir Alex Ferguson and various other names from one of Manchester United’s more glorified eras – perhaps the most poignant part comes in the years when the people closest to this supremely talented boy suspect a deliberate process to airbrush him out of the club’s history. “After an awful lot of deliberation, Jimmy, Geraldine and the rest of the Doherty family decided against airing their grievances in this book,” the author, Oliver Kay, explains towards the end of Forever Young. “They do not want a book about their beloved Adrian to end with a ‘slanging match’.”   Related: Adrian Doherty: the lost star of Manchester United’s class of 92 | Daniel Taylor    Yet those grievances persist and, according to Kay, “are deeply held” given that his extensive work, published on 19 May, recounts how for several years Jimmy, the father, used to travel from Strabane, County Tyrone, for a series of meetings at Old Trafford that left him feeling like he was “dealing with a big, faceless corporate machine” rather than the family club he had once entrusted to look after his son. “Some of the meetings ended with handshakes, others with Jimmy infuriated by what he considered a dismissive, condescending attitude to his complaints,” Kay details. “The more pointed the questions that Jimmy asked, the more adversarial the situation became.” And the more you read on, the more you realise why the family of this quiet boy with amazing talent will probably always feel let down. If Doherty is a new name to you, don’t think you are the only one. Doherty is the player nobody mentions when they talk about the precious, rare group that preceded the class of ’92. He is, to quote the book’s front cover, “football’s lost genius”. Yet there was a time when “Doc” was regarded behind the scenes as so thrillingly exceptional he had the edge on the young Ryan Giggs. Ferguson introduced him in one set of programme notes as “greased lightning” and the Manchester Evening News talked of a teenage sensation capable of making “the kind of impact not seen since George Best was given his chance”. Yes, newspapers love those kind of headline-grabbing comparisons, but talk to anyone at Old Trafford from that era and they all say the same. “He was out of this world,” Gary Neville says. Better than Giggs? The man himself readily accepts he was often in Doherty’s slipstream. “He could go past people at will,” Giggs says. “He could ride tackles like you wouldn’t believe. He could go inside, outside, play one-twos, pass and move. You know in The Matrix, where everything clicks together, where it’s all happening quickly, but in the character’s head it’s slow motion? It was a bit like that with Doc.” But there was more to him as well. Doherty wrote poetry. He was obsessed with Bob Dylan – “as a 16-year-old, I didn’t have a clue who Bob Dylan was,” Giggs says – and, in the nicest possible way, he arrived from Strabane with his head in the clouds. Doherty was a lost soul in some regards. Others remember him as bohemian, a dreamer, slightly eccentric for the football world. He didn’t gel his hair or bother with designer labels. “The most amazing football skill,” Ferguson says, “but happiest with his books, poems and guitar.” Doherty would often sell his tickets for whoever the first team was playing, then go busking in Manchester city centre – a young footballer, on the verge of playing for England’s biggest club, strumming his guitar, unrecognised, in a baggy Aran jumper outside the Arndale shopping centre. In Manchester’s music scene – and we are not talking about the Hacienda here – he was “McHillbilly”, playing in a short-lived band called the Mad Hatters. What followed is ultimately a story of wasted life and talent. Doherty was on the cusp of Ferguson’s team when he ruptured his cruciate ligament. The injury finished his career and it is the medical treatment at Old Trafford that partly explains why Kay writes how, all these years on, the family “still feel Adrian was badly let down”. Released from his contract, Doherty drifted out of the game. When the trophies were rolling in at Old Trafford he was trying to find alternative employment, even working for a spell in a chocolates factory in Preston. In April 2000, rather than starring for the European champions, he moved to The Hague for the summer, working for a furniture company on a short-term contract. Then one morning, for reasons that have never been fully established, he slipped into the canal on his way to work. He was in a coma for a month and died on 9 June, the day before his 27th birthday.     The Manchester United team before the Youth Cup semi-final 1 April 1990. Back row left to right: Mark Bosnich, Ryan Giggs, Darren Ferguson, Paul Sixsmith, Jason Lydiate, Sean McAuley. Front row left to right Mark Gordon, Craig Lawton, Lee Costa, Alan Tonge, Adrian Doherty. Photograph: Manchester United/Man Utd via Getty Images    The strange thing, perhaps, since then – and this is a question the Dohertys would like answering, even just for peace of mind – is that he has never warranted anything other than the tiniest of mentions (and in the vast majority of cases, absolutely nothing) in the many books written by Ferguson and numerous players from that era. “Maybe awkwardness,” Giggs offers. Yet it is not an entirely satisfactory explanation and, according to Kay, the family “always suspected there was another reason for the silence”, namely that for more than a decade a dispute was rumbling about the standard of care their son received in his four years at the club. Jimmy was not seeking financial gain but he did want, and never received, an apology, as well as some proper answers to their questions. Firstly, the family were troubled about the details of Doherty’s injury, the diagnosis and aftercare, but there were welfare issues that concerned them, too. They had been promised Jimmy would be offered a “home from home” at the club’s “digs”. Instead, the book describes a culture of intimidation and humiliation featuring “initiation trials” – placing apprentices in tumble dryers, kicking balls in their face, stripping them, not to mention more sinister routines – that, combined with homesickness, left Doherty so disillusioned at one point he rejected the offer of a five-year contract. It was, Kay writes, a “culture that at times lurched between the inane and sinister” and “what most people would term abuse”. United have declined to comment but have written to the family saying the club acted “fairly and appropriately”. They now have a rigorous safeguarding policy in place but you will probably have to decide for yourself whether the club should have done more at the time or shown greater empathy towards a grieving family. Jimmy also wrote to the Professional Footballers’ Association, whom he imagined would be keen to support the family of a footballer who had died in a tragic accident, and the Football Association. “He was left with the feeling that United, the PFA and FA closed ranks,” Kay writes (the PFA has told the Guardian it believes United “did all they could in a compassionate way to respond to the concerns of Adrian’s family”). The author goes on to say that Neville, as club captain, was roped in to help the mediation process. “Jimmy’s recollection of that telephone conversation is that Neville, after speaking so fondly and admiringly of Adrian, advised him, in friendly terms, that it would be pointless trying to take on the might of Manchester United.” Everything Jimmy has subsequently encountered from the authorities tells him Neville was probably right but at least now the story of his son’s talent – together with his other precious gifts – does not have to be a mystifying secret. Kay has provided the lasting document that maybe not everyone at Old Trafford wanted to read. Doherty’s story has been ignored and overlooked for too long and, in the process, maybe the slurs and innuendo the family have encountered can stop now. Soon after Doherty’s death, it was misreported – then taken as fact and repeatedly mentioned over the years – that he had actually fallen into the water in Amsterdam and, once that detail was out there, it spread like spilt milk. “What a lot of people don’t realise is that the years from 20 to 26, after he left football, were the happiest of Adrian’s life,” his brother, Gareth, says. “Instead, they see ‘footballer, released by Manchester United, fell into a canal in Amsterdam’ – which isn’t true [it was in The Hague] – and they jump to conclusions.” As a result, there has all been all sorts of gossip about drugs, excessive alcohol, suicide or – to quote another former team-mate – the constant suspicion that, being Amsterdam, it might have been “you know, seedy”. In reality, there was never any evidence of that nature. Nobody will ever know the exact truth but Kay’s theory certainly beats some of the others that have been doing the rounds all these years. “This wonderful guy,” he writes, “who happily stumbled through life, ignoring its pitfalls, was daydreaming away, composing his next poem or song, singing away to himself on his way to the station, when he took a fateful wrong step. What sort of person would do something like that? A dreamer, with his head in the clouds, like Adrian Doherty.” Forever Young, published by Quercus, will be released on 19 May",
  "webTitle": "Adrian Doherty: did Manchester United let down football’s lost genius?",
  "webPublicationDate": "2016-05-11T10:15:01Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/adrian-doherty-manchester-united-lost-genius",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/11/adrian-doherty-manchester-united-lost-genius"
}