{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/04/renewable-energy-rapid-acceleration-needed-to-meet-2020-target",
  "id": "2016-05-04-290",
  "sectionId": "environment",
  "body": "Meeting Australia’s renewable energy target for 2020 appears increasingly difficult, with a report released on budget night describing the progress so far as “adequate under the circumstances” but saying a rapid acceleration is needed. The Renewable Energy Target 2015 administrative report shows that last year about 409 megawatts of renewable energy was committed to. To achieve the target, 3,000 megawatts (the equivalent of about 20 large windfarms) would need to be committed to in 2016 to get back on track – a greater than sevenfold increase on the 2015 figure.   Related: Renewable energy target: Senate sits late to pass bill without amendment    The “committed to” figures relate to projects that are considered virtually certain to be built – those that have not only gained development approval, but have received all the financing and power purchase agreements they need to proceed. So far this year, committed projects would provide fewer than 400 megawatts, at least from publicly available information, Chloe Munro, the chair of the Clean Energy Regulator, told Guardian Australia. In total, projects providing a further 6,000 megawatts would need to be built to reach the 2020 target of 33,000 gigawatt hours, the report found.  The report notes 9,000 megawatts of large-scale renewable projects have received development approval, which would easily meet the target if built, but whether those projects receive financing will be the determining issue. Munro said the progress was only adequate, given circumstances including the target being reviewed and then downsized. To get back on track, she said a significant acceleration was needed in the remainder of this year. “A regrouping is taking place and we will see innovations in the way that investments are made in the future,” Munro said. “We said it was adequate under the circumstances and I think the requirement to pick up the pace was quite important and we are looking forward to seeing that.” Andrew Bray, national coordinator for the Australian Wind Alliance, said retailers needed to start committing to buying energy from new renewable projects.  “Energy retailers have run out of excuses, and wind- and solar-rich regions have run out of patience. Retailers must start committing to large numbers of new projects straight away,” Bray said. “By dragging their feet, retailers run the risk of being fined and this threatens to increase future power prices for everyone.” He said one thing to help encourage investment was a clear post-2020 vision from the government. “Markets need certainty and it’s not clear what the government’s vision is for renewable energy post-2020. We hope this will be made clear throughout the campaign.”",
  "webTitle": "Renewable energy: rapid acceleration needed to meet 2020 target",
  "webPublicationDate": "2016-05-04T08:34:58Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/04/renewable-energy-rapid-acceleration-needed-to-meet-2020-target",
  "keyword": [
    {
      "webTitle": "Renewable energy",
      "id": "environment/renewableenergy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wind power",
      "id": "environment/windpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "environment/2016/may/04/renewable-energy-rapid-acceleration-needed-to-meet-2020-target"
}