{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/08/they-didnt-know-they-were-victims-revenge-porn-helpline-sees-alarming-rise",
  "id": "2016-05-08-49",
  "sectionId": "technology",
  "body": "On a business estate in Devon, Jade sits at a computer screen and hovers her mouse over an innocent selfie of a young woman from Scotland. In a matter of seconds, she is led down the internet’s tunnels and diversions deep into what was once the private world of the 21-year-old. As she follows the digital trail, scores of explicit, intimate pictures of the young woman appear, originally taken for a boyfriend but now traded as porn across the web. Below the images the comment “My sexy ex” is followed by multiple lurid responses to the pictures. The phone rings beside her. Jade picks up. “Hello, Revenge Porn Helpline.” For 14 months, staff on the Revenge Porn Helpline,  based in an office outside Exeter, have been listening to victims describe their experiences of a swiftly escalating pattern of online behaviour – the shaming of individuals by posting explicit and intimate pictures of them, often on multiple platforms. Since 1 April last year, after pressure from campaigners such as Laura Higgins, who created the helpline, it is a criminal offence to disclose private sexual photographs and films without the consent of the individual who appears in them and with intent to cause distress. Known as revenge porn, its victims are both female and male, young and middle-aged, from all ethnic backgrounds.  Higgins was one of the first to notice the emerging crime, after setting up a professional helpline for teachers and social workers in south-west England five years ago. “We had a school contact us about one of their teachers, pictures of her had gone viral and the kids were sharing them,” said Higgins. “The school had suspended her, which we felt was a bit harsh. We asked them to get her to call us … she was distraught, absolutely in shock. She said she hadn’t been able to bring herself to look. She asked us: ‘Is it bad? How much is out there?’ “There came a point when we realised that this was a real issue. There were so many victims but they did not know they were victims. They thought they were the only one.” That could not have been further from the truth. Each victim was suffering a form of online abuse which has become a global phenomenon. When Higgins recently spoke about revenge porn at a UN conference, she was overwhelmed by how many countries were facing similar problems. “In Barbados they have a real problem, in China it is a problem – this is not just happening in the UK or in Europe, it is a global issue. What is empowering is that we are all now sharing our experiences of how best to tackle this together.” In the UK, more than 3,700 victims have contacted the helpline in the past year, 400 alone between February and April 2016.  At least 12 sites actively promote themselves by encouraging men to post images of ex-wives and former girlfriends as porn to be viewed by others. One advertises itself as a forum to post images of “cheating slut wives”. Increasingly, however, revenge porn is being facilitated by a growing number of anonymous image boards with a heavy local focus – a type of site which began in Japan and was brought to the west by 4Chan.  While 4Chan itself does not host revenge porn, several spin-off sites do. Users of one such image board in Northamptonshire share explicit pictures of girls and women they know. “Is there anywhere I can see some of [Girl X]? Been searching for this forever,” a user asked recently. When he was told that the pictures had been removed because the girl was underage, he replied: “Shit. There’s nowhere they’re still up?” Users share explicit pictures or details of nearly 40 women from the county. In some cases, semi-naked pictures had been stolen from the victims’ Facebook profiles and posted to the revenge porn forum along with a request for more graphic photographs. “She used to sit next to me in class and talk all the time about her sex life. 100% there is win,” read one comment, attached to three images of a teenage girl. In the forum’s language, a “win” is a fully-naked photograph. In another post, an anonymous user uploaded five explicit pictures of a girl claiming to be from her profile on the dating website OkCupid. The caption read: “These are from her okcupid and from reading that, win 100% exists. Seems like it shouldn’t be too hard to get some either.” Users post pictures of a woman or girl along with her first name and the first initial of her surname, plus sometimes the town she is from and other identifying details. Then that user either requests more images of the same person, or proposes a new target. As explained by one user: “No requests unless you provide a photo yourself. If you request a person, provide a photo of that person.” It takes only a matter of minutes to link several of the girls to their Facebook profiles. Other identical forums exist around the UK: in Leeds, Sheffield, Bournemouth, Worthing, West Lothian, Swansea, Doncaster, Halifax and Sunderland. Worryingly for the authorities, it is almost impossible to discover who is behind the posts. Their identities are hidden and the forum is registered to an anonymous-looking building in an industrial estate in Toronto, Canada. Amanda Naylor, the senior manager for children and young people at the charity Victim Support, said the women named and pictured on the Northamptonshire message board were particularly at risk. “One of the things that really worried me about this site is that there were clearly some under-18s on there,” she said. “One of the comments said ‘And this is her little friend’ and that is a really clear paedophile type of comment we see on other sites. It’s not just adult women this is affecting, it’s vulnerable young women and some who could be under 18, which would be child sexual exploitation.” Naylor said the risk to the women was heightened because the explicit pictures were posted by people known to the victims. Often by the time victims approach the Revenge Porn Helpline they are desperate. “Sometimes they have just found out or they have been suffering for months not knowing what to do,” said Jade. “They might have been let down by the police and been trying to grasp for help for a long, long time. When they talk it comes out in a barrage of information. “I had a lady in her 40s call who asked: ‘Could you help? I’m in trouble.’ A man she had been having an affair with had posted pictures of her online and shared them on social media with her children, husband and family. The man was threatening to post more images of her. She told me she was sitting in bed with a bottle of vodka wanting to end it all.” Staff encourage victims to report to the police and preserve evidence of what has happened. They also offer pro bono legal advice, but experiences of police responses are very mixed.  The law itself is flawed, campaigners believe, because it requires proof of intent to cause distress and does not cover Photoshopped images. The new legislation does not make the images themselves illegal and take-down requests to sites are made on the basis of a breach of copyright. Staff on the hotline help victims make take-down requests but it is slow, painstaking work and relies on the cooperation of whoever is running the site. “It’s about telling the sites that the individual did not consent to share these images and they need to be taken down,” said Jade. “We have built up relationships with some sites, and they are fantastic, they respond in 24 hours, others push back and don’t respond. When it comes to image boards, we struggle.” Almost 80% of callers to the hotline are women, and victims will call between one and 10 times for help. The helpline often receives calls from parents of young adults seeking help and describing their sense of powerlessness.  One father summed up the fears of many: “My daughter has been a victim of naked pictures being posted online and although we reported it to the police their attitude has been complacent and unsupportive and indeed caused her more distress. The ‘nothing we can do, you shouldn’t have taken the pictures in the first place’ comments … have had a devastating effect on her,” he said. “The pictures look like they were stolen. My problem is this: how do I help console her, what advice can I give her? My original advice to go the police has massively backfired and made the problem ten times worse.”",
  "webTitle": "'They didn't know they were victims': revenge porn helpline sees alarming rise",
  "webPublicationDate": "2016-05-08T18:46:50Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/08/they-didnt-know-they-were-victims-revenge-porn-helpline-sees-alarming-rise",
  "keyword": [
    {
      "webTitle": "Internet safety",
      "id": "technology/internet-safety",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sandra Laville",
      "id": "profile/sandralaville"
    },
    {
      "webTitle": "Josh Halliday",
      "id": "profile/josh-halliday"
    }
  ],
  "guardianId": "technology/2016/may/08/they-didnt-know-they-were-victims-revenge-porn-helpline-sees-alarming-rise"
}