{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/04/cutting-edge-could-crop-tops-for-men-return",
  "id": "2016-05-04-150",
  "sectionId": "fashion",
  "body": "There’s a scene in Richard Linklater’s new comedy, the 1980 set Everybody Wants Some!! that stands out. Hot headed McReynolds (Tyler Hoechlin) is hitting baseballs with an axe in order to chop them in two. It’s one of the most alpha scenes in an alpha movie, but what’s interesting is that McReynolds is chopping dressed in a black, netted crop top. In 2016, the male crop top is creeping back into view – a sartorial metaphor for the industry’s increasing blurring of gender lines.     Tyler Hoechiln in Everybody Wants Some!! Going full-on alpha in a crop top. Photograph: Everett/Rex/Shutterstock    In womenswear, the cropped top is very on trend from Balmain to Ivy Park, as a form of athleisure. But in the more cautious world of menswear, only a smattering of boundary-pushing designers such as J.W.Anderson, Astrid Anderson and Nasir Mazhar have featured the piece, riffing on the intersection between male and female clothes. It is perfectly summed up by Andersen’s description of her aesthetic as: “a masculine attraction with feminine references”.     Ezekiel Elliott in a ‘half shirt’ crop top on the NFL Draft red carpet. Photograph: Kamil Krzaczynski/USA Today Sports    It’s something that came to mind when NFL player Ezekiel Elliot wore a bow-tied suit with a crop-topped shirt at the NFL draft red carpet (a sort of Who’s Who of the next American football season). There were prosaic and humorous reasons for his choice of clothes: “I’m known as the hero in the half shirt, so I had to go out on the red carpet in a crop top,” he said. But the vision of Elliot in a crop top was significant in the way it skewered perceptions of how American football players should dress, with a Beckham-ish ripple. The subsequent reaction, in some quarters, was predictably severe. Perhaps that’s because a bare belly on display creates a visual message that is jarring for some, both hyper-masculine (look at my six pack!) but feminised when wrapped up in a crop-top bow. It’s very different to the 80s, when the male crop top was regularly on the pop culture landscape: Bill (Alex Winter) from Bill + Ted and Johnny Depp in Nightmare on Elm Street. As seen in Everybody Wants Some!!!, it was a look that was sports casual, referencing the aerobics craze and a general taste for the outdoors. The meaning of the crop top was altered when Prince wore it during his Under the Cherry Moon era (1986).      Prince on the set of the Mountains video in 1986. Photograph: Allstar Picture Library    Fresh from experimenting with lace and ruffles, he went for a sleek, European aesthetic (shorter hair, big suits). It was all significantly more masculine save for the crop tops he wore on the album cover and in the videos for Mountains and Kiss. With the bodycon fit, the curved, four-buttoned black top he wore during this time, he was riffing on its sport associations but also its place between genders.  Could the crop top resurface in the collections in June – a harbinger of what’s to come in menswear? I’d bet my half shirt on it …",
  "webTitle": "Cutting edge: could crop tops for men return?",
  "webPublicationDate": "2016-05-04T14:30:14Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/04/cutting-edge-could-crop-tops-for-men-return",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Men's fashion",
      "id": "fashion/mens-fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Men's tops",
      "id": "fashion/mens-tops",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Richard Linklater",
      "id": "film/richard-linklater",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Prince",
      "id": "music/prince",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "fashion/2016/may/04/cutting-edge-could-crop-tops-for-men-return"
}