{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/20/people-are-hungry-for-real-bookstores-judy-blume-on-why-us-indie-booksellers-are-thriving",
  "id": "2016-05-20-120",
  "sectionId": "books",
  "body": "She might be a beloved and bestselling author of classic children’s books from Forever to Blubber, but Judy Blume says she wakes up every day “and I look to the sky, and I say, ‘whoever’s up there, I thank you for not having to write today’.” Blume doesn’t have to write because, at 78, she has embarked on a new career: she’s an independent bookseller. Together with her husband, George Cooper, she has opened a small, nonprofit bookshop in Key West, Florida, where she’s working almost every day. And she’s loving it. She had planned “to take a gap year” after she finished writing and promoting her last novel, In the Unlikely Event. “I was going to relax and read and have this whole time with no pressure. And then bingo – the chance comes along to open a bookshop, and there you go. I guess I like that in my life … To learn something new like this, at 78, makes it all the more exciting.” Blume and Cooper had been urging Mitchell Kaplan, founder of independent book chain Books & Books, to open a bookshop in Key West for years. He told them that if they could find a space, he would partner with them. They found a corner store, part of a large deco building , and with help from Kaplan and his team, Books & Books @ the Studios of Key West opened in February.     ‘A very satisfying experience’ ... Judy Blume behind the tills at Books & Books @ Key West. Photograph: Penguin Random House    “We’ve done better than anyone, including Mitch, thought we could do,” says Blume, down the line from Florida. “It has been a very satisfying experience … Writing In the Unlikely Event took five years – it was very long and difficult and complicated. This is just a great change for me, and I am enjoying it so much.” Customers, she says, “sometimes” recognise her – an author who has sold more than 80m books around the world – “and they’re completely taken aback, especially if I’m sitting there dusting the shelves. I’m pretty good at recommendations – I’m good in the kids’ department for sure. I read all the picture books when they come in. And I can lead people to what they want, although I’ve not read as many of our books as some of our volunteers [the store has two paid employees, as well as Cooper, Blume and a series of volunteers]. I’m trying really hard to keep up. It’s like Christmas every day, working here.”  Business for independent bookstores in America in general, is “going well”, Blume believes. “I just think people are so hungry for a real bookstore again. So many people live in places where there isn’t one … It’s not just us doing well. A lot of independent booksellers are.” The figures back her up. At BookExpo America last week, the American Booksellers Association announced that for the seventh year in a row, its bookstore membership has gone up, to 1,775 members operating in 2,311 locations, up from 1,401 members operating in 1,651 locations in 2009. The lion’s share of these are independents, says the ABA: in 2015, sales for independent booksellers were up just over 10%, and are remaining strong in 2016. In the UK by contrast, the Booksellers Association recorded 894 independent bookshops in 2015, a decrease of 3% from 2014. A decade ago, there were more than 1,500. “Independent bookselling in the US is continuing not just to grow, but to thrive,” says ABA chief executive Oren Teicher, who attributes the growth to various factors: the localism movement, “which is exploding, and we are benefiting from that”; booksellers “getting smarter at using technology”; publishers’ increasing acknowledgment that “customers discover books in bricks and mortar locations [so] our colleagues in publishing have figured out that they need bricks and mortar stores as much as we need their books”; and the growing role of the bookseller as curator, in a world flooded with new titles.   Related: 10 independent bookshops you should visit worldwide: our readers recommend    The “resurgence of print” has also helped, says Teicher. A recent report in the UK revealed that in 2015, sales of printed books were up by 0.4% to £2.76bn, while ebook sales fell for the first time in the seven years the Publishers Association has tracked them, down 1.6% to £554m in 2015. In the US, the Association of American Publishers reported last month that while overall sales for consumer books were up 0.8% to $7.2bn (£4.9bn) in 2015, ebook sales declined, down 9.5% in adult books and 43.3% in children and young adult titles. “Five years ago in the American book business, there was a widespread panic that somehow digital reading was going to replace physical books and they would be a relic of some other time and place. Fast forward to today, and I think digital reading has levelled off and calmed down slightly. It’s going to be a piece of our business, but print books aren’t going away. We’re living in a hybrid world,” says Teicher. Added together, these ingredients make “the recipe for our success”, says Teicher. “But there is still a very modest margin in books, and people have to work really hard. We have significant challenges before us, clouds on the horizon that could interfere with our success.” These range from pressure on wages and rents, he says, to the “1,000lb gorilla” – the continued growth of online shopping. “But independents are extraordinarily resilient,” he says. “If I had a penny for every time we’ve been counted out, I’d be a pretty rich guy today.”",
  "webTitle": "'People are hungry for real bookstores': Judy Blume on why US indie booksellers are thriving",
  "webPublicationDate": "2016-05-20T14:39:58Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/20/people-are-hungry-for-real-bookstores-judy-blume-on-why-us-indie-booksellers-are-thriving",
  "keyword": [
    {
      "webTitle": "Booksellers",
      "id": "books/booksellers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Judy Blume",
      "id": "culture/judy-blume",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Ebooks",
      "id": "books/ebooks",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Florida",
      "id": "us-news/florida",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/20/people-are-hungry-for-real-bookstores-judy-blume-on-why-us-indie-booksellers-are-thriving"
}