{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/national-security-whistleblowing-inquiry-edward-snowden-analysis",
  "id": "2016-05-23-215",
  "sectionId": "world",
  "body": "Former head of the CIA David Petraeus, in an interview published in the Financial Times on 6 May, was asked if Edward Snowden should be prosecuted. “Unquestionably,” said Petraeus.   Related: Snowden calls for whistleblower shield after claims by new Pentagon source    Leave aside the issue of hypocrisy – Petraeus shared classified information with his lover and was not charged with a felony – and instead think about what he says next. “If Snowden had wanted to help that debate, he could have very easily been a whistleblower who could have gone to the appropriate organization and offered his views. He didn’t.” It is a line that has been repeated by Barack Obama, Hillary Clinton and just about every other establishment figure asked about Snowden. Rather than a leak to the media, they argue, there were alternative routes: he could have taken his concerns to Congress or pursued the official internal route, through the inspector general’s office.  But a powerful new insider account undermines the idea that the inspector general’s office offers whistleblowers a safe route. John Crane supervised the whistleblower-protection unit of the Pentagon inspector general, which has oversight responsibility for defense department components such as the National Security Agency. His story, told at length in Mark Hertsgaard’s powerful new book Bravehearts: Whistle-Blowing in the Age of Snowden, suggests that an office meant to aid whistleblowing can put whistleblowers in danger. This is someone who was deep inside the system who says the system failed. Much of the book deals with the case of Thomas Drake, an NSA employee more senior than Snowden, who became concerned after 9/11 over warrantless surveillance and took his concerns to the inspector-general’s office. Crane’s suspicion is that instead of protecting Drake, as his office should have done, Drake’s identity was passed to the justice department. What is needed, Crane and his advocates argue, is wholesale reform of the whistleblowing system to ensure that there are real protections in place. At present, there is no clarity. Different lawyers have different interpretations of what cover is provided by existing legislation such as the 1998 Intelligence Community Whistleblower Protection Act.  There are also huge gaps in the existing legislation. Contractors such as Snowden are not covered by the same protections as full-time staff, the result of a legislative carve-out at the behest of the intelligence agencies that occurred the year before Snowden’s disclosures.  The stakes for an inquiry at the US justice department, set to launch on 1 June, are nothing less than the future of national security whistleblowing. Will it follow Snowden’s model or Drake’s?  “Name one whistleblower from the intelligence community whose disclosures led to real change – overturning laws, ending policies – who didn’t face retaliation as a result. The protections just aren’t there,” Snowden told the Guardian. Many in US national security circles dismiss Snowden as a traitor, a spy or a stooge of the Russians. Others have more nuanced perspectives. Some acknowledge that episodes like Drake’s indicate the institutional deck is stacked against an insider seeking to warn of the dangers to freedom represented by bulk surveillance carried out by the US intelligence apparatus and with the approval of the leadership of secret congressional committees overseeing it.  But even many in that latter category are instinctually discomfited by public disclosures of classified information. It is for them that the justice department inquiry matters most, as it will prove a major step in determining whether non-public whistleblowing will be a viable or robust option. Crane, who lost his career for defending Drake, is himself conflicted about Snowden.  “The fact that Mr Snowden went outside the system, I think, shows a failure in the whistleblower protection program within the Department of Defense. Whistleblowers need to have confidence that they can step forward without subsequently having reprisal and actually being put on trial,” Crane told the Guardian. Crane wants, ultimately, to make future Snowdens feel protected internally. He hopes that the US justice department inquiry will ultimately “deter the Edward Snowdens of the future, that it will convince them that they are able to work within the system”.  There are those aligned with him – even representing him – who are skeptical that the inquiry set to unfold will yield those reforms.  “I don’t have a Pollyanna-ish view of how it’s going to right the system,” said Jesselyn Radack, a prominent whistleblower lawyer who represented Crane before a different government panel, the Office of Special Counsel, and who has also represented Drake.  While Radack’s hope is that the inquiry vindicates Crane and Drake and prompts structural reform, she said it “may rearrange deck chairs on the Titanic, but they continue to be so messed up”.  But another of Crane’s attorneys, the Government Accountability Project’s Tom Devine, believes the inquiry is a step necessary to save a broken whistleblower system.  Unlike many national security investigations, much of its work will become public, thanks to the partnership of the federal Office of Special Counsel, which itself works to safeguard whistleblower rights. Once the inquiry ends, probably next year, the office will alert Congress and the White House and post its work product online.  “It’s a foundation for serious, long-term efforts for reform,” said Devine.  “Instead of it being one person who accuses a major government institution of misconduct, it’s the official good-government agency finding a substantial likelihood of misconduct. Instead of a whistleblower being a lone voice, there’s now an official premise of wrongdoing on a massive scale here, that seriously compromises the integrity of whistleblower rights and the Pentagon’s response to illegal surveillance evidence.”  One of the routes supposedly open to Snowden would have been to go Congress. The problem with this is that the critical figures in Congress already knew about the scale of mass surveillance but did not do anything about it. There were veiled hints from some members uneasy about what they had learned. But in the end they still did not act, and it was left to Snowden to make his flight to Hong Kong.  “I went to colleagues, I went to supervisors – I even went to the lawyers. You know what they said? ‘You’re playing with fire,’” Snowden recalled.",
  "webTitle": "Future of national security whistleblowing at stake in US inquiry",
  "webPublicationDate": "2016-05-23T11:00:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/national-security-whistleblowing-inquiry-edward-snowden-analysis",
  "keyword": [
    {
      "webTitle": "Surveillance",
      "id": "world/surveillance",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Edward Snowden",
      "id": "us-news/edward-snowden",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US national security",
      "id": "us-news/us-national-security",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "NSA",
      "id": "us-news/nsa",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewen MacAskill",
      "id": "profile/ewenmacaskill"
    },
    {
      "webTitle": "Spencer Ackerman",
      "id": "profile/spencerackerman"
    }
  ],
  "guardianId": "world/2016/may/23/national-security-whistleblowing-inquiry-edward-snowden-analysis"
}