{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/27/chia-breakfast-pot-recipe-for-oaty-bircher-museli-anna-jones",
  "id": "2016-05-27-192",
  "sectionId": "lifeandstyle",
  "body": "I have always thought I would grow into mornings. That one day I’d suddenly be grown up enough to witness that moment of before-the-world-has-woken peacefulness. That one day, I too might sit on the back step with a pot of coffee and a notebook, or that I might spring out of bed to tend my (purely fictitious) dewy allotment ... Now that I can safely (if very hesitantly) consider myself a grown-up, I have had to accept my fate: I’m not a morning person. And besides, mornings have changed immeasurably since my son arrived just half a year ago. They have become a lot brighter – being greeted with a small person’s smile makes even a 5am wake up pretty magical – but I still haven’t quite got the hang of a tranquil morning. If I manage to get a piece of toast and a cup of tea down before leaving the house, it’s been a pretty good morning. So I have had to get a bit smarter, as missing breakfast is just not something I am prepared to do.   Related: Simple ways with eggs | The Modern Cook    Breakfast these days is usually put together the night before. A line-up of jars – grains, seeds and oats – march then tumble their way into a big screwtop jar or mixing bowl, followed by some milk or juice and some subtle flavourings. These ingredients are then left to soak and meld together overnight. By the morning, they have become creamy and comforting. It’s the work of a few minutes at a time of day to which I am much more suited. I top the bowls with a little fruit, quickly chopped, to brighten things. Sometimes it’s eaten at my kitchen table, other mornings packed into a screwtop jar or Tupperware and into my handbag to eat on the move, but, most often, its quickly squirrelled leaning against the worksurface. These kind of overnight breakfasts are especially good at this time of year when smashable berries and early stone fruits are around. The following two recipes are my favourite overnight breakfasts for this time of year. The first uses a base of chia seeds. Don’t roll your eyes just yet! These ancient seeds are high in fibre and omega-3s, making this one of the simplest and most energising breakfasts I know and – with the addition of the roasted strawberries – the most delicious. A whole packet of chia seeds may seem expensive, but they double in size when soaked so you only need a couple of tablespoons of them each morning, which will set you back around 50-60p. If you’re not tempted to try chia, the second recipe is a simple bircher muesli, gently pepped with lemon, apples and sweetness before an overnight soak. Both of these breakfasts are so adaptable, I’ve given a basic master recipe to follow (see Flavour Map, top right) and a few suggestions of favourite flavours for you to try as the seasons change. I hope that these breakfasts can please and fortify and provide a little pat-on-the-back calmness to your mornings. Roasted strawberry and chia bowls I usually double this recipe and make enough for two days. The night before, stick a tray of these roasted strawberries in the oven for spooning on top the next day. The syrupy red strawberries take this breakfast from holier-than-thou summer porridge to a proper food-lovers breakfast.     Chia up: roasted strawberries brighten up a bowl of chia seeds for a proper food-lover’s breakfast.. Photograph: Issy Crocker for the Guardian    Chia is a funny ingredient to cook with and, quite honestly, I’m not always a fan of it, but it works here. If you’re out of time, chopped fresh strawberries work just as well as the roasted batch featured here. I topped this with some edible flowers on the cover – there is no need for such frivolity at home. At least, not at 5am. Makes 2 bowls For the overnight chia 4 tbsp chia seeds300ml almond milk (or other milk of your choosing)A handful of fresh strawberriesA pinch of sea saltZest of 1 lemonA splash of natural vanilla essence2 tsp honey or maple syrup For the roasted strawberries500g strawberries 1 tbsp of olive oil2 tsp honey or maple syrup To serve Toasted coconut flakesA drizzle of honey or maple syrup 1 The night before, combine the chia seeds with the milk and stir well. Mash a handful of fresh strawberries with the salt, lemon and vanilla, then stir them into the chia. Refrigerate overnight so the seeds can bloom and soften. 2 For the strawberries, preheat the oven to 180C/350F/gas mark 4. It is important to use a baking tray with a lip or a large baking dish to prevent the juices from running off the sheet on to the bottom of your oven. If you are using a baking tray, line it with parchment paper. 3 Cut the strawberries in half. Put the berries on the tray and pour over the olive oil, maple syrup and the salt, toss gently around the tray until coated. 4 Arrange the strawberries in a single layer and roast for about 40 minutes, just long enough for the berry juices to thicken, but not long enough for the juices to burn. Watch the edges of the pan in particular. While still warm, scrape into a jar and put in the fridge for the morning. 5 Just before serving, sweeten the chia to taste with a little more maple syrup, if you like, and top with toasted coconut flakes and a spoonful roasted strawberries.      Rye, vanilla malt and peach overnight oats These pots use oats, a breakfast staple, along with the more flavourful rye. I find the oats bring comforting creaminess and the rye adds a little bite and a deeper, more complex flavour, which works well with the malt or maple. Barley malt is easily found in health food shops and large supermarkets. It’s a sweetener made from fermented grains and contains about 50% maltose, a sugar which is about one‑third as sweet as sucrose (the one in white sugar). I find that it doesn’t result in the sugar highs you can get from sucrose.  Makes 2 bowlsFor the overnight oats 80g rolled oats 50g rye flakes1 apple 1 lemon 200ml almond milk (or milk of your choosing) In the morning 1 tsp barley malt or maple syrup 2 ripe peachesA dollop of Greek yoghurt A handful of almonds, toasted and roughly chopped 1 Before bed, mix the oats and rye flakes in a bowl with the zest of half the lemon and the milk. Grate the apple into a little bowl and squeeze over a tiny bit of lemon juice and toss to stop browning then add to the oats. Cover and put in the fridge overnight to soak. 2 In the morning, sweeten the oats with a drizzle of barley malt or maple syrup and mix well. 3 Divide between two bowls and slice the peaches over the top. Finish with a dollop of Greek yoghurt and some chopped almonds.  Anna Jones is a chef, writer and author of A Modern Way to Eat and A Modern Way to Cook. (Fourth Estate); annajones.co.uk; @we_are_food",
  "webTitle": "Anna Jones’ chia breakfast bowls and bircher muesli recipes | The modern cook",
  "webPublicationDate": "2016-05-27T11:30:02Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/27/chia-breakfast-pot-recipe-for-oaty-bircher-museli-anna-jones",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegan food and drink",
      "id": "lifeandstyle/vegan",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegetables",
      "id": "lifeandstyle/vegetables",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegetarian food and drink",
      "id": "lifeandstyle/vegetarian",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Jones",
      "id": "profile/anna-jones"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/27/chia-breakfast-pot-recipe-for-oaty-bircher-museli-anna-jones"
}