{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/30/mls-philadelphia-union-new-york-red-bulls-mls-results",
  "id": "2016-05-30-115",
  "sectionId": "football",
  "body": "This is more than just an impressive start to the season. This is more than just a streaky streak. As the campaign rolls into the summer months, when teams’ title challenges are either validated or discredited, the Philadelphia Union now find themselves top of the Eastern Conference following Saturday’s 1-1 draw on the road in Commerce City. Champions are made of more than just a point against the Colorado Rapids, but make no mistake Jim Curtin’s team are for real. Of course, after such a comprehensive reconstruction over the off-season Philadelphia were always likely to be better this year than last. The signing of Chris Pontius has proved a particularly shrewd one, with CJ Sapong filling in as a somewhat improvised, yet effective, frontman, justifying the decision to let the likes of Andrew Wenger and Cristian Maidana leave the club. Now they are a more balanced, tougher team to beat than they were at any point during 2015 (the Union have now gone seven games without losing after Saturday’s draw).            Renovation was indeed needed, but few expected such a steep upward trajectory so quickly. Their current arc could take them all the way to the Supporters’ Shield and possibly even further, such is the improvement of the Union in 2016. Top of the Eastern Conference by a point, with a game in-hand over the Red Bulls in second place, Philadelphia are good value for their position and might take some shifting. Saturday’s match was illustrative of how Curtin hasn’t just changed the team on the field but the mentality of the entire club. So often in the past Philadelphia have suffered for having a soft centre, giving up late goals time and time again. Against Colorado, though, they scored one themselves, with Brian Carroll netting an equalizer in stoppage time. There’s a toughness to this group that isn’t usually synonymous with the Union, and that’s why they are something different this season. At Dick’s Sporting Goods Park, two teams with similarly positive outlets met. Both the Colorado Rapids and the Philadelphia Union boast young former MLS stalwarts as managers, they both overhauled their squads over the winter, with both teams focussing primarily on their defensive records. But whilst the match finished level, it was Philadelphia who proved, more so than the Rapids, that they must be taken seriously. GR The Red Bulls’ success has been coming for a while Remember that awful movie The Number 23 with Jim Carrey? Where every possible event surrounding the main character’s life somehow related to the number 23? Well, for the Red Bulls, their life-consuming number is seven. And for the most part, it hasn’t been nearly as unforgiving as Carrey’s numerical companion. Through the first seven matches of the season, the Red Bulls were 1-6, allowing a shocking 15 goals while scoring just five. Their last seven matches couldn’t be more different. The Red Bulls are an impressive 5-1-1 in that stretch, scoring 19 goals and allowing just five.  Now, most will look towards last week’s 7-0 win over New York City as the turning point of the club’s season. That, however, ignores the gains of the past two months that have served as the building blocks for the team’s recent form. Down a man for over 45 minutes on Saturday, New York were able to carry the day on the back of an improved defense and revitalized offense against the traveling Toronto FC. A hat-trick from Bradley Wright-Phillips led the way. His three goals in just 27 minutes were an MLS record.  Remember: this is the same Wright-Phillips who went scoreless in the first seven matches of the year. He has now scored eight in the past seven. And what about the team’s defense? Led by Aurelien Collin, New York earned their third shutout in three consecutive matches. In fact, they have only allowed three goals since the Frenchman arrived from Orlando City five matches ago. With Collin leading the fray, New York have not allowed a goal in their last seven halves of soccer.  There is that number again. Superstition aside, Jesse Marsch has his men on the uptick, managing to rekindle the magic that propelled his side to a Supporters’ Shield victory last season.  “Yeah, it’s obviously very different than the beginning of the year,” Marsch said after the match. “I truly feel like we’ve put that behind us now, and we’ve made a great push in the last seven games, getting a lot of good performances. [We are] starting to really feel and look like us.  “I think we use the hard times to make us better. So obviously, [I’m] very happy with the last couple months.” Now just one point from the top of the East, the Red Bulls have a new-found confidence as they enter the long Copa America break. “I told them for right now, we’re at least in first place the East, which it’s remarkable, remarkable,” Marsch said. “Given how rough our start was. It felt like a long period of time like where we were just in a dark moment. But we continue to try to reinforce important things, and continue to try to push and know that we were going to use that to make us better “To see now where we’re at, it’s very validating.” DM The Houston Dynamo’s next appointment will their most important  Not so long ago the Houston Dynamo were the epitome of MLS stability. They were part of the play-off furniture, sustaining a level of success without big-name Designated Players. They made four MLS Cups (winning two of them), lifting the Supporters’ Shield once and clinching the Western Conference twice and Eastern Conference once. Then Dominic Kinnear left.  Since then Houston Dynamo have become the opposite of their former selves, with Owen Coyle’s departure as head coach last week coming as confirmation of their new lowly status. He might have shared a homeland with Kinnear, but the parallels went no further. Coyle was the wrong man for the Dynamo, with the franchise now scrambling to reverse what damage has been inflicted over the past two years. In truth his exit probably should have come earlier than it ultimately did. And so Houston are charged with making the most important appointment in the franchise’s history. Sure, they have only ever employed two different head coaches, with Kinnear at the helm for the first eight years of their existence, but the club’s standing in the North American game depends on what happens next. That might seem somewhat melodramatic, but Coyle’s tenure must be rendered as little more than a blip. Houston have to restore themselves as one of the league’s dominant franchises, not the bottom-of-the-table outfit they presently are. Their recovery starts with their next managerial appointment, with Mike Petke, Jason Kreis and Wade Barrett all linked with the vacancy. Get that appointment wrong, however, and the Dynamo’s decline might become altogether more permanent.  Against the Vancouver Whitecaps on Saturday evening there were already glimpses of recovery from Houston, with the Texans finally picking up their first away point of the season. Considering that the Dynamo are still without a win on the road in 2016, it was a very modest, if not literal, victory, but consolidation must be achieved before any ground can be clawed back.  It’s not that Houston have a bad squad, in fact it could be argued that there was logic in the way Coyle overhauled his team over the off-season. It’s that they have seemingly lost their identity. The new guy, whoever that turns out to be, must restore that. For the Dynamo their next appointment must deliver more than just results. GR The only thing that can stop the LA Galaxy is individual errors The LA Galaxy had started to get that look about them again, the kind of look they tend to get around this time of year. They had gone since the second weekend of the season without defeat, flexing their Californian-bronzed muscles in big wins over the Houston Dynamo, Real Salt Lake and the New England Revolution. That run came to an end at Stade Saputo, though, as the Montreal Impact claimed a dramatic 3-2 win. It was Mauro Biello’s side’s first win at home this season, finally breaking a duck that should have been smashed open some time ago. There was a drive and creativity that was absent in the previous week’s draw against Philadelphia and the midweek defeat to Orlando City, with Ignacio Piatti a perpetual source of imagination and productivity. But the win wasn’t all their own doing.            Didier Drogba scrawled his name on the scoresheet deep into stoppage time, but the Impact’s winner was more of a loser for the Galaxy, as goalkeeper Brian Rowe mishandled into his own net. The 27-year-old wasn’t alone in making a mistake either, with Robbie Rogers enduring a difficult evening up against an often rampant Montreal frontline.  Those deficiencies betrayed LA’s overall performance, though. The Galaxy dominated the first half, benefiting from some calamitous defending themselves when Giovanni Dos Santos was gifted a gag-reel opener following a mix-up between Evan Bush and Maxim Tissot. It wasn’t until the introduction of Patrice Bernier in the second half that Montreal started to find some composure, eventually seeing off Bruce Arena’s side. Whether the LA Galaxy deserved to lose or not is open to debate, with both sides enjoying peaks and enduring dips at differing points of the match. But the manner in which the Carson club allowed Saturday’s game to slip away from them highlighted their only weakness as a side: individual errors.  Of course, it’s almost impossible to legislate for momentary lapses of concentration, but in the LA Galaxy’s case that is where honours could be won and lost this year. It’s happened to them before this season, like in last week’s Cali Clasico against San Jose. Arena bemoaned his side’s struggles to close out games then and he surely held the same frustrations after defeat in Montreal. GR New York City FC can’t catch a break            For 69 minutes, NYC FC were well on their way to redemption – not only from their 7-0 embarrassment against the Red Bulls last week, but also from their poor home form. Up two goals on Orlando and with David Villa staring down a penalty kick, victory was practically a guarantee. Unfortunately, nothing is certain when it comes to NYC FC – not even David Villa. On a full-tilt sprint towards the spot, David Villa lost his footing, taking a baseball slide on the outfield grass and landing on his back just in time to catch a perfect glimpse of his once promising opportunity go airborne towards the floodlights of Yankee Stadium. If that isn’t a symbol of NYC FC’s current form, what is? The literal slip up allowed Orlando City back into the match. Two minutes after Villa’s epic miss, Julio Baptista found space, controlled a Kevin Molino cross in tight confines and beat Josh Saunders at his near post. With less than a minute left Kevin Molino’s header rattled off the bar and over the line, ending the match 2-2. The result had reporters scrambling to find answers after the match. Did the turf interfere in Villa’s PK? “We have this pitch. We have this stadium. We have to be good in this pitch and this stadium,” Villa said. “Sometimes the foot slides a lot. It’s no excuse.” Well, if not that, did the stadium crew over-water the pitch? “We ask that the pitch be watered,” he explained. “If it is not watered, it is too dry.” Instead of grasping for excuses, Villa put the club’s troubles in simple terms.  “When you are in good moments, you score in the last minute or [Molino’s] ball goes to the crossbar,” Villa said. “We are I think in a bad moment, unlucky or in moments of the game we deserve it more.” Thanks to those “bad moments,” NYC FC lost vital points at home for the second straight match. They’ve also fallen further from the perch in the East. They have gone from being unbeaten in five to winless in three. Moreover, their record at Yankee Stadium extended to a gruesome 1-2-5 on the year – and 7-9-9 all-time. This wasn’t the way it was supposed to end. Not against a depleted Orlando City. Not after the ‘Red Bull Wedding’. But this speaks to the reality of NYC FC’s current situation: no matter how close they look to turning their fortunes, they always wind up getting in their own way. “Just taking one point away from that game is unbelievable,” head coach Patrick Vieira said after the match. “We had situations where we [could] have killed the game. Score that third goal and it’s finished. And we didn’t do it. We gave them the chance to get back in the game.  “To concede the goal, the way we conceded in the last, is really frustrating.” DM",
  "webTitle": "Philadelphia Union are for real, and David Villa's worst ever penalty",
  "webPublicationDate": "2016-05-30T12:05:05Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/30/mls-philadelphia-union-new-york-red-bulls-mls-results",
  "keyword": [
    {
      "webTitle": "Philadelphia Union",
      "id": "sport/philadelphia-union",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Houston Dynamo",
      "id": "football/houstondynamo",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Montreal Impact",
      "id": "sport/montreal-impact",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "LA Galaxy",
      "id": "football/losangelesgalaxy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "New York Red Bulls",
      "id": "football/newyorkredbulls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "New York City FC",
      "id": "football/new-york-city-fc",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruthven",
      "id": "profile/graham-ruthven"
    },
    {
      "webTitle": "Dave Martinez",
      "id": "profile/dave-martinez"
    }
  ],
  "guardianId": "football/blog/2016/may/30/mls-philadelphia-union-new-york-red-bulls-mls-results"
}