{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/27/days-of-the-odeon-for-a-tanner-are-long-gone",
  "id": "2016-05-27-82",
  "sectionId": "uk-news",
  "body": "In these days of constrained public finances residents want councils to find ways to protect valued services. In Kensington and Chelsea we are meeting these expectations by becoming a more dynamic manager of our property estate. By that, I don’t mean the sort of fire sale to the private sector suggested by Neil Ferguson (Letters, 26 May), but good stewardship that ensures commercial income generation. Take Mr Ferguson’s alma mater, Holland Park school: it needed a new building and we delivered one by a private property deal so successful it also paid for two schemes of affordable housing and contributed a large cheque towards a new academy in North Kensington. The library Mr Ferguson has been using for 40 years may be a fine building, but not such a fine library if you are in a wheelchair. It’s not being sold, but leased to provide a healthy income stream for frontline services – we are building a new multimillion-pound library just 50 yards away. The council is buying the Kensington and Chelsea College site. With us as owners, the college will have a site in North Kensington for as long as it decides to have one and we will have an opportunity to build badly needed new private and affordable homes. Finally, the Kensington Odeon Mr Ferguson went to as a child is a private development. We actually refused planning permission; it was the Planning Inspectorate that granted it. The new development will, by the way, include a cinema so all should be well; except I’m pretty confident it’s going to cost more than “a tanner” to get in.Cllr Rock Feilding-MellenDeputy leader, Royal borough of Kensington and Chelsea  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Days of the Odeon for a tanner are long gone | Letters",
  "webPublicationDate": "2016-05-27T16:15:17Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/27/days-of-the-odeon-for-a-tanner-are-long-gone",
  "keyword": [
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/27/days-of-the-odeon-for-a-tanner-are-long-gone"
}