{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/sexist-bias-boardroom-women",
  "id": "2016-05-02-113",
  "sectionId": "commentisfree",
  "body": "What proportion of British board members are women? The figures are disappointing (26.1% at FTSE 100 companies and 19.6% at FTSE 250 firms), which is why a target has been set for FTSE 100 firms to have 33% female board members by 2020. But what’s it like for those who have made it in already? We hear confessions from women both in the public and private sector. ‘People commented on my looks, not my capabilities’ I was the only woman of 13 men on the board of a large IT services company, and was on the receiving end of a lot of sexist bias – some conscious but a lot of it unconscious. For example, I experienced inappropriate comments and unsolicited advances from my mainly married peers at board level. Women at all levels experience this, however.   Related: A third of boardroom positions should be held by women, UK firms told    I was quite young when I joined this board – 33 – and many also felt that it was OK to comment on my looks rather than my capabilities. This led me to changing my image to discourage any attention: I wore no makeup and screwed my hair back. I got the position through hard work and building up a good reputation (I had been referred to the chief executive by a senior woman in my previous company) so my looks should never have come into it. I am not sure men are aware that mentioning how women look makes many of us feel uncomfortable. I really think that they must believe we feel complimented in some way. But instead it makes a lot of women believe that they don’t want to be in that boys’ club and so they are turned off from applying for those positions; they may think that they simply don’t belong in that environment, or are intimidated by it. Despite this, it has been my privilege to be the only woman, the group marketing director, on the board of a $1bn company, told by several female employees that they saw me as a role model. That was what really made it for me; that I might have inspired at least one other woman to try. One of the big issues, certainly in the technology sector, is the unconscious bias of a profile of white male executives in their 50s doing the hiring to boards. For example just today, one of the women that I coach in a large tech company said: “All the managers here are white, middle-aged men. When a woman leaves, she is replaced by a man.” Whether this is true or not, that is her perception. This is a young, university-educated 20-something who is looking desperately for role models. So the key challenge is: who is there for her to look up to, and whose footsteps does she follow in? Former female board member of large UK firm, 39 ‘The UK is much better than elsewhere in the world’ On the face of it, you would expect the board I sit on (of a public/private initiative in the north), to be horribly sexist. Its shareholders include a council, a university and a telecommunications services company. However, I have never felt that any dialogue, debate or attitude has been influenced by my gender.    I have seen an old boys’ culture in the private sector where men on boards go to things such as rugby, excluding women    In fact, I have experienced less sexism while sitting on boards than I have when pitching for or delivering work. I have also sat on boards abroad, and have seen horrendous sexism and racism elsewhere in the world. I’m actually very proud of the UK and our inclusive society. While the situation is improving, however, I believe quotas would be a mistake. Women want to feel that they have got something because of their own merit, and being seen as a “quota hire” will undoubtedly, at some point, incentivise a discriminatory comment, such as: “You’re only here because we had to have a woman.” In order to be taken seriously we, as women, cannot be seen as the victim or a group that needs special attention – we have to prove our worth and stand on our own two feet. Any purposeful and harmful discrimination needs to be dealt with professionally, within the boundaries of the law and governance.A consultant specialising in technology startups, 47 ‘Women need to have more role models’ My board roles are in the public/third sector and on both boards there is a high percentage of women. As a result, perhaps, I have not been aware of any overt discrimination or sexism. I suspect that private sector experiences would be very different. However, I am sure that there is a level of unconscious sexism, and I have no way of knowing if I failed to get other roles because of my gender. Interestingly, I experienced active discrimination at a previous role where women’s efforts to progress to board level were actively blocked, and men’s encouraged.   Related: Five things to promote gender equality at work    There are definitely more challenges for women trying to get on a board, including a lack of effective role models throughout the career process. I meet many women who have never thought that a board position could be a possibility, so have not thought about how to structure their career to attain it. (Women also seem to be worse at career planning than men.) We also face bias – conscious or unconscious – in staff development and recruitment. There’s a well-known factor that groups will recruit new group members that they feel comfortable with. This generally means “people like them”. So a predominantly white male board will usually prefer white male candidates. Plus, recruitment methods are often unconsciously biased by the experience of the recruiter. When I started my career, women were steered towards softer subjects and softer careers, which typically are not represented at board level. Now my cohort and I are reaching the level of seniority to consider board positions, those career choices may hinder advancement to the next level because there isn’t the perceived need for those softer skills at board level. So the pool of suitable candidates has far more men than women. Technology director at a public sector organisation, 51 ‘There’s a real old boys’ network in the private sector’ The disparity between how women are treated in the public and private sector is massive. I have worked in a FTSE 100 company and also for a public sector organisation in an education role. The private sector follows a law unto itself and women are seen much less on board and senior executive roles. However, moving into the public sector it’s been much more diverse. That’s particularly relevant to the sector I work in. In the business sector for women who don’t have kids maybe there is less of a difference but the moment you have a child everything changes. At the FTSE company meetings were always held in the evenings, making it hard if you had a caring responsibility. I now work in a senior role in the education sector and it’s my responsibility to recruit board members. As a mother with three children I am careful to make sure that my meetings are flexible, looking at the best time to try to be family-friendly. I have also seen an old boys’ network culture in the private sector where men on boards go to things such as the rugby, or out drinking, excluding women – even if you’re working at the same level. I cannot say I’ve experienced any overt discrimination myself, but I think there is a real reluctance for the private sector to embrace gender diversity in the same way as the public sector. We’ve seen improvements on boards in the public sector – for example, in education, the NHS and police – but the private business world is very slow on the uptake. Governance role, 45",
  "webTitle": "'There is sexist bias in the boardroom: conscious and unconscious' | Guardian readers and Sarah Marsh",
  "webPublicationDate": "2016-05-02T14:55:49Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/sexist-bias-boardroom-women",
  "keyword": [
    {
      "webTitle": "Women in the boardroom",
      "id": "business/women-in-the-boardroom",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/sexist-bias-boardroom-women"
}