{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/03/labour-plans-to-gain-seats-in-local-elections-jeremy-corbyn-says",
  "id": "2016-05-03-256",
  "sectionId": "politics",
  "body": "Jeremy Corbyn has predicted Labour will not lose seats in this week’s local elections, saying that rumours of a leadership coup have been whipped up by the “golden circle” of the media.  Despite the analysis of a leading academic suggesting Labour could be on course for its worst results in 35 years, Corbyn said Labour was looking to “gain seats where we can” in the elections for local councils, regional assemblies and mayoralties.   Related: 5 May: your guide to this week's local and mayoral elections     Corbyn made the forecast as he launched a campaign poster with the slogan: “Elections are about taking sides. Labour is on yours.”  The elections are taking place on Thursday against a backdrop of talk among Labour MPs about whether to launch a leadership coup against Corbyn if the results are bad for the party.  Asked whether he would stand again if he faced a challenge from a fellow MP, Corbyn said he was going nowhere and “of course” he would.  But he dismissed the talk of a coup, telling reporters that the media had become obsessed with his leadership, instead of writing about “grotesque levels of inequality” and what people were talking about on the street.  “I don’t know who these Labour MPs are but I would advise every member of the party to get out there and campaign. We have two days to go,” he said.  Corbyn said later: “When I talk to people on the streets … they are talking about housing, poverty, cuts, zero-hour contracts, low wages, the crisis of expectations among young people. “It’s time that many of the media, the golden circle of the media establishment, actually got out and talked to people. Many people are obsessed with this [the Labour leadership] instead of rather than what they should be obsessed with: the devastating crisis of inequality in our country.”  Polling of Labour party members suggests Corbyn has retained the overwhelming backing of those who elected him in a landslide victory last autumn. Any candidate with serious ambitions to lead the party would risk a crushing defeat at the hands of the grassroots members. However, it is possible a less serious “stalking horse” candidate could put themself forward to smoke out the scale of opposition to Corbyn. Possible triggers for a challenge could include poor council and assembly results, a defeat for Sadiq Khan in the London mayoral election, or even attempts by the leadership to save the career of Ken Livingstone, who was suspended for controversial comments about Hitler and Zionism last week. Livingstone and Len McCluskey, the Unite union leader, are among those on the left to have warned that some MPs on the right of the party are using allegations of a crisis about antisemitism within Labour to destabilise the leadership and clear the way for a challenge.  Speaking in Southwark, Corbyn said allegations about antisemitism within Labour had been “dealt with” now that an independent inquiry by Shami Chakrabarti had been launched a small number of members had been suspended.",
  "webTitle": "Labour will not lose seats in local elections, Jeremy Corbyn says",
  "webPublicationDate": "2016-05-03T10:15:57Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/03/labour-plans-to-gain-seats-in-local-elections-jeremy-corbyn-says",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/03/labour-plans-to-gain-seats-in-local-elections-jeremy-corbyn-says"
}