{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/09/floyd-mayweather-conor-mcgregor-fight-boxing-ufc",
  "id": "2016-05-09-128",
  "sectionId": "sport",
  "body": "On Saturday, Floyd Mayweather called a fight with Conor McGregor “possible”. As far as fights go it would be the ultimate made-for-TV sideshow, almost like a Fear Factor meets the Kardashians. It would offer little in athletic value, even less in benefit to society as well as hurting the legitimacy of the fighters’ chosen disciplines. But it would make millions. And a huge number of people would watch.  The idea that the biggest names in boxing and mixed martial arts would collide in a ring (or octagon? or hexagon?) to the amusement of a worldwide audience seems preposterous. Their worlds and skills are too different. Finding a way to match them evenly would be impossible. Common sense says the idea is too ridiculous to consider.  Except for one thing…  There may not be two other athletes in sports today more gifted in self-promotion than Mayweather and McGregor. They are also men consumed with making money. Both men talk about it endlessly, and Mayweather would generate hundreds of millions just by stepping into the ring again.    Related: The fight game reloaded: how MMA and UFC conquered the world | Andy Bull    Ever since he went from anonymity to the biggest name in the UFC, McGregor has talked about getting rich. He orchestrates public shopping sprees and boasts – with alternate touches of humility and pride – of his vast collection of luxury cars. After he beat Jose Aldo at UFC 194 his rhetoric turned away from his love of MMA to an all-out discourse on wealth. As his fight with Nate Diaz at UFC 196 drew close almost everything he talked about was money: how much he was making himself, how much he was making Diaz, how much he was making the UFC. He seemed more interested in the towering visage of Mayweather on the side of the MGM Grand where he was fighting Diaz that weekend than the lure of being the headliner at July’s UFC 200 in the giant new arena across Las Vegas Boulevard. If he longs to be as rich as Mayweather he will probably have to fight Mayweather as ludicrous as that sounds.  Who knows if this rumored fight even has a chance of happening. UFC president Dana White told Yahoo! Sports’s Kevin Iole: “It’s not true, it’s just a tabloid story.” And the proposed financial arrangement first reported by the Sun had Mayweather earning $144m while McGregor would get just $10m. It seems hard to picture McGregor embracing a financial package he could get from the UFC to box against one of the best of all time. There is no way Mayweather would agree to fight using mixed martial arts.    Related: Kell Brook should not get too excited by Floyd Mayweather rumours | Kevin Mitchell    McGregor would not last long boxing against Mayweather and Mayweather would not be able to grapple with McGregor. Most likely is that the two fighters are using each other to promote something else. Mayweather, who has claimed to be retired, told FightHype.com that he started the rumors of a match with McGregor. McGregor has played along, tweeting a fake match poster of he and Mayweather.  By keeping the thought of a fight between the two of them alive, Mayweather and McGregor keep their names in the news. Many expect Mayweather to fight (as a boxer) at least one more time and what better promotion for another big payday? Meanwhile, McGregor needs to keep his feud with White and the UFC going, battling for control against a president and organization that does not cede power to their fighters. Mayweather v McGregor is more likely Mayweather v the rest of the boxing world and McGregor v the UFC. Neither Mayweather at the end of his career and McGregor in the middle of his should want to ruin their fighting legacies with a pay-per-view circus. But then again, neither man has ever been predictable, especially when an Everest of money sits on the table. Would they be above diving in, clawing at each other’s eyes for a one-time reality-show payday like no other?  You can’t say no ... as stupid as that seems.",
  "webTitle": "A Mayweather v McGregor fight would be an abomination – but a lucrative one | Les Carpenter",
  "webPublicationDate": "2016-05-09T15:30:05Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/09/floyd-mayweather-conor-mcgregor-fight-boxing-ufc",
  "keyword": [
    {
      "webTitle": "Floyd Mayweather",
      "id": "sport/floyd-mayweather",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Conor McGregor",
      "id": "sport/conor-mcgregor",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MMA",
      "id": "sport/mma",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UFC",
      "id": "sport/ufc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Les Carpenter",
      "id": "profile/les-carpenter"
    }
  ],
  "guardianId": "sport/blog/2016/may/09/floyd-mayweather-conor-mcgregor-fight-boxing-ufc"
}