{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/20/sofia-coppolas-la-traviata-opens-rome-opera-house",
  "id": "2016-05-20-34",
  "sectionId": "music",
  "body": "An operatic collaboration between an American film-maker, an Italian haute couture king, and a British set designer will make its debut this weekend. Sofia Coppola’s La Traviata will open at the Opera of Rome on Sunday in a production featuring costumes made and designed by Valentino with backdrops created by Nathan Crowley, the set designer for the Batman films. Valentino, who sits on the opera house’s board, approached the American director after seeing her 2006 film Marie Antoinette, which he said showed she possesses “a distinctive sensitivity and musical aesthetic, balancing the classic and the modern”. Coppola, who was nominated for a best director Oscar for Lost in Translation, said: “I didn’t really know what to expect and I never could have had the courage to direct an opera, but then Valentino and Mr [Giancarlo] Giammetti [the designer’s artistic collaborator] asked me.     Sofia Coppola on the set of her 2006 film Marie Antoinette. Photograph: Snap Stills/Rex/Shutterstock    “I thought what an incredible experience to be able to work in the Rome opera house with the beautiful costumes and the team here, so that motivated me to take a chance and do something that was scary and very unfamiliar.”   Related: Sofia Coppola's La Traviata to set Opera of Rome back on song    The director, the daughter of the Godfather director Francis Ford Coppola, said she drew on her Italian heritage for inspiration throughout the process. She said: “My great uncle has conducted La Traviata so he sat down and spoke to me a lot – I felt lucky to have this culture in my family.” The star appeal of Coppola and Valentino has paid off for the beleaguered Rome opera house – long overshadowed by La Scala in Milan – which has made €1.2m (£0.9m) in ticket sales already, making La Traviata the venue’s highest grossing opera before the curtain has even risen. The opera house backers are hailing the ticket sales – the 15-night run has nearly sold out – as a sign that the Rome institution is emerging from a series of internal rows and financial crises.  Speaking to the New York Times, Coppola said she wanted to “bring out the personal side of the French courtesan – the party girl used to the social scene. It’s a very feminine world that I love.”",
  "webTitle": "Sofia Coppola's La Traviata opens at Rome opera house",
  "webPublicationDate": "2016-05-20T18:49:31Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/20/sofia-coppolas-la-traviata-opens-rome-opera-house",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Sofia Coppola",
      "id": "film/sofia-coppola",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Francis Ford  Coppola",
      "id": "film/francis-ford-coppola",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Batman Begins",
      "id": "film/batman-begins",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth McKee",
      "id": "profile/ruth-mckee"
    }
  ],
  "guardianId": "music/2016/may/20/sofia-coppolas-la-traviata-opens-rome-opera-house"
}