{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/mount-everest-death-toll-climbs-to-three-amid-overcrowding-fears",
  "id": "2016-05-23-165",
  "sectionId": "world",
  "body": "Three climbers have died and two are missing on Everest, underlining the risks involved as mountaineers return to the world’s highest peak after two seasons marked by disasters. The Nepal Mountaineering Association said overcrowding and bottlenecks high on the mountain may have contributed to the fatalities. Ang Tshering, of the Nepal Mountaineering Association, said on Monday: “This was a man-made disaster that may have been minimised with better management of the teams. The last two disasters on Everest were caused by nature, but not this one.” An Indian national died while being guided down the mountain, a few days after a Dutch man and an Australian woman died. Two other Indian climbers are missing.  More than 350 climbers have reached the top of Everest in May from the Nepalese side of the mountain, while several people have also climbed it from Tibet. May is the peak period for attempts on Everest, with hundreds of climbers trying to scale the mountain during the few periods of good weather. In recent years, however, the number of climbers has led to queues on the fixed ropes up the mountain, particularly in the upper reaches above the South Col campsite.   Related: Sherpa: Norbu Tenzing on the Everest 'circus' and the inevitability of another disaster    About 30 climbers have suffered frostbite or become seriously ill in recent days. Many had hoped this year’s climbing season would bring success and restore confidence in the route after deadly disasters cancelled climbing the previous two years. But as hundreds of eager climbers, joined by local Sherpa guides and expedition experts, scrambled to take advantage of good weather to make it to the peak, reports of tragedy began trickling down. First, a 35-year-old Dutch man, Eric Arnold, died as a result of altitude sickness on his way down from the peak. Hours later, a 34-year-old Australian woman, Maria Strydom, died near the top, also after apparently getting altitude sickness.     Maria Strydom during a climb in Alaska last July. She is one of three people to have died on Everest. Photograph: Monash University/AAP    Altitude sickness, although common, can lead to a fatal build-up of fluid and pressure in the brain or lungs in extreme cases.  Arnold had been at Everest last year during the avalanche that killed at least 19 climbers. Strydom’s husband, Robert Gropel, a vet, was part of the same climbing team and also fell ill on the descent.  “We are really so glad that it seems that he’ll make it,” Strydom’s sister, Aletta Newman, told Australian Associated Press from her home in Brisbane. “He is able to speak but obviously he’s absolutely distraught, he’s absolutely broken. He’s very determined not to leave Nepal without his wife.” On Monday, Subhash Paul, from India, was reported as the third person to die after succumbing to altitude sickness overnight. Two other Indian climbers, Paresh Nath and Goutam Ghosh, have been missing since Saturday.  Wangchu Sherpa, of the Trekking Camp Nepal agency in Kathmandu, said it was unlikely they would be able to survive Everest’s hostile conditions. There had been warnings at the beginning of this season that increasing competition among guiding companies, including some with less experience, was threatening safety on Everest – an issue raised by Tshering after this weekend’s deaths. “Teams are hiring raw guides that have no knowledge of responding to situations of emergency,” he said. Belgian climber Jelle Vegt, who reached the peak on 13 May, said he made his attempt when there were fewer climbers on the narrow route snaking to the top, but that bad weather then forced many others to wait a few days. The 30-year-old, from Deldermond, added that many then tried to use the same weather window to make their ascent. Nepal’s government has issued 289 climbers with permits this year. Each paid $11,000 (£7,600) to the government plus another $25,000-$50,000 to expedition companies, which provide guides, equipment and often bottled oxygen to use at high altitudes.  The climbers are accompanied by about 400 Nepalese Sherpa guides. Nepal and the Everest climbing community had been anxious for a successful season this year. The industry brings more than $3m from permit fees alone into the poor Himalayan country each year, and thousands of people depend on the climbing season for secondary work as porters, hotel keepers or cooks. Last year, a devastating earthquake unleashed an avalanche that killed 19 people at base camp, effectively ending all attempts at the peak for 2015. A year earlier, a massive ice fall on a glacier killed 16 and rendered the route impassable for the season.",
  "webTitle": "Mount Everest death toll rises to three amid overcrowding fears",
  "webPublicationDate": "2016-05-23T13:40:15Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/mount-everest-death-toll-climbs-to-three-amid-overcrowding-fears",
  "keyword": [
    {
      "webTitle": "Mount Everest",
      "id": "world/everest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nepal",
      "id": "world/nepal",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mountaineering",
      "id": "world/mountaineering",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/23/mount-everest-death-toll-climbs-to-three-amid-overcrowding-fears"
}