{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/bernie-sanders-revolution-politics-congress",
  "id": "2016-05-27-197",
  "sectionId": "commentisfree",
  "body": "As we approach the end of the current primary election cycle, many people are asking: what is next for the Sanders progressive revolution? The movement that has grown around Senator Bernie Sanders’ presidential bid does not live or die by the success of his presidential campaign. Rather, it is part of a long history of progressive struggle and engagement across the country – and one that is only going to grow stronger. There are many candidates out there who stand for the same things as Bernie Sanders. I’m thinking of people like Zephyr Teachout, and candidates such as Pramila Jayapal, Lucy Flores, Tim Canova and many more who have shown that they can stay true to their progressive platform and their core beliefs and yet remain competitive. These candidates reject the corrupt campaign finance system and have opted for funding grounded in small donations. Like Sanders, they support policies such as raising the minimum wage to $15 an hour, social security expansion, and free college for all.  That’s why it’s important to think beyond the presidential election. Progressives have a fierce fight on our hands in 2016 and beyond. Republican donors like Art Pope, an ally of the Koch brothers, have pledged to invest millions into down-ballot races instead of funding Donald Trump. We, like them, should have an eye to changing more than just the White House. We must change Congress, and every other level of government, right down to the grassroots. So, will progressives be able to harness the energy and momentum of the Sanders movement to bring candidates to power across the country, candidates who stand for the same things he does?  I am a part of an initiative called Brand New Congress. Many of us are former Sanders campaign staffers, who are hoping to help elect Bernie Sanders-like candidates in at least 100 different districts in the next two years. Rachel Maddow described us as running a “presidential campaign with 400 heads”.   Related: Five things people should stop saying about Bernie Sanders | Trevor Timm    With our eye on the midterm election cycle in 2018, Brand New Congress is engaging with people across congressional districts to identify potential candidates. We launched with the express purpose of building on the Sanders platform and securing meaningful representation in Congress.  The aim is to run one campaign for hundreds of candidates. Instead of running the races separately, we will be centralizing fundraising, awareness raising and organizing for campaigns across the country. Our unified process will level the playing field, and thus permit new leaders to rise up from the ranks of our working and middle class.  No longer will capable and competent individuals be told to wait on the sidelines because they don’t have big-money donors behind them. We seek to provide the infrastructure and strategic expertise to a new cadre of candidates across the country.  This is a watershed moment for progressives. From state and local elections to c ongressional races, there are politicians and grassroots volunteers moving the needle on progressive action in this country. By empowering people to take part in the political process, via their voices and their votes, we have the beginnings of a change in the game.  We need an honest and accountable Congress, one that is not swayed by the allure of wealthy donors. By building a network of campaigns to run simultaneously against business as usual, we have a chance at turning the tide in the 2018 midterm elections and beyond. The revolution is here, and it’s here to stay.",
  "webTitle": "If you thought one Bernie Sanders was good, how about 100 of him? | Anoa Changa",
  "webPublicationDate": "2016-05-27T11:15:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/bernie-sanders-revolution-politics-congress",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anoa Changa",
      "id": "profile/anoa-changa"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/bernie-sanders-revolution-politics-congress"
}