{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/17/jurgen-klopp-liverpool-europa-league-legends",
  "id": "2016-05-17-13",
  "sectionId": "football",
  "body": "Jürgen Klopp has said the Europa League final arrives at the “perfect moment” in Liverpool’s development and claimed his players can become Anfield legends with victory against Sevilla.   Related: Jürgen Klopp out to end his losing streak as Liverpool seek Europa League glory | Andy Hunter    Liverpool, three-time winners of the Uefa Cup, are attempting to win the trophy for a fourth time on Wednesday in Basel, having reserved their strongest performances of Klopp’s seven-month tenure for a tournament that offers automatic entry into the group stage of the Champions League. Only victory at St Jakob-Park will deliver European football next season for Liverpool. Their manager, who may include the fit-again Divock Origi in his 18-man squad, believes an arduous Premier League campaign will provide invaluable experience for Liverpool in their first European final since 2007. Klopp said before February’s Capital One Cup final that he did not know which Liverpool side would show against Manchester City. Now he has complete trust in his players as they attempt to halt Sevilla’s push for a third straight Europa League title. The Liverpool manager said: “We are here because we beat Dortmund? Right. We beat Man United? Right. And Villarreal? Right. In my opinion we are really in a perfect moment to play a final. That doesn’t mean all is already done. No, it’s far away from this. It’s only about the preparation. “This hard, intensive seven months feels like it should end in a final. Always working for each point, each goal and each opportunity in the game; good performances, bad performances. At the end you have a final. It’s about being able to show all the things you have learned. I’m really happy. Usually the problem for all teams is that a final is the last game of the season so it has been a long time until then. But nobody feels the intensity of the Premier League season in this moment. We have the breath of fresh air.” Klopp made frequent reference to last week’s Premier League game against Chelsea in the buildup to this final. The manager fielded what may prove his starting lineup against Sevilla in the 1-1 draw at Anfield, and described the Chelsea display as educational for Basel. “There is no doubt about our quality at this moment, no doubt about the opportunity we have,” he added. “We are very, very deserved to be in this final. We will be a real competitor. That’s all we can be. I am quite sure with all the things we did until now, all the ups and downs we had, and even with a position of eighth in the league there have been ups, it’s the best moment to play a final. Everything is prepared. “The Chelsea game was very, very, very important because it showed we are in a really good moment but we still need to do the right things in the right moment. For the first 15 minutes it looked too easy and you thought: ‘Oh my God, what’s happening here?’ Warming up was the same – unbelievable. But after the first 15 minutes, like very often in life, we got the bill for taking the wrong decisions. That’s good. We can use this. It will help us for being really ready for the final.” Basel represents Sevilla’s fifth European final in 11 years. The Andalucians have won four of the past 10 Europa League or Uefa Cup finals, whereas no Liverpool player has won a continental trophy with the club. But Klopp is confident the incentive to earn a place in Anfield folklore outweighs any relative inexperience on his players’ part.   Related: The secret behind Sevilla’s success? Meet Monchi, the transfer wizard    “For sure it will be one of the greatest things up until now in their careers,” he said. “I’m not sure if someone has won a bigger title before?” Informed that James Milner and Kolo Touré have won the Premier League and Daniel Sturridge the Champions League, Klopp said: “OK, but that is not a lot. “You win it, you get it and you are then a European champion or whatever but you have to work with it. Of course it gives confidence but you have to use the confidence in the right way. If it is the end of the development it is clear it is only in one direction – down. But we are far away from the end of a development, we are still developing. “It is a very important stage but we can do better. In any part of life it feels wonderful to be champion. It is a wonderful story to tell your grandchildren when you are old about being a Liverpool legend. How it feels to be a Liverpool legend I have no idea but it must be one of the best things you can feel in football. I would be really pleased for the boys if they can do it.”",
  "webTitle": "Jürgen Klopp says team in ‘perfect moment’ to become Liverpool legends",
  "webPublicationDate": "2016-05-17T21:30:11Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/17/jurgen-klopp-liverpool-europa-league-legends",
  "keyword": [
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/17/jurgen-klopp-liverpool-europa-league-legends"
}