{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/911-saudi-arabia-involvement-victims-families-lawsuits",
  "id": "2016-05-20-106",
  "sectionId": "commentisfree",
  "body": "There is a bungee cord tied around my waist, and it tethers me to Ground Zero. The bungee lets me move away, to live a happy life, but it always, always, at any given moment in time (an anniversary, a birthday, a political figure making use of 9/11), at any moment, that bungee can pull me back. It doesn’t let me forget for one single second that my existence has been forever changed. This week, my husband told me about a talk he had with someone at my daughter’s funeral back in 2001. I had no recollection that the person had attended, so I relived the event, piecing through the moments, looking for this person. Did I see him? Did he talk to me? What else essential to my life in the world is gone? Over the course of the 15 years since, there are many vacancies in my memory. Gaps that emerge from grief.  When the Justice Against Sponsors of Terrorism Act (Jasta), which the Senate passed this week, was first conceived, it was to allow relatives of 9/11 victims to sue Saudi Arabia for damages in US courts – to bankrupt terrorism so that any entity that funded my daughter’s death would lack the capital to strike again. The bill still needs approval from the House, and the Obama administration has threatened to veto it. They shouldn’t.   Related: The '28 pages': Americans deserve to know if Saudis financed terror | Mohamad Bazzi    Money matters. The primary function of courts is to uncover facts that point to truth. When Zacarias Moussaoui was tried as the 20th hijacker, family members were provided a written record of findings. The detail that has haunted me since my first reading: the hijackers wired back to the financiers any and all unused funds before they engaged in the slaughter.  The attacks also had indirect effects on the finances of an entire generation. On the day my daughter left earth, she left two brothers, and a nation in mourning. A nation tanked emotionally, morally and financially. Make no mistake about this: part of the demise of the economic prosperity that once characterized middle-class America comes from endless war and bottomless greed. This lawsuit would give back funds to the victims’ families – fiscal autonomy. I want that for my sons. I want them never to worry about their student loans, never to worry that they might want to study something, to do some good in the world.  And I want the Saudis, if they are found guilty, to pay. Because we come to this place, 15 bungeed years forward with the memory of the details we first heard as family members, details that came from lands far away, details that tied the Saudis to that wretched site.  I believe there will always be money for terrorism when there is a motive. I am under no illusions that this suit would bankrupt anything. But there should be justice meted out in courts, and those culpable for the manipulation of lives and deaths ought to pay, in every and any way possible.  Comfort comes not in empty promises of goods and services, but in the enactment of the American system of jurisprudence. Our family members and their murderers should meet in open court.   Comments for this piece will be pre-moderated prior to publication",
  "webTitle": "My daughter died on 9/11. I should be able to sue Saudi Arabia | Donna Marsh O'Connor",
  "webPublicationDate": "2016-05-20T15:13:51Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/911-saudi-arabia-involvement-victims-families-lawsuits",
  "keyword": [
    {
      "webTitle": "September 11 2001",
      "id": "us-news/september11",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Donna Marsh O’Connor",
      "id": "profile/donna-marsh-o-connor"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/911-saudi-arabia-involvement-victims-families-lawsuits"
}