{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/01/i-hate-this-election-and-the-dopey-faux-confusion-it-inspires",
  "id": "2016-05-01-103",
  "sectionId": "commentisfree",
  "body": "I was chatting with a friend recently – a successful actor who does abortion-rights advocacy on the side – about a big pro-choice fundraiser she’s currently orchestrating. It was past midnight at her house, but she was still up, still working, clacking away at her laptop, tying up loose ends, pushing ticket sales, gathering auction items – her “side” project looking suspiciously like a second full-time job. “You’re a hero,” I said. “No, I am not,” she snapped, vehement. “Somebody’s got to do it. It’s a fucking embarrassment that I have to.” She was right. “Our country is a septic tank,” I sighed. “On fire.” “Full-on fail.” I still think that choosing to take on the exhausting, sisyphean, largely thankless work of abortion advocacy (we are not taught to say “thank you” for abortion; we are taught to never speak of it at all) is heroic. She could choose to leave that work to others, but she doesn’t. That’s significant. But that reaction – somebody’s got to do it, so I do – triggered a familiar weariness in me. We shouldn’t have to spend our spare time working, pro bono, to remove stigma from a procedure so common that a full third of the women you know have had one; or to raise money to help impoverished pregnant people travel hundreds of miles, to other states, to exercise a legal right; or to convince a supposedly free and enlightened nation, in 2016, that people with uteruses are autonomous human beings deserving of basic medical care. Each of these things should be a given, and we’ve been having this conversation since before my grandmother was born, so why are we still talking about it now? When will the “debate” end so that women can finally be fully invested in their work and passions and lives? It was when I sat down to write about Donald Trump’s statement – he said: “Frankly, if Hillary Clinton were a man, I don’t think she’d get 5% of the vote. The only thing she’s got going is the women’s card” – that I realised: it’s the same thing. How many times do feminists have to deconstruct and debunk the notion of the “woman card”? How many rounds are we going to go this time? How many thinkpieces do we need before society accepts that sexism is real and we can move on to the far more important work of repairing the damage it has caused? The next time some rightwing dillweed drops a turd like “woman card”, will anyone remember that women have already done this labour? Or will we just have to do it all over again? What a tremendous, tedious, pointless drain on our time and energy. Imagine what we could accomplish if we were just allowed to do our jobs. I hate this election. Everything about it makes me miserable. Donald Trump. Donald Trump’s fans. Twitter. Abortion. Xenophobia. That thing on Ted Cruz’s lip. The opinions in Ted Cruz’s brain. Walls. Refugees. Four hundred and ninety-seven thousand debates. My Bernie friends yelling at my Hillary friends. My Hillary friends yelling at my Bernie friends. Straight white men insisting that identity politics have no value. The random dude who yelled at me for tweeting that I liked that little bird that landed on Bernie Sanders’s podium, because he thought it sounded like I liked the bird better than Bernie, and none shall besmirch the honour of the Bern on Trevor’s watch. (“I get it,” he said. “You have a vagina.”) But maybe what I hate the most about this election is thinking about all the goddamn writing I’m going to have to do for the next four (or, potentially, eight) years if Hillary Clinton wins the presidency. Misogynist rhetoric is going to reach levels of frenzy heretofore unknown to science, and with misogynist rhetoric comes feminist outcry, and with feminist outcry comes dopey faux-confusion: “I don’t get why this is sexist. Explain it to me. Debate with me. Help me. Convince me.” There is no sense of memory, of the fact that all of this has been explained many, many times before. Because why would they want to remember? The incessant demand that women “debate” and defend our own humanity is a deliberate diversion meant to hobble our power – part of the mechanism of sexism itself. Do you know what I care about? Young-adult fantasy novels, detective shows and writing comedy with my husband. Do you know what I spend my time writing about? Abortion, online harassment and rape, over and over, around and around. Not that I’m not passionate about those issues – I am, deeply – but my passion is born of necessity. I would love to not have to care. “Hopefully, we won’t have to do many more of these,” my friend said of her fundraiser, “but you should come next year!” Hopefully, some day, abortion will be affordable and accessible everywhere, and we can go back to whatever we were doing before we were forced to fight for our lives. Hopefully, we won’t have say this all over again. But we know we will.",
  "webTitle": "I hate this US election and the dopey faux-confusion it inspires",
  "webPublicationDate": "2016-05-01T13:00:55Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/01/i-hate-this-election-and-the-dopey-faux-confusion-it-inspires",
  "keyword": [
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lindy West",
      "id": "profile/west-lindy"
    }
  ],
  "guardianId": "commentisfree/2016/may/01/i-hate-this-election-and-the-dopey-faux-confusion-it-inspires"
}