{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/11/why-a-new-zealand-newspaper-merger-would-be-bad-for-democarcy",
  "id": "2016-05-11-249",
  "sectionId": "media",
  "body": "News that New Zealand’s two main newspaper publishers are in advanced merger talks may well make business sense. But what will it mean for democracy? A single company will therefore own and control most of that country’s metropolitan newspapers, meaning that New Zealanders in all the major cities will read the same political and business articles. It looks very likely to happen once the two Australian-based groups that own the main NZ titles, Fairfax Media and APN News & Media, forge their new outfit. APN owns the country’s largest-selling title, the Auckland-based New Zealand Herald, through its offshoot, NZME, plus 31 other titles. Fairfax has the Wellington-based Dominion Post and The Press in Christchurch plus a range of suburban community papers.  Although the two companies will argue that their current newspapers are complementary, there must be questions about the narrowing of voice. Inevitably, it will threaten diversity. If, at first, the expected job losses affect only so-called “back office” posts, later cost-cutting will surely hit editorial staffs. I hear managers ask themselves why there should be six columnists when three could do the job just as well. After all, money is at the heart of such a merger. Note the statements of the two chief executives. Fairfax’s Greg Hywood said: “This is an important opportunity for all of our shareholders.” And APN’s Ciaran Davis said the merger “provides an exciting opportunity for our shareholders.”  But will it such consolidation be as exciting for non-shareholders - for journalists and for citizens?  This creation of a newspaper monopoly, largely as a result of continuing digital disruption, could well be replicated elsewhere in other relatively small countries. It is a worrying development.",
  "webTitle": "Why a New Zealand newspaper merger would be bad for democracy",
  "webPublicationDate": "2016-05-11T11:31:19Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/11/why-a-new-zealand-newspaper-merger-would-be-bad-for-democarcy",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "New Zealand",
      "id": "world/newzealand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media downturn",
      "id": "media/downturn",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Fairfax Media",
      "id": "media/fairfax-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Auckland",
      "id": "world/auckland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/11/why-a-new-zealand-newspaper-merger-would-be-bad-for-democarcy"
}