{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/13/bickford-fuse-andrey-kurkov-review",
  "id": "2016-05-13-151",
  "sectionId": "books",
  "body": "Towards the end of the second world war, junior seaman Vasily Kharitonov is shipwrecked on Russia’s far eastern coast, with a big barge full of dynamite and safety fuses. For decades he walks thousands of miles across Russia, from the Sea of Japan to Leningrad, carrying one end of a fuse that is still attached to the rusting vessel, with potentially devastating explosive power. This is the fantastical premise of The Bickford Fuse, the latest book by Russophone Ukrainian novelist Andrey Kurkov to be translated into English. Kurkov won an international following after the English translation of his gloomily comic Death and the Penguin came out in 2001. The story of an obituary writer in Kiev who adopts a zoo penguin called Misha and falls in with the local mafia, it satirised the baffling forces that control our lives. Animals – ants, a wolf, a companionable rat – also follow Kurkov’s characters throughout The Bickford Fuse with the dogged logic of a fable. “Go with the current or you’re done for,” one raft-borne character tells a huge dead fish that tried to swim against the tide. The idea of individuals struggling with obscure and bewildering circumstances is as obsessive a theme for Kurkov as it was for Kafka. Two more of the novel’s many wandering characters are travelling in a truck with no fuel, which rolls mysteriously through lakes and deserts, surrounded by endless war and darkness. Meanwhile, the ageing “Occupant” of an uncontrollably drifting, never-landing airship seems to represent Nikita Khrushchev. A “short, balding man with a kindly face” who keeps quoting Khrushchev’s speeches, he is out of touch with the earthbound people below. Written as communism waned in the late 1980s, to explore why Russia seemed so lost in the cyclical maze of its own tragic history, The Bickford Fuse remains strangely topical. The image, repeated through the novel, of an embattled nation encircled by enemies, is still a powerful one in Russia. Kurkov’s 2016 foreword notes that Yeltsin’s rule, which had seemed to promise a way out of the maze, resulted, like Khrushchev’s, in another “return to the past”. Kurkov’s theory, developed over four years as he crafted his experimental book, was that “Soviet man” is responsible for Russia’s struggles to modernise. Soviet man was originally a revolutionary archetype: a utopian citizen who devoted his (or her) strength to the common good. Gradually the term gathered derogatory connotations, implying a mindless acceptance of authority even when it is nonsensical or cruel. The same Soviet man, writes Kurkov now, “supports Vladimir Putin in all his efforts, hoping that he will return the nation to a mythical past”. Kurkov calls The Bickford Fuse the “dearest and most important of all my works” and the success of previous novels, some with a more commercial focus, has encouraged MacLehose Press to take a chance on this ambitiously philosophical work. Boris Dralyuk, a bilingual translator and poet who co‑edited last year’s wonderful Penguin Book of Russian Poetry, has produced a clear, sensitive English version. Kurkov has more as-yet-untranslated novels analysing the late Soviet mentality in his back catalogue. Literary comparisons are inevitable as readers try to categorise this genre-defying work, fusing picaresque adventure with post-apocalyptic parable. There are shades of Andrei Platonov’s absurdist metaphors in the workers digging bottomless pits, or of George Orwell’s Nineteen Eighty-Four, with its pointless, never-ending war. “When you love your Fatherland it doesn’t matter who’s in power,” says a disabled soldier. There’s even something darkly Swiftian about Kharitonov’s satirical adventures. Like Gulliver, he arrives at a series of settlements, whose rules are baffling and customs arcane: a forced music camp (or “mulag”) in the middle of the woods; a nameless military town whose inhabitants nearly all work in the straitjacket factory; and an enormous orchard where each tree represents a murdered political prisoner. Embodying both collective trauma and individual resistance, Kharitonov is instantly distinguishable from his clean-shaven, conformist commanding officer by his shaggy red hair and beard, and – more importantly – by his “ability to doubt”. As he carries the fuse over the Urals and beyond, he hears – in dreams – the voice of its creator. Devon-born William Bickford invented the safety fuse in 1831 to reduce accidental deaths in Cornish mines. Virtually unheard of in his native land, his name is well known in Russian-speaking countries, linked, ironically enough, with the idea of explosives.   Related: Guardian Edinburgh books podcast: Andrey Kurkov and Niccolò Ammaniti    It is a little worrying when an author’s preface admits: “The novel was not easy to write, and I realise that reading it might also prove challenging.” The Bickford Fuse is not a quick or easy read. There are many bleak moments: beaten prisoners, burning theatres, two travellers burying a stranger in the dark, a severed finger landing by a sailor’s face. But there are ideas worth pondering and images worth savouring. Sometimes the book it most resembles is a multi-layered, Soviet version of John Bunyan’s visionary The Pilgrim’s Progress, with Kharitonov’s destructive duffel bag in place of Christian’s burden of sin. Both books are questing, dreamlike allegories about the “eternally tormented” human condition, but where Bunyan’s pilgrims all reach heaven’s gate, Kurkov’s wanderers have far more uncertain ends. • To order The Bickford Fuse for £11.99 (RRP £14.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Bickford Fuse by Andrey Kurkov review – a Soviet Pilgrim’s Progress",
  "webPublicationDate": "2016-05-13T14:00:23Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/13/bickford-fuse-andrey-kurkov-review",
  "keyword": [
    {
      "webTitle": "Andrey Kurkov",
      "id": "books/andrey-kurkov",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction in translation",
      "id": "books/fiction-in-translation",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Phoebe Taplin",
      "id": "profile/phoebe-taplin"
    }
  ],
  "guardianId": "books/2016/may/13/bickford-fuse-andrey-kurkov-review"
}