{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/10/bbc-trust-rona-fairhead-new-governing-body",
  "id": "2016-05-10-195",
  "sectionId": "media",
  "body": "Rona Fairhead, the chairman of the BBC Trust, is expected to be named as chairman of a new unitary board that will run the corporation. Fairhead, chairman of the BBC’s governing body that is set to be scrapped, is expected to be confirmed in the new role when the government publishes a white paper renewing the corporation’s royal charter this Thursday.   Related: Rona Fairhead: government must protect BBC independence in charter    With the government set to scrap the BBC Trust, the culture secretary, John Whittingdale, had been set to kick-off an “open” recruitment process for the new unity board chairman role. Whittingdale has reportedly been keen on potential candidates including Archie Norman, the ITV chairman, who will stand down at the broadcaster’s annual meeting on Thursday. However, Fairhead made her case to stay on directly to Downing Street, with the white paper expected to appoint her as the chair of the new unitary board until her contract runs out in 2018, first reported by the Telegraph on Tuesday.  Although Whittingdale has led the white paper process, the prime minister, David Cameron, and the chancellor, George Osborne, are understood to have played a key part in decision making. The make-up and appointment process for members of the new 13-strong board has been a major sticking point in talks between the BBC and the government, with the final composition still unclear. Whittingdale has pushed for the government to have the right to appoint the majority of positions, while the corporation believes that would give ministers the potential ability to exert too much influence over the corporation. Following Fairhead’s appointment she will oversee the appointment of five non-executive directors on behalf of the corporation, according to the Telegraph. Director general Tony Hall and one other BBC executive would make up seven of the board. However, in the long term, Whittingdale wants the government to have the right to appoint six non-executive directors, including Fairhead’s successor, the deputy chairman and four non-executive directors.",
  "webTitle": "Rona Fairhead expected to remain at BBC as head of new governing body",
  "webPublicationDate": "2016-05-10T11:37:11Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/10/bbc-trust-rona-fairhead-new-governing-body",
  "keyword": [
    {
      "webTitle": "Rona Fairhead",
      "id": "media/rona-fairhead",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/10/bbc-trust-rona-fairhead-new-governing-body"
}