{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/19/cliveden-berkshire-jacobean-surround-sound-system-to-open-to-the-public",
  "id": "2016-05-19-322",
  "sectionId": "culture",
  "body": "An underground chamber which is apparently a Jacobean surround sound system has been discovered at Cliveden, a Buckinghamshire mansion noted for centuries for society intrigue and scandal, from duels between 17th-century rakes to the 20th-century Profumo affair. The mansion has now given up another of its secrets: the chamber under the magnificent but crumbling south terrace seems to be a giant amplifier, built so the sounds of an invisible orchestra could drift around the guests at parties. The space is now full of music again. The National Trust, which owns the estate and the mansion leased as a luxury hotel, is opening the chamber to visitors for the first time in decades. Scanner, the acclaimed sound artist Robin Rimbaud, has created an installation called Ghosts, which he describes as “an ode to history and to an astonishing building”.     The sound chamber discovered under Cliveden’s south terrace. Photograph: John Millar/National Trust     “Music clearly played a key part in the sonic makeup of the building so I created a hypnotic background loop based on a piece of music by Vivaldi. This acts like a glue, holding the piece together, whilst elsewhere you hear elements of opera, music hall and even the audience awaiting a concert, chatting away, as the orchestra tunes up,” he said. “I want people to feel as if at any moment a performance is about to start but is never quite revealed. I want them to see with their ears.”     Portrait of George Villiers, the second Duke of Buckingham. Photograph: National Trust Images/National Trust    The domed chamber has an elaborate marble floor inlaid with a star – far too grand for a mere cellar. It has been altered but dates from the earliest phase of the building. When layers of paint and cracked and peeling render were stripped in a £6m repair project on the terrace, intricate brickwork and hidden funnels in the ceiling were revealed.   Mark Bradshaw, general manager at Cliveden, said many questions remain: “What we do know is that an inventory from 1849 refers to it as the ‘sounding room’, suggesting that at this time at least it was used for music. The two funnels located in one half of the chamber are most intriguing. They were clearly built with a distinct purpose in mind, but whether this was to direct music up into another room of the house or to let light in is unknown. “There’s much more research for us to do to find out about the chamber’s history, but in the meantime we welcome any ideas from our visitors who will draw their own conclusions.” The chamber with its raw brickwork will remain open to visitors until work resumes this autumn.     Sound artist Scanner installing his work, Ghosts, in the chamber at Cliveden. Photograph: John Millar/National Trust    The present house is Victorian, designed by Charles Barry after a disastrous fire, and remodelled later in the century by the billionaire newspaper baron Lord Astor, but still stands on the gigantic arcaded terrace with sweeping views of the Thames valley, created by George Villiers, the second Duke of Buckingham. Cliveden was home to Buckingham’s wife and his mistress, the Countess of Shrewsbury. He and her husband fought a famous duel in 1668, and Shrewsbury later died of his injuries. Samuel Pepys wondered in his diary how the king could keep Buckingham as a court favourite, “a fellow of no more sobriety than to fight about a whore”. In the 1930s the house was known for the so-called “Cliveden set” centred on Nancy Astor, sympathetic to Germany in the years before the second world war. The house made headlines again in the 1960s, when the society osteopath Stephen Ward rented a cottage in the grounds and brought his guests up to the house for a swim, including the 19-year-old Christine Keeler and Yevgeny Ivanov, a Soviet naval attache. The third Viscount Astor was also having a party, including the then secretary of state for war, John Profumo. Keeler’s subsequent brief affair with Profumo, and his denial of it to parliament, destroyed the politician’s career, and the general election in 1964 brought down the Tory government. • This article was amended on 19 May 2016. An earlier version placed Cliveden is in Berkshire, when it is in Buckinghamshire. It was the second Duke of Buckingham, not the first, who acquired the estate and fought a duel with his mistress’s husband; that took place in 1688 rather than 1668.",
  "webTitle": "Cliveden's Jacobean surround sound system to open to the public",
  "webPublicationDate": "2016-05-19T06:00:00Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/19/cliveden-berkshire-jacobean-surround-sound-system-to-open-to-the-public",
  "keyword": [
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "The National Trust",
      "id": "uk/national-trust",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "culture/2016/may/19/cliveden-berkshire-jacobean-surround-sound-system-to-open-to-the-public"
}