{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/laura-kuenssberg-petition-sexist-bullies-38-degrees",
  "id": "2016-05-11-240",
  "sectionId": "commentisfree",
  "body": "It’s usually a cause for celebration in the 38 Degrees office when a petition started on our Campaigns By You platform hits the headlines. It tends to mean whoever started the petition, and all the people who have signed it, are starting to have an impact together. But this week, a petition started by a 38 Degrees member called Joe, questioning the impartiality of the BBC’s political editor Laura Kuenssberg, made the headlines for all the wrong reasons. A small number of people signing the petition were using it as a launch pad for sexist hate speech towards her on other platforms such as Twitter.   Related: Laura Kuenssberg petition taken down over sexist abuse    38 Degrees has always been a broad church. To give an example, 35,000 people recently backed Joe’s petition, extremely critical of a BBC journalist. Meanwhile a separate petition on our website holds nearly 400,000 signatures standing up for the BBC, calling for its independence and funding to be protected ahead of the publication of the government’s plan for the new BBC charter on Thursday. But while 38 Degrees involves people of many different viewpoints, political persuasions and occasionally competing agendas, some views are definitely beyond the pale. When I helped launch 38 Degrees seven years ago, it was on the principles of freedom, equality, respect and fairness. When I talk to our members about why they’ve got involved it’s these values – along with our political impartiality and commitment to people power – which they tell me matter to them more than anything else. So when we discovered that a petition on the 38 Degrees website was being linked to misogynist abuse, it was a shock – for me, the rest of the 38 Degrees office, and to Joe who’d started the petition. We all agreed that this was totally unacceptable. But we were faced with a dilemma about what to do. Should a campaign expressing a legitimate opinion be ended because of the actions of a small minority? On the other hand, should Joe, as the petition starter, or 38 Degrees, as a community of millions of people overwhelmingly opposed to sexism, allow ourselves to risk being associated with this abuse? It was a difficult decision – and it might not have been the right one – but we agreed to take the petition down. Joe put up a statement explaining why. Signatures already collected can still be delivered to the BBC, but no more names will be gathered. In the hours since we have taken down the petition, we’ve received many responses. All condemning the sexism but some cautioning against the approach that Joe and 38 Degrees have taken. One member who had signed the Protect the BBC petition, said “I very much hope that you will manage to rise above the fray and offer once more an opportunity for the expression of rational concerns about her [Kuenssberg’s] aptitude to be expressed”. Another man who called the office, said that he had examined the comments left beneath the petition before it had been taken down and had noticed one sexist comment which he said should have been removed, but that the petition didn’t need to go. By taking down the petition, we had removed a rallying point for those who were using it to abuse Laura Kuenssberg in a hateful manner. As one member put it on Twitter: “thank you for standing up to the misogynistic bullying”. I expect opinions will continue to be divided about our response. I hope 38 Degrees members will see it as a sign of a healthy democratic organisation that we can be open about this. 38 Degrees has always been a bit of an experiment – when we launched, we were aiming to bring together campaigning, digital technology and community building in a way which hadn’t really been done before in the UK. It still sometimes feels like we have to make things up as we go along. This week’s events raised some important questions about how to stop a small minority undermine participatory digital campaigning for the rest of us. I’m sure that there will be lots of suggestions for how we can improve our response in the future. But I know that the office team, and Joe the petition starter, are definitely glad we decided to take some kind of stand against sexist bullying.",
  "webTitle": "We took down the Laura Kuenssberg petition to show sexist bullies can’t win | David Babbs",
  "webPublicationDate": "2016-05-11T11:37:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/laura-kuenssberg-petition-sexist-bullies-38-degrees",
  "keyword": [
    {
      "webTitle": "Internet safety",
      "id": "technology/internet-safety",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bullying",
      "id": "society/bullying",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "David Babbs",
      "id": "profile/david-babbs"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/laura-kuenssberg-petition-sexist-bullies-38-degrees"
}