{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/fairtrade-partner-zone/2016/may/05/worker-empowerment-is-part-and-parcel-of-a-living-wage-bananas-fairtrade",
  "id": "2016-05-05-214",
  "sectionId": "sustainable-business/fairtrade-partner-zone",
  "body": "One month has passed since the national living wage was introduced and yet, as some salaries have increased it has been reported that some firms are cutting perks or reducing overtime payments. Setting minimum wages at an adequate level is a fundamental step towards enabling workers to afford a decent, dignified lifestyle. However, wages are only part of the solution. Recent changes to remuneration packages by a number of companies demonstrate two key factors: first, that salary is only one component of a living wage and that to truly ensure workers are fairly compensated for their services, their salary, working conditions and benefits must be treated as one whole package. Second, workers themselves must be empowered to participate in negotiations on remuneration as only they fully understand their needs. Fairtrade puts worker empowerment at the heart of its wage improvement programme. Like most ethical certification schemes, Fairtrade has a robust set of standards to ensure compliance with local labour laws and workers’ rights. According to Oxfam, “Of the certification bodies, Fairtrade has done [the] most to make its commitment to living wage explicit”, through strengthening their hired labour standards, including a freedom of association policy and requiring that wages be negotiated with workers and rise more than inflation. However, growing a culture where workers are encouraged to become active agents requires significant investment in training, advocacy and in building alliances. Empowerment requires investment not just in policies, but in people.     Juliet Arku-Mensah, fairtrade officer and occupational health and safety officer at Volta River Estates Ltd. Photograph: James Robinson    Juliet Arku-Mensah, a worker representative at the Volta River Estates plantation in Ghana, recently attended a Fairtrade training session on negotiation practices and collective-bargaining. Following the training she said, “There were some conditions that already existed in our agreements but were not being enforced. Now that we understand what we are entitled to, we can make sure that we receive it. We want more training like this.”  The training was facilitated by Banana Link, a leading organisation on workers’ rights within the banana sector, and local trade unions. Adwoa Sakyi, a coordinator for the International Union of Food Workers (IUF) said, “We have already seen a great improvement in the negotiations. The training was timely because 2016 is the year when most plantations in Ghana will be renegotiating the collective bargaining agreements. This time the agreements will also include gender clauses to prevent unfair discrimination on grounds of gender. The support of Fairtrade in collaborating with the unions is really helping to achieve improvements on working and living conditions.” In addition to receiving better working conditions under the Fairtrade standards and benefitting from training and other programme work, Fairtrade also provides workers with a premium; an extra sum of money which can be invested directly into improving workers’ livelihoods or into community projects. In Ghana the premium has previously been used to purchase food for workers and to pay for education, thereby subsidising wages. Workers are also now allowed to receive up to 20% of the premium as a direct individual payment which gives them extra income to spend on basic expenses such as utility bills and household items. Workers have indicated they would like to use future premium payments to set up a credit facility which will enable them to invest in additional income-generating activities.     Union meeting of VoltaRiver Estates Limited (VREL). VREL has 450 employees and 80% of the bananas from the company are sold as Fairtade. Photograph: Volta River Estates Ltd.    Mabel Matetsu is the first woman to hold the foreman post at Volta River Estates, saying, “One of the most important things for me is that we have used the Fairtrade Premium for the health insurance. It all became clear for me when I ended up at the hospital and the surgery was doable through the health insurance. All employees at VREL have a health insurance, financed by the Fairtrade Premium. It also applies to the employees’ family, regardless how many children they have.” The new Fairtrade wage-improvement programme is working towards living wages for Fairtrade banana workers by 2020. Ultimately, paying a decent fair wage cannot be achieved by Fairtrade alone. It requires supply chain collaboration between traders, businesses and consumers to commit to paying a better price to workers. It requires a commitment to change. Content on this page is paid for and provided by Fairtrade Foundation, sponsor of the spotlight on commodities series",
  "webTitle": "Worker empowerment is part and parcel of a living wage",
  "webPublicationDate": "2016-05-05T11:02:47Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/fairtrade-partner-zone/2016/may/05/worker-empowerment-is-part-and-parcel-of-a-living-wage-bananas-fairtrade",
  "keyword": [
    {
      "webTitle": "Sustainable Business - Fairtrade partner zone",
      "id": "sustainable-business-fairtrade-partner-zone/sustainable-business-fairtrade-partner-zone",
      "sectionId": "sustainable-business/fairtrade-partner-zone",
      "sectionName": "Sustainable Business - Fairtrade partner zone"
    }
  ],
  "authors": [],
  "guardianId": "sustainable-business/fairtrade-partner-zone/2016/may/05/worker-empowerment-is-part-and-parcel-of-a-living-wage-bananas-fairtrade"
}