{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/19/retro-shopping-ibiza-spain-vintage-fashion-shops",
  "id": "2016-05-19-238",
  "sectionId": "travel",
  "body": "With its wide seafront promenade, pretty marina, and many galleries, boutiques and authentic restaurants, Santa Eulalia, Ibiza’s third-largest resort, is less raucous than some of the party island’s other holiday hotspots. And on a quiet back street behind the main tourist hub, there’s an unexpected shopping find too: Vintage Icons and Echoes, which is crammed with retro artefacts and designer gear. Every inch of the 1,000 sq ft space is stuffed with bargains, from corsets to genuine ringmaster’s coats, 1950s cocktail dresses to 1920s nightgowns. You might find a Vivienne Westwood number or end-of-the-line Prada shoes at a fraction of the original price. There are wigs, hats, jewellery, magazines and kitsch ornaments. The decor’s a little bit bonkers, with Action Man toys flying from the ceiling and a yeti made from seven goatskins.      British owner Elaine Walsh used to run the five-storey Afflecks Palace market in Manchester, until issues with the lease forced her to give it up – so she moved lock, stock and barrel to Ibiza last year. “It’s just a fun shop. It’s not meant to be serious, and I wanted it to be affordable,” says Elaine. So far, so good – it’s been a hit with locals and curious tourists, who often come across it by chance. “People find it amusing and there’s always something new. I’m constantly introducing and removing pieces – it’s a bit like gardening!” After browsing for a while, head to tree-lined Calle San Jaime to celebrate your purchases with a sangría in the sunshine outside one of the many bars. My kind of shopping.• 20 Calle de la Iglesia, Local D, Santa Eulalia",
  "webTitle": "Past glories: retro shopping on the back streets of Ibiza",
  "webPublicationDate": "2016-05-19T10:33:28Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/19/retro-shopping-ibiza-spain-vintage-fashion-shops",
  "keyword": [
    {
      "webTitle": "Ibiza holidays",
      "id": "travel/ibiza",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Shopping trips",
      "id": "travel/shopping-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Spain holidays",
      "id": "travel/spain",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Europe holidays",
      "id": "travel/europe",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Vintage fashion",
      "id": "fashion/vintage-fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Dunford",
      "id": "profile/janedunford"
    }
  ],
  "guardianId": "travel/2016/may/19/retro-shopping-ibiza-spain-vintage-fashion-shops"
}