{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/rougned-odor-jose-bautista-fight-suspension",
  "id": "2016-05-17-9",
  "sectionId": "sport",
  "body": "Rougned Odor has been banned for eight games and fined $5,000 after his brawl with José Bautista on Sunday, MLB confirmed on Tuesday. Bautista has been suspended for one game. Odor said on Monday that he has no regrets about the straight right he landed on Bautista’s jaw, and accepted he would probably be suspended over the incident. The Texas Rangers infielder was angered by what he saw as a hard slide by the Toronto Blue Jays’ Bautista during the teams’ game on Sunday. The incident escalated to a brawl between the Blue Jays and Rangers, and it took umpires 10 minutes to settle tempers down.   Related: Rougned Odor punches José Bautista as Rangers-Blue Jays descends into brawl     “I think I just play the game how I play. I just play the game to win games,” Odor said on Monday night before the game against the Oakland A’s. “I know I’m going to be suspended for a couple games. I’m just going to keep doing what I do.”             Odor said he respected Bautista and did not hold a grudge. “I just play for my team,” Odor said. “I just try to be a good team-mate, to do the best I can to win games.”  The Rangers manager, Jeff Banister, said he expected Odor’s punishment to be “severe” but accepted fights were part of the game. “I’m not going to criticize players for playing hard,” he said. “Things happen. It was ugly. It looked bad; the whole situation was not pretty at second. It’s two guys who play the game with passion. It’s all relevant.” Blue Jays pitcher Jesse Chavez and manager John Gibbons, who returned to the field for the fight following his ejection five innings earlier, were suspended for three games each. Rangers shortstop Elvis Andrus and Blue Jays first base coach Tim Leiper were suspended for one game apiece. Odor and Bautista have notified MLB of their intention to appeal, and both were available to play Tuesday night. There has been tension between the two teams since last year’s American League Division Series when Bautista flipped his bat after a home run, an action which the Rangers saw as disrespectful.",
  "webTitle": "Rougned Odor given eight-game ban for punching José Bautista",
  "webPublicationDate": "2016-05-17T22:17:20Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/rougned-odor-jose-bautista-fight-suspension",
  "keyword": [
    {
      "webTitle": "Texas Rangers",
      "id": "sport/texas-rangers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Toronto Blue Jays",
      "id": "sport/toronto-blue-jays",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MLB",
      "id": "sport/mlb",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Baseball",
      "id": "sport/baseball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/17/rougned-odor-jose-bautista-fight-suspension"
}