{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/07/country-diary-breathtaking-air-mastery-raven",
  "id": "2016-05-07-200",
  "sectionId": "environment",
  "body": "Wind and wave hurl against the cliff, roar through the inlet, spinning white rosettes of spume in a vortex, a wavering pale column that snakes and twists into the air and bends landwards. A raven quartering the pasture above accepts the opportunity for play. He soars high, slipping the buffets of the gale, then folds his wings, drops like a dark stone into the white heart of the spray before rebounding and diving once more. His mate arrives, scolding tersely at the lateness of her dinner. Four choughs come squealing along the cliff edge. Her impatience set aside, she joins him in harrying them away. The air-mastery of these birds is breathtaking. Peregrine, goshawk, merlin, eagle – each is impressive in its way. But for joyful dancing delight, for the palpable sense of fun and mischief, the raven is my choice. From the path round Pendinaslochtyn I watch through a glass as they bully the choughs off their territory, then careen swiftly back along the wind.   Related: The curlew’s call haunts sands and hills    Satisfied, there is an intimate moment when the larger male disgorges the contents of his throat-pouch on the turf of Braich y Badell, and the female gobbles it all down before she hastens nestwards, where she’ll tear the nutrient-rich sheep placenta into strips before cramming them in her fledglings’ pink gapes. This availability of good nutrition at a crucial season is a main reason for the raven’s success in Wales. Our small country has the world’s highest-density population of this largest of crows. The NFU is currently petitioning Scottish Natural Heritage for ravens to be brought back under the Scottish general licence, hence effectively removing their protected status so that they may be shot. Emotive arguments regarding predation on young lambs are adduced in support of the plea. Nature can certainly be cruel, but I have never, in many years of living and working among the hill-farming communities of Snowdonia, seen a raven prey on any other than sick or dying animals, and all good shepherds I know would endorse this view. Follow Country diary on Twitter: @gdncountrydiary • This article was amended on 9 May 2016 to correct the spelling of Llangrannog.",
  "webTitle": "Breathtaking air-mastery of the raven",
  "webPublicationDate": "2016-05-07T04:30:05Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/07/country-diary-breathtaking-air-mastery-raven",
  "keyword": [
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coastlines",
      "id": "environment/coastlines",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Jim Perrin",
      "id": "profile/jim-perrin"
    }
  ],
  "guardianId": "environment/2016/may/07/country-diary-breathtaking-air-mastery-raven"
}