{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/13/high-court-rejects-bob-day-appeal-and-finds-senate-voting-changes-are-legal",
  "id": "2016-05-13-335",
  "sectionId": "australia-news",
  "body": "The high court has unanimously rejected Senator Bob Day’s challenge of Senate voting changes, finding they do not infringe the constitution. The challenge was heard on 2 May and disposed of on Friday, clearing the way for the 2 July election using the new voting system. In a joint judgment, the justices noted that many of Day’s arguments challenged above the line and below the line voting, which had existed since 1983. They said the challenge did not show voters were disenfranchised and “was in truth an argument about the consequences of elector choice” in harming minor parties.   Related: Bob Day launches high court challenge against Senate voting changes    The Senate voting changes require voters to vote one to six above the line, or number one to 12 preferences below the line. However, if a voter simply votes one above the line, the vote will still be valid. The vote will be exhausted if candidates in that column are eliminated from the count. Day argued that the choice of voting above the line or below the line created different methods of voting, in breach of the constitution, which required only one method.  “None of the arguments has any merit and each can be dealt with briefly,” the justices said. The court held that the “method” in the constitution should be construed broadly, allowing for more than one way of indicating choice within a single uniform electoral system. The justices said voting above the line was a direct vote for individual candidates consistent with the constitution, not a vote for the political parties whose logos were printed on the ballot, as Day had argued. The high court dismissed the challenge, and the costs will have to be paid by Day and the other applicants. Malcolm Turnbull said “the high court’s decision is entirely as expected”.   Related: Turnbull attempts to ease crossbench angst over Senate voting reforms    The Coalition campaign spokesman Mathias Cormann said the government welcomed the result. “Our Senate voting reforms empower voters to determine what happens to their preferences when voting for the Senate above or below the line, and as such help ensure that the Senate result reflects the will of voters,” he said. “[The reforms] brought to an end the days of political parties controlling preference flows for voters voting for the Senate above the line.” Outside the court, Day said the changes “take away voters’ rights and punish those voters who vote for minor parties by threatening to kill off their votes”. But he said the case had a fair hearing and he was “satisfied that we do have in the high court a very, very good system of democracy”. Day said it was very important voters “do not just vote one above the line”, because of the risk of their votes being exhausted if their preferred candidates were not elected. “This is not like any previous election. If a person only votes one, the preferences or vote could stop right there. It’s really important they fill in as many boxes as possible, either above the line or below the line to ensure that their vote counts.” Senator David Leyonhjelm, of the Liberal Democrats, said he and Day were still “very confident” of being re-elected.  “In the last election, I got 9.5% [of the vote], which would be enough to get elected. Bob got 3.5% which would be enough to get elected. As long as we repeat or improve our votes from last time, we should both be elected,” he said. “The quota is 7.7% but the 11th and 12th position will be elected on less than a quota, somewhere between 3 and 5% is what is estimated to be sufficient.” The Greens democracy spokeswoman Lee Rhiannon said the court decision was unsurprising. “We question the motives of those who want to allow preference flows to be determined by party operators, not voters themselves,” she said. “The rights of small parties to run for the Senate have not been reduced, and those who want to vote for small parties can and should.” Rhiannon said the Greens were unapologetic about their support for changes that “will improve our democratic electoral process”.",
  "webTitle": "High court rejects Bob Day appeal and finds Senate voting changes are legal",
  "webPublicationDate": "2016-05-13T01:31:23Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/13/high-court-rejects-bob-day-appeal-and-finds-senate-voting-changes-are-legal",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bob Day",
      "id": "world/bob-day",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/13/high-court-rejects-bob-day-appeal-and-finds-senate-voting-changes-are-legal"
}