{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/23/australia-must-reform-political-donations-trust-deficit",
  "id": "2016-05-23-295",
  "sectionId": "australia-news",
  "body": "Michael Yabsley would meet any textbook definition of a political insider. He has been a fundraiser for the Liberal party in New South Wales for five years, and federally for three years. As well as shining a light on a culture of complacency and permissiveness that exists behind the scenes in major party fundraising, Yabsley has told an ABC’s Four Corners program due to be broadcast on Monday night that Australia’s donations and disclosure system needs a complete overhaul. “I believe this is now crunch time. You have the damage that has been done to the reputations of many, many individuals, to the reputations of many companies and the reputations of the major political parties,” he says. “It all points to the absolute case to do away with the system of political fundraising that we currently have.” Yabsley’s perspective is interesting in this sense.   Related: Political fundraising system ‘unacceptable’, says former Liberal official    I’ve been arguing for reform to the donations and disclosure regime for many years for two reasons: transparency manifestly benefits the public interest, and getting the money out of the system might help the political class focus on the interests of the people they are elected to serve: the Australian voters, rather than viewing politics as being little more than a series of arbitrations with cashed-up rent seekers.  But Yabsley’s point is the insider’s point. He’s focused on reputational risk: he thinks it has now gotten to the point where the rolling controversies around the political fundraising system is damaging politics itself, and also damaging the reputations of the players that seek to influence it. It would be better if politics could just approach the question of systemic reform of the donations and disclosure system from the pure public interest standpoint, but let’s take Yabsley’s mildly self-interested bird in the hand, because he’s right. Courtesy of a series of fundraising and disclosure scandals in recent years, the problem with the Australian system is now starkly obvious. We don’t even need to get into the complexities of associated entities or fronts or donation filtering or any of these things, fascinating as it all is. We can start with the most obvious deficiency that is currently right in front of our noses. Australia is currently in the middle of election season. Pretty much every politician I talk to is scampering like an Olympic sprinter between public events and private fundraisers, the current activity, given the length of the campaign, is off the charts – and yet the identity of the main political donors won’t be known until we are well into the cycle of the next federal government and approaching the next national poll, if at all. How can any reasonable person have faith in the integrity of that system? Could you even describe it as a system? Which brings us back to Yabsley’s point about reputational risk. When voters lose faith in the integrity of the system, it becomes so much harder for politicians to do anything hard. A loss of trust tends to feed on itself. If voters don’t trust that their elected representatives are making decisions in the national interest, if they suspect that undisclosed influence is now pervasive in the Australian political system, then the cycle of alienation intensifies.   Related: A tale of two charitable foundations, and a flood of donations to the Liberals    So Yabsley is right. We need reform, and we need it urgently. Increasing public funding, restricting donations to individuals at low thresholds and implementing a system of continuous disclosure can’t in and of itself fix the influence-peddling and rent-seeking problem, but it would give the public some confidence that there are boundaries. I used to be of the view that implementing the reforms I’ve just outlined would be like preventative medicine, fix the problem at the source, thereby removing the requirement for radical surgery, but I’m increasingly of the view the federal system also needs an integrity body to safeguard the public interest, largely because neither major party wants that to happen. Entirely inadvertently, Tony Abbott made a completely compelling case for a federal corruption commission in a speech he made just before the campaign, where he recounted a truly bizarre story about getting cash in an envelope from a millionaire, and where he reasoned the resources sector owed the former resources minister Ian Macfarlane one for scrapping the mining tax – those folks should “acknowledge and demonstrate their gratitude”.    Transparency is the sunlight which clears away all the dark corners in terms of fundraising  Bill Shorten     The fact that such things can be recounted out loud, without any sense that the anecdotes and the attitude sitting behind the anecdotes are in any way troubling, tells you everything you need to know about the hyper-complacent state of collective political consciousness.  Just before the campaign got underway, Malcolm Turnbull (who has supported electoral reform in the past) signalled very clearly in an interview with Michelle Grattan of the Conversation that he wanted to return to the subject in the next parliament. The Coalition is not seeing integrity as a major campaign issue, but as something that can be dealt with down the track, as long as consensus can be reached between the major parties about limiting activity by third parties – business and trade unions.   Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    Labor on the other hand isn’t biding time. Bill Shorten saw opportunity on Monday in reminding voters that it has long favoured reducing the thresholds for the disclosure of donations. Shorten told reporters in Perth the “ongoing saga of the Free Enterprise Foundation in NSW and Liberal fundraising, what it goes to show is we need more transparency, we need more transparency in the way that money is raised for elections”. “I challenge Mr Turnbull now, today, to agree with Labor’s proposal that any donations over $1,000 should be disclosed. Transparency is the sunlight which clears away all the dark corners in terms of fundraising and Australians I think have a reasonable expectation that that is what should happen,” Shorten says. It will be interesting to see whether integrity persists as a campaign theme, because in my view, anyone bold enough to put the interests of the voters first will be on to a sure-fire winner. • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special event featuring a panel of prominent political guests",
  "webTitle": "Unless Australia reforms political donations, the trust deficit will grow | Katharine Murphy",
  "webPublicationDate": "2016-05-23T06:16:56Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/23/australia-must-reform-political-donations-trust-deficit",
  "keyword": [
    {
      "webTitle": "Australian political donations",
      "id": "australia-news/australian-political-donations",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales politics",
      "id": "australia-news/new-south-wales-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Katharine Murphy",
      "id": "profile/katharine-murphy"
    }
  ],
  "guardianId": "australia-news/2016/may/23/australia-must-reform-political-donations-trust-deficit"
}