{
  "apiUrl": "https://content.guardianapis.com/uk-news/shortcuts/2016/may/25/why-living-on-isis-close-might-affect-your-post-but-not-your-house-price",
  "id": "2016-05-25-63",
  "sectionId": "uk-news",
  "body": "Isis Close is not a new category of national terror-threat levels, but an address in Oxford where it’s hard to get your veg box delivered. So says a university lecturer in the town, who reports this week that PayPal’s security algorithms have blocked online orders to the cul-de-sac. The firm said it was legally required to scan for terror references but did it best to eliminate anomalies, a particular challenge in Oxford, where the city’s stretch of the Thames was called the Isis long before the word took on a bloodier meaning. At Martyn R Cox estate agents in Witney, Andy Wright says the connotation was not affecting the sale of a house on another Isis Close, in the village of Long Hanborough. “There have been some issues with Crotch Crescent in Oxford, but people here are used to Isis,” he says. “Maybe if it was another town it would be different.”   Related: How algorithms rule the world    What about Cheshire, home to two of the 16 Isis Closes listed in the phone book? Arthur Ratcliffe, 86, has lived for more than 20 years on Isis Close in Congleton. He doesn’t shop online (“I can still divide and multiply without that business, so I’m fine”) but has had no problems with his address. “The only occasional terrorists are children kicking a football about, but that’s as much activity and worry as we have here,” he adds. Less fortunate “Isis” residents face the “Scunthorpe problem” – the brainless filtering of blacklisted words contained in names or places. Victims have included a band prevented by Facebook from promoting a gig in Scunthorpe; Craig Cockburn, who couldn’t get a Hotmail address; and specialists whose CVs were being sent to junk because “specialist” contains Cialis, the erectile-dysfunction drug of spam infamy. Sometimes a name change is the only solution. Oxford’s Isis Close residents may be inspired by nearby Isis Academy, which became Iffley Academy in February. Quite apart from algorithmic concerns, “anybody who did not know the nature of the school would make comments like: ‘Are you training the children to be terrorists?’” the school’s headteacher, Kay Willett, told the Oxford Mail.",
  "webTitle": "Why living on Isis Close might affect your post – but not your house price",
  "webPublicationDate": "2016-05-25T17:53:35Z",
  "webUrl": "https://www.theguardian.com/uk-news/shortcuts/2016/may/25/why-living-on-isis-close-might-affect-your-post-but-not-your-house-price",
  "keyword": [
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Oxford",
      "id": "uk/oxford",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "PayPal",
      "id": "technology/paypal",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Computing",
      "id": "technology/computing",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Usborne",
      "id": "profile/simon-usborne"
    }
  ],
  "guardianId": "uk-news/shortcuts/2016/may/25/why-living-on-isis-close-might-affect-your-post-but-not-your-house-price"
}