{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/local-uk-elections-results-2016-analysis-opinion",
  "id": "2016-05-06-284",
  "sectionId": "commentisfree",
  "body": "Some elections produce a comprehensible pattern after a relatively few results. Despite its unexpected outcome, the 2015 general election was one of those – the exit poll, Sunderland and Swindon were enough to get the shape of what was happening and what story the electorate were telling. The 2016 elections are not like that at all. It seemed reasonably clear going in that the SNP was going to steamroller to another majority in Scotland, Labour was going to get clobbered in the southern marginals in the English local elections, and that the Welsh election would be a boring spectacle. Oh dear. While Sadiq Khan must still be the prohibitive favourite to be elected London mayor, this carnival of odd results must send a shudder down his spine about what awaits when the London count starts. The counts are continuing, and it is still probably too early to come to a firm verdict. But a few points seem clear.   Related: UK election results tracker 2016    • The SNP has fallen well short of its aspirations, although it has continued the realignment of the working class west of Scotland that made the changeover in the 2015 Westminster election so dramatic. For Scottish Labour, Rutherglen no more, Bellshill no more. • The Scottish Conservatives and Liberal Democrats have performed remarkably well; the reasons need exploring but it seems that both are regarded as acceptable repositories for unionist votes – more so than Scottish Labour. • The Labour brand, and Labour organisation, are still worth a lot. Labour has had a number of improbable escapes from losing councils across the south of England, most notably Southampton where the party held its ground, swapping a white working-class ward (Sholing) for a gain of the middle-class ward containing the university (Portswood) for the first time since 1981. Labour has been lucky with the electoral system in holding on to council seats it “should” have lost on the general trend. • Compared to 2012, Labour has done rather better in the south than in the north – the swing in Southampton being 1.5 to Labour but in Bury it was 6.3 to the Conservatives. On a comparable basis of swing since the 2015 local elections, Labour would miss the apparently easy target of Bury North but gain the much harder Reading East.   Related: The once monolithic character of UK politics continues to fracture | Simon Jenkins    • The swing from Labour to Conservative since Ed Miliband’s high point of 2012 seems to be about 2-3%, equivalent to a dead level result in national share of the vote or a tiny Labour lead. This is pretty similar to 2011 and 2014. Given the week or two Labour has had leading up to the poll, that is not bad. But given the month or two the Conservatives have had, neither is it much cause for celebration. Standing comparison to 2014, when Labour’s vote was leaking away, is not a matter for great pride. • The Liberal Democrats do not have any wind in their sails. They managed some sporadic, spectacular wins in individual wards but not much general advance. • Ukip’s momentum has stalled. They have scored some reasonable shares of the vote in some of their stronger areas like Thurrock and Great Yarmouth, but no new hotspots have emerged. They slipped back badly in North East Lincolnshire (Grimsby), where they had dominated in 2014. Given how peculiar the overnight results proved to be, Friday will surely have its share of electoral surprises.",
  "webTitle": "So far, the UK election has thrown up a carnival of peculiar results | Lewis Baston",
  "webPublicationDate": "2016-05-06T08:47:34Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/local-uk-elections-results-2016-analysis-opinion",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Liberal Democrats",
      "id": "politics/liberaldemocrats",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Lewis Baston",
      "id": "profile/lewisbaston"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/local-uk-elections-results-2016-analysis-opinion"
}