{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/07/all-at-sea-decca-aitkenhead-memoir-partner-tony-drowning",
  "id": "2016-05-07-152",
  "sectionId": "books",
  "body": "“The death of a beloved is an amputation,” CS Lewis wrote in A Grief Observed, his memoir about the death of his wife; but more than that, “The same leg is cut off time after time.” Narratives of bereavement, once rare, have grown more numerous in recent years: Joan Didion’s The Year of Magical Thinking and Joyce Carol Oates’s A Widow’s Story are two devastating examples of the genre, each distinctive in its raw compulsion. We seem to fall on these accounts of grief with a troubling hunger, in the hope that the shared revelation of pain may assuage – or perhaps stave off? – our private sufferings. But each death is unique, each loss particular. Whereas Didion and Oates both lost their husbands in relatively advanced age, to sudden illness, after many years of marriage, the Guardian journalist Decca Aitkenhead, a woman in her early 40s, was widowed in May 2014, while on holiday in Jamaica with her partner and their two small children. Her agonising memoir All at Sea tells the story of that unthinkable death and its aftermath, with the author’s particular clear-eyed self-awareness. This is a book entirely without sentimentality or rhapsodising, a jaggedly complex meditation that refuses to idealise her beloved, Tony, or herself. All at Sea compels the reader’s trust and sympathy, but also provokes us to consider our hypocrisies. Tony was in many ways not the “ideal” husband for the highly educated, professional Aitkenhead. As she explains: “When Tony and I first met, I was married to a man I loved very much. Everyone loved Paul. Everyone loved our marriage … I loved being that couple.” Paul, a photographer with Reuters, was, like Aitkenhead, part of “the London media scene”: the successful young journalists moved into a house in Hackney, where Tony was a neighbour. Tony, a few years Aitkenhead’s senior, was a dreadlocked, crack-addicted career criminal, a drug dealer who had been in prison, and who, in his 30s, had established some legal businesses – a wholefood store and a property company – so he wouldn’t have to tell his daughter about the drugs. “As he saw it, he had practically gone legit. At times I got the impression he genuinely believed he had,” Aitkenhead writes. Once they became a couple (a move that involved Tony quitting crack), the melding of their worlds posed inevitable challenges. They had radically different sets of friends; Aitkenhead’s family, fond of her ex-husband, struggled to accept Tony; Tony’s wife was furious about his new relationship. But, together, they overcame the odds: Tony got a scholarship to university, and went to work for Kids Company, the now-defunct London charity. They had two children, and moved to Tubslake, “a dilapidated old farmhouse in rural Kent”. A holiday in Jamaica – at a place called Treasure Beach, where Aitkenhead had been many times – was to have provided respite from their exhausting renovation project, full-time jobs, small-kid stress and the hard winter. On a morning 10 days into their stay, Tony and their older son Jake headed down to the beach, leaving Aitkenhead and their youngest, Joe, at the beach cottage where the family was staying. What ensued is sheer nightmare: an invisible rip-tide sucked Jake out to sea, and his father leapt to his rescue. Aitkenhead, suddenly aware of the danger, rushed to assist, and swam with Jake back to shore, assuming Tony was swimming behind her. But he wasn’t: local fishermen tried to help him, but he drowned. The events, relayed at their simplest, seem surreal. Aitkenhead’s account, journalistically precise, renders that morning both vivid and incomprehensible. We relive it with her. There is no intellectualised explanation for how this could happen. The telling feels true, unpractised; but, of course, Aitkenhead will learn, in the weeks afterwards, that shaping this story is as important as with any piece of journalism. Her brother Tom says: “People keep asking me if he was drunk. So instead of saying he went down to the beach in the morning, be more specific – you need to say it was around 8.30am.” All at Sea is leavened by such moments of dark humour. An unsavoury associate of Tony’s, when invited to the funeral, starts haggling over an unpaid debt; months later, the contractor renovating Tubslake asks Aitkenhead what to do about the marijuana plants in one of the barns, and she discovers that Tony had cultivated a veritable farm. The search for a live-in nanny proves full of ironies: “We are nothing like the type of family who employs a live-in nanny housekeeper. Army colonels and QCs feature prominently among the names of referees.” Finally, Aitkenhead finds “salvation” in a Native American firefighter named Michelle and her “foxy South African girlfriend called Amba”.     Tony on Calabash beach, Jamaica, a few yards from the spot where he drowned. Photograph: Courtesy of Decca Aitkenhead    The memoir is also clarified by Aitkenhead’s stringent self-assessments – “In the departures hall at Montego Bay airport I unravel into a monstrous brat”; “As I’m boxing everything up, I’m struck by a thought so dangerously ugly, I want to scrub my brain with bleach. I see there’s been no card or letter from X, whispers a toxic voice in my head. Nope, nor anything from Y.” She doesn’t spare herself from revealing her most embarrassing lapse of judgment: having received letters of support from many, including two billionaires, she replies to these latter (when stoned, egged on by friends) with an email “thanking them for their generous offer of help and suggesting it might best be realised in a monetary form”. “Oh my God. What can we have been thinking? What must they have thought when they opened these emails?” Aitkenhead’s mortification serves as a public apology; but it is also part of her literary mission to demystify the grieving widow as much as the beloved departed, to make clear that even in our darkest times, we aren’t other than our flawed and jumbled selves. Tony’s death is a tragedy. But this memoir reminds us that it would be no less a tragedy if he had been drunk that morning; nor less if he had still been using crack. Life is to be embraced in its full messiness. Aitkenhead, as a journalist – one who knows well what others want to hear, and what they can understand – refuses adamantly to beautify or beatify her family’s story. Last summer, she was diagnosed with breast cancer, the illness that killed her mother when Aitkenhead was a child of nine. All at Sea is threaded with the story and ramifications of her mother’s death (like everything else, more complicated than it at first appears), but she does not include her own diagnosis in the book. (She has completed treatment and is now cancer-free.) Instead, she closes with a description of her first, ultimately joyous, return to Treasure Beach, with the boys, nine months after Tony’s death: “Whatever happens now, and whoever we become, we are no longer those broken ghosts.” This unblinking but resilient voice – sometimes stern, sometimes funny, always fierce – makes this book, like its author, inspiring in the best sense. • To order All at Sea for £12.99 (RRP £16.99) with free UK postage and p&p call Guardian book service on 0330 333 6846 or go to guardianbookshop.co.uk",
  "webTitle": "All at Sea by Decca Aitkenhead review – an inspiring memoir, never sentimental",
  "webPublicationDate": "2016-05-07T08:00:09Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/07/all-at-sea-decca-aitkenhead-memoir-partner-tony-drowning",
  "keyword": [
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Bereavement",
      "id": "lifeandstyle/bereavement",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/07/all-at-sea-decca-aitkenhead-memoir-partner-tony-drowning"
}