{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/five-premier-league-clubs-champions-league",
  "id": "2016-05-03-243",
  "sectionId": "football",
  "body": "Manchester City and Liverpool’s presence in the semi-finals of the Champions League and Europa League respectively means there is a possibility that five English clubs could represent England in European football’s elite competition next season.   Related: Leicester City’s triumph: the inside story of an extraordinary season | Stuart James    Leicester’s sensational first league title means that Claudio Ranieri’s side will be in the Champions League for the first time, with Tottenham almost certain to join them. Mauricio Pochettino’s side now need just one point from their last two matches to ensure a top three finish which would guarantee them automatic entry to the group stages, with Arsenal and Manchester City still mathematically able to overhaul them. Arsenal, City, Manchester United and West Ham are all in contention to finish third, with the fourth-placed club usually entering the Champions League at the final qualifying stage. The Premier League also has three reserved places in the Europa League, with the FA Cup winners and fifth-placed team going straight through to the group stages and the Capital One Cup winners awarded a place in the third qualifying round. At present, City’s victory in that competition and the likelihood that they will finish in the top five means that place will go to the sixth-placed team, although a victory for United against Crystal Palace in the FA Cup final would mean seventh place could also be good enough for European qualification.   Related: Why Pep Guardiola should beware English teams winning both European trophies    However, should City get past Real Madrid in the second leg of their semi-final on Wednesday night and go on to win the Champions League, then the picture becomes more complicated. That would guarantee them a place in next year’s competition regardless of their league finishing position, while a similar rule would apply to Liverpool should they go all the way in the Europa League. If both sides were to win and City finish outside the top four in the league, that would mean the fourth-placed team drops down to the Europa League instead in a similar scenario to what happened to Spurs in 2012 when Chelsea won the Champions League. However, if Liverpool win the competition but do not finish in a qualification position in the league then just two English teams will be represented in the Europa League, with five in the Champions League. Palace, whose European experience amounts to a solitary tie in the Intertoto Cup back in 1998, need to beat United in the FA Cup final to guarantee entry to the Europa League after the previous rule which admitted runners-up was scrapped.",
  "webTitle": "Explained: why five English clubs could play in next season’s Champions League",
  "webPublicationDate": "2016-05-03T10:54:14Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/five-premier-league-clubs-champions-league",
  "keyword": [
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/03/five-premier-league-clubs-champions-league"
}