{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/30/the-musketeers-review-a-final-series-of-swords-bodices-and-beardy-men",
  "id": "2016-05-30-179",
  "sectionId": "tv-and-radio",
  "body": "No muskets. That seems to be the big problem for The Musketeers (BBC1, Saturday) at the start of the opener of the third and final series. They’ve got their swords, which, as we know, they’re very handy with, plus their looks – but they’re up against what appears to be pretty much the entire Spanish army. Who have not just muskets but cannons, too. The cowardly French general isn’t helping. Go and die for the king, he tells Athos, as cowardly generals generally do, and have done throughout history. He’ll get his comeuppance, this General Lantier; first a hand is cleavered off – rudely axed like the show itself – then later his neck broken, like a turkey. Au revoir, monsieur le général. Back on the battlefield, D’Artagnan has a plan: attack! (obviously). They run at the Spanish ranks, dodging their bullets and cannonballs, splintering their pikes, before shanking them with satisfying steely noises, then blowing up their gunpowder stores. The charred remains of the Spanish army is picked over by crows, while Athos, Porthos and D’Artagnan pick themselves up, dust themselves down and prepare for the next adventure. Hurrah! France 1, Spain 0. Hang on, where’s Aramis? He’s a monk now, though not a very convincing one. He doesn’t look like one – tends his beard as another might a rose bush, as the abbot says. I don’t think he (the abbot) is convinced that Aramis is really a monk, deep down. Maybe He (the Lord) isn’t either. And I’m pretty sure Aramis himself knows it, too. Yup, first sign of trouble and he springs into action, swishing his steel with the others. There’s something of Duran Duran about those musketeers, mashed up with a little Meat Loaf. Right, the Spanish have been defeated, for now. But there’s danger elsewhere, of course. This gothic, hooded dude, picking at the dead with the crows, for one. The grim reaper himself? Actually the Grimaud reaper, Lucien Grimaud (played by Matthew McNulty), a dodgy money-lender and powder-dealer, as well as the hand-lopper and neck-breaker. I’m thinking Ozzy Osbourne. And Paris, lawless and dangerous, is now governed by Philippe Achille, Marquis de Feron (splendid by Rupert Everett, a welcome addition, turning up wicked to 11). “Cross me ... [long meaningful pause] and you live to regret it,” he growls at the Musketeers. Alice Cooper, surely, in our game. Feron’s Red Guard are running riot in the city: fighting, drinking and whoring, Philippe’s Stags On Tour in Paris 1643. Nice stunt by Madame D’Artagnan, smoking them out of the brothel and making them run bollock naked through the streets of the capital. Something similar happened in St Petersburg the other day, though less amusingly (it was a police raid, after a tip off from a vigilante former kickboxer and MMA fighter; the sex workers as well as their customers were paraded naked through the streets – in 2016!). Anyway, bad Feron is well connected – he’s the king’s illegitimate brother. That’s King Louis XIII, meaning the kid with the wig on the fat pony (in the palace; love a pony indoors) will turn out to be Louis XIV. We’ll be seeing a fair bit of him on BBC1 a little later on in life, in Versailles, which starts on Wednesday. This is like the kids’ entertainment before that, the main event. It’s the right thing to do, I think, to end it after three series; any more and it would begin to wear thin. But it has been – and is – a lot of fun. A swashbuckling (hard to avoid the word) romp that will appeal to anyone who has ever dreamed of adventure and romance, handsome beardy men with swords, and porcelain-skinned ladies bursting from bodices. It’s a funny time to go out, 9.30pm. Then, next week, it’s on at 8.30pm so that it actually straddles the watershed, as if they can’t quite decide whether it’s for a Merlin audience, or an older, Versailles one. I think A. Versailles is a lot of fun, too, by the way. Still in France, Lyon now, for The Disappearance (BBC4, Saturday). The Morel family are almost stereotypically French: cool, grownup, beautiful – verging on annoyingly so. There are no secrets between Léa and her mother, Florence … well, Florence thought there weren’t. On the eve of her 17th birthday, Léa goes out to a concert and club with friends. And she doesn’t come back. At which point it becomes almost unbearable, a tight knot of anxiety will form in the stomach of any parent. Death, violence, horror, severed hands, pas de problème – love it. But missing children I find hard. The Disappearance isn’t just about anxiety, guilt and grief; there’s an investigation going on, headed by lugubrious out-of-town investigator Bertrand Molina, with avenues and suspicions to explore. But what dominates the screen is an absence – the big black hole where Léa was. I still have nightmares about The Missing; I’m not sure I’m ready for The Missing With Subtitles.",
  "webTitle": "The Musketeers review: a final series of swords, bodices and beardy men",
  "webPublicationDate": "2016-05-30T06:20:26Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/30/the-musketeers-review-a-final-series-of-swords-bodices-and-beardy-men",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/30/the-musketeers-review-a-final-series-of-swords-bodices-and-beardy-men"
}