{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/13/scilly-sergeant-police-blogger-colin-taylor-mainland",
  "id": "2016-05-13-229",
  "sectionId": "uk-news",
  "body": "He has become something of a cult figure but time is running out for visitors to catch a glimpse of the police sergeant turned blogger and author known as the Scilly Sergeant.  Colin Taylor was making his headlining appearance at the inaugural Isles of Scilly festival on Friday, giving a much-anticipated talk on his life and times on the weather and wave-beaten archipelago. His book – The Life of a Scilly Sergeant – is to be published next month along with a serialisation in a tabloid newspaper. But then Taylor will be preparing to leave his slice of island paradise for the (relatively speaking) big city lights of Exeter in Devon.  Speaking to the Guardian before his festival appearance, Taylor joked that his time on Scilly actually ran out three years ago: “But I kept my head down and they forgot about me.”  In the first week of August he will be heading for the mainland. “I’m not being pushed, I’m not jumping, it’s just the right time to go,” he said.  Scilly is sometimes called the “land that crime forgot” and jobs Taylor has done include rushing to the aid of a stray seal pup that had found its way on to the high street and resolving a drunken row between two chefs on the relative merits of rock salt and sea salt. This month, his duties have included dealing with a Chinese couple who arrived on Scilly thinking they were 200 miles away in Jersey.  He has had to be on guard against smugglers believing Scilly to be a soft route into the UK, and there are, of course, the usual fights and minor crimes that happen anywhere. Last year, the force was involved when a large chunk of the unmanned US rocket SpaceX Falcon 9 washed up on one of the islands after exploding following take-off in Florida.  “Being a police officer in a place like Scilly is actually quite onerous,” said Taylor. “You’re policing the people you live alongside. You’re policing a community. For me it has taken a lot of thinking about. It’s like a spider’s web. When you tug one bit the other end shakes. There’s a lot of unexpected consequences to your actions which perhaps you don’t see in a large city where you’re more anonymous.”  Taylor said the label of Scilly being the land that crime forgot was not helpful. “I’ve tried to gently educate people. It’s more the land that forgot about crime,” he said. “People have forgotten about it because it doesn’t happen very often but it does happen. When people say what on earth have you got police officers for, I say stuff does happen, we need to be there. It isn’t quite that no-crime zone. Things happen, there are humans that live here.”  Taylor said it was a “bit odd” that his posts had become so popular that he was in demand for festival appearances. “I’m more used to shouting at people and telling them to leave rather than trying to get them to stay and listen to me.”  He said he believed his nickname – Scilly Sergeant – had helped his profile. “People prick up their ears when they hear that. I’ve found my feet writing, I really enjoy that. I enjoy the process of being read. That spurs me on. I’ve got loads of material to write about. I’m the only person writing about policing in a bizarre location like Scilly.”",
  "webTitle": "‘Scilly Sergeant’ police blogger to quit island life after headlining festival",
  "webPublicationDate": "2016-05-13T10:47:15Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/13/scilly-sergeant-police-blogger-colin-taylor-mainland",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "uk-news/2016/may/13/scilly-sergeant-police-blogger-colin-taylor-mainland"
}