{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/budget-reply-speech-bill-shorten-claims-savings-for-election-war-chest",
  "id": "2016-05-05-259",
  "sectionId": "australia-news",
  "body": "Bill Shorten has claimed an extra $71bn over 10 years for his election war chest from not proceeding with Malcolm Turnbull’s tax cuts for big and medium businesses, retaining the 2% deficit levy on high-income earners and cracking down on private colleges. The opposition leader has announced a Labor government would save $6bn over 10 years from capping government loans for students in the scandal-ridden private college sector. The cost of this vocational education and training fee help has grown from $699m in 2013 to $1.7bn in 2014 and an expected $3bn in 2015. The average cost of a diploma has ballooned to about $14,000 and some colleges are charging well over $20,000, for degrees. Labor says similar courses are available at public Tafes for less than $6,000 and is expected to unveil extra funding for Tafe colleges during the campaign.   Related: Philip Lowe to replace Glenn Stevens as governor of the Reserve Bank – politics live    The government has also acknowledged the vocational education sector needs major changes and has released a discussion paper, with decisions to be taken after the election. But Shorten also declared “grave concerns” with the retrospective nature of parts of the government’s major superannuation shake-up – and is believed to be likely to oppose the policy to impose a $1.6m cap on concessional super savings that applies to existing superannuants, a decision that could cost up to $2bn in Labor’s budget calculations. The long-term savings give Labor some political insulation against the government’s attacks that its spending promises for schools, hospitals and the national disability insurance scheme are a fiscally irresponsible “fantasy”. The government sought to prevent Labor from pocketing the savings from not proceeding with the company tax cuts that had formed the centrepiece of its budget by refusing to reveal what they cost over 10 years, saying the $5.3bn cost over the budget forward estimates were the only necessary figures to include. That refusal was at the centre of a fiery final day of the 44th parliament and then, at its conclusion, Shorten, citing preliminary advice from the parliamentary budget office, said he was factoring in $49bn in savings anyway. Labor has already indicated it would support the cut in company tax to 25% for small business, with a turnover of less than $2m, but Shorten said that “unlike the prime minister – we will not use this as camouflage for a massive tax cut to big multinationals, especially when the government is refusing to tell us the 10-year cost of their 10-year plan. “The Turnbull budget is built on a fraud of a grand scale. The prime minister knows what his big-business tax cut costs taxpayers – but he won’t tell them.” Labor is also factoring in $16bn in extra revenue from its decision to retain the 2% deficit levy for those earning over $180,000. The government has said it will allow the levy to lapse next year, as originally legislated. With Turnbull set to call the 2 July federal election on Sunday, Shorten’s budget speech in reply – like the budget – became more election manifesto than economic statement. His televised address returned to Labor’s central claim that the government is favouring high-income earners, whereas Labor “puts people first”. “From ‘Tony’s tradies’ to ‘Malcolm’s millionaires’ – this is a budget for big business over battlers,” he said. “A working mum on $65,000 with two kids in high school will be over $4,700 worse off, every year. And someone on a million dollars will be almost $17,000 better off every year. Three-quarters of Australian workers won’t receive any tax relief from this budget but will disproportionately suffer from cuts to schools, hospitals, Medicare and family support they count on.” And he rounded on the government’s assertion that Australians have “moved on” from “class war” and the “politics of envy”. “This prime minister has the audacity to accuse us of waging ‘class war’. It is not ‘class war’ to disagree with cutting money from families on fifty and sixty thousand dollars in order to give millionaires a tax break. It is not class war to ask why he is cutting $80bn from schools and hospitals – but spending billions on big business,” he said. Most published polls give Labor a narrow lead in two-party preferred terms and marginal seat polling leaked to Channel Seven Thursday night suggested the government was trailing in key NSW marginal seats including Eden Monaro, Reid, Banks, Gilmore and Bennelong. The Coalition vastly out polls Labor on questions of economic management – 43% saw them as better economic managers compared with 25% nominating Labor in an Ipsos poll last month, meaning the battle over the credibility of each party’s promises and costings becomes critical. Shorten defended his decision not to proceed with the extension of the small business company tax cuts to all businesses. “Coles is not a small business. The Commonwealth Bank is not a small business. Goldman Sachs is not a small business. As important as they are to our economy, they don’t need a taxpayer subsidy which Australia cannot afford. Especially when our imputation system means a cut in the corporate tax rate delivers no meaningful benefit for mum and dad investors,” he said. “The only shareholders who will win out of this live overseas. Labor will support a tax cut for small business – but unlike the prime minister – we will not use this as camouflage for a massive tax cut to big multinationals.”   Related: Black hole attack sucks Malcolm Turnbull into budget twilight zone | Lenore Taylor    The government sought to pre-empt his speech with a calculation of the gap between Labor’s promises and announced savings over the next four years, which the finance minister, Mathias Cormann, said came to $62bn.  The wrangling over budget credibility came as Moody’s ratings agency warned the budget’s projections for nominal GDP growth – which are key to shrinking the deficit – are higher than it is comfortable with. Moody’s said Australia’s public finance will be vulnerable to “negative shocks” for longer than the government thinks if the budget’s projections for nominal growth prove too optimistic. “We estimate that constraints on the ability of the government to reduce spending amid moderate nominal GDP growth will lead to somewhat wider deficits for longer than currently budgeted,” Moody’s said.",
  "webTitle": "Budget 2016: Bill Shorten unveils $71bn in savings over 10 years",
  "webPublicationDate": "2016-05-05T09:30:12Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/budget-reply-speech-bill-shorten-claims-savings-for-election-war-chest",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/05/budget-reply-speech-bill-shorten-claims-savings-for-election-war-chest"
}