{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/21/us-drops-el-chapo-charges-joaquin-guzman-extradition",
  "id": "2016-05-21-123",
  "sectionId": "world",
  "body": "American authorities preparing for the extradition of the alleged drug lord Joaquín “El Chapo” Guzmán to stand trial in the US appear to have quietly scrapped plans to prosecute him for a series of brutal murders committed inside Mexico. A detailed list of a dozen specific killings that were previously tied to the notorious Sinaloa cartel leader has been dropped from Guzmán’s charge sheet by federal prosecutors in New York without any official announcement. Legal experts said the move could make it easier to secure convictions on the many drug trafficking charges against Guzmán, and to avoid disputes over the authority of US courts to rule on crimes in a foreign country. Guzmán is being held in Mexico after his recapture in January following a second prison escape. The Mexican government announced on Friday it had approved his extradition to the US, where he faces dozens of charges in a series of US cities that were allegedly blighted by the multibillion-dollar operations of his Sinaloa cartel.   Related: Blood, mud and lube: how El Chapo's luck came up short in small town sex motel    The alleged cartel leader was moved recently to a jail in Ciudad Juárez, closer to the US border. Attorneys for Guzmán said on Friday, however, that they would be filing “multiple legal challenges” against his extradition. Friday’s ruling covered an extradition request from a Texas federal court related to charges of conspiracy to import and distribute cocaine and marijuana, money laundering, arms possession and murder, and another extradition request from a federal court in California. But federal prosecutors in New York’s eastern district, where Guzmán’s network allegedly sent almost four tonnes of cocaine in 2002-03, are reported to have won the right to try him after competing with rival cases including Chicago, San Diego, and El Paso for the justice department’s approval. “It is a calculus that involves a lot of different issues, but what it boils down to at the end of day is: who’s got the best charges and who’s got the best evidence,” said Theresa Van Vliet, a former chief of narcotics at the justice department. “It’s as simple as that.” A grand jury indictment filed in Brooklyn in September 2014, when the US attorney general, Loretta Lynch, was the district’s top federal prosecutor, charged Guzmán and an ally with 12 murders that were carried out in Mexico between 2000 and 2008, along with two attempted murders and multiple murder conspiracies against rival cartels.     Loretta Lynch, the current US attorney general, filed a grand jury indictment against Joaquín Guzmán in 2014 when she was the top federal prosecutor in Brooklyn. Photograph: Justin Lane/EPA    Among the murders was that of Roberto Velasco Bravo, Mexico’s director of investigation for organized crime, who was assassinated in Mexico City in April 2008. Guzmán was also accused of the murders in 2005 of six “John Does”, whose identities were disclosed to grand jurors but kept secret from the public. But a new indictment, which was filed in Brooklyn last week and supersedes previous charges against Guzmán, now features only one paragraph accusing him and his co-defendant – fellow drug lord Ismael Zambada García – of a murder conspiracy against unspecified “persons who posed a threat to the Sinaloa cartel”. Asked whether this meant that Guzmán was no longer accused of murder, Nellin McIntosh, a spokeswoman for the US attorney’s office in Brooklyn, said: “No comment.” McIntosh confirmed that no public announcement of the new indictment was made. Several legal analysts pointed to the possibility that the removal of murder charges could make it easier to have Guzmán extradited from Mexico, which does not allow the transfer of suspects who may face the death penalty. The Mexican foreign ministry’s statement on Friday said: “The US government provided sufficient assurances that the death penalty shall not apply if Mr Guzmán Loera were extradited and tried in that country.” “The are many life sentences that can be found in the narcotics counts,” said Kendall Coffey, a former US attorney in Miami, who handled major drugs cases. “It makes plenty of sense to adjust the indictment.”           El Chapo arrest: Mexican marines’ raid ends in shootout    Although Friday’s ruling by the Mexican government related to charges in California and Texas, former senior prosecutors said Guzmán could yet end up in any of the jurisdictions where he is indicted, including Brooklyn. The US attorney in Miami, another district with a case against Guzmán, has been added as a special counsel on the Brooklyn case, indicating that the two teams are combining efforts. Prosecutors previously argued that despite being committed in Mexico, the murders could be prosecuted in Brooklyn because they took place in the “extraterritorial jurisdiction of the United States”. This same phrase was also used repeatedly in the 2014 indictment to describe the locations of Guzmán’s alleged drug trafficking offenses. The phrase has, however, been wiped from the new indictment against Guzmán. Asked whether American authorities now intend only to prosecute Guzmán for alleged offenses on US soil, McIntosh again said: “No comment.” The “extraterritorial jurisdiction” formulation has been used in the past to prosecute foreign nationals for offenses such as killing Americans – particularly US government officials – in other countries. Its deployment for cases of foreign murders involving foreign suspects and foreign victims is, however, highly unusual if not unprecedented. Professor Anthony Colangelo of Southern Methodist University said prosecuting Guzmán this way could be “problematic for a number of reasons” starting with the principle that “extraterritorial jurisdiction” is presumed not to apply to a US law unless specified in the relevant statute. “And constitutionally, it’s just not clear to me what would authorize Congress to enact a law that applies to a foreign defendant and a foreign victim in a foreign location,” said Colangelo.   Related: El Chapo entered US twice while on the run after prison break, daughter claims    The new indictment against Guzmán signals that prosecutors will instead focus on proving that Guzmán was responsible for offenses such as illegal drug sales and money laundering within the US. Newly added lines specify repeatedly that drugs were sent “into the United States” by “boat and submarine crews, pilots and truck drivers” and that money was funneled “from the United States back to Mexico”. The new indictment may also be thought to allow Mexican authorities to save face, as authorities in Brooklyn are no longer explicitly claiming to have authority over actions on their territory. Mexico was previously reluctant to extradite Guzmán. An allegation in the 2014 indictment that Guzmán and Zambada’s campaign of violence dissuaded Mexican police officers, troops and other public officials “from enforcing Mexican drug laws and disrupting the Sinaloa cartel’s activities” has also notably been removed from the new indictment. Van Vliet, the former chief of narcotics at the justice department, described it as “common sense” that the new form of charges would be preferred in Mexico. The new charges could also prevent complications that might jeopardize a conviction, according to Colangelo. “If they botched it up by including allegations that led to statutory or constitutional problems and an acquittal, he couldn’t be prosecuted again because of the principle of double jeopardy,” said Colangelo. “Talk about killing your career as a prosecutor.”",
  "webTitle": "US quietly drops El Chapo murder charges to ease drug lord's extradition",
  "webPublicationDate": "2016-05-21T10:00:10Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/21/us-drops-el-chapo-charges-joaquin-guzman-extradition",
  "keyword": [
    {
      "webTitle": "Joaquín 'El Chapo' Guzmán",
      "id": "world/joachim-el-chapo-guzm-n",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mexico",
      "id": "world/mexico",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Drugs trade",
      "id": "world/drugs-trade",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Swaine",
      "id": "profile/jon-swaine"
    }
  ],
  "guardianId": "world/2016/may/21/us-drops-el-chapo-charges-joaquin-guzman-extradition"
}