{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/20/tesco-bank-boss-benny-higgins-spent-more-than-18000-pounds-on-taxis",
  "id": "2016-05-20-179",
  "sectionId": "business",
  "body": "The boss of Tesco Bank spent more than £18,000 on London taxis in just eight months last year, being taken to upmarket restaurants, private members’ clubs and the supermarket’s various head offices despite the tough new approach to costs adopted by the grocer’s chief executive, Dave Lewis. When Lewis arrived at the business in October 2014, he ordered the immediate sale of the supermarket’s fleet of corporate aircraft and said he would be taking the train rather than a car into London from Tesco’s Hertfordshire head office. That saving alone, he said, would pay for an extra member of staff in store for a day. Taking the train “equates to one day for one colleague in-store,” Lewis told trade journal Retail Week. Despite Lewis’s cost-saving decree, Benny Higgins, the chief executive of the supermarket’s retail bank, spent more than the annual salary of a shop assistant on London taxis between March and the end of October last year, according to documents seen by the Guardian.      Bread Street Kitchen restaurant, City of London. Photograph: Alamy Stock Photo    The bills, claimed by Higgins and his PA on his behalf, included more than £700 on taxis booked for airport transfers with Higgins’s daughters named as passengers, and thousands of pounds on journeys to the Royal Opera House, private members’ clubs and a string of upmarket restaurants. Some of the taxi claims, for relatively short journeys, run to hundreds of pounds. Higgins, who is fond of quoting poetry and is known as a voracious reader, visited literary clubs The Academy and The Society Club and The London Capital Club as well as Richard Caring’s Ivy Club all by taxi. He also billed the company for journeys to Japanese restaurant Roka, Belgravia bistro La Poule au Pot, and Gordon Ramsay’s Bread Street Kitchen.  The taxi fares suggest Higgins tends to spend at least half the week in London, even though the head office of Tesco Personal Finance, the division which includes the bank, is in Edinburgh. A Tesco source said: “The costs are just out of control.” Higgins, one of Scotland’s most high-profile banking figures, has been in charge of Tesco Personal Finance since 2008. He spent more than £170 – more than twice the daily earnings of a Tesco shop assistant – on trips to and from the Royal Opera House from the Soho Hotel – a 15-minute walk.      The Royal Opera House, Covent Garden. Photograph: Alamy    A Friday trip to the Victoria & Albert museum – five stops on the Underground which would have cost less than £5 with an Oyster card – resulted in a £389.85 taxi bill for Tesco. The bills submitted to the company do not explain why the taxi charges are so high, but they detail the trip, the date, any “priority fee” and the passenger’s name. He also billed the supermarket £2,000 for trips to Tesco’s corporate offices in Cheshunt, Welwyn Garden City and Finsbury Pavement.  Higgins also spent more than £8,600 on trips to and from the airport, not including those for his daughters or non-Tesco executives . On at least one occasion Higgins claims for more than one trip from his London base to the airport on the same weekend. The Tesco banker uses the Soho Hotel – a boutique hotel just down the road from his London apartment – for business meetings when he is in the capital and, according to his taxi expenses, he is there several times a week, often entertaining at his favourite table.  Last year he also made taxi trips to Sopwell House, a Georgian country house hotel and spa near St Albans, east London boutique hotel Andaz and Hanbury Manor, a five-star hotel and country club in Hertfordshire.      City boutique hotel Andaz. Photograph: Alamy    There are also trips that seem unlikely to be connected to the work of Tesco Bank including a £217.56 return trip to literary agent Madeleine Milburn, and visits to a skin clinic, designer furniture store and an antiques dealer. One source said staff were unhappy that a director who earned £2.2m in the year to March, up from £1.7m a year before, appeared to be claiming taxi fares for personal trips while the bank faced tricky times.  A Tesco spokesperson refused to comment on the detail or scale of the claims, or whether Higgins’s claims were sanctioned, but said: “All Tesco colleagues adhere to a clear policy that allows travel and other expenses for business reasons.” Having previously held senior roles at RBS and Standard Life, Higgins is a multi-millionaire, having left HBOS in 2007 with a £2m golden goodbye after less than two years’ work. The source said there was anger that there had been no major changes to processes and Higgins continued to sign off his own expenses, including large personal taxi fares, even after the issue had been raised at a senior level within Tesco on previous occasions, under the current and former management. “Nobody is allowed to say anything. This is a man who could easily afford for personal taxis for his kids going to the airport.” Higgins also signed off large expenses for other directors. While he personally was the biggest spender on London taxis, Therese Procter, the bank’s people director, appeared to be by far the biggest claimant for other non-travel expenses. She billed the company for more than £9,000 of expenses in eight months – including membership of the exclusive Ivy Club in London, favoured by celebrities such as Kate Moss and Kevin Spacey. Underlying pretax profits at Tesco Personal Finance slid 11% to £197m in the year to March 2016 excluding restructuring costs of £1m and losses on financial instruments, movements on derivatives and hedge accounting of £8.1m. The bank cut about 240 head office jobs last year and is understood to be considering a further 10% to 20% cut in head count as the bank tries to offset the loss of income from fees charged to retailers on credit card payments.     Tesco head office in Cheshunt, which is closing. Photograph: Toby Melville/Reuters    The planned cuts comes after the wider Tesco group axed nearly 5,000 head office and UK store management jobs as well as more than 4,000 roles overseas and at the bank last year. A further 2,500 jobs were lost with the closure of 43 Tesco stores. Lewis has also closed down the grocer’s longstanding head office in Cheshunt as part of his cost-cutting programme. Store staff received a 3.1% increase in basic pay this year, ahead of the introduction of the new minimum wage for over-25s but the deal was offset by cuts in extra pay for Sunday and bank holiday shifts from July.  Lewis, who was hired from Unilever to turn around Tesco in the wake of a sales and profits collapse, has made clear that he is looking at costs across the business. He has sold a number of businesses, ranging from its Blinkbox books and video-streaming business to its huge grocery business in South Korea to pay off debts. Lewis is still trying to offload other businesses, including the Giraffe restaurant chain and the Dobbies Garden Centre business. He has pledged to “look at every aspect of cost and see how that affects the customer”.",
  "webTitle": "Tesco Bank boss Benny Higgins spent more than £18,000 on taxis",
  "webPublicationDate": "2016-05-20T12:11:22Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/20/tesco-bank-boss-benny-higgins-spent-more-than-18000-pounds-on-taxis",
  "keyword": [
    {
      "webTitle": "Tesco",
      "id": "business/tesco",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Dave Lewis",
      "id": "business/dave-lewis",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    }
  ],
  "guardianId": "business/2016/may/20/tesco-bank-boss-benny-higgins-spent-more-than-18000-pounds-on-taxis"
}