{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/25/eu-referendum-poster-minority-ethnic-voters",
  "id": "2016-05-25-31",
  "sectionId": "media",
  "body": "Operation Black Vote, the campaign group that aims to persuade more minority ethnic people to get involved in politics, has produced a provocative poster with the slogan “a vote is a vote” as the deadline for registering to take part in the European Union referendum looms. The deliberately hard-hitting campaign depicts an aggressive-looking skinhead on a see-saw, jabbing his finger at an Asian woman – who nevertheless sits level with him, to convey the message that everyone’s vote carries equal weight. Designed by Saatchi & Saatchi, it is aimed at persuading adults from minority ethnic communities, who tend to be under-represented on the electoral register, to sign up before the 7 June deadline so they can cast their votes in the referendum. But the poster immediately sparked a row, with Nigel Farage, the Ukip leader campaigning hard for Britain to leave the EU, describing it as a “disgusting” example of “sectarian politics”. Farage accused OBV of “trying to divide society”, adding: “I want to engage people in all communities to get involved in our democracy but I’m afraid this poster is a really big mistake”. Simon Woolley, director of OBV, said: “Perhaps the greatest thing about democracy is that one person’s vote has no more value than another person’s: a vote is a vote. With some black and minority ethnic communities still unlikely to be registered to vote, we need to show them that their voices matter. These potential voters could easily decide one of the biggest questions of the last three decades – whether we remain in the EU or leave.” Magnus Djaba, CEO of Saatchi & Saatchi London, insisted: “This is a message about democracy, not a message about race. Whichever community you’re from, it hits home.” As well as launching the poster, OBV is planning a series of events up and down Britain to consult black, Asian and minority ethnic voters about their views on the European Union. It estimates that there are 4 million BAME voters in the UK – plus 400,000 British Commonwealth voters who are eligible to vote in the EU referendum – but around 30% are not registered. OBV will also be working to boost turnout among those voters who are registered, stressing the importance of the referendum to Britain’s future. Immigration is a central issue in the campaign, with Ukip in particular stressing that only by leaving the EU can the government hope to exert more control over who can come to live in the UK. Some Brexit campaigners would like to see more immigration from Commonwealth countries. Priti Patel, the employment minister, argued recently that a shortage of curry chefs in the UK’s Indian restaurants had been caused by restrictions on non-EU migration to compensate for the influx from within the EU as the government seeks to cut net immigration.",
  "webTitle": "EU referendum poster aimed at minority ethnic vote causes controversy",
  "webPublicationDate": "2016-05-25T20:14:51Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/25/eu-referendum-poster-minority-ethnic-voters",
  "keyword": [
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Saatchi & Saatchi",
      "id": "media/saatchi-saatchi",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "media/2016/may/25/eu-referendum-poster-minority-ethnic-voters"
}