{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/12/service-road-london-planning-permission-family-home",
  "id": "2016-05-12-147",
  "sectionId": "money",
  "body": "There’s a gap in the market for small plots of land to build on in London, so it’s perhaps no surprise that there were eight bidders for a site with planning permission in Shepherd’s Bush, west London. Once a service road between two Victorian houses, the triangular plot has planning permission for a 13 foot-wide three-bedroom home and is about to change hands for £400,000. Just days after a former garage in the same borough went under the hammer for £466,000, an offer has been accepted on the plot by a buyer willing to build a property and let it out.  The property was sold by estate agent Kerr & Co, which described its location on Leysfield Road as “an extremely popular residential street”. David Knipe, assistant sales manager at Kerr & Co, said the area’s proximity to Ravenscourt Park and “tree-lined, leafy roads” made it popular with families. “It’s rare that we take on a site to sell, especially one this size where you can build an individual property,” he said. “The price is in line with the market in the area. When it’s done it will be worth what we advise in the locality.” In 2015, a two-bedroom flat on the same road changed hands for £725,000, while in 2014 a four-bedroom house went for £1.8m. The average house price in the borough, according to the Land Registry, is more than £830,000. Planning permission for the site was granted in 2015, with Hammersmith and Fulham council saying it would “contribute to much-needed, high-quality additional housing”. It allows the buyer to build a family home that is two storeys high, with a third floor in the basement. The plans show two living rooms, a conservatory and library area, and the agents say it will offer around 1,100 square feet of living space. Cycle storage at the front of the building is also included in the plans, as the council decided a parking permitted would not be granted.",
  "webTitle": "Mind the gap: former service road in west London sold for £400,000",
  "webPublicationDate": "2016-05-12T15:24:03Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/12/service-road-london-planning-permission-family-home",
  "keyword": [
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Hilary Osborne",
      "id": "profile/hilaryosborne"
    }
  ],
  "guardianId": "money/2016/may/12/service-road-london-planning-permission-family-home"
}