{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/28/indianapolis-500-recovered-civil-war-100-years",
  "id": "2016-05-28-115",
  "sectionId": "sport",
  "body": "Of the estimated 350,000-plus who plan to flock to the Indianapolis Motor Speedway for the 100th running of the Indianapolis 500 on Sunday, no one will have a better vantage point for the green flag of the 200-lap race than James Hinchcliffe, a 29-year-old Canadian. A year after he was nearly killed in an accident during a practice session at the Brickyard, Hinchcliffe earned pole position last weekend for the race, and he will lead the 33-car field down the main straightaway at about 220mph into the first turn of the race. Hinchcliffe’s comeback would probably be the most compelling story any other year, but he understands that the event itself supersedes everything else in 2016. The Indy 500 has made it to 100. Two decades ago, that was not such a sure thing.   Related: Indianapolis 500: a look back at a century of races – in pictures    “For us, it is the biggest race of our year, but it’s the biggest race in the world,” Hinchcliffe told the Guardian this week over breakfast in New York. “We’ve got the largest sports stadium on earth, and it’s sold out. It just speaks volumes for how much the race really means. And just to have a sporting event make it to 100 makes it a pretty big deal. The Super Bowl just celebrated 50. It’s pretty impressive we’re even here, and 100 years down the road, we’ve managed to make it a sellout crowd.” Open-wheel racing in the United States seems to have survived a civil war, started in 1996 when Tony George, then the president of the speedway, launched the Indy Racing League, a competitor to the established Championship Auto Racing Teams, Inc. George believed open-wheel racing in the US should be competed largely by American drivers on ovals like Indianapolis, rather than the twisty courses used in Formula One. The sport, George thought, had become too expensive. But the more-famous Cart drivers stayed put. The Indy 500 was packed with IRL drivers – and a lot of them were from somewhere else. In five editions of the race between 1996 and 2000, US drivers won twice, and neither Buddy Lazier and Eddie Cheever Jr won the race again. (Lazier starts 32nd this year.) When the prolific team owner Roger Penske returned to Indianapolis in 2001 (and won the race with a flamboyant Brazilian, Helio Castroneves, who later won Dancing With the Stars), the fissure began to close. The IRL, known later as the IndyCar Series, and the remnants of the Cart series merged in 2008. But the Indy 500, and open-wheel racing in general, had been usurped by Nascar, which feature much slower stock cars but tighter racing. The 2010 edition was the least-watched Indy 500 since ABC began carrying the race live in 1986. Even worse, 5.8 million watched, compared with the 6.5 million that watched Nascar’s Coca-Cola 600 later the same day. To foster closer and safer competition, Indy cars were redesigned before the 2012 season. At about the same time, by coincidence, interest in Nascar races – for many people too many, too similar and too dull – began to decline. The Indy 500 saw a spike in TV ratings. The ratings dipped again the next year, but more people watched Juan Pablo Montoya win the 2015 Indy 500 than watched Carl Edwards win the four-hour Coke 600. It was the first time in 10 years that the Indy 500, run in the daytime, outdrew the Coke 600, run in primetime. “There used to be races where there were five cars on the lead lap early in the race,” Hinchcliffe said. “It was cool, and people still enjoyed it, but it’s a very different dynamic now. I think the audience is different now, in general. Everything’s got to be a little faster-paced. Everybody’s attention spans are shortening. If there’s only five guys up there on the lead lap, people are on Twitter, they’re not paying attention anymore. The fact that we’ve got a car that can race the way it can, to put on that kind of show, for 500 miles, is really good.” Track officials announced Wednesday that all 250,000-plus reserved seats for the 100th Indy 500 had been sold, and, as a result, the race would be carried live on TV in the Indianapolis area for the first time since 1950.  “This one is going to take care of itself,” driver Marco Andretti, Mario Andretti’s grandson, told the Guardian. “We’ve got to keep it going as a big thing, to the 101st and the 102nd. Hopefully, we can steamroll this thing off the momentum. Hopefully, the people who come will really enjoy it, and we put on a good show, and it snowballs. Now’s a better time than any.” Andretti, who will start 14th, said, “Our product is really good. You look at the teams and the drivers, from top to bottom, it’s the most competitive series in the world. It’s way more competitive than Formula One, where you have one guy racing three guys, maybe.” Andretti believes as many as 15 drivers have a good shot at winning. Ryan Hunter-Reay, who won the race in 2014 and will start third in the field, said there are 20 drivers with a realistic shot – although the hot weather expected for Sunday will result in less desirable driving conditions. Twenty years later, it is hard to determine what the civil war really accomplished. The 1995 Indy 500, won by the 24-year-old Canadian Jacques Villeneuve (who went on to win the F1 world championship in 1997), included 14 Americans and 19 foreigners. The starting lineup for this year’s race will include 13 Americans and 15 foreigners. George, the grandson of Tony Hulman, who resuscitated the dormant Brickyard after buying it at the end of the second world war, was deposed in 2009 from running Hulman & Company businesses, which include the speedway. He brought in the US Grand Prix, only to see a public-relations disaster when all but six cars in 2005 pulled out immediately before the race with tire concerns. George has pretty much disappeared from the speedway. He is the silent part-owner of Ed Carpenter Racing, run by his stepson, Ed Carpenter, who will start 20th Sunday. (Another Ed Carpenter Racing driver, Josef Newgarden, will start second, next to Hinchcliffe.) More has been loaded into the Indy 500 schedule than just racing events. Besides moving IndyCar races to television slots with fewer conflicts with Nascar, Mark Miles, who became the CEO of Hulman & Company in 2012, has added a race-day concert this year for younger general-admission fans in the Snake Pit. “You don’t go to an NFL game and not walk through the tailgates and everything – it’s got to be an experience,” Miles said in February. “I just think we have more opportunity to do it because we’re vast physically. We’ve got a lot more time when we get our hands on people, and we need to be younger.” But close racing, at higher speeds with much less of a margin for error than stock cars, will continue to sell the sport. There were 37 lead changes in last year’s Indy 500, second only to an astonishing 68 lead changes in the 2013 race. Because of aerodynamic packages, the days of a driver pulling out to a big lead and cruising to victory are long past. “We have all these people who come to their first Indycar race and are just blown away,” Hinchcliffe said. “I’ve never met someone who has shown up at a track and has left unhappy, or didn’t leave a lifelong fan. The series has been seeing this upward trend, and we will have what will be the biggest race in history, in any kind of motorsport ever, and all these people are going to see it. “We’ve had such a good on-track product for so many years, but we were in kind of a lull, and not many people knew about it. Now we have this tremendous opportunity, in front of the entire world, in front of a half-million people on site and tens of millions on TV globally, who are going to see it. What I hope is that you see a lot of people coming back to the race, people who grew up with it, went to the race with their parents, say, ‘Oh, it’s the 100th. I’ll come back.’ “In a lot of ways, Indycar racing sells itself, because the product is so entertaining. The experience of being at an auto race is so visceral. It’s such an experience for the fan. I just think the experience of coming to the track for the first time is going to do tremendous things for us.”",
  "webTitle": "How the Indy 500 recovered from civil war to celebrate its 100th running",
  "webPublicationDate": "2016-05-28T10:00:01Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/28/indianapolis-500-recovered-civil-war-100-years",
  "keyword": [
    {
      "webTitle": "Indycar",
      "id": "sport/indycar",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Caldwell",
      "id": "profile/caldwell-dave"
    }
  ],
  "guardianId": "sport/blog/2016/may/28/indianapolis-500-recovered-civil-war-100-years"
}