{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/battle-of-the-banknotes-rival-currencies-libya",
  "id": "2016-05-20-260",
  "sectionId": "world",
  "body": "The risk of economic chaos caused by billions of dollars worth of rival banknotes starting to circulate in Libya may fatally undermine the new unity government in Tripoli, senior European diplomats fear.   Related: World powers prepared to arm UN-backed Libyan government    A political battle between the UN-recognised Tripoli government led by Fayez Sarraj and the Tobruk-based parliament loyal to General Khalifa Haftar in the east has led to parallel splits in the country’s financial institutions, with two central banks threatening to circulate rival Libyan dinar banknotes in the country. De La Rue, the Basingstoke-based currency printer and a long-term supplier of notes to the Libyan government in Tripoli, sent 70m dinars, worth about $50m, to the country last month and is in the process of delivering a further 1bn dinars before and during Ramadan. A rival bank governor in the east, Ali Salim al-Hibri, once recognised as the bank governor by the IMF, claims to have printed 4bn dinars worth of banknotes with the help of the Russian state. The two currencies would have different serial numbers, security details and watermarks, diplomats say. The danger is two central banks flooding the country with conflicting currencies that are not interchangeable in banks. They are also likely to worsen inflation. Food inflation has reached 14% a year.     A cashier hands over dinar banknotes in Tripoli in 2011. Photograph: Mahmud Turkia/AFP/Getty Images    Diplomats are worried that the currency chaos, allied to expected longer and more frequent power cuts during Ramadan, which starts in a fortnight, will erode wavering support for the UN government. Badly needed peace talks between the technocratic governors of the two central banks have been staged in Tunis in an effort to create unity in one of the few institutions that can keep the fractured economy from imploding altogether. The Wall Street Journal has reported that the central bank in the east holds nearly $185m in gold and silver coins in its British-made vault, but is unable to access it because the code is retained by the Tripoli central bank. The conflict over the banknotes is liable to worsen the country’s longstanding banking liquidity crisis, caused by a reluctance of Libyans to deposit their cash in banks. The shortage of cash in banks has led to long queues and strict limits on the amount than can be withdrawn. Bank deposits have fallen from 6bn dinars in 2013 to 3bn in 2015. It is thought that 24bn worth of dinars are in circulation in the country, twice the number of notes circulating per person as in the UK, and an increase of 15bn on 2013. But the insecurity has led to both businesses and individuals refusing to deposit the cash, instead leaving notes in their own vaults or under mattresses. At a summit in Vienna on Monday, the international community agreed to do more to prop up the Sarraj government in Tripoli, partly to forestall the spread of Islamic State in Libya and partly to prevent an upsurge of people smuggling from the Libyan coastline to the Mediterranean. The summit agreed to supply some arms to the new government and to train a 2,000-strong presidential guard. The guard would protect ministerial buildings and possibly oil installations. But diplomats fear support for the government will ebb away unless it starts to deliver basic services such as electricity, in the medium term by creating unity within the three chief Libyan institutions: the central bank, the national oil corporation (NOC) and the infrastructure board. There are already frequent power cuts, and diplomats fear the cuts are likely to be more frequent when Ramadan starts in just over a fortnight because more Libyans will be at home for longer.     A currency exchange in the Souk il-Jumaa district in Tripoli. Photograph: Mahmud Turkia/AFP/Getty Images    Support for the government is fragile and according to one estimate 40% of the innumerable Tripoli militia support the new government, 10% are opposed and 50% are waiting to see how the dice fall. Libya was capable of producing 1.5 million barrels of oil a day before the civil war in 2011. Some UK sources claim production is now falling to an unprecedented low of 100,000 barrels, down from 500,000 last year. The east has also been blocking the export of oil. El-Sharara oil field has been closed for more than 18 months. The joint venture between NOC and Spain’s Repsol, about 500 miles (800km) to the south-west of Tripoli, has a production capacity of about 370,000 barrels a day.  The arms to be sent are likely to be confined initially to ammunition, bullet-proof vests and night-vision goggles. In a sign of the threat posed by Isis, it was reported on Wednesday that 32 fighters loyal to the unity government were killed in clashes near the jihadi stronghold of Sirte. The lifting of the arms embargo will require a UN security council resolution. The French are eager to see the existing EU Operation Sophia, off Libyan coastal waters, extended to police the arms embargo. Until now Operation Sophia has focused on people smuggling, and the Vienna summit agreed that EU boats outside Libyan waters could help train the Libyan coastguard to stop boats heading for Italy and turn them back. EU diplomats have agreed that the key to a solution lies in persuading Haftar to merge his forces with the Tripoli government under a joint command, but without Egyptian government pressure on Haftar that seems unlikely. Haftar has poured scorn on the international community’s call in Vienna to fall in with the Tripoli government.",
  "webTitle": "Battle of the banknotes as rival currencies are set to be issued in Libya",
  "webPublicationDate": "2016-05-20T09:37:58Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/battle-of-the-banknotes-rival-currencies-libya",
  "keyword": [
    {
      "webTitle": "Libya",
      "id": "world/libya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Currencies",
      "id": "business/currencies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "world/2016/may/20/battle-of-the-banknotes-rival-currencies-libya"
}