{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/02/graeme-fowler-england-cricket-mental-health",
  "id": "2016-05-02-150",
  "sectionId": "sport",
  "body": "It is no exaggeration to say Graeme Fowler was instrumental in laying the foundations for the career of the man who was to become one of the most successful captains the country has had and who now runs England cricket. Andrew Strauss was a multitalented sportsman, and a third-year student at Durham when Fowler set up his brainchild cricket centre of excellence there and began coaching the university’s best players. “He was,” said Strauss recently, “the man who turned me from a recreational cricketer to someone who believed he could play professionally.”   Related: Spare a thought for rugby’s vulnerable gladiators wrestling with their demons | Robert Kitson    For 19 years Fowler ran his centre, latterly under the MCC banner and the blueprint for five centres at Cambridge, Oxford, Loughborough, Leeds and Cardiff. From his coaching, in which life skills played as big a part as those of the game, emerged 60 county cricketers, six of whom became captains with a half-dozen representing England. “I wanted to be the sort of coach I would have liked to have had,” was the plank of his philosophy. By this I think he meant someone who could spot ability and knew how to nurture it while recognising individuality. He did not overburden with theory but challenged thinking and provoked questioning. He regarded his Test match double century in the stifling heat and humidity of Chennai, and the hundred made at Lord’s against the most feared fast bowling attack of all, as a more relevant qualification than any coaching certificate, although he possessed those in spades too. And from it emerged young men and women better equipped to face whatever life had in store, either in sport or not. Last year he left his job. The goalposts had been shifted by MCC, whose funding provided the facility. No longer would it be a centre of excellence, embracing the elite cricketers, but instead would become community-based, involving all teams and standards across the board. MCC, not unreasonably, believed it had a duty to try to reverse the decline in recreational participation. His centre, Fowler argued, had always been towards the furtherance of the standard of county cricket and from that the national team. It was an argument he could not win and so he left. Had Strauss gone to Durham now, he may have taken a different path. Yet being an international batsman and superb coach and mentor may not be Foxy’s greatest work. It was 12 years ago when Sarah, his wife and soulmate, first picked up on his depression after weeks of non-communication with her and their three young daughters had aroused her suspicion. Reluctantly he went to the doctor, who confirmed what, intuitively, she had suspected. “I feel terrible,” he told the doctor. “I can’t sleep, I’m not interested in anything, everything is pointless. I’ve no appetite.”   Related: Marcus Trescothick: Depression and me    This the 59-year-old documents in the opening chapter of his riveting book, Absolutely Foxed. Then comes one of the most thought-provoking paragraphs I have read in any book of this nature. “Had he thought of suicide, the doctor asked [not, Foxy explained to me in a lighter moment, a suggestion of a career path]? “No,” he replied, “because I have a nice life. I have a great job, great family, lovely wife. I know all that exists but I can’t get to it. It’s over there and I can’t get there. So am I going to kill myself? The answer is no. But do I wish I was dead? Yes.” It shattered me to read that. Our careers overlapped only right at the end of mine but I had known him much better from time with Test Match Special. He appeared to have inherited the gene of eternal youth in body and mind. Puckish might have been a word devised especially for him. We share a sense of the absurd. But, as far as I am aware, no one twigged his mental health was so precarious and here is where Foxy’s greatest work may just be that in which he is currently engaged. Unbeknown to Sarah he weaned himself off medication and, understanding that his condition can be managed but not cured, devised a way of coping. This involved a sort of table of mental health, a scale of 0 to 20 on which 10 is neutral. Anything above 10 is good, and below bad: his best is 16, his lowest five. Thus he can assess and communicate his condition at any given time, and his understanding and loving family in particular can respond appropriately. Now he is engrossed in the challenge of further breaking the taboo of mental health issues among sportspeople in particular. Cricketers such as Marcus Trescothick, Michael Yardy and Jonathan Trott have been in the vanguard of bringing the topic into the public forum. Cricket can be proud to have led the way but, as Foxy recognises, it is important not just that sufferers feel they can relate their experiences, but also that others can perhaps recognise when someone may have a problem. Earlier this year he spent time travelling around all the first-class counties, on behalf of the Professional Cricketers’ Association, which is doing wonderful work on that side of sport,, delivering a seminar on his experiences. He has put together a checklist to help players keep a note of their mental health but thinks it is as important to provide a checklist of indicators for team-mates. It is not shameful to have mental health issues, he says. He does not claim to be an expert on mental health. “It is not me standing up as a clinician and telling them what they need to do,” he says in the book. “It is simply about me sharing what happens to me and how I feel. I welcome such open discussion about depression in society.” It is a discussion he continues with his book. It is an excellent read but more importantly a profoundly important thought-provoking one that deserves to be read beyond the cricket world. Absolutely Foxed by Graeme Fowler, Simon & Schuster, £18.99",
  "webTitle": "Graeme Fowler, the cricketer whose greatest work may be in mental health | Mike Selvey",
  "webPublicationDate": "2016-05-02T12:06:42Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/02/graeme-fowler-england-cricket-mental-health",
  "keyword": [
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Depression",
      "id": "society/depression",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/blog/2016/may/02/graeme-fowler-england-cricket-mental-health"
}