{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/14/steven-finn-england-sri-lanka-test-series-trevor-bayliss",
  "id": "2016-05-14-94",
  "sectionId": "sport",
  "body": "Trevor Bayliss has told Steven Finn to channel his frustration at missing out on England’s World Twenty20 campaign into his bowling this summer. The 27-year-old fast bowler voiced his disgruntlement at being omitted from the squad because of a calf injury picked up on his way back from the side strain that ended his Test series in South Africa, having begun bowling again with Middlesex in pre-season by the time the tournament in India had started. “The selectors had to listen to the medical people but I don’t know who got it wrong, it hasn’t been explained to me,” said Finn last month, comments that led to him being spoken to privately by the England and Wales Cricket Board. However Bayliss, the head coach, moved to temper any slap on the wrist with words of encouragement.   Related: Jake Ball hopes England will be a cakewalk after chocolate tart moment    Finn said: “Trevor sent me an email and said to use my frustration as motivation to take wickets in the Test matches this summer, which I think was a perfect response to it. You can channel your frustration into the wrong avenues and it can affect you in the wrong way. Used in the right manner, it can only be a positive.” Named as part of a 12-man squad to face Sri Lanka in the first Investec Test in Leeds on Thursday, Finn is expected to play as the attack’s third seamer following 11 wickets in five innings against South Africa but faces competition from this season’s leading county bowler, the uncapped Jake Ball. Headingley is the ground where Finn first suffered the problems with his bowling in 2012 – his knee knocking the stumps against South Africa – that led to a two-year absence from Test cricket, before he roared back during last summer’s Ashes and when England dethroned the world’s No1 side over the winter. Asked if he had now cemented his place, Finn replied: “I think I went a little bit of the way towards doing that in South Africa but unless you’re a Stuart Broad or Jimmy Anderson, you’re never settled in that lineup, I suppose. So it’s about getting yourself to the same level as them and they have done that only through sheer hard work, taking wickets and being consistent. That’s when you make that spot your own.” “[Headingley] is where my kneeing the stumps started, isn’t it? It brings back memories of that, I suppose, but it has been and gone. It’s a funny ground. You don’t get many slopes directly down the wicket – Headingley, Hove and Derby are the only three in the country. “You have to run in harder up the hill and you can almost cruise down the hill but, if you cruise too much, it can throw your rhythm out. It’s hard to get a rhythm at Headingley but, once you find it, that slope can play to your advantage because you can fly in down the hill and you tend to get a little more bounce up the hill. So it will be about adjusting during the practice sessions and getting used to both ends.”",
  "webTitle": "Steven Finn ready to channel frustration into England success against Sri Lanka",
  "webPublicationDate": "2016-05-14T15:00:06Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/14/steven-finn-england-sri-lanka-test-series-trevor-bayliss",
  "keyword": [
    {
      "webTitle": "Steven Finn",
      "id": "sport/steven-finn",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/14/steven-finn-england-sri-lanka-test-series-trevor-bayliss"
}