{
  "apiUrl": "https://content.guardianapis.com/cass-partner-zone/2016/may/20/developing-a-cost-management-strategy",
  "id": "2016-05-20-87",
  "sectionId": "cass-partner-zone",
  "body": "Poor cashflow can be the undoing of any business, yet 70% of organisations do not have a cost management strategy, according to a recent survey by management consultants Auditel. It also found that fewer than 2% of companies track costs on an ongoing basis. In a startup situation, careful cost management is particularly crucial. But where should you begin? Start as you mean to go on It’s important to approach any new business mindful of the need to stay cash positive. When Tony Burns opened his bar/restaurant, Pinch in Liverpool in April 2015, he used his previous experience of running other small businesses to keep a close eye on the bottom line and stay focused on the end goal.  “I knew that 50% of all small business startups fail within the first two years, but that a cost management strategy would give me a fighting chance,” he says.  Once he’d decided on the strategic positioning and timeline for the new business, Burns looked at what his monthly and yearly outgoings would be, both personally and for the restaurant. He spent hours researching the best deals on everything from coffee machines to cocktail glasses. This provided him with a good idea of what his costs and break-even figures would be. “I then sought quotes for fitting out the bar/restaurant,” he says. “It’s very easy to get carried away when a builder shows you the latest lighting systems, but if it’s not within budget it’s not happening!” It’s also important to make sure you are getting the best possible deal on business services from day one – switching utility or telecoms providers, consolidating bills, and switching business bank accounts can all provide savings without a loss of value. Even if you stay with an existing provider, there may be scope for renegotiation. And if you do find a better deal, free-to-use services like The Current Account Switch Service (in the case of banking) can help make the process of switching seamless . Review costs regularly Companies should set aside time to review and challenge costs throughout the financial year. Consider whether each is still justified, or whether there might be a more cost-effective alternative. “It’s very important to look at your cost management strategy on a regular basis to ensure you’re getting the best deals. This can free up money to be spent elsewhere,” Burns says.  Repeat Logo, a business logo design company, started up in August 2015. Since then it has followed a straightforward cost management strategy: “to spend as little as we can,” says Brian Lonsdale, managing director.  “Using our cloud accountancy software, we’re able to see exactly where our cash is being spent,” he explains. “This allows us to accurately capture a snapshot in real time of our costs – for example, staff salaries, premises, software and other items.” Initially, the business lost sight of profits. “It gave us a scare with our cashflow,” Lonsdale says. “We also spent a lot employing staff who weren’t motivated, to the point that the costs outweighed the benefits.” They now regularly review costs to stop them adversely impacting the bottom line. Track spending You can’t manage what you don’t measure so keeping a close check on spending is a must, especially as the business grows. “Financial discipline includes timely reporting,” says Alun Hindle, CEO of Medichecks, which provides private blood tests online. “Too often, in the rush to build a business, there is no control over who can spend the company’s money and by the time the information filters up to management, it’s too late.” As an online business, Medichecks allocates a sizable portion of its advertising budget to paid search fees. Hindle admits that in the past, a lack of experience and internal control led to its pay-per-click costs spiralling out of control. A cost management strategy can also help a new business anticipate quiet times of the year and plan for them. For Medichecks, “December is not a good month for health-related spend,” Hindle says. “In the past, this has led to a squeeze on cash when the fixed costs of the business must be met at a time of revenue shortfall. It’s only a temporary issue, but it requires foresight.” Plan for contingencies It’s one thing to plan for foreseen costs, but what about unplanned expenses? A contingency fund can and should be built into any plan.  “A cost strategy is a map of how you get your business from A to B, or startup to profit, and knowing what has to be achieved,” says Burns. “Using signposts along the way means that you feel in control of your business instead of costs spiralling and it controlling you. But it’s important to expect the unexpected.  “Extensive building work meant that, instead of our planned opening in April 2015, we didn’t start trading until the end of August. If I hadn’t built in a contingency, the business would have been over before it began.” Lean on experts Getting expert advice on your cost management strategy is advisable, especially if the company founders lack a background in finance.  Medichecks uses a financial consultant who “produces detailed monthly accounts which, for a fast-growing business, often look out of date as soon as they have been produced, but at least we know how each area has performed against budget,” Hindle says. “This promotes discussion of costs and the effectiveness of any spending. We’re able to quickly identify when something isn’t working and shift resources to areas that will deliver a better return.” The company has found value in using specialists in other areas too, for example to keep online advertising costs under control. “We now entrust this part of our budget to digital marketing experts, with strict limits and controls on what they can spend,” Hindle explains. “Identifying weaknesses in the business and formulating strategies to address them is a key part of cost management.” Invest in equipment and property Sometimes over-reliance on third parties can push up costs, however. Self-made entrepreneur David Ross, who started his first business at the age of 16, now runs a digital production agency, BOXFX, among other ventures.  BOXFX has bought its own equipment (rather than hiring this for each job), runs its own high-end editing suites and IT server farms and owns its own offices (rather than renting). Ross believes that asset ownership brings with it a greater control of costs.  “We’ve planned for the long game,” Ross says. “As an example, the office was costing us nearly £60,000 a year in rent. Purchasing premises has given us more space, more control and means we’re paying a lot less in running costs. We installed solar panels on the building with a three-four year earn-back plan, which should bring in over £130,000 over 25 years – a good return on the £17,000 we put down.” Content on this page is paid for and produced to a brief agreed with the Current Account Switch Service, sponsor of the Guardian Small Business Network managing your cashflow hub.",
  "webTitle": "Developing a cost management strategy",
  "webPublicationDate": "2016-05-20T16:02:25Z",
  "webUrl": "https://www.theguardian.com/cass-partner-zone/2016/may/20/developing-a-cost-management-strategy",
  "keyword": [
    {
      "webTitle": "Current Account Switch Service partner zone",
      "id": "cass-partner-zone/cass-partner-zone",
      "sectionId": "cass-partner-zone",
      "sectionName": "Cass partner zone"
    }
  ],
  "authors": [
    {
      "webTitle": "Sue Tabbitt",
      "id": "profile/sue-tabbitt"
    }
  ],
  "guardianId": "cass-partner-zone/2016/may/20/developing-a-cost-management-strategy"
}