{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/todd-snider-hard-working-americans-rest-in-chaos-new-album",
  "id": "2016-05-12-65",
  "sectionId": "music",
  "body": "Long before Jack White and the Black Keys hit Nashville, Todd Snider was a one-man alternative in music city, releasing his debut album Songs for the Daily Planet in 1994. Since then he has carved out his own niche as a storyteller with a wit to rival John Prine, the folk heart of early Bob Dylan and the ragged glory of the Rolling Stones. His songs have earned him respect from all corners of country music, from Garth Brooks to Jerry Jeff Walker to Jason Isbell. He also has a new band, Hard Working Americans, including members of Widespread Panic and psych band the Chris Robinson Brotherhood. Together they released Rest in Chaos, their first set of original songs and this spring they are on the jam band circuit, a new environment for Snider, known for his troubadour spirit. For now, he says, he’s focused on getting people dancing.  You’ve been a solo artist for 20 years. Why disappear behind a band name now? When I’m not doing folk, my hobby has always been what people call “jam”. I like Chris Robinson, I like Widespread [Panic], I like the Grateful Dead. So I’d gotten to know some of them over the years. And some of them, like [Widespread Panic co-founder and bassist] David [Schools] have become good friends. And we were jamming and talking about the different things that we liked. Somehow it came to this idea that we could be a band. So it was more the opportunity to work together. David is our leader. We want to be the people that provide that beat for you on that Saturday night. That to me is like a drug, almost like a cult. I’m not going to stab anybody a million times because David said so but I might give it a second thought. (laughs)            Your vocals on a song such as Acid sound like a stream of consciousness. It’s Charles Manson’s story. When I was younger he fascinated me. I knew one of the things irked him was this book that said how the Beatles had influenced him to do this dastardly thing. Because in his mind, the Beatles and the Moody Blues were telling him to do this. The only reference in the whole song to those murders is when he says, “and then we started taking acid and things started getting out of hand, man.” That’s the only hint you get that something bad happens.  You’ve written a lot about drugs in an ambivalent way, how they can be bad or good. I appreciate you noticing that. I feel that the changing of the mind has been maligned. There are highly regarded scientists like Terence McKenna or Alan Watts who will tell you that hallucinogens are not just safe but will improve your mind. A guy in a hotel doing blow is probably just making his life worse. But a guy taking shrooms and going to see [the band] moe, I think they are helping. I feel there are two narratives: “Oh I did drugs and I now I don’t” and “I’m sorry that I did.” I always felt that was tired and rote and less genuine. Obviously anything can become something you can use to hurt yourself. In rock’n’roll, you don’t see people binge-eat to death. But they do in all parts of the world.  There’s a good time to be had in your youth and drugs are a big part of it. I try not to be sorry about it. I’ve had moments where I’ve gone too far with them and I’ve had moments where I didn’t go far enough.  You’re also prolific – about 15 albums in 22 years. So you go against the image of the stoner who can’t get off the couch. I write constantly. I was a compulsive journal keeper. When I take hallucinogens it’s usually in the studio for work. But I like to get out and get weird too. I appreciate you pointing out that, if I was such a fuck-up, how the hell did I get here?  A song you co-wrote with Loretta Lynn is on her new album, John Prine signed you to his record label, and you keep the company of many of the old guard in country music. Since the death of Merle Haggard, there’s been a lot of talk about the quality of songwriting coming out of Nashville. Where do you stand? The only complaint I have with Americana music is when Merle Haggard and Kris Kristofferson and Willie Nelson and Billy Joe Shaver made that music, they made it nicely with the other kids. We have almost completely Republicanized and Democraticized the music into alt-country and normal country. The last two years I feel like it’s kind of thawed. With Chris Stapleton and Sturgill Simpson and Jason Isbell, these are guys from our side of the tracks not only making it over to that other side of the tracks where there are obviously bigger audiences and bigger rooms, they are not being smug when they get there. When the bro country thing came, it didn’t offend me. I like disco too. I like music. But on the other hand, there’s a new wave of kids who listen to the same old records I listen to. It’ll be interesting to see where they take it.  In many ways, what we’re talking about has to do with country radio and the almost scientific way it approaches its playlists – the artists who want to get on those playlists can’t be as artistically free as they might want to be. I agree. Yet those cats at those radio stations are trying to figure out what the people in their town want to hear so they can play it for them. I think they are probably doing that pretty good. In a way you can almost say there’s a wave of country singers who are kind of liberal. And I’m part of it. We should look at that other part of America and say, “Why should they listen to us? They don’t want to hear about our damn weed. They want to hear about soccer practice, give them a fucking break, they need jams too.”  How did you get to write songs with Loretta Lynn? There was a time, three or four or five years ago, where she hadn’t been writing in a while and someone told her to make a list of people who might help get her going. And I was on that list. We made three songs up real quick and then stayed friends after that. I went over there to the Johnny Cash place to watch them record it.  One of my favorite things about music is the way the older people treat me. And the way it makes you want to treat the younger people. It feels part of something deep. Because John Prine gained almost nothing by helping me. I feel like that’s the thing I want to learn. I’ll be 50 soon. The young kids, they are my favorite singers. If I was young, I’d have their posters up.            Two Chicago guys, Shel Silverstein and John Prine, had a big effect on your music. You recorded an entire album of Silverstein covers and Prine signed you to his record label. Prine is obviously well known, but most people only know of Shel for the children’s book The Giving Tree. Why did you connect to them?  There was something about Prine that strikes me as hit by lighting. Like Dylan. Whereas for some reason, Shel seemed more crafty and attainable for a young person. But I can tell you, before I was 25 I could play every Prine song and every Shel Silverstein song. And I still think I still can. As for Prine, I don’t feel like they make cats like him any more. There’s a Buddha in there and I would say of all the people I know that have been given extra attention in life, that guy is the least affected by it. He’s one of them cats that [Booker T and the MGs’] Green Onions plays when he’s walking around. I doubt John could fight his way out of wet paper bag, but it feels like, if some guys came up and attacked him, all the sudden he’d just know karate really quick. You know, that guy.",
  "webTitle": "Todd Snider finds Rest in Chaos: 'When I take hallucinogens it’s usually for work'",
  "webPublicationDate": "2016-05-12T18:43:38Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/todd-snider-hard-working-americans-rest-in-chaos-new-album",
  "keyword": [
    {
      "webTitle": "Psychedelia",
      "id": "music/psychedelia",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Country",
      "id": "music/country",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Guarino",
      "id": "profile/mark-guarino"
    }
  ],
  "guardianId": "music/2016/may/12/todd-snider-hard-working-americans-rest-in-chaos-new-album"
}