{
  "apiUrl": "https://content.guardianapis.com/film/shortcuts/2016/may/02/a-blaggers-guide-to-bollywood-for-zac-goldsmith",
  "id": "2016-05-02-78",
  "sectionId": "film",
  "body": "In the latest instalment of his offence-inducing courtship of the Indian vote, Zac Goldsmith has professed his love of Bollywood. “I love almost everything about [it],” he enthused at the Asian awards. “I love the atmosphere, the colour, the excitement.” Yet when pressed on his passion, the Conservative candidate for London mayor was unable to name a single film. If only he had been briefed with our blagger’s guide to Bollywood …   Related: Can Zac Goldsmith’s Hindi-Urdu-Punjabi-Bangla-Mandarin mashup woo Asian voters?    Don’t confuse all Indian cinema with Bollywood Know your Satyajit Ray from your Shah Rukh Khan. “Bollywood” refers to the mainstream Hindi film industry based in Mumbai. It is huge, producing about 800 films and selling 4bn tickets every year. “Goldsmith could have gone for a major hit with an easy title, such as PK, the highest-grossing Indian film of all time,” suggests Rachel Dwyer, professor of Indian cultures and cinema at Soas, University of London. “Or he could have played it safe with a crossover film such as Lagaan, which was nominated for an Oscar.”     Deepika Padukone and Ranbir Kapoor in Tamasha. Photograph: UTV Motion Pictures    Know your stars Ranbir Kapoor is the hot young guy, Radhika Apte the up-and-coming woman who does both independent and Bollywood films, and Amitabh Bachchan is the grandfather of Bollywood. Aishwarya Rai’s star is descending, Deepika Padukone has already taken her place, and Katrina Kaif (British, dodgy Hindi accent) is officially huge. The three Khans – Shah Rukh, Salman and Aamir – still rule the box office and are members of what has come to be known as the 100 Crore Club, referring to any Hindi film that generates more than 100 crore (1bn rupees or £10m) at the box office.     Pakeezah    When it comes to Bollywood history, go left field Everyone knows the big hits, such as Sholay and Bombay – but if you want to show your Bollywood stripes, pick a cult classic that has experienced a recent resurgence of interest. “Pakeezah is an iconic piece of 70s high camp that has been adopted by the LGBT community,” says Cary Sawhney, director of the London Indian film festival. Featuring one of the most famous soundtracks in Bollywood history, a giant pink palace and a tragic backstory (it took 14 years to make and legendary actress Meena Kumari, who visibly ages through the film, died days after it was finished), it’s perfect for the Tory politician and targets as many minority communities as possible. It’s not all about ‘atmosphere, colour and excitement’ The Bollywood of Goldsmith’s, erm, imagination – family-friendly melodramas stuffed with songs, dance sequences, action scenes, love triangles, twins separated at birth and lots of angry parents – is on the wane. For the first time in five years, Bollywood box-office revenues fell in 2015, thanks to a new generation of middle-class Indians who have grown up with satellite TV and multiplexes. They want fewer blockbusters and more “hindies” – smaller independent films on edgier subjects. These might include Aligarh, a biopic about the suicide of a gay college professor in Uttar Pradesh, or English Vinglish, a feminist comedy that caused its leading lady, Sridevi, to be hailed as the Meryl Streep of India. “The new wave is neither arthouse nor mainstream, but upper middlebrow and the films are often sports biopics or costume dramas,” says Dwyer.     Katrina Kaif in Tees Maar Khan. Photograph: c.Everett Collection/Rex Featu    If in doubt, reference Gangs of Wasseypur Directed by Anurag Kashyap, it’s not strictly Bollywood but is stuffed with postmodern references to it. A 2012 crime saga screened in two parts, it features three generations of Indian mafia and a killer soundtrack influenced by Indian folk songs. “If you want to blag it, mention it and you have instant credibility,” advises Sawhney, just a little too late for Goldsmith to take note.",
  "webTitle": "A blagger’s guide to Bollywood for Zac Goldsmith",
  "webPublicationDate": "2016-05-02T16:54:01Z",
  "webUrl": "https://www.theguardian.com/film/shortcuts/2016/may/02/a-blaggers-guide-to-bollywood-for-zac-goldsmith",
  "keyword": [
    {
      "webTitle": "Bollywood",
      "id": "film/bollywood",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Satyajit Ray",
      "id": "film/satyajitray",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Chitra Ramaswamy",
      "id": "profile/chitra-ramaswamy"
    }
  ],
  "guardianId": "film/shortcuts/2016/may/02/a-blaggers-guide-to-bollywood-for-zac-goldsmith"
}