{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/10/alison-gingell-obituary",
  "id": "2016-05-10-205",
  "sectionId": "uk-news",
  "body": "Our friend, Alison Gingell, who has died of motor neurone disease aged 65, worked in support of the people of Coventry for much of her life. In 2002 she became chair of the Arden Cluster primary care trust, bringing her vast experience as a former vice-chair of Coventry health authority (1995-2002), and previous work in marriage guidance and family health, to the position. As chair of the trust, she oversaw the building of a new hospital in the city, supporting NHS staff through major disruption and making difficult decisions when essential NHS services were being moved or reduced. Elected to Coventry city council in 2012 as Labour member for the Sherbourne ward, Alison later served as cabinet member for health and adult services. She was born in Ely, Cambridgeshire, daughter of Joan, a housewife, and Ronald, a schoolteacher, and attended Ely high school for girls. We three met in 1969 during our first week at the University of Warwick. It was an exciting time to be a student, especially for Alison, the third of nine children and the first in her family to go to university. Soon Alison met Bob Gingell, fell head over heels in love and continued the somersaulting for the next 46 years. They married in 1970 when both were still students, and started their life together in a high-rise council flat. On completing her degree, Alison worked for the British Pregnancy Advisory Service in Coventry and then in health education. She became a regular on regional TV promoting the rights of women and children. Many an opponent, invariably male, expecting to be up against a “stereotypical feminist” was charmed by Alison and then had his argument demolished. By the early 1980s, Alison was also a school governor and one of the youngest magistrates in the city. Alison loved fashion, believing that larger women like herself deserved the same glamour as others. She ran a shop in Coventry, Woman at Large, for nearly 30 years, using her innate sense of style to find the perfect outfits for an otherwise poorly served group of women. She was diagnosed with motor neurone disease in 2015. She laughed bravely at some of the contradictions she faced in her life, but deep down felt its limitations. She is survived by Bob, and their children, Matthew and Rosa, and grandchildren, Nina, Louis and Edith. Alison brought joy, effervescence and light into the lives of her friends and family. As her youngest brother said, Alison was a large lady, but 95% of her was heart.",
  "webTitle": "Alison Gingell obituary",
  "webPublicationDate": "2016-05-10T11:16:30Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/10/alison-gingell-obituary",
  "keyword": [
    {
      "webTitle": "Coventry",
      "id": "uk/coventry",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/10/alison-gingell-obituary"
}