{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/huge-hunt-underway-wreckage-egyptair-804-mediterranean",
  "id": "2016-05-20-338",
  "sectionId": "world",
  "body": "A huge hunt is under way in the Mediterranean for debris from the EgyptAir jet that swerved abruptly and disappeared from radar while carrying 66 people from Paris to Cairo. EgyptAir initially claimed it had found part of the wreckage and life jackets belonging to flight MS804 near the island of Karpathos, east of Crete, but the airline’s vice-president, Ahmed Adel, later said: “We stand corrected”. He added that the recovered debris “is not our aircraft”. Egypt was leading international efforts to find wreckage of the plane, backed by France, Greece and Turkey. The US navy dispatched a P-3 Orion maritime surveillance aircraft from a base in Sicily. Egypt’s aviation minister, Sherif Fathi, said he did not want to prematurely draw conclusions, but added: “The possibility of having a different action or a terror attack is higher than the possibility of having a technical failure.”   Related: EgyptAir flight MS804 crash: debris 'not our aircraft' airline says – live    France said no theory could yet be ruled out. “The information we have gathered confirms, alas, that this plane has crashed, and it has disappeared,” President François Hollande said. “We have a duty to know everything about the cause and what has happened.” The aircraft was carrying 56 passengers and 10 crew, including three security personnel. The airline said two babies and one child were on board. Among the passengers were 30 Egyptians, 15 French, two Iraqis, and one person each from the UK, Belgium, Kuwait, Saudi Arabia, Sudan, Chad, Portugal, Algeria and Canada. The Australian government has said that one of the passengers on board the missing plane was an Australian-UK dual national. It is unclear if this is Richard Osman, so far identified as the only Briton on the flight. The plane, built in 2003, made “sudden swerves” before dropping off the radar, the Greek defence minister, Panos Kammeno, had said. It made a 90-degree turn left, and then dropped from 37,000 to 15,000ft before swerving 360 degrees right, he said. Contact was lost at 10,000ft, he said. Its captain, Mohamed Said Shoukair, had 6,275 flying hours’ experience. He did not send a distress signal. No group has claimed responsibility for downing the aircraft. As well as search efforts, the Egyptian president, Abdel Fatah al-Sisi, ordered a committee formed by the civil aviation ministry to immediately start investigating the causes of the plane’s disappearance. Security at the various airports that the missing plane had visited in the preceding 24 hours, including Paris’s Roissy-Charles de Gaulle, is likely to come under close scrutiny. As well as making repeated stops at Cairo International airport, the plane had also visited Asmara in Eritrea and Tunis in Tunisia. David Gleave, an air accident investigator and aviation expert at Loughborough University, said that planting a bomb earlier in the itinerary was no more likely than in Paris: “EgyptAir had three security guards and there are thorough inspection procedures. Leaving a bomb on board during five sectors [separate journeys] is possible but leaves a lot of issues about it exploding at the right point. “Barometric timing [triggering through changing air pressure] doesn’t seem to be possible, and the longer you leave a bomb in a plane the more likely it is to be discovered,” he said. Under the state of emergency imposed in France since the November terror attacks, the French capital’s major airport has seen security measures ramped up. Los Angeles International airport said it was enhancing “counter-terrorism security measures” in the wake of the plane’s disappearance. The Airbus A320 went down about 130 miles from Karpathos, Greek aviation sources indicated. C-130 aircraft and at least eight ships spent Thursday hunting for wreckage. The search resumed on Friday. The plane took off from Charles de Gaulle airport at 11.09pm local time on Wednesday, bound for Cairo. Contact was lost at about 2.30am Egyptian local time. Greek controllers had tried to make contact with the plane 10 miles before it left their airspace. They received no response. Greek authorities were investigating an account from the captain of a merchant ship who reported seeing a “flame in the sky” about 130 nautical miles south of Karpathos. The plane was about 10 miles inside Egyptian airspace when it vanished.   EgyptAir plane's flights on Wednesday 18 May   Officials from multiple US agencies told Reuters that satellite imagery so far had not produced any signs of an explosion. The anonymous sources said the conclusion was the result of a preliminary examination of imagery. They said the US had not ruled out any possible causes for the crash, including mechanical failure, terrorism or a deliberate act by the pilot or crew. The disappearance follows serious concerns about security at Egypt’s airports. Two hundred and 24 people were killed on 31 October last year after a bomb was smuggled on to a Russian passenger jet. The plane, which took off from the resort of Sharm el-Sheikh, was brought down over the Sinai peninsula. Britain warned Egyptian officials about lax security at the airport back in 2014. Egypt initially denied any terrorist link. The Kremlin later said an explosive device was responsible and a local branch of the extremist group Islamic State claimed responsibility within hours. In recent years, Egypt has faced a growing threat from Isis-affiliated groups, including Wilayat Sinai, based in the Sinai peninsula. It has claimed several bombings and shootings in the Nile valley against a backdrop of state repression. An EgyptAir plane was hijacked and diverted to Cyprus in March. A man who admitted to the hijacking and is described by Cypriot authorities as “psychologically unstable” is in custody in Cyprus.   Related: Q&A: key questions about missing EgyptAir flight MS804    Retrieving the plane’s black box is likely to be a long and fraught operation. The head of Greece’s air traffic control board, Serafeim Petrou, told the Guardian it was a “fact the plane had crashed”, adding: “Most probably, and very unfortunately, it is at the bottom of the sea.” Petrou said tracing the cause and retrieving wreckage would therefore take time. “Nothing can be excluded. An explosion could be a possibility but, then, so could damage to the fuselage,” he said. Relatives of some of the passengers have been gathering at Cairo International airport, where the were complaints about a lack of information.  Those on board included a Kuwaiti economics professor, Abdulmohsen al-Muteiri, Kuwait’s foreign ministry confirmed. A father of two, he was heading to Cairo for a three-day conference. Another was a young military student from Chad who was flying home to visit his mother. Additional reporting by Lara El Gibaly in Cairo",
  "webTitle": "Huge hunt for wreckage of EgyptAir MS804 in Mediterranean",
  "webPublicationDate": "2016-05-20T04:39:30Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/huge-hunt-underway-wreckage-egyptair-804-mediterranean",
  "keyword": [
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Harding",
      "id": "profile/lukeharding"
    },
    {
      "webTitle": "Kim Willsher",
      "id": "profile/kim-willsher"
    },
    {
      "webTitle": "Oliver Holmes",
      "id": "profile/oliver-holmes"
    }
  ],
  "guardianId": "world/2016/may/20/huge-hunt-underway-wreckage-egyptair-804-mediterranean"
}