{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/leicester-premier-league-winners-celebrate",
  "id": "2016-05-03-284",
  "sectionId": "football",
  "body": "As Leicester’s players and supporters celebrated the club’s first championship deep into the night, preparations were already underway for what the city’s mayor promised will be a party to remember. Starting with a bleary-eyed Jamie Vardy clutching a bottle of Lucozade as he left his house, the Leicester players began drifting into the club’s Belvoir Drive training ground for their scheduled session at 9.30am. Manager Claudio Ranieri was mobbed by media and fans when he arrived, hailing his side’s success as the highlight of his long career. Asked what his first top-flight title meant to him, the Italian replied: “It means the job is good. I’m very happy now. Maybe if I had won this title at the beginning of my career I would have forgot. But now I am an old man, I can celebrate.”   Related: Leicester City’s title triumph: the inside story of an extraordinary season | Stuart James    Ranieri’s first task will be to bring his players back down to Earth for their final two Premier League games this season. Everton are the visitors to the King Power stadium at 5.30pm on Saturday, after which captain Wes Morgan will be awarded with the Premier League trophy decorated with ribbons of blue and yellow - representing the club’s colours and those of Thailand’s royal house. Lifelong fan Steve Worthy, a part-time happy hardcore DJ who won a special competition organised by sponsors Barclays, will have the honour of handing the silverware to Morgan on Saturday having been presented with the trophy by former player Muzzy Izzet on Monday night. He is dedicating the experience to his 97-year-old grandmother Gladys Kenny, who was the oldest season ticket holder at the King Power, but had to retire her ticket this year due to ill health. “When I hand the Premier League trophy to Wes Morgan I’ll be thinking of my grandmother,” he said. “She’s been a Leicester City fan since 1949 but has had to miss out on our most incredible season yet because she’s not well enough to attend games. For Barclays to give our family this amazing opportunity means so much and I’m hoping my grandmother will be able to join us at the King Power Stadium to experience the big moment.”     Competition winner Steve Worthy (right) will present the Premier League trophy to Wes Morgan on Saturday. Photograph: Rui Vieira/PA    “I am going to try to hold back the tears. it is going to be very emotional,” added Morgan. Leicester will then have the chance to thank Chelsea for their stirring comeback against Tottenham on Monday which confirmed the title. Ranieri’s side will be at Stamford Bridge for the final match of the season against last year’s winners on Sunday 15 May, where they are expected to be welcomed on to the pitch with a guard of honour from the home side. No details of when the customary open top bus tour have yet been revealed, although it is believed that will take place after the game against Chelsea. Mayor Peter Soulsby has promised the city will celebrate for a very long time. “Street names after him [Ranieri], freedom of the city, statues … I don’t know what it will be,” he said. “I do know we’ve got quite a lot of partying ahead of us as a city to the end of the season. And then a big celebration.” Soulsby added: “We know that people from all over Leicester, if not the world will want to celebrate the club’s success with them, and there will be an announcement on how they can do this in due course. “They can rest assured that Leicester knows how to throw a party, and that everyone will be invited.” Leicester’s preparations for next season will begin at the end of July when they take part in the International Champions Cup tournament for the first time. Starting with a match against Scottish champions Celtic in Glasgow on 23 July, Ranieri’s side will also play Paris Saint-Germain in Carson, USA on 30 July and Barcelona in Stockholm on 3 August.",
  "webTitle": "How will Premier League winners Leicester City celebrate their triumph?",
  "webPublicationDate": "2016-05-03T09:24:52Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/leicester-premier-league-winners-celebrate",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/03/leicester-premier-league-winners-celebrate"
}