{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/teddy-thompson-kelly-jones-musicians-little-windows",
  "id": "2016-05-05-256",
  "sectionId": "music",
  "body": "If you play an acoustic guitar, and can draw a crowd of 300 or so, each of whom has a few dollars to spare, then the chances are that when you visit New York you will be playing at the City Winery. Which is where, on a bitterly cold April night, Teddy Thompson and Kelly Jones - not the one from Stereophonics – are on stage.  It’s a curious venue. Not least because it’s also a restaurant. The crowd are all seated at tables, some finishing their dinner, others hoping against hope that at some point a member of staff might pass and they can actually order a drink. Everyone has to twist awkwardly to watch, or scrape their chairs against the floor to turn and face the stage. It’s against this backdrop that Thompson and Jones gamely press ahead with a set drawn largely from their album of duets, Little Windows, on which the pair sing songs, all written themselves, in the style of the pop of the late 50s and early 60s: think the Brill Building, the Everly Brothers, Buddy Holly.  Jones seems cheery enough on stage – she chats away and teases her partner gently – but Thompson is mildly distracted, perhaps a little tense. It’s not the diners, though, but the fact that he’s not entirely happy with the sound – and that can be the difference between an adequate show and one that soars. “The way you hear yourself when you sing makes a tremendous difference to the way you perform,” he explains three weeks later, in company with Jones, in the top-floor bar of a hotel, overlooking central London. “Performing in a beautiful hall or an opera house, where you can hear the whole room, where you can hear someone 50 rows back go, ‘I love you!’ or even just ‘Yesssss!’” – that word delivered in a whispered hiss – “and you can hear every inflection of of what you’re doing … You play better.”            Thompson and Jones are not hitmakers du jour. Their songs, as they admit, would sound out of time and out of place on pop radio, even though it’s a pop record. It’s not just that the songs hark back to the past – though Jones insists they are classic, rather than old-fashioned – but also that the recording eschews modern techniques. It’s not a Jack White-ish exercise in audio Luddism, recording straight to wax cylinder using only mics touched by Robert Johnson – but they did eschew digital technology, recording to tape, to get a warm, full sound. “It’s not easy these days, because people are out of practice recording that way,” Thompson says. “But once you get everything lined up in the way they made records before recording desks got big in the 70s, when there were less tracks, it’s all very simple – less microphones and everybody has to play together with dynamics. It’s a wonderfully simplifying experience, musically.” Both see themselves as existing in a lineage that has little to do with modern pop. Thompson says that, with a few exceptions, he’s not really interested in music made after the late 60s. “The way [modern] pop music sounds, and the way it is recorded and the frequencies involved, does not appeal to my ear,” he says.  “I don’t really see myself putting something out that’s set to a hip-hop beat,” Jones says. “It just isn’t what I was raised with. Somehow it doesn’t connect with me at a soul level. It’s all about what you listen to and what you love. It’s in your memories and your DNA. Those are the places you are drawing from.” The songs eschew the personal writing of their previous records, aiming for something more universal, just as the Everly Brothers or Buddy Holly produced. But wasn’t it the case that a lot of the music they are referring back to was actually written from a personal standpoint – and that it has come to seem universal because of the great shift in songwriting perspective in the mid-60s, driven by Bob Dylan? “That’s true,” Thompson says. “That’s interesting. It was a simpler time, to coin a phrase. So the way Buddy Holly was expressing his sentiments was very, very simple, in a way that would now be considered hokey or childish, but then was just true and honest. That’s true. I hadn’t thought of it.” “They were probably listening to 30s Tin Pan Alley songs and early folk and R&B and blues,” Jones suggests. “And none of that was going too far into leftfield. And the singer-songwriter as we know it today didn’t exist. So they had very strong songwriting examples in the craft.” Thompson laughs. “Fucking Bob Dylan. What a hack.”       Thompson and Jones have both been making music for years. Thompson – the son of Richard and Linda Thompson – might be the better known, but Jones has recorded a series of jolly albums, venturing around country and folk and 60s-styled pop. When they started writing together, along with Bill DeMain, it wasn’t with the intention of recording the songs – Thompson says he was idly dreaming of a Brill Building-style arrangement, where their songs were taken by other performers – but the further they went along, the more it became apparent that what they were writing suited the blend of their voices.  For Thompson, too, the project became a necessary counterpoint to his previous album, Family, featuring not just Richard and Linda but most of the rest of the Thompson musical family, too. Which, given the strains of that family – Richard and Linda went through a bloody separation as their marriage collapsed during a US tour, when Teddy was just a small child – was not the easiest project to pull together. “I think this was a reaction in lots of ways,” he says. “It was hard work making that record, and it was difficult in lots of ways. So I was looking for something a bit more fun.” Jones reckons she supplies the optimism in their partnership – that bit more fun. “I bring out the cynicism in him,” she suggests. “I’m more of a people person.” This is Jones’s fourth album, and Thompson’s seventh, including Family. You would think, at this point, they were secure. That making a living from music was now a certainty. Not so. “It’s not easy at all to make a living,” Jones say. “That’s why I do a million and one things. I do as many things musically as possible. I sing on session for TV and film. I teach. I’ll do anything.”            “Available for weddings and bar mitzvahs?” Thompson jokes. “I actually don’t do that. But if someone called me and said, ‘Will you do a bunch of Carly Simon songs?’ I’d probably do it.” There’s an endearing glumness about Thompson. Like me, he’s ginger, and after a burst of swapping stories about receiving ginger insults, he posits his suggestion for a Rihanna-like perfume line to boost his earnings. “Eau de Ginger. In the rest of the world, it would just mean ‘of ginger’. But here it would also mean Oh! De-ginger. Remove the ginger.” Thompson had a major deal with Verve before being dropped when gushing reviews failed to translate into album sales, and he thinks we will see the end of the musical middle class – the people who are neither superstars nor the aspirant twentysomethings on the toilet circuit. “We’re regular people, who make what regular people make in regular jobs. We’re travelling salesmen almost. We will disappear and the music will disappear. And is disappearing.” Nor is there any consolation in the fact that at least he’s doing the thing he loves. “People often say that. But how do you you know this is what I love? What makes you assume I love it with such a passion I’d be doing it anyway if it wasn’t my job? That’s not true of a lot of musicians. People think musicians are born with music spewing out of them, but it’s a job, too. How many musicians would be doing it if there was no pay involved? Not many. I love it sometimes, and sometimes I really don’t.” You get no hint of that when Thompson and Jones sing together. You don’t hear insecurity, money worries, concern about the place their music occupies in the world. You hear just the sound of two voices, a man and a woman, singing harmonies that sound as old as the sky and as fresh as the breeze. You hear the sound of music from a time when it sounded innocent. You don’t hear worry; you hear joy.  Little Windows is out now on Cooking Vinyl. Teddy Thompson and Kelly Jones play the Apex in Bury St Edmunds on 5 May, then tour until 27 May. Details here.",
  "webTitle": "Teddy Thompson and Kelly Jones: 'If musicians disappear, the music will too'",
  "webPublicationDate": "2016-05-05T09:46:51Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/teddy-thompson-kelly-jones-musicians-little-windows",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Teddy Thompson",
      "id": "music/teddy-thompson",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Americana",
      "id": "music/americana",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Hann",
      "id": "profile/michaelhann"
    }
  ],
  "guardianId": "music/2016/may/05/teddy-thompson-kelly-jones-musicians-little-windows"
}