{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/16/the-durrells-new-biography-that-they-would-enjoy-corfu-tv",
  "id": "2016-05-16-133",
  "sectionId": "books",
  "body": "A different light is due to be shed on the idyllic ramblings of Gerald Durrell and his eccentric family in Corfu in a new biography of the Durrells, due out next year. Michael Haag, who knew Lawrence and Gerald Durrell and who is also currently writing a biography of Lawrence for Yale University Press, has been signed by Profile to write a biography of the Durrell family before, during and after their time in Corfu. Their sojourn on the island was covered in Gerald Durrell’s much-loved Corfu trilogy My Family and Other Animals, Birds, Beasts and Relatives and The Garden of the Gods, which chart his adventures and explorations there, as well as in Lawrence Durrell’s diary of life on the island, Prospero’s Cell.   Related: If you haven’t read My Family and Other Animals, do so – preferably with a child    Haag said that Gerald’s books are only very loosely based on actual events, with the family travelling to Corfu not, as recounted in My Family and Other Animals, because of Lawrence’s desire for sun, but to keep the family together. According to Haag, their mother Louisa was drinking heavily and getting over a breakdown. Her drinking “was actually very serious,” he said. “Their mother was rather a fragile person and quite spaced out psychologically. They came to Corfu not because he wanted to come to Corfu with his wife and to live the life of an artist. He couldn’t leave his mother behind in Bournemouth, he was terrified of what might happen, so he had to bring the whole family.” The four children - Gerald, Lawrence, Margo and Leslie - “sort of propped up their mother as a group,” said Haag. “And in propping her up, they propped themselves up … an old friend [of Lawrence’s] said that visiting the Durrell family in Bournemouth, before the Corfu days, was a life-enhancing experience – he said they were such a knockabout bunch of people, everyone shouting, laughing, making jokes.” Haag pointed to a line from My Father and Other Animals when on leaving Corfu an official describes the Durrells as “one travelling Circus and staff… it was a sort of circus,” he said. “It had that sort of quality.”     The recent ITV drama The Durrells, staring Josh O’Connor as Larry Durrell, Milo Parker as Gerry Durrell, Anna Savva as Lugaretza, Daisy Waterstone as Margo Durrell, Keeley Hawes as Louisa Durrell and Callum Woodhouse as Leslie Durrell. Photograph: PR Image    The Durrells of Corfu will be published by Profile in spring next year, coinciding with the second series of ITV’s The Durrells, which is based loosely on the Corfu trilogy. The biography will also look at the family’s time in India, where the children were born and where their civil engineer father died, at Margo’s eventual return to Corfu to join the Greek resistance, and at Leslie’s romance with the family’s Corfiote maid and friend Maria Kondos in England. Haag has travelled the world in research of his material and has had access to archives, as well as to friends and family of the Durrells. He knew Lawrence Durrell, working with him professionally after commissioning him to write an introduction to EM Forster’s Alexandria: A History and a Guide, and co-publishing the writer’s The Durrell-Miller Letters, at Durrell’s request. Visiting Durrell in the south of France, he met his family, and according to Profile, “probably knows more about the Durrells than anyone alive”.   Related: The Durrells proves a rollicking delight for ITV    “I am not writing of the Durrells during their Corfu years in the spirit of an exposé,” said Haag, describing the family as “elusive - they covered their tracks … That’s partly what all the laughing was about – they were constantly covering up what was going on with a laugh, a joke, a good story,” he said. “I’m writing about what happened before Corfu, and after Corfu - in Gerry’s books they leave Corfu because his mother has decided that he needs an education, but they actually go back because the war has begun and it’s not safe any more.” The Corfu trilogy, said Haag, is a mixture “of reality and invention”, with the new television series adding “another layer to that … of invention but also adding realities, like Louisa’s drinking, that were not there in Gerry’s accounts. And so a palimpsest develops and that becomes what the public knows. “I want to reveal what’s going on underneath,” he said, predicting that the Durrells themselves would have found the fresh looks at their lives, both his own and on television, amusing. “I think they would laugh,” he said. “There was a time when Larry and Gerry went back to Corfu and went on a tour by boat, north to where Larry lived. They went with a group of other people, wore funny hats and glasses – they became tourists and very much enjoyed being told all about the Durrells. So I think they would enjoy this very much.”",
  "webTitle": "The Durrells get new biography that 'they would enjoy'",
  "webPublicationDate": "2016-05-16T15:35:03Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/16/the-durrells-new-biography-that-they-would-enjoy-corfu-tv",
  "keyword": [
    {
      "webTitle": "Lawrence Durrell",
      "id": "books/lawrence-durrell",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Publishing",
      "id": "books/publishing",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/16/the-durrells-new-biography-that-they-would-enjoy-corfu-tv"
}