{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/17/tell-us-how-the-uks-fishing-industry-will-be-affected-by-the-eu-referendum",
  "id": "2016-05-17-157",
  "sectionId": "environment",
  "body": "Fishing leaders have told a parliamentary committee that their members are facing a “total lack of evidence” about how the UK would cope with Brexit. The president of the Scottish Fishermen’s Federation, Ross Dougal, told the Scottish affairs select committee that the majority of his members were in favour of leaving the European Union, prompted by “micro-management and top-down management” of the controversial common fisheries policy. The majority of the industry are “no fans” of the EU, having suffered cuts to quotas and fishing time under the common fisheries policy.    Related: Leaked European commission plan would open gates to overfishing    Dougal added: “What we don’t know is, if there is a Brexit what happens next? Fishing is devolved so, apart from dealing with Europe, Scotland also has a concordat with England, Wales and Northern Ireland. If there is a Brexit and the UK takes back control, does that mean that Scotland still has competence? The majority of fish is in Scottish waters, mainly around Shetland. Have we got the expertise to sort this all out?” Debates about how the EU referendum will affect the industry are not limited to Scotland. Boris Johnson has said that there would be a “big chance for a better arrangement on fisheries” in Northern Ireland, and Nigel Farage said that the industry would be “transformed” and that leaving the EU “would be a real boon”. Whether you are voting for the UK to leave or remain in the EU we’d like to hear how you will be affected. What’s the fishing community like where you are? How are you dealing with quotas and less fishing time? Are you pro-Europe or do you think the industry will benefit from leaving? Wherever you live in the UK share your views with us by filling in our form below. We’ll feature some of your contribution in our ongoing reporting.",
  "webTitle": "Tell us how the UK's fishing industry will be affected by the EU referendum",
  "webPublicationDate": "2016-05-17T13:14:21Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/17/tell-us-how-the-uks-fishing-industry-will-be-affected-by-the-eu-referendum",
  "keyword": [
    {
      "webTitle": "Fishing",
      "id": "environment/fishing",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "environment/2016/may/17/tell-us-how-the-uks-fishing-industry-will-be-affected-by-the-eu-referendum"
}