{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/12/supergroup-shares-jump-surprise-rise-sales-superdry",
  "id": "2016-05-12-306",
  "sectionId": "business",
  "body": "The departure of the co-founder of the Superdry fashion label did not take the shine of a surprise spike in sales at its owner, SuperGroup. The retailer’s shares surged 11.5% after the retailer smashed City expectations with a 15.4% rise in like-for-like sales for the last three months of its financial year. As well as bumper sales, SuperGroup announced that James Holder, its brand and design director, was leaving the company to launch a design consultancy. The departure of Holder – also founder of the Bench clothing brand – is a big moment for Supergroup. Superdry was created in 2003 when he joined forces with Cult Clothing’s Julian Dunkerton, who still has a hands-on role in the business. Holder is resigning as a director and employee of Supergroup to lead a new design consultancy, SuperDesign Lab, and “spend more time on his personal interests”, which include sports car racing team SuperRacing. Holder is the company’s third largest shareholder, with an 11.5% stake worth £132m.  Dunkerton said Holder was still “100% involved”. “He is completely committed to the company. Like I changed my role, he’s changing his, to work much more on innovation. You can see it’s working – look at our results today.”  Holder’s consultancy will work on new ranges exclusively for SuperGroup. Holder said: “We have significantly strengthened the design team over the past 18 months and the heads of menswear and womenswear have been driving the design of the core ranges during this period which has allowed me to concentrate on new innovation. To add further focus to this, I will lead the creation of the SuperDesign Lab, which will allow the business to accelerate its programme of innovation.” Sales rose 21% to £589.5m in the year 23 April, with underlying pre-tax profits expected to be between £72.5m and £74m, the company said.",
  "webTitle": "SuperGroup shares jump after surprise rise in sales",
  "webPublicationDate": "2016-05-12T08:48:10Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/12/supergroup-shares-jump-surprise-rise-sales-superdry",
  "keyword": [
    {
      "webTitle": "SuperGroup",
      "id": "business/supergroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Monaghan",
      "id": "profile/angela-monaghan"
    },
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "business/2016/may/12/supergroup-shares-jump-surprise-rise-sales-superdry"
}