{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/11/eu-migrants-had-no-negative-effect-on-uk-wages-says-lse",
  "id": "2016-05-11-211",
  "sectionId": "money",
  "body": "The rapid increase in migration from other EU countries has not had an adverse impact on the wages and job prospects of UK-born workers, according to  research by the London School of Economics. The study found areas of Britain that have seen the biggest rises in workers from the rest of Europe have not suffered sharper falls in pay or seen a bigger reduction in job opportunities than other parts of the country. The LSE study, part of a series in the buildup to the EU vote on 23 June, also said that goods and services consumed by migrants raised the level of demand in the British economy and created opportunities for UK-born workers. Workers have seen their real wages suffer over the past decade, but the economists at the LSE’s centre for economic performance said the cause was the deep recession that began in 2008, rather than the more than tripling in immigrants from other EU countries between 1995 and 2005. The research said that median real wages for those born in the UK had grown robustly from the late 1990s until the global financial crisis – a period when migration into the UK was boosted by the accession to the EU of former communist countries such as Poland.   Related: Brexit ‘unlikely to mean deep migration cuts but may lead to 2p tax increase’    Since then wages had fallen by about 10% – a decline unprecedented since the 1950s. The LSE researchers said the fall occurred when EU immigration was rising – but added that the big pre-crash gains in real wages for UK workers had also coincided with rising migration. As a result, they concluded that the fall in wages was caused by the “great recession”. Jonathan Wadsworth, one of the co-authors of the report, said: “The bottom line, which may surprise many people, is that EU immigration has not harmed the pay, jobs or public services enjoyed by Britons.  “In fact, for the most part it has likely made us better off. So far from EU immigration being a necessary evil that we pay to get access to the greater trade and foreign investment generated by the EU single market, immigration is at worse neutral and at best, another economic benefit.” Iain Duncan Smith, the former work and pensions secretary who is campaigning for Britain to leave the EU, said earlier this week that uncontrolled migration was hurting the poorest people in Britain. The study said there was little effect of EU immigration on inequality through reducing the pay and jobs of less skilled UK workers, while changes in wages and unemployment for less skilled UK-born workers show little correlation with changes in EU immigration. “EU immigrants pay more in taxes than they use public services and therefore they help to reduce the budget deficit. Immigrants do not have a negative effect on local services such as education, health or social housing; nor do they have any effect on social instability as indicated by crime rates.”",
  "webTitle": "EU migrants have no negative effect on UK wages, says LSE",
  "webPublicationDate": "2016-05-11T12:48:43Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/11/eu-migrants-had-no-negative-effect-on-uk-wages-says-lse",
  "keyword": [
    {
      "webTitle": "Pay",
      "id": "money/pay",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Larry Elliott",
      "id": "profile/larryelliott"
    }
  ],
  "guardianId": "money/2016/may/11/eu-migrants-had-no-negative-effect-on-uk-wages-says-lse"
}