{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/31/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "id": "2016-05-30-18",
  "sectionId": "australia-news",
  "body": "Yesterday the leaders were dogged by questions about what a hung parliament would mean, with neither side ruling out governing if such an event occurred. Both leaders were also criticised for their lacklustre performances in the second leaders debate. Thankfully, last night’s Q&A program contained a bit more excitement, with Jacqui Lambie, Nick Xenophon, the Greens leader, Richard Di Natale, Labor’s Terri Butler and the Liberal party’s Steve Ciobo giving much less scripted performances. Di Natale told the audience:  The debate was a snooze-fest, wasn’t it? It’s an hour of our life we won’t get back.  Many have said the same after watching an episode of Q&A. But Ciobo bit back, telling Di Natale that he was “arrogant”:  I will tell you why the two majors are the two majors. It’s because we share values and we share a policy platform that most Australians identify with. Richard, most Australians don’t identify with Greens policies. They’re not in favour of legalising drugs, they’re not in favour of opening up our borders to bring as many people as possible from overseas.  Butler added: “You were not at the debate because you are not vying to become the prime minister”. The big picture The ABC reports that the Liberal party has been left spooked by a poll published in the Australian on Monday. That poll suggested the Coalition has suffered large enough swings against it in two-party-preferred terms in Queensland, Western Australia and NSW to lose the election. The ABC reports that Liberal MPs blame, in part, a downturn in the WA economy:  The ABC has spoken to several Liberal MPs who are concerned and surprised with the apparent size of the swing. They attributed it to the downturn in WA’s economy and voters being disaffected with the state’s premier, Colin Barnett. One WA Liberal MP said recent speculation about Mr Barnett’s leadership “didn’t help”. There is a view within the WA Labor party that the state’s voters have made up their minds and the ALP should pick up at least three lower house seats and up to two in the senate.  But, according to Fairfax, political strategists for both major parties believe the Coalition is on track to lose about 12 seats at the July 2 poll, which would return the Turnbull government, albeit with a reduced second-term majority.  The prime minister’s home state of NSW has emerged as the weakest link for the Coalition and the state where the most seats could change hands, but the ALP’s push to claim as many as 11 Queensland seats of the 21 required for Labor to form government is flagging. Underscoring the vulnerability of Coalition seats in Sydney’s west, Labor will formally launch its campaign in Penrith, in the Liberal-held marginal seat of Lindsay, on June 19.  Meanwhile the Financial Review reports that with this week’s gross domestic product figures expected to show the economy slowed to a below-trend 2.7% in the first quarter, the treasurer, Scott Morrison, will ramp up his attacks on Labor’s opposition to corporate tax cuts. Morrison told the Fin:  This is a very sensitive time for the Australian economy. Wherever the figures land, the policy objective doesn’t change – and that’s about securing growth in this economy. You can’t increase investment by taxing it more.”  In a similar vein, the Australian reports that Shorten’s “unrelenting attack” on the Coalition’s proposed business tax cuts “is driving a deep wedge between the opposition and corporate Australia”.  As the opposition leader yesterday declared he would not be “dictated to by business”, four of the nation’s most respected business leaders called for a higher standard of political debate, questioning Labor’s divisive election tactics. Former Business Council of Australia president Graham Bradley warned that Labor’s recent policies gave few in business confidence the party had learned its lesson from the mining and carbon tax “debacles”. Wesfarmers and Woodside chairman Michael Chaney lamented the “scaremongering and divisive approach that’s taken in modern political campaigns” that was pitting “battlers versus well-off, rich versus poor, haves versus have-nots, rather than working to achieve a greater pie for all”.  On the campaign trail Bill Shorten will campaign in Queensland for a second day in a row. Guardian Australia’s Lenore Taylor writes that he will announce that $1bn from the Turnbull government’s $5bn northern Australia infrastructure facility will be repurposed for tourism projects in the north under Labor. In north Queensland, Labor is fighting for the seats of Dawson, Capricornia, Leichhardt and the independent-held seat of Kennedy. Turnbull will remain in Sydney and commit $20m towards research for children with untreatable cancers.   Related: Australian election 2016: Bill Shorten targets Queensland seats with tourism plan – politics live    The campaign you should be watching With Shorten again in Queensland lets take a look at the seat of Petrie north of Brisbane, a bellwether seat currently held by the LNP’s Luke Howarth by a margin of 0.5%. According to Fairfax:  Luke Howarth defeated now-Queensland attorney general Yvette D’Ath to claim the seat in 2013. It’s the Coalition’s second-most marginal seat in Australia and will be one of the first to fall should there be a swing to Labor. The electorate stretches north to Burpengary, east to Redcliffe, south to Aspley and west to North Lakes. Howarth has performed well locally, but it’s hard to see Petrie’s dissatisfaction with the Rudd-Gillard-Rudd era flowing through another electoral cycle.  And another thing(s) Some more details about the central coast man that NSW police have charged over allegedly posting racist comments on the Facebook page of outgoing Labor senator Nova Peris. Woy Woy-based chiropractor and osteopath Chris Nelson was arrested on Monday afternoon following an investigation by Brisbane police, after Peris shared the offensive post through her social media accounts. Part of the message said: “You were only endorsed by Juliar because you were black. Go back to the bush and suck on witchety grubs and yams.” Peris responded in Facebook post:  I’ll continue to wear ochre on my face just like my people have done for thousands of years! My skin is my pride.  Malarndirri McCarthy, a former minister in the Northern Territory government and ABC presenter, has won preselection to replace Peris. Trust the Twitterati to hold the pollies to account on Q&A    \"Our values are so different!\" protests @terrimbutler (except on concentration camps, data retention, jailing journos, going to war…) #qanda— ABC News Intern (@ABCnewsIntern) May 30, 2016      Could the Liberal and Labor panelists be anymore patronising to the their fellow elected reps? Such a misguided sense of entitlement. #QandA— Jill Stark (@jillastark) May 30, 2016      Funny that a lot of men are tweeting that @terrimbutler was too \"aggressive\" or \"combative\" on #qanda tonight. Sexist much? #ausvotes— Dr Mark Bahnisch (@MarkBahnisch) May 30, 2016",
  "webTitle": "Today's campaign: Liberals search for answers after poll shock",
  "webPublicationDate": "2016-05-30T21:15:14Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/31/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "keyword": [
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Jacqui Lambie",
      "id": "australia-news/jacqui-lambie",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nick Xenophon",
      "id": "australia-news/nick-xenophon",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Richard Di Natale",
      "id": "australia-news/richard-di-natale",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Q&A",
      "id": "australia-news/q-a",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/31/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing"
}