{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/golf-men-muirfield-women-club",
  "id": "2016-05-20-52",
  "sectionId": "commentisfree",
  "body": "Last night I dreamed I went to Carnoustie again. I need not look too far for the cause of this nocturnal flashback – it was sparked by some comments made by the original villain of the piece, the BBC golf commentator Peter Alliss. Reacting to Muirfield golf club’s decision to continue to exclude women members this week, Alliss recalled meeting some members’ wives when he was there for the Open a few years ago. He had been in the area in which womenfolk are kept – let’s call it the Saudi Snug – where these Real Housewives of Muirfield had explained to him they didn’t want to be members because then “our husbands would have to pay thousands of pounds for our entry fee and our subscriptions”. These helpmeets, he implied, could never be of “like spirit” with the male members. “If someone wants to join,” concluded the logical genius of the 19th hole, “well, you’d better get married to somebody who’s a member.” Or maybe just sit outside the gates holding a cardboard sign reading: “Will fuck for foursomes”?    What do you say about this unprecedented, spellbinding, adorable act of total and utter lunacy?    A legendary commentator – though sadly not a mythical one – the 85-year-old Alliss was always going to react to the push for equality much as an incontinent old dog might react to a rug. Alliss just knows what women want. Indeed, only last year he explained that Johnson’s wife would have been watching him putt for the Open thinking: “If this goes in, I get a new kitchen.” Each man kills the thing he loves, and Alliss’s tireless efforts to reinforce the worst of golf have done much to legitimise the sort of attitudes that Muirfield has now lost its place on the Open rota to defend. It’s not just women, of course – other beneficiaries of his grimly avuncular tone have included the Japanese golfer Shigeki Maruyama (“the wily Oriental”) and Tiger Woods (“not a handsome Adonis all in white”). But it is to Alliss’s part in the closing holes of the 1999 Open at Carnoustie that anyone seeking to understand him and all his mid-Cretaceous Muirfield chums must always return. There is no vignette that more perfectly encapsulates the historic tension between the majesty and madness of the great game of golf, and the men too repressed and desiccated to share it. We lay our scene at the 18th. The hero of the hour – the hero of all hours for anyone who has ever played golf and experienced its unique ability to fry the brain – was the Frenchman Jean van de Velde. Having been the clear leader, a series of cavalier decisions and calamities saw Van de Velde eventually chunk a shot out of the deep rough and into a water hazard. After much contemplation, he removed his shoes and socks. He then began to roll up his trousers – oh my God, what was he DOING? – before stepping down into the shin-high waters of Barry Burn. What do you say about this unprecedented, spellbinding, adorable act of total and utter lunacy? If you are Peter Alliss, then you know exactly the right tone to adopt. It is that of a peevish man unexpectedly required to put in some overtime. By rights, Alliss informed viewers during the play-off Van de Velde eventually forced, he himself should be “sitting at home enjoying a glass of malt by now, and waiting for the old lady to bring in a nice steak”.   Related: I love golf, Muirfield, but I don’t want to join your snotty club | Alice Arnold    Can you conceive of a more arid, joyless take on one of the most memorable sporting meltdowns ever to grace our screens? I’ve argued before that the smallness of Alliss threw the huge – if hugely misguided – actions of Van de Velde into even sharper relief, and certainly his excruciatingly parochial commentary is interwoven into my memory of the occasion. “This is so, so, so, so sad,” Alliss claimed, with all the empathy of a one-iron, “and so unnecessary. No, would somebody please go and stop him … no, this really is beyond a joke now.” In that instant I felt I had never wanted anyone to do anything as much I wanted Van de Velde to pull off a miracle. Particularly when Alliss served the chaser: “If this goes in, I’m going to pack it in. I’m going to retire.” COME ON JEAN. DO IT FOR ALL OF US. He didn’t, of course, finally deciding to take a drop, and going on to lose the play-off to Paul Lawrie. The fate of Alliss’s steak remains unclear. That was then. Yet 17 years later there are such powerful echoes of Alliss’s sensibility – if we can even call it that – in the Muirfield no lobby. A leaked letter from the group of members marshalling opposition to women even mirrors the childish preoccupation with what they’re going to get to eat and when, featuring not one but two fretful mentions of “our lunch arrangements”. If these are such a big deal, what fantastically small lives they must lead. That they couldn’t lay a string-backed glove on Van de Velde hardly needs stating, but it is a mark of Jean’s immense stature that he was able to understand in the immediate aftermath of those extraordinary moments what the Lexus-driving bores of Muirfield never will. “You have to remember,” he told the cameras, “it’s a game. It’s a game. It’s not like life and death.” After all that, the sheer brass perspective of it! Yet Van de Velde is just one amazing Open moment among many past glories and many future ones, which will now take place somewhere other than Muirfield. I think of Tiger Woods breaking down in tears for his recently dead father in 2006. I think of my beloved, tragically flawed John Daly winning in 1995, despite Costantino Rocca having forced a play-off with one of the greatest putts ever. I think of Tom Watson falling at the last hole at Turnberry at the age of 59. And Seve, always Seve, clinching his second Open at St Andrews with a birdie putt. “This was the happiest moment of my whole sporting life,” Ballesteros recalled in his autobiography. “My moment of glory, my most fantastic shot. I had my deepest emotional experience in my golfing life when I played in the 1984 Open at the cradle of golf.” Ah well. From such heroics, such humanity, such hubris and such humour, the men-only members of Muirfield will now be insulated. No grand passions for them. But then, perhaps that’s the way they feel safest. After all, they do not truly love golf. They love clubs.",
  "webTitle": "Golf’s glory is wasted on the men-only, Lexus-driving bores of Muirfield | Marina Hyde",
  "webPublicationDate": "2016-05-20T17:39:33Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/golf-men-muirfield-women-club",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina Hyde",
      "id": "profile/marinahyde"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/golf-men-muirfield-women-club"
}