{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/09/melanie-martinez-review-electropop-meshing-the-hyperreal-and-the-real",
  "id": "2016-05-09-154",
  "sectionId": "music",
  "body": "Although her debut record Cry Baby made a rather fleeting appearance in the UK charts last year, Melanie Martinez – a former the Voice US hopeful with an image that’s both doll-like and decidedly emo – has a fervent young fanbase on our shores. Circumventing the Radio 1 playlist, the key to her success has been YouTube, where the 21-year-old, who is signed to Atlantic Records, has racked up kajillions of views with her off-kilter, sweary electropop.    Related: Five of the best… new gigs    It’s no surprise, then, that her second London show of the year is packed with teens, chanting, shrieking and Snapchatting along. Like many a major label oddball, Martinez’s vocal talent often seems secondary to her shtick – in this case, a veritable Freudian field day of giant cradle, oversized building blocks and a band sporting teddy bear ears. Even so, Martinez puts on a solid performance for non-autobiographical songs that are part-nursery rhyme, part-tragic life story.  On Dollhouse, she sounds more detached and disaffected by the second, while Sippy Cup sees her displaying jerky, marionette-style moves alongside her nonplussed drawl and further tales of family dysfunction. Elsewhere, Carousel – which featured on American Horror Story – finds her hushed but equally entrancing.  Although the mix of light and dark could feel conceited, Martinez’s hyperreal persona and difficult subject matter somehow meshed. As she came to the end of her set with Mrs Potato Head – a critique of societal obsessions with appearance – hopefully her young fans were paying attention to more than just the aesthetics.",
  "webTitle": "Melanie Martinez review – Electropop meshing the hyperreal and the real",
  "webPublicationDate": "2016-05-09T14:24:34Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/09/melanie-martinez-review-electropop-meshing-the-hyperreal-and-the-real",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    }
  ],
  "guardianId": "music/2016/may/09/melanie-martinez-review-electropop-meshing-the-hyperreal-and-the-real"
}