{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/09/shakespeare-fight-director-plays-henry-v",
  "id": "2016-05-09-306",
  "sectionId": "stage",
  "body": "It’s one of the simplest stage directions there is: “they fight” . That’s all Shakespeare says, usually. There’s no detail on how the characters fight, how long the fight lasts, how violent it is, or anything like that. He gives you a huge amount of latitude. So it’s up to you to find the story. Who fights honourably, who fights dirty, are they brave, are they cowardly, why does one person win? Is it because they’re better or physically stronger, or because they just don’t give up? That’s the real key. I’ve been in this business for the best part of 30 years and I must have choreographed hundreds of Shakespearean fight scenes by now. They’re everywhere: not just in the history plays or the tragedies, but in the comedies too. As You Like It has a wrestling scene, where the young lover Orlando somehow defeats Charles, a professional fighter. In Twelfth Night there’s a fencing match between Sir Andrew Aguecheek and Viola, who’s disguised as a young man. Technically it gets called off at the last minute, and it’s deliberately funny because neither of them wants to fight, but some directors have asked me to choreograph it anyway to set up a bit of argy-bargy.      Try this out for size … Terry King Photograph: RSC    Perhaps I’m biased, but Shakespeare uses fights as a way of creating excitement. There would have been a real hunger in the audience for them, a bit like the Elizabethan equivalent of action films. You see that in Romeo and Juliet: the whole play is basically a bunch of brawls with some love scenes in the middle to keep up the energy. It’s like a Spielberg movie. It’s popular entertainment. But the history plays are the ones that keep people such as myself really busy. The Henry VI plays are wall-to-wall battles, and even when it’s not a formal battle scene there can be a lot of conflict between rival factions – they’re full of brawling blokes with lots of strutting and pushing about. They were violent, bloodthirsty times, and Shakespeare’s writing reflects that. The curious thing about Henry V, which was written later, is that although it’s a play about war, and though we spend nearly all the play in the company of soldiers, we only actually see two conflicts: the siege of the French town of Harfleur in act three, and Agincourt in act five. Harfleur happens mainly off stage – the script calls for trumpet noises and scaling ladders – and even at Agincourt we see a lot of the run-up to the battle, and then the brutal fall-out, but not much actual fighting.  Ironically, it’s possible to do the play with barely any violence. For the recent RSC production, Gregory Doran, the director, wanted Harfleur to focus on Henry, so we saw him almost alone on stage, and Agincourt was as much about the costs of war as it was about war itself. It was a different challenge to Henry IV Part I, which I also worked on with Greg: the whole movement of the play is towards the fight scene between Hal and Hotspur at the Battle of Shrewsbury right at the end. The battle was going on in the background, a fair bit of smoke and mirrors, and then these two figures just tumbled out. The focus came right down. Alex Hassell’s Hal and Trevor White’s Hotspur were both fighting for their lives, so I worked with them to make it as believable as possible.     Wall to wall battles ... Henry IV Part 1 at the Barbican. Photograph: Kwame Lestrade    Making a battle scene look plausible on stage is a different art. I’ve worked with some pretty big casts – I did The Lord of the Rings in the West End – but you never get the number of actors as in film or TV. Like everything else in theatre, it’s how you animate the space, but how you do that is always different: the number of people, the shape of the stage, the kind of weapons they’re using. Dynamic movement is the thing I aim for; you have to keep the actors on the move, and make sure the engagement shifts so you don’t have half a dozen fights breaking out individually, but a mass of people moving around each other. The eternal balance is to make it look disorganised and erratic, but also be absolutely choreographed, so it’s safe. That’s also what helps it look convincing: if actors feel confident they’re not going to get hurt, they’ll put in that extra ounce of effort. How Shakespeare’s company would have done fight scenes is a good question. Men would have carried swords as a matter of course, and been comfortable with using them, or at least threatening to, and people would almost certainly have witnessed more violence on a daily basis. So there was probably more familiarity with fighting among both actors and audiences. At the same time it couldn’t be too dangerous, otherwise people would have got hurt. It must have been the same kind of balance that we try and deal with these days: believability versus safety. That said, I very much doubt they had to fill in a risk-assessment form.",
  "webTitle": "The cut and thrust of Shakespeare: a fight director's view",
  "webPublicationDate": "2016-05-09T07:00:07Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/09/shakespeare-fight-director-plays-henry-v",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Royal Shakespeare Company",
      "id": "stage/rsc",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Dickson",
      "id": "profile/andrewdickson"
    }
  ],
  "guardianId": "stage/2016/may/09/shakespeare-fight-director-plays-henry-v"
}