{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/mrs-camerons-diary-kelly-hoppen-v-govey-brexit",
  "id": "2016-05-20-78",
  "sectionId": "commentisfree",
  "body": "Well Dave was like please babes, legacywise this is super important to me, so finally I go OK, I will do the state opening one last time on this condition: no Sarah Govey. They were all like, as if, not if you are going, so literally, I said to Mummy, I turn up & there she is, throwing major side eye? So I just politely text her, WTAF can u leave NOW? So she texts back, “Ha, u think I wd trust u with Michael, I see u with your high heels & your mascara, undressing him with ur eyes, well Michael is MINE I tell u MINE, every sizzling hot inch of him, jealous, NGL damn right u should be, it is U who should leave everybody hates u, PS I wd keep an eye on UR husband if I were u, like a proper wife, also think about some Botox ur looking tired, just saying before u read it in my col, ur friend S.”   Related: The luvvies’ Brexit letter only shows most people vote with their wallets | Simon Jenkins    Dave’s like soz babes, trust me, in five weeks the Goveys will wish they had never heard of Brexit, ha, wait till I replace him with, well, someone totes loyal, name TBC #revengereshuffle, you think Dacre will want her on “my hubby the weird backbencher”, lol. I’m like *EU farm subsidy face* babes, we *will* defo win, right? He’s like, chill, Craig has just snagged Benedict Cumberbatch, I’m like OMIGOD *screams* *fans self* Benedict Cumberbatch? He’s like, srsly, non-swank this week we’re proving that remain brings together all types – from me, to like, you, your father & like loads of uber famous creatives, I mean, Kelly Hoppen v Boris, if that does not convince young people, Heseltine is right, what will? Nancy’s like, Dad, who else signed that letter? He’s like, God, who didn’t? She’s like,Tom Hiddleston? He’s like, OK, he was busy, but we got Le Carré, she’s like, uwotm8, he’s like, Jenny Agutter? She’s like, I literally have no clue, Dave’s like *Railway Children voice* Daddy, my Daddy – ring any bells? She’s like, canunot, he’s like, OK, Vivienne Westwood? She’s like, omigod, it gets worse, next thing you will say Bill Nighy, he’s like, plus, um, Bill Nighy, she’s like Dad, I’m serious, is it too late to stop this happening?",
  "webTitle": "Mrs Cameron’s diary: the battle of Brexit comes down to Kelly Hoppen v Govey  | As seen by Catherine Bennett",
  "webPublicationDate": "2016-05-20T16:30:43Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/mrs-camerons-diary-kelly-hoppen-v-govey-brexit",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Samantha Cameron",
      "id": "politics/samantha-cameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Bennett",
      "id": "profile/catherinebennett"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/mrs-camerons-diary-kelly-hoppen-v-govey-brexit"
}