{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/17/antrim-weapons-cache-is-most-significant-arms-find-in-years-says-psni",
  "id": "2016-05-17-91",
  "sectionId": "uk-news",
  "body": "The discovery at the weekend of a secret arsenal containing an armour-piercing rocket, landmines and components for a large number of bombs has been described by the Police Service of Northern Ireland as the most significant arms find in years. The cache discovered in a forest park near Larne in County Antrim includes two Claymore anti-personnel mines, pipe bombs, explosives, ammunition, command wire to trigger explosives, components for bombs and magazines and ammunition for explosives. It is believed the haul was buried in Capanagh Forest by republican dissidents. Last week the home secretary, Theresa May, and the Police Federation in Northern Ireland warned that the New IRA and other hardline republican terror groups were poised to intensify their violent campaigns including attacks in England.  The PSNI said the arms and explosives hide was uncovered by members of the public walking in the forest on Saturday. However, security sources cast doubt on this, saying the weapons, explosives and ammunition would have been buried in deep hides on the forest floor. They indicated that the discovery of the haul, which also included a home-made rocket described by the PSNI as an “explosive formed projectile” or EFP, was a result of intelligence. Det Supt Kevin Geddes, from the serious crime branch, said the PSNI was investigating a possible link between the latest find and the discovery of another cache of bomb-making materials in a nearby country park near Larne. Geddes said: “This is one of the most significant seizures of explosives which police have made in recent years, both in terms of its size and its capability. A number of these devices were ready to be deployed. This seizure has undoubtedly saved lives. “We are investigating a link to a previous find of munitions at Carnfunnock Country Park in the Larne area last March when bombmaking components and explosives were uncovered. There are links in terms of the general location and the manner and method of storage and packaging of these munitions.” The New IRA, Continuity IRA and Óglaigh na hÉireann have all warned that they intend to escalate their violent campaigns this year, the centenary of the 1916 Easter Rising against British rule. The Police Federation in Northern Ireland warned at the weekend that there was a “severe” threat of terrorist attacks on police officers in the region by dissident republican groups – a higher level than MI5’s warning last week of a “substantial” risk of a New IRA bomb in Britain. Rank-and-file police officers are on a high state of alert as the three main hardline republican paramilitary groups target them for assassination. According to the latest PSNI, over the past 12 months there have been 52 bomb attacks across Northern Ireland compared with 36 the previous year. One prison officer, Adrian Ismay, died from injuries after a bomb exploded underneath his van in March. Dissident republican and Irish security sources have separately confirmed that the New IRA – the largest of the anti-peace-process republican armed groups – has obtained semtex. Up to a quarter of a tonne of the Czech-made, Libyan-supplied explosive was taken from a secret arms dump in Co Cavan in the Irish Republic that was unknown to the Provisional IRA. A future leading republican dissident had kept the hiding place secret because of a pending split in the organisation. Semtex was used by the Provisional IRA as a “booster” explosive to set off a series of huge bombs containing tonnes of chemical-fertiliser mix that devastated the City of London, Canary Wharf and central Manchester in the 1990s. Echoing the warnings from the home secretary and the Police Federation over the extent of the dissident republican threat, Geddes added: “The threat level in Northern Ireland from dissident republican groups remains severe, which means an attack is highly likely. It is vital that people remain vigilant, wherever they are and whatever they are doing. We will continue to work to keep people safe and would ask anyone with information about suspicious activity or objects anywhere in Northern Ireland to contact police.”",
  "webTitle": "Antrim weapons cache is most significant arms find in years, says PSNI",
  "webPublicationDate": "2016-05-17T16:34:05Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/17/antrim-weapons-cache-is-most-significant-arms-find-in-years-says-psni",
  "keyword": [
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry McDonald",
      "id": "profile/henrymcdonald"
    }
  ],
  "guardianId": "uk-news/2016/may/17/antrim-weapons-cache-is-most-significant-arms-find-in-years-says-psni"
}