{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/26/eileen-wimbury-obituary",
  "id": "2016-05-26-112",
  "sectionId": "society",
  "body": "My mum, Eileen Wimbury, who has died aged 86, was a pioneering young Manchester city councillor 60 years ago and later became a leading figure in the voluntary sector. She was born in Manchester, daughter of Herbert Morley, a shipping clerk, and Rose (nee Fenn), a sewing machinist. Her childhood home had no electricity, hot water or inside toilet. She went to Loreto high school in Hulme, which was a Roman Catholic grammar school (now a sixth-form college). After school she went to secretarial college and when offered her first job was required to phone her father to confirm it was OK for her to take it. She joined the Labour party in the early 1950s, having seen the difference the 1945 Labour government had made to her own life and those around her: she no longer had to pay for school books – a strain for her parents each term; the creation of the NHS. She wanted to make a difference and to do her best for her beloved Manchester. She stood in unwinnable wards in 1954 and 1955 to gain experience, and then, aged 26, she was elected as a Labour councillor for Openshaw. She took on the then Tory housing minister over local people being refused home improvement grants for hot water, inside toilets and bathrooms as it was deemed their houses would not remain fit for habitation for 15 years afterwards. The housing crisis meant they were expected to be needed for another 30 years. She also pushed for libraries to contain a good range of modern fiction rather than catering only for students and the intelligentsia. She earned national press coverage for her speech at the National Conference of Labour Women in 1963 encouraging more women to stand for elected office. She was also the first woman to sit on Manchester council’s transport committee, despite having first been told it was not possible because there was no toilet for female members’ use in the building where it met. She met my dad, Harry Wimbury, another Manchester councillor, and in 1963 they moved to Kent. They married in 1968. After running a village shop and working as a market research interviewer, she refreshed her skills to return to secretarial work. She was then invited by an employer to establish a local bureau, Hands, matching volunteers with opportunities. She became involved in establishing the National Association of Volunteer Bureaux, of which she later became chair and lobbied nationally to allow those who were unemployed to volunteer and improve their skills without losing benefits. She was appointed OBE in 1994 for her voluntary work.  My dad died in 2011. She is survived by me and her three grandchildren.",
  "webTitle": "Eileen Wimbury obituary",
  "webPublicationDate": "2016-05-26T17:10:54Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/26/eileen-wimbury-obituary",
  "keyword": [
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/26/eileen-wimbury-obituary"
}