{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/24/homefront-the-revolution-review-an-ambitious-but-flawed-shooter",
  "id": "2016-05-24-205",
  "sectionId": "technology",
  "body": "For years, the mainstream games industry has been accused of lacking ambition. The default strategy is to rely on big-budget franchises that get updated on an annual basis – until they stop selling.  It’s refreshing, then, when a developer attempts something that palpably aims to push boundaries. That’s what Dambuster Studios has done with Homefront: The Revolution, a fully open-world first-person shooter with an unusual cooperative multiplayer mode and an eye-catching story premise. Unfortunately, the resulting game is beset by technical problems. From the start, there are very obvious frame-rate issues. The game runs at about 24 frames per second, a world away from, say, Doom, which maintains a super-smooth 60fps. This doesn’t have an enormous impact on gameplay, but it creates an underlying jerkiness that feels almost amateurish. Working your way through the single-player campaign, there are also occasional glitches that may be typical of an open-world game, but feel considerably more egregious when combined with other technical issues. Add in some lapses in environmental design (it’s possible to find yourself in areas you can’t jump out of, necessitating a return to the previous checkpoint) and you get an experience that is disjointed at best, positively annoying at worst.     Homefront: The Revolution Photograph: Deep Silver    All of which is a great shame, because a very interesting game lurks just below this troubled surface. Set in 2029, the collapse of capitalism has left the US in a state of anarchy while North Korea has emerged as the global powerhouse economy. One invasion later, the Korean People’s Army, or KPA, is now patrolling American streets employing the very latest military technology with as much brutality as it can muster. You are cast as Ethan Brady, a just-recruited member of the rag-tag resistance taking on a vastly better equipped foe in Philadelphia. However preposterous that setup may seem, it rings surprisingly true in the game. Parts of the city have been reduced to rubble, but the resistance has at least managed to establish a foothold in the abandoned underground system. The KPA has carved up the urban territory into zones, pretty much abandoning the red areas (effectively rubble-strewn wastelands) to the resistance; the yellow zones are where survivors are now being forced to live; and the green zones are where you find the KPA bases. That device generates some pleasingly varied gameplay: you must employ a fair amount of stealth on missions in the yellow zones, running away and hiding if a drone, camera or KPA soldier recognises you and calls in the cavalry (luckily, there are plenty of Metal Gear Solid-style bins you can jump into). Firecrackers also come in handy as diversions to lure guards away from their stations. In contrast, forays into the green zones involve major, coordinated missions which feel more like what you find in conventional first-person shooters, albeit ones in which you have to furiously improvise by constructing weaponry from whatever junk is lying around. Luckily, Homefront: The Revolution has an outstanding crafting and modding engine (not a million miles from the one found in The Last Of Us), which lets you, for example, take a pistol and turn it into a scoped sub-machine gun, or disguise bombs as teddy-bears to be detonated when curious (but none-too-bright) KPA soldiers spot them and investigate. That helps to make the open-world element of the game an absolute tinkerer’s dream; Dambuster Studios has thrown in generous numbers of side-missions and random events, for which you are rewarded. Save a random member of the public from a savage KPA beating, and he or she will join the resistance, providing fodder that you can recruit for the story missions.       The single-player game is pretty meaty, and includes some good story twists, which are slightly marred by the tendency of your fellow resistance members to utter clichéd dialogue at any opportunity. Dambuster Studios has also taken a less-travelled path with the multiplayer side of the game, which consists of six cooperative missions (with more to be added, for free, over the next year) that are long and very hard. So much so that they force you to coordinate with your fellow players and carve out a particular role within your unit – not unlike Rainbow Six Siege’s gameplay. Prevail though, and you generate quite a bond with your fellow players. In both single-player and cooperative modes, you really get a feeling of being part of a resistance movement which is outgunned, disorganised and desperate – in that respect, Dambuster Studios has done a fine job. However, particularly in this hardware generation, technical weakness is increasingly met with intolerance, and many people will find Homefront: The Revolution’s shoddiness too much of a turn-off. Dambuster has said that it is aware of the game’s shortcomings, and is working hard to fix them, so somewhere down the line, this may morph into a highly satisfying open-world first-person shooter. At the moment, sadly, it fails way short. Deep Silver; Xbox One/PS4/PC; £40; Pegi rating: 18+",
  "webTitle": "Homefront: The Revolution review – an ambitious, but flawed shooter",
  "webPublicationDate": "2016-05-24T11:01:33Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/24/homefront-the-revolution-review-an-ambitious-but-flawed-shooter",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PC",
      "id": "technology/pc",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox",
      "id": "technology/xbox",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox One",
      "id": "technology/xbox-one",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Steve Boxer",
      "id": "profile/steveboxer"
    }
  ],
  "guardianId": "technology/2016/may/24/homefront-the-revolution-review-an-ambitious-but-flawed-shooter"
}