{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/04/tracking-the-goals-four-steps-make-data-matter",
  "id": "2016-05-04-231",
  "sectionId": "global-development-professionals-network",
  "body": "The development community currently spends an estimated $2.6bn collecting data on results indicators – such as immunisations and maternal mortality rates. With 230 new sustainable development goal (SDG) indicators to track over the next 15 years, we are ready to invest $1bn more every year in results data. But how can we make sure these investments pay off?   Related: The problem with the data revolution in four Venn diagrams    Local decision-makers – such as government officials and donor staff – will need to use results data, collected at local level, to allocate resources. While international efforts are important, the quality, usefulness and availability of local data will have the biggest impact on the world’s most vulnerable; local people make decisions about the budgets and services that will affect those we do not wish to leave behind. But local data needs are often overlooked. We have spoken with more than 450 local officials, donors and implementers in Tanzania, Ghana, and Sri Lanka to understand how they collect and use results data, and what they feel is missing. Nearly all those we interviewed called for higher-quality data, better technology to collect and manage information, as well as the skills to analyse information more effectively. Most importantly, we saw a need to move beyond just collecting information, to actually using it.  So what do we need to do to ensure that investments in results indicators help people, such as those we interviewed, work more effectively?  1. Ensure access to good quality (and relevant) data A major focus of the data revolution has been getting more and better quality open data – which is accurate and tailored to needs – and getting the funds to pay for it. But before we push for more information, we need to consider how much that data costs, and whether the ends justify the means. For an HIV clinic in Tanzania, for example, data reporting “costs” a nurse’s time otherwise spent treating patients. And often, data collected locally for reporting purposes is not the data needed locally for management. In the case of the HIV clinic, nurses collect both prevalence indicators for funders, and incidence indicators to guide clinic-level decisions. With this in mind, we should focus more on outcomes than outputs, and spend our money on the data that matters most for decisions. More and better data is critical, but can only be a small part of overall investment. 2. Support tools and skills to use data Another key focus of the data revolution has been gathering the tools – and to some extent, the skills – needed to use data in decision-making. For local people in particular, this means creating tools suited not just to collecting data, but also to using data to make decisions. Having the ability to use data well is not a given; improving data literacy, from local to international level, must be prioritised by donors and governments in order to create lasting change.    Related: Governments are opening up their data but more can be done    3. Collect data to be used We expect people working in development to be “data-driven” , but if analysis is not expected or rewarded by managers, why would someone spend the time and effort to do it? Interviews  have found that managers value data validation and quality over use. Results indicators are, at best, seen as a tool to ensure that services are delivered, not to measure effectiveness. As such, we have found that only a few self-motivated people use results data to influence policies or programmes. We need to change the perception that results indicators are just something to be reported to managers, and emphasise that everyone working in development has a role in measuring, evaluating and achieving results. Sri Lanka’s maternal and child health division, for example, benchmarks district-level performance against key metrics (for example, maternal mortality), and hosts an annual award ceremony in Colombo where top-performing maternal and child health directors receive awards. This combination of high-level rhetoric and material incentives encourages district health officials to be more data-driven in their work – something which should be replicated. 4. Do something differently Even if these first three steps are met, a results indicator only matters if a decision-maker can do something differently in response to the information. Across the board, our interviewees state that most budgets are inadequate for existing activities, let alone new initiatives. This means that results-based management is simply a nice idea, and not a practical possibility. As your power to act on information decreases, so does interest in creating (or using) it. Without financial and political backing, data-driven policy changes become impossible, and the value of results data is diminished.  Does this mean all is lost? Of course not, but efforts to improve data must be accompanied by ones to improve budgets, to create guidelines for results-based allocations, and to provide ways to get the funding needed to pursue data-driven innovations.    Related: Innovative data collection is key to achieving immunisation goals    As we look ahead to 2030 and the data investments needed to get us there, we must think locally about data quality, resources, and the use of data in meeting the SDGs. Investments in data should focus on more than increasing supply. We should build skills, reward those who use data well, create more operational links between results and resources, and focus on creating local-friendly environments for data use in development. The supply of data is only one half of being “data-driven”. Over the next 15 years, we must prioritise demand. Dustin Homer is director of engagement and partnerships, and Paige Kirby is engagement and partnerships associate, at Development Gateway. Follow @DGateway on Twitter.  Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "Tracking the global goals: four steps to make data matter",
  "webPublicationDate": "2016-05-04T11:03:15Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/04/tracking-the-goals-four-steps-make-data-matter",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Data",
      "id": "global-development-professionals-network/data",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Sustainable development goals",
      "id": "global-development/sustainable-development-goals",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Environmental sustainability",
      "id": "global-development/environmental-sustainability",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/04/tracking-the-goals-four-steps-make-data-matter"
}