{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/21/ticket-tout-criminalised-inflated-prices-secondary-ticketing",
  "id": "2016-05-21-176",
  "sectionId": "money",
  "body": "Some of the music industry’s leading players are demanding that ticket touting be made a criminal offence for all UK concerts, plays and sporting events, Guardian Money can reveal. The calls for ministers to take action come on the eve of the publication of a government-commissioned review of the secondary ticket market, which is dominated by four players: Seatwave, Viagogo, Get Me In and StubHub. The review has been looking at whether consumers are sufficiently protected by legislation introduced last year, amid claims that ticket resale websites are flouting the rules. The panel is due to issue its findings next week.   Related: How the ticket touts get away with bleeding fans dry    In the wake of a growing outcry over the reselling of tickets at vastly inflated prices – in February it emerged that seats at Adele’s London shows were being offered for sale for up to £24,000 each – an anti-touting petition launched about three weeks ago has amassed 38,500 signatures after winning the backing of stars including Mumford & Sons, Little Mix, and Florence + the Machine. One idea gaining support is for the UK to copy Queensland in Australia by banning people from selling on tickets for more than 10% above the original price. The idea of such a cap on resale prices was first floated in 2011 by Labour MP Sharon Hodgson, who is co-chair of the all-party parliamentary group on ticket abuse. In recent years there has been an explosion in the number of so-called bedroom touts, many of whom use software known as “bots” that automatically sweep up huge numbers of tickets the moment they go on sale. They then resell them via secondary market websites. These market themselves as a safe, easy way for fans to buy and sell, but, say some critics, are merely a hi-tech version of the old-fashioned street tout. In February 2015, in the face of a growing clamour for action, the government reluctantly agreed to change the law. New rules in the Consumer Rights Act 2015 require anyone reselling tickets via a secondary market website to provide details of the block, row and, crucially, seat number, as well as the face value and information about any restrictions. It was hoped these rules would deal a major blow to touts because disclosing the seat number means promoters and venues can, in theory, log on to a secondary market site, check who bought a ticket being sold for profit, and cancel it. But campaigners and consumer bodies such as Which? claim the websites are failing to ensure that the required information is provided when people list tickets for sale.    Touting is illegal in football. Touting was made illegal when the Olympics hit the UK. The government needs to intervene  Adam Tudhope     Adam Tudhope, whose management company represents Mumford & Sons, Laura Marling and Keane, told Money: “Touting is illegal in football. Touting was made illegal when the Olympics hit the UK. The government needs to intervene and make touting a criminal offence for all music, arts, theatre and sporting events. The existing civil legislation isn’t doing the job.” He adds: “If we had a blanket law that tickets can only be resold for their face value, plus a small handling fee along the lines that the primary ticketing services use – no more than 10% of the face value, for example – it would stop the large-scale industrial touting of tickets dead in its tracks.”The idea of a 10% cap on resale prices was first floated in 2011 by Labour MP Sharon Hodgson, who is co-chair of the all-party parliamentary group on ticket abuse. She said that despite the legislation introduced last year, “fans are still being ripped off”, adding: “The public outcry to the failure to enforce the Act is clear from the many tens of thousands of people who have signed the online petition on the parliament website calling for this very fact to be addressed.” Hodgson’s proposal was based on what happens in Queensland, where since December 2006 it has been an offence to sell or buy tickets to events at nine major venues for more than 10% above the original price. The venues include the Suncorp Stadium in Brisbane, which last year played hosts to acts including Foo Fighters and Ed Sheeran, and the Brisbane Entertainment Centre, where Madonna performed two shows in March and Little Mix played earlier this month. The 10% cap means that if and when Adele decides to take her world tour to Queensland there would probably be no repeat there of what happened in the UK, where some resale websites were offering seats for her arena dates for 290 times their face value. Queensland police are responsible for enforcing the legislation and can issue on-the-spot fines. Sellers of “scalped” tickets face a maximum fine of AU$2,356 (£1,200) while buyers face a maximum fine of AU$589 (£300) – however, it is not clear what impact the legislation has had.   Related: Social media users warned over rise in online ticket fraud    Hodgson chose the 10% figure in order to restrict the amount of profit that people could make, while at the same time ensuring the original buyer was able to recoup any fees and costs, such as paying for the ticket to be sent to someone else. The petition, generated by online fan-to-fan ticket exchange Twickets and sponsored by Adam Tudhope, calls on the government to enforce the act, and to go further by forcing ticket resellers to reveal their identities, and by bringing in tougher sanctions for resale websites that do not comply. In October, the UK government announced an independent review of how the secondary ticket market is working. The review panel, chaired by Professor Michael Waterson, is due to publish its conclusions and recommendations by 26 May. Those worried that the government may decide to resist a tightening of the rules point to the fact that business secretary Sajid Javid, whose department is leading on this issue, has previously spoken out in support of ticket touts, saying they “act like classic entrepreneurs because they fill a gap in the market that they have identified”. Some campaigners have also expressed concern that one of the Department for Culture, Media & Sport’s non-executive directors (senior business figures from outside the department) is Ajay Chowdhury, who until 18 months ago was chief executive of Seatwave. The resale websites say they rely on sellers to provide accurate information and comply with the law. They say they make it very clear to sellers what their obligations are, but it is possible that they do not always have confirmation of the row and seat number at the time of listing.",
  "webTitle": "Call for ticket touting to be criminalised",
  "webPublicationDate": "2016-05-21T06:00:05Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/21/ticket-tout-criminalised-inflated-prices-secondary-ticketing",
  "keyword": [
    {
      "webTitle": "Ticket prices",
      "id": "money/ticket-prices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Jones",
      "id": "profile/rupertjones"
    }
  ],
  "guardianId": "money/2016/may/21/ticket-tout-criminalised-inflated-prices-secondary-ticketing"
}