{
  "apiUrl": "https://content.guardianapis.com/society/patrick-butler-cuts-blog/2016/may/02/the-destitution-paradox-poverty-up-charity-crisis-grants-down",
  "id": "2016-05-02-89",
  "sectionId": "society",
  "body": "Last week I reported that over a million people in the UK were estimated to have experienced destitution. Seemingly paradoxically, I also learned that demand for a multi-million pound pot of emergency cash grants for Britain’s poorest families had fallen. Yes, fallen. That feels counter-intuitive. Despite years of austerity corroding the incomes of the poorest households, Britain’s biggest child poverty grant-giver, Buttle UK, reported that referral rates for crisis handouts had slumped. Buttle gave out £3.7m last year in small grants to 30,000 children whose families are in severe poverty. These buy items such as fridges, washing machines, baby equipment, clothing and bedding - living essentials that it argues can help drag a penniless family out of destitution and help get them back on their feet.  You’d reasonably expect that over the past three years demand for this kind of crisis grants would have soared. This, after all, was a period characterised by food banks, benefit sanctions, spiralling rents, insecure work, rising living costs, and a shrinking welfare safety net. Instead, Buttle has reported a steady slide in grant applications. During October 2012, its pool of 10,000 referring organisations - social services, health visitors, children’s centres and local poverty charities - made a record 1,600 applications for grants on behalf of families in crisis. By September 2015 this had declined to 800, recovering slightly to 1,000 by October 2015. So why, when indicators suggested that need was increasing among Buttle’s core group of beneficiaries (the majority of whom live in households with an income of less than £10,000 a year) had demand for cash grants collapsed so swiftly? Gerri McAndrew, Buttle’s chief executive, argues it is down to cuts to and closures of social care services dealing with vulnerable families. These cuts effectively choked off Buttle’s established grant referral lines. As offices and services shut and key staff left, the contacts and know-how that kept open the flow of crisis grants evapourated. For example, between 2013 and 2015 Buttle received 21 applications from Brighter Futures, a service in Wandsworth, south London, which supported children affected by domestic abuse. After the service was closed, that source of applications dried up.  “We can quite clearly say that the fall-off in grant applications is tied absolutely to local services disappearing,” says McAndrew. Curiously, however, it also found that grant applications were below expected levels in areas least affected by spending cuts. The affluent likes of West Berkshire and Winchester make far fewer applications to Buttle than than even their low levels of relative deprivation suggest they ought to make. In some areas, it seems, the very poor are invisible. Buttle is seeking to raise £20m to extend its grant-giving work through its Chances for Children appeal, though it is debatable whether an expanded Buttle trust war chest, even alongside other charity crisis grant givers, has the capacity to mitigate the impact of an eviscerated local welfare safety net.  However, Buttle’s research makes an interesting point. It suggests that cuts to public services infrastructure don’t just disrupt crisis services for poor families but can reduce their access to charity alternatives. That is not, perhaps, what the progenitors of the big society had in mind.",
  "webTitle": "The destitution paradox: poverty up, charity crisis grants down",
  "webPublicationDate": "2016-05-02T16:21:10Z",
  "webUrl": "https://www.theguardian.com/society/patrick-butler-cuts-blog/2016/may/02/the-destitution-paradox-poverty-up-charity-crisis-grants-down",
  "keyword": [
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Austerity",
      "id": "business/austerity",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Public sector cuts",
      "id": "society/public-sector-cuts",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Butler",
      "id": "profile/patrickbutler"
    }
  ],
  "guardianId": "society/patrick-butler-cuts-blog/2016/may/02/the-destitution-paradox-poverty-up-charity-crisis-grants-down"
}