{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/12/roger-federer-french-open-back-injury",
  "id": "2016-05-12-134",
  "sectionId": "sport",
  "body": "Roger Federer says he will not be at the French Open if the unspecified injury to his back does not improve sufficiently over the next 10 days for him to play with full freedom and, if he does start in Paris, he reckons his chances of doing well are “not great”. So, we are a just little closer to knowing where the game’s greatest player stands at 34 as he starts to creak around the edges. The finish line remains a blur but is not so distant as it was even a few months ago. We will know soon enough if Federer can keep his phenomenal 65-tournament run in slams going at Roland Garros, and he did his best in defeat in the third round of the Italian Open to blow the clouds away, if not with any great conviction.   Related: Roger Federer a doubt for French Open after losing to Dominic Thiem in Rome    Federer’s high-end sponsors would be disappointed if he pulls out of the French Open, and his millions of disciples would be devastated. But the man himself will make a decision stripped of commercial obligations and sentiment. He cannot afford to make a fool of himself in public after 18 years of mostly controlled excellence. His health and what remains of his aura come first. Perhaps that is why a disturbing mix of hope, doubt and mutual impatience filled the room when he looked out on a sea of faces who most probably resembled pall bearers rather than hacks on deadline. He knew we wanted a story and he knew we knew what the best headline would be. He wasn’t going to make it easy for us. There were the expected articulate and measured replies, the set-up shots before the occasional cross-table winner, as he explained away his 7-6, 6-4 loss to the rising young Austrian Dominic Thiem and set out how, despite nursing a back problem and seriously lacking match practice, he may yet be practising at Roland Garros next week. Federer, who came desperately close to pulling out of this Italian Open minutes before his match against Alexander Zverev in the second round on Wednesday, said he felt “about the same [as] yesterday, not worse”. Losing to Thiem did not worry him, he said. “It doesn’t matter how I played. Important is that I didn’t have any setbacks. I have only played five matches in the last four months, so clearly I don’t want to get overly excited about what’s ahead. “I thought I could really do a good result in Paris. Now the last couple of weeks [after pulling out in Madrid and losing to Jo-Wilfried Tsonga in the quarter-finals in Monte Carlo], it’s been more difficult. I see my chances as not great. But, if maybe in three, four days I can practice 100% ... then I believe that something is possible again. “Clearly the way I’m playing right now is never going to be enough for any good run in Paris; I also wouldn’t play this way. I’m still confident I will be fine somehow. “This was an information tournament for me. Never a result tournament. I knew I wasn’t good enough for any result here, so that’s why I hope you don’t read into it so much – and I don’t. I need to see this completely in isolation, and I cannot carry any luggage from here other than the positive information. It just needs to stay here, the results, what I couldn’t do and how limited I was. I was far off. “If I can play 100% again and move again correctly, my mind’s in a good place. My game is there. I’m still almost beating Thiem, and beating Zverev with whatever I have. I’m surprising myself.” Now there are practical matters to attend to. “Do we stay in Rome, do we go to Paris, do we go back to Switzerland? Those are three options there. Should I rest, should I train, what can I do with physiotherapy? I’m so happy that I didn’t get hurt again this week, that it was worth it that I played. I never had better clay-court preparation, to be honest. Conditions were perfect. I practised on centre court every day for about two hours a day.” But the interrogation was becoming a chore: “In a way, I still enjoyed myself today, because I just said: ‘Who cares what I do at 30-all? Who cares what happens, really?’” Then he grew impatient. “You’re still, to some extent, disappointed, but OK, two minutes, and then get rid of the press, get rid of the doping test, and then I can’t wait to have the meeting with the team and start relaxing and preparing for what’s to come.” Pressed about the nature of his back problem, Federer looked for the exit. He took a bead on the questioner and left with a sharp parting shot: “I’m not going to go into specifics, honestly. I’m not in the mood for you guys to start debating about it because you don’t know, and I won’t tell you everything, anyway. But it’s definitely got something to do with the back.” All we can be certain of is Federer is not at all certain if he will play in Paris and, if he does, he has no idea how well or poorly he will play. It is an unusual scenario for all of us, and a profound one for the game.",
  "webTitle": "Roger Federer finds time catching up with him as French Open decision awaits | Kevin Mitchell",
  "webPublicationDate": "2016-05-12T16:00:58Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/12/roger-federer-french-open-back-injury",
  "keyword": [
    {
      "webTitle": "Roger Federer",
      "id": "sport/roger-federer",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/blog/2016/may/12/roger-federer-french-open-back-injury"
}