{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/23/rio-de-janeiro-extreme-city-luiz-eduardo-soares-review",
  "id": "2016-05-23-292",
  "sectionId": "books",
  "body": "It wasn’t so long ago that Brazil was the  shining light. For a decade this was the emerging economy that everyone envied, a country with many problems, for sure, but a vibrant democracy, endlessly cool with entrepreneurship possibilities. Now, with months to go before it hosts the Olympics, the country is in chaos; the Rio 2016 infrastructure and political system in a mess. President Dilma Rousseff is on the verge of impeachment. Supporters and detractors take to the streets. Luiz Eduardo Soares is well placed to explain and illustrate. A political scientist, activist and briefly national security chief, he casts a melancholic gaze at Brazil’s most famous city, Rio de Janeiro – “Extreme City”, as he labels it in the subtitle.    Soares’s hatred of the dictatorship was due in part, he admits, to adolescent hostility towards his father    Crisscrossing the past 50 years, Soares begins on a night in 1964. Woken by his father at 5am, he runs to the window. “In the half-darkness, I could see the tank parked in the street outside our building, its muzzle trained on us.” This was the start of the coup. His home in the affluent area of Laranjeiras had the misfortune of being sandwiched between the residencies of the president and state governor – sworn enemies. Soares’s hatred of the dictatorship was due in part, he admits, to adolescent hostility towards his father. Whenever he raised stories of torture, of students disappearing, his father would slam his fist on the table, accusing him of being fooled by communist propaganda. At least there was always football and music, but so deep was their falling out, father and son no longer went on Sundays to see the greats of Fluminense and Flamengo. Over time they reconciled: his father went to work for the Brazilian Bar Association and began, belatedly, to resist the regime. For several years there was no need for the generals to hurry. The US government had given them the green light. “The torturers had all the time in the world to sink the blade of terror into their victims’ flesh, ample time to tweak the instruments of torment, angle the electric probe into inflamed orifices, tear the body apart, instil panic, play with death.” The first 48 hours were crucial. This was the race for friends and family of a “disappeared” to get word out and lawyers in. After that, they were as good as lost.   Related: The day I met Rio’s favela master: the drug lord who championed the poor    The most moving chapter revolves around Dulce Pandolfi, a 21-year-old student who was hauled away and subjected to protracted torture. The betrayals were as hard to recover from as the fear and pain. She was released after 16 months, a physical and mental wreck, but she had refused to buckle. She found out later that one of the key informants against her was her brother’s private tutor. “The enemy had not only made it through the door, he’d sat with you on the sofa, sat at your table over dinner, shared stories from a false past and touched the emotions of the family.” She is now a historian, a remarkable story of recovery, but like so many, still scarred. From the promulgation in 1988 of a new constitution, the reader is brought to the present day. The police still intimidate protesters, take bribes, set people up and take them out. One vignette of many: a local congressman is in his car. He and the police chief do not appreciate the work of local activists. They spot one on his bicycle. Their limo screeches to a halt and said activist is pumped full of bullets. They run over the dead body, causing the politician, who had just had his lunch, to “puke out his guts”. Exclaims cop: “Fucking hell. The car was spick and span. Just came back from inspection yesterday.” Soares briefly had a seat at the top table, but it did not end well. Shortly after his appointment by Brazil’s then president, Luiz Inácio Lula da Silva, to national secretary for public security with a brief to tackle corruption, Soares was being briefed against from within and shot at from without (gunmen strafed the windows of his apartment block). He lasted less than a year. And yet, and yet... Cariocas (inhabitants of Rio) just get on with it. “Rather than despair when the electricity goes down and the air chokes up, we dance, sing, beat the drum and the gods wake us from the nightmare. And then, if only for a few hours, everything seems possible again, and we’re devilishly happy.” Rio de Janeiro: Extreme City is published by Allen Lane (£9.99). Click here to buy it for £7.99",
  "webTitle": "Rio de Janeiro: Extreme City by Luiz Eduardo Soares – review",
  "webPublicationDate": "2016-05-23T06:30:05Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/23/rio-de-janeiro-extreme-city-luiz-eduardo-soares-review",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Luiz Inácio Lula da Silva",
      "id": "world/luiz-inacio-lula-da-silva",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World Cup 2014",
      "id": "football/world-cup-2014",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rio de Janeiro",
      "id": "world/rio-de-janeiro",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Kampfner",
      "id": "profile/johnkampfner"
    }
  ],
  "guardianId": "books/2016/may/23/rio-de-janeiro-extreme-city-luiz-eduardo-soares-review"
}