{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/12/police-lawyer-leaked-affair-details-impress-colleagues-tribunal",
  "id": "2016-05-12-105",
  "sectionId": "uk-news",
  "body": "A former Northumbria police lawyer has been accused by a senior police officer of deliberately leaking details of another officer’s alleged affair.  Denise Aubrey, a former head of legal services for the force, is suing for unfair dismissal after being sacked for gross misconduct in 2014.  During an employment tribunal in North Shields, a series of lurid allegations have been aired. The former chief constable Mike Craik was accused of having an affair with an assistant chief constable, Carolyn Peacock, and was also said to have been furious to discover that his secretary had been having sex with a senior officer at force headquarters, because he had a “fondness” for her himself. In June 2007 when reporters began making inquiries about the allegations, Aubrey gave legal advice to Craik. She was later accused of gossiping about the rumours with colleagues during a meeting, and a disciplinary hearing was called, chaired by Helen King, then deputy chief constable of Cheshire police. King, who has since moved to the Metropolitan police, said in a witness statement for the tribunal that Aubrey had a “professional obligation” to keep information confidential. She defended her decision to sack Aubrey, saying the lawyer should have realised that talking to colleagues about the alleged affair constituted gross misconduct. Without colleagues’ trust, she could not be an effective director of legal services, King said. “My decision that the allegation should be categorised as gross misconduct was also influenced by the fact that Miss Aubrey’s breach of trust was not inadvertent but was rather a deliberate sharing of information to bolster herself in the eyes of those present at the meeting,” she added. The tribunal has heard that the chief constable at the time of Aubrey’s sacking, Sue Sim, “flipped” when she heard about the breach of trust and wanted rid of Aubrey.  But Sim, who has since retired, said she now believed she had been wrong. “I do not believe what the claimant allegedly said came close to what I was being told, or to breaching confidentiality,” she told the hearing. The tribunal has heard a number of salacious details, including that senior police officers allegedly used force accommodation to carry on “illicit relations”. Officers are said to have used apartments at the force headquarters in Ponteland, Northumberland, as “love pads”. Some of the allegations came from a former Police Federation rep, Bryn Jones, who gave evidence on behalf of Aubrey. The assistant chief constable Greg Vant and Craik’s secretary, Juliet Bains, were said to have had an affair. During the tribunal, Vant made an unsuccessful application for the judge to reimpose a reporting restriction lifted last week, to prevent him and Bains from being named by the media. They deny having had an affair at work, saying they got together after they had both left the force. In an address to the tribunal, Vant said: “There was no harassment, there was no evidence of harassment and no complaint of harassment, we were simply friends. There was no affair between us at the time, there was no evidence of an affair at the time, and there was absolutely, definitely no physical contact between either of us in the workplace.” He and Bains were both long-term servants of Northumbria police, he said, and “conducted ourselves with the utmost professionalism at work at all times”. Aubrey, 54, is claiming wrongful dismissal, disability discrimination and sex discrimination in the case, which is due to last until the end of next week.",
  "webTitle": "Police lawyer leaked 'affair' details to impress colleagues, tribunal told",
  "webPublicationDate": "2016-05-12T17:08:57Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/12/police-lawyer-leaked-affair-details-impress-colleagues-tribunal",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nazia Parveen",
      "id": "profile/nazia-parveen"
    }
  ],
  "guardianId": "uk-news/2016/may/12/police-lawyer-leaked-affair-details-impress-colleagues-tribunal"
}