{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/14/hannah-and-her-sisters-live-read-review-woody-allen-olivia-wilde",
  "id": "2016-05-14-76",
  "sectionId": "film",
  "body": "Having made its name in Los Angeles with celebrated performances of screenplays such as Quentin Tarantino’s The Hateful Eight, director Jason Reitman’s Live Read series paid a rare visit to New York on Friday night for a brisk and confident staging of Woody Allen’s 1986 Manhattan-set masterpiece Hannah and Her Sisters.   Related: Woody Allen responds to Ronan Farrow: 'I never read anything about me'    During a Live Read, blue-chip actors sit on stage at lecterns, giving a one-night-only reading of a screenplay. At the New York Times’ small and packed-out TimesCenter theatre, Olivia Wilde directed herself in the Mia Farrow part, Hannah – the calm and stable family woman whose husband begins an affair with her sister – while Rose Byrne and Uma Thurman rounded out what Wilde called in her introduction “three knockout female leads in a single film – something many directors still find hard”. Michael Sheen, Bobby Cannavale and, somewhat unexpectedly, Salman Rushdie played the key male roles, while Questlove of the Roots provided the jazz soundtrack via his Macbook.  The effect was somewhat like a radio play, particularly as the actors, most dressed in black or grey, sometimes seemed to disappear into the shadows. A narrator (Stephen DeRosa) read the stage directions, but much of the work in conjuring up the scenes had to be done by the audience – which meant the stills from the film projected periodically on the back wall broke the spell a bit, as did the actors’ laughter at each other’s line readings.      Uma Thurman and Olivia Wilde in Hannah and Her Sisters at the TimesCenter, New York. The reading was co-presented by Film Independent and the New York Times. Photograph: Matthew Arnold for the New York Times    The screenplay largely proved strong enough to withstand this, although the characters’ switching from dialogue to narration and back, a characteristic Allen technique so effective on screen, was harder to follow here. The principals approached the unusual format in different ways. Byrne and Wilde sat fairly still in their seats, leaning forward to deliver their lines. Thurman – as the husky-voiced, off-the-rails Holly – gave an intensely physical and committed performance, flinging her arms around and at one point miming snorting a vial of cocaine.  Better still was Sheen, who fully inhabited the Michael Caine role of cheating husband Elliot, leading us through his lust, hesitancy, angst and guilt, utterly convincing at every stage. The lugubrious Rushdie might well have seemed apt casting as the misanthropic intellectual artist Frederick, whom Lee leaves for Elliot, and he was strong in the early comic scenes in which he condescends to Lee and hilariously refuses to sell a painting to an oafish rock star with a lot of wall space to fill (“I don’t sell my work by the yard!”).  But the author is not an actor, and he could not rise to the affecting break-up scene in which Frederick’s insightfulness and intelligence suddenly form a poignant contrast to his emotional blindness. Cannavale had the thankless task of taking on the role originated by Allen himself, that of Hannah’s former husband Mickey, a hypochondriacal TV writer who provides the screenplay’s comic relief and whose gradual discovery of his feelings for Holly serves as a lighthearted echo of the essentially tragic main plotline. Cannavale clearly decided that there was no other way to read these lines than to go “full Woody” – stuttering, high-pitched, thick Brooklyn accent. He got a lot of laughs, but of course he could not really be anything but a pale facsimile of the auteur himself.     Rose Byrne and Michael Sheen in Hannah and Her Sisters at the TimesCenter, New York. Photograph: Matthew Arnold for the New York Times     Related: Comparing Woody Allen to Polanski and Cosby is lazy and dangerous | Catherine Shoard    The live read came a few days after the premiere of a new Allen film at Cannes, Café Society, and the renewal by the director’s son Ronan Farrow of allegations by his adopted sister Dylan that the director sexually abused her. All allegations were denied by Allen; following an investigation, in 1993, no charges were brought. But it is hard to ignore the claims when watching any Allen work, particularly since he so often introduces similar themes himself. Here there was an intake of breath when one of Mickey’s colleagues told him – in a line played absolutely for laughs – not to broadcast a particular sketch because “child molestation is a touchy subject with the affiliates”.  It’s a thread that can make many of his films – for all their formal invention, emotional depth and incomparable dialogue, all aspects aptly demonstrated here – at times uncomfortable viewing.  Correction, 15 May 2016: An earlier version of this article stated that this was the first Live Read to be held in New York. In fact, the first one was The Apartment in 2012.",
  "webTitle": "Hannah and Her Sisters Live Read review – Olivia Wilde leads confident staging",
  "webPublicationDate": "2016-05-14T17:02:24Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/14/hannah-and-her-sisters-live-read-review-woody-allen-olivia-wilde",
  "keyword": [
    {
      "webTitle": "Woody Allen",
      "id": "film/woodyallen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Hannah and Her Sisters",
      "id": "film/hannah-and-her-sisters",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jason Reitman",
      "id": "film/jason-reitman",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Olivia Wilde",
      "id": "film/olivia-wilde",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Michael Sheen",
      "id": "culture/michael-sheen",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Salman Rushdie",
      "id": "books/salmanrushdie",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Rose Byrne",
      "id": "film/rose-byrne",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Owen",
      "id": "profile/paulowen"
    }
  ],
  "guardianId": "film/2016/may/14/hannah-and-her-sisters-live-read-review-woody-allen-olivia-wilde"
}