{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/25/us-releases-millions-of-wasps-to-fight-ash-tree-borer",
  "id": "2016-05-25-291",
  "sectionId": "environment",
  "body": "Millions of tiny wasps that are natural parasites for the emerald ash borer have been released into wooded areas in 24 states of the US to try and peg back the tree-killing insect’s advances. The US Department of Agriculture has researched and approved for release four species of parasitic wasps that naturally target the larval and egg stages of the ash borer, which has killed an estimated 38m ash trees in urban and residential areas. The estimated cost of treating, removing and replacing the lost trees is $25bn, according to a report written by USDA and US Forest Service entomologists. On average, federal and state resource managers spend more than $29m per year to manage ash borer populations. Ash trees in Britain and on the European continent are also under threat from the emerald ash borer.   Related: Ash dieback and beetle attack likely to 'wipe out' ash trees in UK and Europe    The tiniest of the wasps looks like a pepper flake on a white surface. It lays eggs inside ash borer eggs, preventing them from hatching. Three other wasps, one the size of a gnat, lay eggs inside ash borer larvae, halting development into adult beetles. They were identified in China in 2002 and studied for several years before scientists concluded they could be safety released in the United States to fight the ash borer. The wasp release program was taking place in 24 of the 26 states where the ash borer has been found, said entomologist Ben Slager, the manager of the laboratory in Brighton, Michigan, producing the wasps run by the US Animal and Plant Health Inspection Service, a USDA agency. There are further plans to distribute wasps to Texas and Georgia, the final two states not yet in the program. “This isn’t going to save anybody’s tree in their yard or in the city. What we’re working to do is to protect the next generation coming up,” Slager said. “It’s really a long-term management strategy.” Ash was the most commonly planted tree species used to replace elm trees decimated from the 1920s through the 1980s throughout North America by Dutch elm disease. Scientists believe the ash borer was accidentally introduced into North America in the 1990s, most likely in wooden shipping crates from Russia, China, Japan or Korea. The ash borer feeds on tree tissue beneath the bark, destroying the ability to move water and nutrients to branches. Iowa, the latest state to introduce the wasps, will begin distribution in the next few weeks near Fairfield, about 100 miles south-east of Des Moines. The ash borer was found there in 2013 and continued to spread, said Mike Kintner, the ash borer program co-ordinator for Iowa Department of Agriculture and Land Stewardship. Iowa has about 52m rural ash trees and about 3.1m more urban areas, according to the USDA Forest Service. With the Associated Press",
  "webTitle": "US releases millions of wasps to fight ash tree borer",
  "webPublicationDate": "2016-05-25T05:35:07Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/25/us-releases-millions-of-wasps-to-fight-ash-tree-borer",
  "keyword": [
    {
      "webTitle": "Insects",
      "id": "environment/insects",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "environment/2016/may/25/us-releases-millions-of-wasps-to-fight-ash-tree-borer"
}