{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/19/total-war-warhammer-review-intimidating-blend-of-strategy-and-high-fantasy",
  "id": "2016-05-19-173",
  "sectionId": "technology",
  "body": "Warhammer is a range of tabletop strategy games; Total War is a series of historical battle simulations. Combining the two should have produced a black hole of nerdiness so unapproachable it would crush all mortals. Strangely, however, this is probably the most accessible each game has been for years. Typically taking place over the surface of a continent, the Total War games have taken in medieval Europe, the Napoleonic era, the Roman world and the warring states era of Japan. Like the turn-based Civilization series, players control one faction, building settlements, researching new technologies and recruiting armies. When those armies clash on the campaign, players then control them in real-time battles against opposing factions and nations. As the Sun Tzu-inspired name might imply, the Total War games are not for the fainthearted. They’re complex simulations where strategic civilisation management has to be combined with the tactical nous to win relatively realistic battles. Even if you have played them since the first game in 2000, you’ll still discover baffling new elements every time you dig in. They’re not just complex, they’re 16 years of aggregated complexity. Games Workshop’s Warhammer Fantasy Battles tabletop game, by contrast, is set in an elf, dwarf and goblin-rich universe that riffs heavily off Tolkien’s Middle Earth (or it was until they recently blew it all to hell with a 2015 reinvention - this game is set before that.) Save for the almost-forgotten Mighty Empires spin-off, Warhammer focuses on small-scale battles. Players buy, assemble and paint armies of small figurines, then take turns controlling them in tactical combat around polystyrene buildings and cardboard trees. It’s an expensive hobby, with some figures costing more than £1,000, so it’s understandable that fans might crave a simulated version.     Total War: Warhammer combines the tactical elements of the Total War series with the monstrous creatures of Warhammer. Photograph: Sega    Integrating Warhammer brings an entirely different angle to Total War. Where before the focus was on replicating the armies and cultures of an era - making it realistic, for example, that the armies of the Huns would trigger the downfall of the Western Roman Empire - Warhammer brings gargantuan monsters, flying troops, powerful heroes and devastating magic. So in this amalgamation, building-sized monsters such as Giants, Shaggoths or Arachnarok Spiders wade through enemy troops, sending them flying. Winged creatures battle mid-air or dive into vulnerable enemy formations. Heroes can turn the tide of battle by themselves. And at its best, the magic is more than overpowered artillery, summoning undead hordes or spinning vortices of death or just inspiring terror in their enemies. These new elements are distributed unevenly across its five factions. One faction - the Vampire Counts - has no ranged weaponry, instead using flying creatures and hordes of zombies to absorb enemy firepower before they get into a melee. Another - the dwarfs - is slow and without magic, relying entirely on hardy soldiers and gunpowder weaponry to break the will of their opponents. A third - the primitive Orcs & Goblins - has a wide range of cheap units and monsters with a tendency to run away at the first sign of trouble. The Chaos hordes, by contrast, have powerful, loyal and heavily armoured units without much ranged weaponry. And the human Empire has a bit of everything – knights, artillery, infantry – without being great at anything. This imbalance makes early game battles exciting, as each faction advances in the campaign to unlock new troops. By mid-game (which may be 20 hours in), the limited troop variety for each faction (presumably to be expanded by DLC) means battles get repetitious - but by then you’ll likely be auto-resolving most battles rather than fighting them yourself. That asymmetry is reflected at the campaign level too. Each faction starts fragmented and has different mechanics for expanding into the world. The Empire has to reunite the human lands and settlements through diplomacy or war. The Dwarfs can travel underground and are rewarded for getting revenge on other factions. The Vampires gradually corrupt provinces, causing uprisings, before invading. The Orcs & Goblins get stronger and stronger as long as they keep raiding and winning battles. And the Chaos armies have no towns or provinces, instead moving like a Mongol horde, sacking and razing, leaving areas devoid of life.      Uh-oh, here come the vampire spellcasters. Photograph: Sega    The variety of styles makes this feel like five Total War games in one - though all of them drag once you’ve established yourself and you slog on to hit each faction’s stringent victory conditions. Though inter-factional diplomacy returns from earlier Total Wars, allowing alliances and trade partnerships, here it’s heavily changed. Only the Dwarfs and Humans don’t fundamentally loathe each other. Every other relationship starts with a major negative to negotiations, requiring many turns of diplomacy and bribery to even get on an even footing. It’s a good system, giving you the option to attempt peaceful interactions, and gives the excellent voice actors a chance to chew up the audio scenery, such as extras from the Hobbit. Warhammer also brings narrative to the Total War world. There’s a larger story arc in the campaign, where the hordes of Chaos invade the world from the North, razing city after city, unless their faction leader is defeated in battle. The necessity to defeat them provides a welcome structure to the campaign and a pressing need for factions to work together. Each faction also has a pair of unkillable Legendary Lords, who each have their own set of quests to acquire their core magical items. These are story-, cutscene- and battle-heavy, requiring you to send heroes and armies on treks halfway across the world to fight handcrafted battles. Crucially, they’re the only battles you can’t auto-resolve, meaning following a quest line will force you to play the hardest, most interesting battles in the game. While this all adds some much-welcome character, variety and colour to the world, it also piles complexity on top of complexity. City management, army stances, province taxation, public order, cultural distaste, trade goods, diplomacy, quest lines, army replenishment, underground battles, alliances, battle reinforcement, short and long-term objectives and missions, the winds of magic, siege construction, chaos corruption, and a hundred statistics … everywhere you look on the screen is another tough concept, poorly explained. It’s also an often unnecessary legacy from early Total War games. Though the developers have included an advisor to tutor you through the start of the game and a online game guide, new players will find most of it obscure.       From the Dwarven iconography adorning the mountains to the mists wafting from the crepuscular hamlets of the vampire demesnes, there are plenty of spectacular views, matched by glorious in-battle moments and some stellar vocal performances. However, much of this flair merely conceals minor statistic changes. Many elements that should be thrilling - such as the Winds of Magic that determine which ill-augered sorceries your wizards may cast - end up just being obscure numbers that are less important to victory than troop deployment. That’s true for each faction’s technology tree, many of the spells in battle, the terror mechanic and some fantastically named magic items too. However, this is the most diverse and exciting the series has been in years. On our test machine, it was also more stable and faster than recent iterations. Total War: Warhammer has done the best it can do with the legacy Total War engine, and is also a loving tribute to Warhammer.  Sega; PC/Mac; £35; Pegi rating: 16+",
  "webTitle": "Total War: Warhammer review - an intimidating blend of empire-building, strategy and high fantasy",
  "webPublicationDate": "2016-05-19T13:13:12Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/19/total-war-warhammer-review-intimidating-blend-of-strategy-and-high-fantasy",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PC",
      "id": "technology/pc",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Strategy games",
      "id": "technology/strategy-games",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Griliopoulos",
      "id": "profile/dan-griliopoulos"
    }
  ],
  "guardianId": "technology/2016/may/19/total-war-warhammer-review-intimidating-blend-of-strategy-and-high-fantasy"
}