{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/22/nap-pods-and-rooftop-parks-how-silicon-valley-is-reinventing-the-office",
  "id": "2016-05-22-72",
  "sectionId": "artanddesign",
  "body": "From the fifth-floor putting green of Samsung’s Silicon Valley headquarters, looking out at a rolling horizon of sun-scorched mountains, it’s quite easy to forget you’re at work. An executive is practising tai chi by the cactus garden, while another jiggles in a robotic massage chair nearby. A volleyball match is in full swing in the lush-planted courtyard below, while raucous shrieks of table football emerge from the Chill Zone, next to a row of space-age nap pods. “Meet by the ping-pong tables,” reads a sign stuck on the window. “Today’s spinning class will be on the terrace! :)” With its new $300m office block, which stands like a stack of gleaming white hard drives at an intersection north of San Jose, the South Korean electronics giant is plunging headlong into the holiday camp workplace culture of the Bay Area tech scene. “We wanted to introduce more of a startup vibe to the company,” says Jim Elliott, Samsung’s vice-president of memory marketing, a job title as otherworldly as the building he works in. “We were all separated in our different departmental islands before, but this building is about bringing people together and encouraging chance encounters. We want to get people out of the boardroom.” Samsung has had a base here for 30 years, housed in a cluster of nondescript sheds, but this 10-storey beacon is designed to shift its brand image in North America from purveyor of fridges and washing machines to powerhouse of cutting-edge semiconductor innovation. Designed by NBBJ, an architecture firm that is conjuring futuristic jungle-filled biospheres for Amazon in Seattle and a handful of vast tech offices across China, the building is the product of research into behavioural psychology and the neuroscience of work.     Techie jungle … liana-like cables and stuffed leopards at Facebook’s HQ, the biggest continuous office floor in the world. Photograph: Oliver Wainwright for the Guardian    “It’s all about mobility,” says architect Scott Wyatt, who heads NBBJ’s corporate workplace division. “If you sit down for more than 20 minutes, you get dumber.” Walking outdoors, he says, is when your brain achieves optimum cognitive function, so the Samsung office is configured to get people out of their chairs as much as possible. With pairs of floors separated by an outdoor terrace, employees are never more than a floor away from stepping outside. The cafeteria, meanwhile, is housed in a separate star-shaped building, so they have to walk out to lunch – where 10 kinds of global cuisine are on offer in a food court worthy of an upscale mall.    If you sit down for more than 20 minutes, you get dumber    Samsung’s fun-filled office-cum-wellness-centre is just the latest in a wave of new flagship headquarters in the San Francisco Bay Area that mark a radical departure for the tech industry, which has never much cared for its surroundings before now. Norman Foster is busy erecting a doughnut-shaped flying saucer for Apple, set in a 150-acre park in Cupertino, where 3.7 miles of curved glass will soon encase a continuous tube of offices, built to the precision of an iPhone. Not to be outdone, Google has hired two of the most fashionable designers of the moment, Bjarke Ingels and Thomas Heatherwick, to concoct a retro-futuristic fantasyland of plug-in work pods beneath swooping glass tents. Such dreamy visions mark a recent and radical shift from the tech world’s default setting of the generic suburban business park. “Microsoft always said the buildings don’t matter,” says Wyatt, who has worked on countless projects for the Bill Gates empire. “The tech attitude was: ‘Just give me a garage.’” All that has changed. With increasing competition to attract the best young minds, the silicon giants are now racing to outdo each other with ever more elaborate facilities (filled with ever more bountiful snacks). The mother of all pimped-up garages now rambles along the highway in Menlo Park, 15 miles west of Samsung’s HQ, standing like a line of conjoined aircraft hangars piled up in a car crash. With walls jutting out at odd angles and zig-zagging staircases casually bolted on as if at random, it bears the unmistakable hand of Frank Gehry. Stretching across 40,000 square metres, his Facebook headquarters is a hymn to the beloved startup foundation myth of the loose-fit inventor’s shed.     Sleeping on the job … a nap pod at Samsung HQ. Photograph: Tim Griffith    Housing the biggest continuous office floor in the world, seating around 3,000 workers in an open-plan jumble, it is a suitably gargantuan home for a social network that now counts one fifth of the world’s population in its membership. Walking the office floor feels like exploring a techie jungle, where lianas of cables dangle from the seven-metre-high ceiling, servicing “pods” of programmers, while novelty helium balloons sway above their adjustable standing desks. “We encourage people to ‘hack’ their space,” says my young tour guide, as we navigate this rough and ready world of raw steel beams and exposed ductwork, passing a piñata modelled on Donald Trump, a leopard in a pink cape and a life-size stuffed polar bear. “We’re only 1% finished connecting the world, so we wanted the building to look unfinished too.”   Related: Office makeover: 'If you can work anywhere, where do you want to work?'    Freestanding plywood meeting rooms are daubed with colourful murals from resident artists, while other walls are plastered with motivational posters, made by the company’s print studio, the Analogue Research Lab, featuring ominous mottos such as: “Eventually everything connects.” “When Zuck [CEO Mark Zuckerberg] says something in the morning,” one Facebooker tells me, “it can become a poster slogan by the afternoon.” At the top of a dog-leg staircase, in a moment of Alice in Wonderland revelation, we come to a nine-acre rooftop park, a bucolic idyll of sloping lawns and wireless-enabled wildflower meadows that look out across the marshy rust-coloured flats of the bay. Cranes are busy building housing next door (which, although partly funded by Facebook, the company insists is not the rumoured “Zeetown” for its workers), while volunteers set up marquees on the roof for “global causes day”, an annual charity initiative. “No one pays attention to how much you’re at your desk,” says my guide. “As long as you get your work done, you can be lying on the lawn or sitting at the grilled cheese bar.”     Tai chi garden … Samsung HQ. Photograph: Tim Griffith    Free food on tap is a fundamental part of the tech workplace, and Bay Area companies have long competed over the breadth of their snack offering. But the stakes are now shifting towards health-conscious choices: the ubiquitous jars of jelly beans and M&Ms are increasingly supplanted by dehydrated broccoli florets and kale crisps, washed down with a gulp of Soylent. Google has rearranged its snack counters so you have to pass fresh fruit before you reach the candy, while in the cornucopic cafeteria of LinkedIn’s new San Francisco HQ, a wall lists all the local suppliers, beneath the slogan: “Know your farms, know your food.” “I like to start my day with a kimchi rice bowl, or maybe some sushi,” says one LinkedIn employee, as we stroll around the never-ending buffet. “We have an in-house pastry chef whose cakes are to die for and eight flavours of homemade ice cream.” Sheathed in a sinister cloak of faceted black glass, somehow befitting the professional networking site, LinkedIn’s new 26-storey tower is a vertical promenade of tech office cliches. We pass the wireless headphone rack of a “silent disco” zone and a Nerf missile play area, then a “pillow fight” meeting room and a “post your own haiku” wall, each space exuding the forlorn air of a besuited businessman trying to be wacky. Leaving the offices, we pass through a corridor where a distorted trompe-l’oeil mural makes a slogan appear to float in thin air, filling your field of vision with bold capital letters: “FOCUS ON WHAT MATTERS.”     Airbnb’s bedouin tent meeting rooms. Photograph: Mark Mahaney/Mark Maheny    A few blocks away, one of the region’s fastest growing companies is rapidly filling the floors of a former paper factory, where it has converted the industrial spaces into a theatrical playground of themed work zones. At Airbnb, you can have your meetings in a log cabin or a Milanese loft apartment, a bedouin tent or a replica ramen cafe – each space meticulously recreated from the website’s holiday rental listings. According to the company’s in-house Environments team, it’s about “how we can create spaces that are home-like, but highly effective, functional spaces that allow people to do great work, but hopefully in ways that surprise us.” Some people nestle in bean bags, hunched over their laptops on a stepped seating terrace, others meet in an Airstream caravan, while studious types can squirrel themselves away in leather armchairs in a dimly lit study. At the centre of it all, in a defining moment of startup nostalgia, is a meeting room modelled on the apartment down the road where the company first began. If the office is trying to be a physical manifestation of the company’s motto – “Belong anywhere” – it all feels a bit like a budget version of the Crystal Maze, each set decorated with props sourced from eBay or Etsy, and built with the longevity of a shop-window display.     Time to noodle … ramen cafe-themed meeting room at Airbnb’s HQ. Photograph: Oliver Wainwright for the Guardian    Out on the street, leaving the living wall-lined lobby, you’re confronted with a stark symbol of one of the symptoms of the success of this room-letting behemoth, in the form of a type of enclosure that doesn’t make it into the themed office landscape: the tents of a homeless encampment, huddled beneath the flyover. It is a reminder of the side-effects that the booming tech industry is having on the immediate context outside its hermetically sealed, candy-coated walls. The recent influx of companies from the valley to the city, lured here by considerable tax incentives, is not only increasing rents but bringing other unexpected consequences. “Tech offices can have a kind of deadening effect on the city,” says Allison Arieff of SPUR, a non-profit urban research centre. “Because they now provide their employees with everything on site for free – from coffee to dry-cleaning to haircuts – local businesses are often forced to close down when they move in.” For all their talk of community and the commons, the dotcoms are proving to be some of the least civic-minded businesses around. As a gesture of public goodwill, LinkedIn’s tower gives a vast chunk of its ground floor over to an airy “public room”, where you may sit and have your lunch and use the Wi-Fi, but San Franciscans won’t be so easily persuaded. “Nobody cares about your tech job,” reads a poster on a nearby lamppost. “Be courteous to others when in public and keep the feral careerism of your collegial banter on mute. Or get mugged. We can hear you.”",
  "webTitle": "Inside Facebook and friends: a rare tour around tech's mind-boggling HQs",
  "webPublicationDate": "2016-05-22T14:54:16Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/22/nap-pods-and-rooftop-parks-how-silicon-valley-is-reinventing-the-office",
  "keyword": [
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Wainwright",
      "id": "profile/oliver-wainwright"
    }
  ],
  "guardianId": "artanddesign/2016/may/22/nap-pods-and-rooftop-parks-how-silicon-valley-is-reinventing-the-office"
}