{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/donald-trump-energy-policy-climate-change",
  "id": "2016-05-16-87",
  "sectionId": "commentisfree",
  "body": "Donald Trump will have a climate plan and it will be ugly. For now, the Republican frontrunner is pedaling the kind of denialism his party loves, having called global warming everything from a “hoax” to a “con job” to a Chinese plot. But an interview with his energy adviser late last week hinted that – before too long – Trump might endeavor to Make Atmospheric Carbon Levels Great Again. For those interested in a livable and more equal future, that’s not a good thing. “My advice would be, while I’m a skeptic as well”, Trump energy honcho Kevin Cramer told ClimateWire last week, “he is a product of political populism, and political populism believes that there needs [to be] some addressing of climate change”. Cramer, a North Dakota congressman, is as unlikely an advocate for the planet as Trump. Representing the heart of America’s shale boom – and now bust – he doesn’t stray far from the Republican line on global warming. He also rakes in handsome checks from the oil and gas industry, returning the favor by backing offshore drilling and tens of billions of dollars of investments in coal mining.  Cramer has not had a climate epiphany. He probably just looked at the data. Nearly half of Republicans – and 72% of independents – say they would be less likely to vote for a candidate who thinks climate change is a hoax. A Monmouth University poll found that two-thirds of Americans want to see their government take action on emissions. Today’s populism, it seems, includes a concern for the planet. This is a big win for the climate movement. More Americans than ever see curbing emissions as an imperative. Politicians on both sides of the aisle, including Trump’s inner circle, are taking note. Known for eschewing both party lines and his own past views, Trump may well be the first Republican presidential hopeful in history to make a green leap for votes.   Related: Civil disobedience is the only way left to fight climate change | Kara Moses    Bipartisan support for climate action should be celebrated. Agreeing on the problem, though, is not the same as agreeing on a solution. Defining “climate action” can’t be left to either Trump, the Republicans or the reckless economic dogma that birthed this crisis in the first place. While stopping the bad, as Break Free protests have this May, the movement can place as much emphasis on building up the good: posing a concrete, scalable and egalitarian alternative to our fossil fueled economy.  The best argument for that alternative is looking to what Trump’s own climate action might entail. First up would be repealing Obama’s Clean Power Plan – the only policy that puts meeting our Paris agreement commitments remotely within reach. With it he’ll gut the only body that can cap greenhouse gasses nationwide, the Environmental Protection Agency. “We’re going to save on [the EPA] because they’re not doing it,” Trump explained at a convention in October, laying out his proposed cuts. “They are making it impossible for our country to compete”.  In its place will come the kind of carbon tax pushed by everyone from Cramer to former Republican congressman Bob Inglis to Bush economic adviser Greg Mankiw, where regulations – alongside corporate and income taxes – are slashed in exchange. Solar and wind may grow thanks to continued incentives, but so will coal, oil and natural gas, now freed of pesky regulations and with subsidies intact. Given Trump’s tact for negotiation, hopes for future international climate deals will sit dead in the water. His other ideas bode ill for a warming world, too. Rising temperatures are already displacing whole nations, and climate-fueled drought is widely cited as a factor in the Syrian war now sending millions of refugees into Europe. No matter how aggressive global emissions cuts prove, these numbers will grow – whether by climate, conflict or both. Trump’s draconian immigration proposals, then, are key to his climate agenda. Though it’s impossible to know what all Trump’s plan could entail, the upshot is clear: it won’t work. Estimates say that 80% of fossil fuels need to stay buried to prevent warming “incompatible with organized global community”, and a study released last month found seas could rise nine feet by 2050. There are no conservative solutions to this crisis. In 2016, our only options are radical.  Take the radical idea that clean, affordable power should be a basic right, generating wealth for communities rather than shareholders. Or that we can retrain fossil fuel workers for union jobs building public transit or protecting coastlines. Or that we welcome migrants, not criminalize them. America needs a climate plan as concerned with keeping carbon out of the atmosphere as it is with putting food on the table, responding earnestly to the economic pain Trump is whipping up into racial animus. These solutions already exist in pockets, whether in promising state-level policies or experiments with energy democracy in the places already worst hit by extraction’s toxic impacts. More holistic proposals have already taken off in Canada and the UK. All point to similar conclusions: that working families can win as fossil fuel executives lose. Capitalism has never been great, for the planet or most people. It’s time for an economy that is.",
  "webTitle": "Does Donald Trump represent a step forward for climate change action? | Kate Aronoff",
  "webPublicationDate": "2016-05-16T17:57:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/donald-trump-energy-policy-climate-change",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Aronoff",
      "id": "profile/kate-aronoff"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/donald-trump-energy-policy-climate-change"
}