{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/19/the-bones-of-grace-tahmima-anam-review",
  "id": "2016-05-19-229",
  "sectionId": "books",
  "body": "‘There is a whale, a woman who gave up her child, a piano, and a man who searched so hard for his beloved that he found me.” In the third novel by Tahmima Anam, the concluding volume in a loose trilogy that began with 2007’s A Golden Age and continued with The Good Muslim in 2011, that “me” is Bangladeshi-born US-educated palaeontologist Zubaida. She recounts these and other intertwined stories of contested loves and multiple leave-takings in a long letter to Elijah, the lover she meets in the States and loses several times. In contrast to Elijah’s affluent American background, Zubaida is an adopted child. And though her background in Bangladesh is equally privileged, it comes with a tortured legacy: “I knew my parents questioned whether I cared about the country as much as they did, and I never really felt the need, or had the courage, to confess that I did not. I was proud that they had been in the war, proud to call my parents freedom fighters, but in reality I resented the space that it took up … so that all it took was a brush against history to reveal the shiny betterness of the past.”   Related: Tahmima Anam: ‘I have a complicated relationship with Bangladesh’    It is, however, the present, and the mysteries of her own past, that Zubaida seeks to explore. Her story begins at its end, with a letter and a little pile of whale bones that remind her of a trip she once made to Pakistan, where she saw a Baluchi colleague arrested (and possibly murdered) on suspicion of terrorist activities. Divided between a sense of duty to her roots and the urge to go outwards in search of a future entirely her own, Zubaida is drawn back to Bangladesh and a marriage to her childhood sweetheart, Rashid, abandoning Elijah in the US. In flight from her rich in-laws, Zubaida leaves the luxuries of Dhaka for a stint in the dockyards of Chittagong, where she is exposed to the underbelly of Bangladeshi life. In a startling shift, the narrative is taken over for several pages by the male voice of Anwar. In his account of the lover and child he abandoned, the prose darkens and revels in the contrast between Dhaka’s opulence and the harshness of life in the slums and rural hinterlands: “Out there in the village, no matter how hungry you are, you wake up every morning and you smell paddy, you smell mud and earth and dung. Dung is roses compared to human shit. We rule the world but our shit smells worse than any animal’s.”    In a sense, Elijah represents the reader, who has to understand the narrative burden this novel shoulders    In his search for a decent living, Anwar spends time on a building site in Dubai, where the labourers’ congested camp and the endless malls with their unattainable goods are grimly contrasted. Men’s lives and women’s seem equally cheap: on his return, Anwar discovers that the woman he left behind probably ended up in a brothel. Anwar’s connection to Zubaida is revealed towards the end of the story, when she is again faced with conflicting choices: the chance to claim “the abandoned child” and the urge to be free of her own compulsion to conform to social norms that seem increasingly alien. But before that, Elijah arrives in Bangladesh, and the narrative tone shifts again, from stark realism to a rhapsodic romanticism embodied in the songs Elijah plays to Zubaida on an abandoned piano in a ship marked for destruction. Anam’s portrayal of relationships that swing between duty and free choice is most convincing in Zubaida’s contradictory attitudes to Rashid, the husband her adopted mother loves like a son, and who takes her back in spite of his doubts and ambivalence. In contrast, her love for Elijah remains displaced, perhaps because it is tentative and, at least for her, limited by her own psychological contingencies. The Bones of Grace is a long novel; intricately structured, it attempts to reassemble all its floating clues and end at its starting point, with its heroine reconstructing an elliptical past and searching for an elusive future. In a sense, Elijah represents the reader, who has to understand the narrative burden this novel shoulders: personal destinies and public roles, national and international economies of desire and labour, and – perhaps most compellingly – the shadows of a traumatic past which nearly destroyed a nation. From a gloss on the Bengali early 20th-century feminist Begum Rokeya to the issues surrounding the punishment of ageing war criminals, the story is speckled with anecdotes from the history of a country both young and very old. No love story, Zubaida and her author seem to say, can reach closure until the layered shadows of our past are dispersed. • Aamer Hussein’s most recent work of fiction is 37 Bridges and Other Stories (HarperCollins India). To order The Bones of Grace for £11.99 (RRP £14.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Bones of Grace by Tahmima Anam review – love and loss in Bangladesh",
  "webPublicationDate": "2016-05-19T11:00:07Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/19/the-bones-of-grace-tahmima-anam-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/19/the-bones-of-grace-tahmima-anam-review"
}