{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/24/tuesdays-best-tv-obsessive-compulsive-country-house-cleaners-rovers",
  "id": "2016-05-24-305",
  "sectionId": "tv-and-radio",
  "body": "Obsessive Compulsive Country House Cleaners 8pm, Channel 4 This lifestyle-clash docutainment show sends clean freaks into the houses of filthy herberts and tries to do something a bit more edifying than just gawp at everyone’s neuroses. There’s a twist this year: the grubby abodes are stately homes. Tonight, Kelly and Dave, both diagnosed with OCD, arrive at knackered Yorkshire manor Forcett Hall. The owners want to run it as a B&B, but there’s a sink splattered with bird poo to fix first. Jack Seale In the Club 9pm, BBC1 A new baby will bring on a rollercoaster ride of emotions, and that’s very much the sensation provided by this Kay Mellor-authored series. Comedy? Drama? It’s quite hard to say at times, with serious issues – adoption, responsibility, a good home – often dealt with in an unbelievable, if oddly predictable way. So it is tonight, as Andrew and Nathan prepare to bring baby Sebastian home. Shelley’s not bothered, but Maxine has a bigger bombshell to drop. John Robinson Old School With the Hairy Bikers 9pm, BBC2 The Bikers have come to the end of their school experiment, mixing teens from the Oxford Academy school with local pensioners. Although all involved would say that it’s made a tangible difference to their lives, the project desperately needs further funding if it is to continue. So the bikers enlist the kids and the old folk to help them pitch to charities, councillors and business leaders. There will be tears by the end. But the good kind. Ben Arnold The KKK: Behind the Mask 9pm, Channel 5 It feels possible that the Ku Klux Klan’s members are by now outnumbered by the documentaries that have been made about them. This film recounts the wretched saga once more. It chronicles the Klan’s ascent to startling size and influence in the decades after the US civil war – by the 1920s, it claimed four million members – and its decline to its present sorry state as a marginal huddle of especially delusional racists. Andrew Mueller Rovers 10pm, Sky1 Joe Wilkinson and Dave Earl’s amiable new series – starring Craig Cash and Sue Johnston among others – is set in the clubhouse of lowly football team Redbridge Rovers, whose fans dream of promotion to the Evo-Stik Premier League. It’s essentially about the characters who congregate in the canteen to banter and bicker very Britishly, and the rich bathos of their exchanges: “If we win today, we go to 16th. You don’t get that buzz at a llama park.” David Stubbs Vikings 10pm, History Previously seen on Amazon Prime, the third season of adventures for chieftain Ragnar Lothbrok is finally available for those with less-than-smart TVs. Following the raids that marked the previous season finale, a whole new world of wonder and plunder has been opened up for the Scandi-scoundrels. With Ragnar calling the shots, a return to Wessex is on the cards. Unfortunately, their arrival is welcomed with a punishing to-do list from King Ecbert. Mark Gibbings-Jones The Last Whites of the East End 10.45pm, BBC1 The absurdly provocative title of Kelly Close’s excellent film (guess which tabloid virtually transcribed the entire programme and passed it off as a feature), about the would-be “besieged” cockneys of heavily multicultural Newham, is a bit misleading. Although showcasing some very illiberal opinions, this affords equal time to some sober, progressive voices – along with those making the case for assimilation – in a consistently compelling watch. Ali Catterall     Danny Huston in 30 Days of Night. Photograph: Allstar/Columbia Pictures/Sportsphoto Ltd    Film choice 30 Days of Night (David Slade, 2007) 11.20pm, ITV4 Another flock of vampires, and much nastier than the sweet Twilight variety. They are infesting the snowy Alaskan town of Barrow, where Josh Hartnett’s sheriff and a bunch of survivors find themselves under siege for a month, until the sun next comes up. An efficiently gory horror show from the director of Hard Candy. Paul Howlett Live sport Tennis: The French Open The third day’s play from the grand slam tournament at Roland Garros in Paris. 9.30am, ITV4 IPL cricket Coverage of the first qualifying play-off match from M Chinnaswamy Stadium in Bangalore. 3pm, Sky Sports 1 Greyhound racing: The William Hill Derby quarter-finals From Wimbledon. 7pm, Sky Sports 2",
  "webTitle": "Tuesday’s best TV: Obsessive Compulsive Country House Cleaners; Rovers",
  "webPublicationDate": "2016-05-24T05:15:01Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/24/tuesdays-best-tv-obsessive-compulsive-country-house-cleaners-rovers",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/24/tuesdays-best-tv-obsessive-compulsive-country-house-cleaners-rovers"
}