{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/29/tennis-drugs-itf-president-david-haggerty-match-fixing",
  "id": "2016-05-29-21",
  "sectionId": "sport",
  "body": "Players who fail a drug test and receive a provisional ban – such as Maria Sharapova in March – should be named, the International Tennis Federation president, David Haggerty, has told the Guardian. This would help eradicate suspicions about players who mysteriously disappear from the Tour while the suspension is played out before an official decision on their guilt or innocence is announced. Marin Cilic is a case in point from the past – when it was misleadingly claimed that he left Wimbledon because of injury, though the ITF accepted his account that he had ingested a stimulant inadvertently – and Sharapova exposed the fallacy of the policy when she held a televised press conference in Los Angeles in March to announce her own failed drug test at the Australian Open in January. “We’ve discussed the possibility of announcing provisional suspensions, as a way to be transparent as to what’s going on,” Haggerty said. “I think that you’ll see after Wimbledon some announcements because each of seven bodies has to go back to their stakeholders and have formal approval of things. But we understand the importance of transparency. We’re also doing that with the integrity unit; they’ve begun to publish a quarterly report.” So secretive has the federation had to be to comply with out-of-date protocols that Haggerty could not even confirm in our exclusive interview that Sharapova’s hearing into the ban began in London two weeks ago, and a decision was expected shortly. He would only say: “I really can’t tell you what [the date of a decision] would be but what I can tell you is, generally, it’s about a three-week process from when the hearing occurs until something is published.” Further anomalies remain, however. Rafael Nadal recently met with little enthusiasm when he asked the ITF to publish the records of all his drug tests, to kill rumours he had been using performance-enhancing substances. Haggerty said: “Under the rules that we have today he made a statement and we were able to collaborate that statement. I think what will happen in the future with provisional suspensions is it would become known. In theory, then, anything you hear means there is a suspension; if you don’t hear anything, there isn’t a suspension. The challenge is, when you have a set of rules, you have to follow them. “But now we’re saying, ‘Let’s look at the rules. Are they fit for purpose? Are there ways to adapt them, so that perhaps there is a more logical way for things to be done, could be done?” In response to the gathering storm of criticism that administrators are not doing enough to fight drug-taking and match-fixing, Haggerty admits the ITF has had to move quickly to save the game’s reputation after reheated allegations on the BBC and BuzzFeed during the Australian Open, three months after he took over the presidency from the Italian Francesco Ricci Bitti, who had been in the post for 16 years. “The seven stakeholders have gotten together here and understand that integrity is the most important part of our reputation. Zero tolerance is really what we believe in. No player, no administrator, no official is above the law. “We’ve got six regional associations and 211 member nations and we’ve just got to make sure we do everything we can to keep tennis clean. We want the players to participate, we want fans to believe that what they see on the court is a key sport. “We want to continue to put rigour into the system, to do more biological passports, to do more out-of-competition testing. We want to protect the clean athletes, and the majority of them are. We will keep more samples for a longer period of time, so, as new testing comes, you may discover some things that you didn’t discover early on. You see that with what the IOC are doing with the Beijing [and London] Olympics. You can always build a better mousetrap, but you have to be open to thinking what you need to do.” Match-fixing remains the game’s other irritant. Haggerty concedes: “We need to do more with officials, with the players at the pro circuit levels, as well as what we’re doing at the Challengers and the grand slam events. We need to put more rigour into it. We maybe need to invest more funding. We’ve added another investigator, we’ve added another analyst, to try to make it more robust. There has been no request from the TIU [Tennis Integrity Unit] turned down, financial resources, whatever.”",
  "webTitle": "World tennis chief calls for end of secrecy over players who fail drug tests",
  "webPublicationDate": "2016-05-29T20:21:42Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/29/tennis-drugs-itf-president-david-haggerty-match-fixing",
  "keyword": [
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Drugs in sport",
      "id": "sport/drugs-in-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/29/tennis-drugs-itf-president-david-haggerty-match-fixing"
}