{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/16/cancer-survivor-new-record-two-day-fell-run",
  "id": "2016-05-16-88",
  "sectionId": "uk-news",
  "body": "There are probably easier ways to celebrate surviving breast cancer than running 66 miles with more than 27,000 feet of ascent. There are definitely easier ways than doing it twice, back to back, and setting a new record in the process. But for Nicky Spinks, 49, who was diagnosed with breast cancer in 2005 and underwent a hysterectomy in 2012, completing one of Britain’s more demanding athletic trials was her way of commemorating her achievement. “I want to celebrate the fact that I am still here, living and running, 10 years after being diagnosed and treated,” she said after completing a double Bob Graham Round, a non-stop fell run that takes in the Lake District’s highest peaks. She said her experience with cancer was the driving force: “It has changed my perspective on things and made me do challenges as soon as I can, and to appreciate it that much more. Being told I had cancer was hard to deal with – there are not many things worse – and that keeps me going through the races when I’m struggling.” The Bob Graham Round is no mean feat, completed by fewer than 2,000 athletes since its inception in 1932.    Related: The joy of fellrunning: mud, sweat and solidarity    It gets its name from a Keswick guest house owner who broke the Lakeland fell record – already an established if niche pastime – by running 42 summits in under 24 hours.  Over time the Bob Graham Round became a challenge in its own right. But only one other runner, Roger Baumeister in 1979, has completed two back-to-back in under 48 hours. Spinks, a beef farmer from Huddersfield, completed the run last weekend in a record time of 45 hours 30 minutes, beating Baumeister’s time by over an hour.  She had set out at midnight on Friday, and Dan Bailey from UKHillwalking said she “was soon a couple of hours ahead of her own schedule, a position she maintained throughout the two days, despite the hot weather”. Baumeister was there to offer his congratulations at the finish, along with fell running legend Joss Naylor. Now 80, Naylor ran the section from Wasdale to Honister on the Sunday by way of encouragement. Spinks’s dog, Wisp, had completed four legs of the run with her, along with 22 supporters who carried her rations and clothes. During the run she took 10 breaks of no more than a few minutes and one 10-minute power nap on the Sunday morning. Once done, there was only one way to celebrate her remarkable sporting feat: curry and chips – although her plan to wash it down with the beers she had stashed in the boot of her car was met with complications.     Nicky Spinks took 10 breaks of no more than a few minutes and just one 10-minute power nap during the run. Photograph: Amanda Lui    “It would have been good to have a beer last night but I locked my keys in the car,” Spinks said. “The sinking feeling was fleeting, as I was spark out in my tent within minutes. Friends got the breakdown people out and sorted it all out for me as I was in no fit state. “My brain is a bit fuzzy and muddled at the moment. I feel incredibly satisfied and happy. It’s been an incredible weekend, even with the slightly anticlimatic ending.” Spinks started training for the round in October and it was the longest she had run without sleeping, having completed the 36-hour L’Echappée Belle challenge in France last August. “I felt fairly relaxed all the way round as I wasn’t really trying to set a speed record like I have in the past. It was more about completing it. I was able to look after myself, go a little slower – a steady pace – and enjoy it really.”   Related: Fell running: the north-south divide    Spinks has held the women’s records for each of the UK’s three major fell running challenges – the Bob Graham Round (England), the Ramsay Round (Scotland) and the Paddy Buckley Round (Wales), and is the only person to have run each of them in under 20 hours. She discovered her aptitude for endurance running fairly late in life – in 2001 she ran a competitive four-mile fell race for the first time and since then has broken record after record. In an interview with Runner’s World she said the secret to her success was being steady: “I’m not the fastest runner; I think when you’re older you take more care of yourself. There are lots of runners that come into the sport later. Runners who start in there teens are impatient, they get away with a lot, but the benefit of age is patience. When you set goals you give yourself a year, not two weeks!” It is an outlook she maintains today. “It’s not about being the fastest, it is about going at a steady pace and being well organised, and of course having a good team around you to keep you company during the low moments,” she said. For her most recent challenge she had only one wish: “I just wanted the weather to last. It was a bit hot but apart from that it was pretty perfect – I was incredibly lucky.” Lee Procter, from the running brand Inov-8, for whom Spinks is an ambassador, said: “To complete one Bob Graham Round is tough enough but to do two back-to-back is truly incredible. I ran with Nicky at various times during the challenge and I don’t think she ever stopped smiling. What she achieved will go down in fell running history.”",
  "webTitle": "'I'm still here': cancer survivor sets new record in two-day fell run",
  "webPublicationDate": "2016-05-16T17:56:23Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/16/cancer-survivor-new-record-two-day-fell-run",
  "keyword": [
    {
      "webTitle": "Lake District",
      "id": "uk/lake-district",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Running",
      "id": "lifeandstyle/running",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Nazia Parveen",
      "id": "profile/nazia-parveen"
    }
  ],
  "guardianId": "uk-news/2016/may/16/cancer-survivor-new-record-two-day-fell-run"
}