{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/27/johnny-depp-restraining-order-amber-heard-divorce-domestic-violence",
  "id": "2016-05-28-122",
  "sectionId": "film",
  "body": "A Los Angeles judge has granted a restraining order against Johnny Depp from his estranged wife Amber Heard, who has accused him of domestic violence, court documents show. The documents, filed on Friday by lawyers representing Heard, state that Depp “violently attacked” Heard on Saturday night in their penthouse apartment.  Photographs submitted to the court show Heard with a large bruise on her face, as well as broken bottles, picture frames and shattered glass on the floor. On Saturday evening, according to a statement from Heard filed on Friday in support of the restraining order, Depp “began obsessing over something that wasn’t true” and “became extremely angry”, eventually throwing a cellphone at Heard, striking her cheek and eye “with extreme force”. Heard said that Depp “continued screaming at me, pulling my hair, striking me and violently grabbing my face”. After Heard’s friend Raquel Pennington entered the apartment, Depp “picked up the magnum size bottle of wine he had been drinking out of, and he started swinging it around, smashing everything he could”, the statement continues. A separate statement from Pennington, also submitted to the court, supports Heard’s description of events, alleging that Depp swung the magnum of wine “like a baseball bat”. An opposing document filed by Depp’s lawyers claims that “Amber is attempting to secure a premature financial resolution by alleging abuse” and states that Depp is “unable to attend the hearing on this matter and has not heard Amber’s specific allegations against him”. Lawyers for Depp did not immediately respond to requests from the Guardian for comment. On Monday, Heard filed for divorce from Depp and is seeking spousal support from the Oscar-nominated actor, to whom she was married for just over a year.    Related: Amber Heard files for divorce from Johnny Depp    The document also alleges two other incidents of domestic violence by Depp in the past six months, including one incident in April on Heard’s birthday, in which Depp threw a magnum-sized bottle of champagne at the wall and a wine glass at her, then grabbed her by the hair and shoved her to the floor. In her statement, Heard said that “during the entirety of our relationship, Johnny has been verbally and physically abusive to me. I endured excessive emotional, verbal and physical abuse from Johnny, which has included angry, hostile, humiliating and threatening assaults to me whenever I questioned his authority or disagreed with him.” Documents also showed that the couple split a day before the divorce filing, and soon after the death on 20 May of Depp’s mother, Betty Sue Palmer, after a long illness. Depp and Heard recently made headlines for a dispute with Australian authorities, including the deputy prime minister and minister for agriculture, Barnaby Joyce, after Heard brought the pair’s dogs into the country without first quarantining them, breaking the country’s strict biosecurity laws. Heard admitted making a false customs declaration, in exchange for the charges against her of illegally importing animals – which carries a maximum penalty of 10 years in prison – being dropped. As part of the case, Depp and Heard were forced to make an apology video. The filing was first reported by the website TMZ, who also first reported the pair’s split.",
  "webTitle": "Amber Heard granted restraining order against husband Johnny Depp",
  "webPublicationDate": "2016-05-28T09:31:18Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/27/johnny-depp-restraining-order-amber-heard-divorce-domestic-violence",
  "keyword": [
    {
      "webTitle": "Johnny Depp",
      "id": "film/johnnydepp",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Domestic violence",
      "id": "society/domestic-violence",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "film/2016/may/27/johnny-depp-restraining-order-amber-heard-divorce-domestic-violence"
}