{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/07/sadiq-khans-london-win-is-an-exciting-departure-for-british-politics",
  "id": "2016-05-07-159",
  "sectionId": "commentisfree",
  "body": "There is only one election story this morning: what it means for Jeremy Corbyn. His impact, his survival, is the prism through which Sadiq Khan’s astonishing triumph in London is analysed, through which the SNP’s unprecedented third term in Scotland is viewed, and it’s true too of the curious stasis that has afflicted English politics.  Yet the really odd thing is that the meaning of the results of this Super Thursday of ten different devolved, mayoral and local elections (not counting the police and crime commissioners: but who is?) is that what they really mean is likely only to become clear years from now. Rarely can so many people have voted in so many parts of the United Kingdom and produced such an unreadable picture. The theme is that there isn’t a theme. We have strayed into some Gramsci-esque political universe: the old world is dying, and the new world struggles to be born. Labour is definitely not on course to win a general election anytime soon but nor is there enough evidence to support those who believe it must dump its leader. But it has produced easily the most exciting recent departure for British politics: the election of Sadiq Khan as London’s mayor. It means much more than that what is really a pre-eminently Labour city has returned to the fold after eight years of Boris Johnson. It means Britain has its first directly-elected Muslim mayor. That feels like a hugely important normalisation of public life. It is an invaluable antidote to identity politics. It shows that the world’s most multi-cultural city has found someone who can reflect the way it self-identifies. But who won London for Labour? Is it a victory for Corbyn or for Khan? The Corbyn camp claim it as a triumph for their man. It is not necessarily interpreted in quite the same way by Khan. It also sits in surely the most bizarre context of any contemporary electoral contest. The last week of campaigning was entirely overshadowed after Ken Livingstone, Labour’s last London mayor, took up his handy blowtorch and set aflame the party’s rumbling row about anti-semitism.  But that came after a fortnight when the prime minister had been embarrassed by having to admit that he had benefitted from an offshore investment fund exposed in the Panama papers, a Guardian investigation that exposed the extent of tax dodging by a British elite.  Khan tackled his campaign with a focus and detail that left the Tories’ Zac Goldsmith looking ineffectual and ill-defined. Goldsmith’s team ran a repellent and now much criticised operation that, especially as victory slipped from their grasp, descended into a dirty slur and innuendo offensive against Khan as a Muslim and his past as a human rights lawyer. The ground operation was relentlessly amplified by the prime minister in the Commons, even on the eve of polling. Tory grief, so little considered in the post match analysis, does not stop there. There are the deep Conservatives divisions over the EU referendum and George Osborne’s unravelling March budget which only yesterday resulted in dumping the crazing forced academisation scheme. It was a budget even more damaging than the one that helped Labour win 800 council seats in the last comparable local elections in 2012.  But whether that backdrop really cut through in London more than Goldsmith’s opposition to the EU, or to a third runway at Heathrow, or his party’s attack on social housing, is – well – anyone’s guess. What is unquestionable is that it was a good result for Labour, a correspondingly bad one for the Tories, and that a good Labour result mattered when the news from England was inconclusive, from Wales disappointing and from Scotland dismal.  Amidst such confusion, none of the parties’ prepared narratives survived the results quite as their authors anticipated. Some Labour MPs had anticipated a watershed for Jeremy Corbyn that simply failed to arrive. What felt like a co-ordinated attack as the first results came in on Thursday night soon tailed off. The party’s deputy leader Tom Watson announced on breakfast radio that they must be patient with the man who has been leader for only eight months, a message that could be read either as a plea to loyalty or as a not-very subtle announcement that Corbyn is on notice. What is clear is that there will be no change in the foreseeable future. All the same, the optimistic claim of Corbyn’s supporters that his brand of Labour politics could turn round Scotland failed to materialise. On the other hand, peak SNP looks as if it has passed. Nicola Sturgeon’s party had been expected to repeat its 2011 triumph and win another overall majority. In fact what would normally be counted an exceptional result was slightly less brilliant than the forecasts. . So it will form a minority government. That will have its own impact on the party – the timing of the next independence referendum has surely slipped – but it is also shattering for Labour, while giving the Tories their most positive story to tell out of all its UK results.  Scotland’s additional member voting system throws up more nuanced results than first past the post. The SNP did well in the constituency section , gaining 6 seats with a tiny increase in share of the vote, but lost 12 seats on the top up. Labour lost to the Tories in the top up section but just made it into second place in the constituency section (by a margin of less than a point). But it is unmistakable that the once-mighty party of the Scottish working class, the engine of Labour and the foundation of almost every Labour government at Westminster, is in a terrible place.  It has taken the Conservatives - once upon a time, for mainly religious reasons, Scotland’s largest party – is only now recovering, half a century after it went into decline. It is now the official opposition, boosted by the star quality of the Tory leader Ruth Davidson and Scotland has given the once loathed party of Margaret Thatcher its biggest fillip since the 1950s. Labour can only hope its recovery is quicker. For the two biggest parties in England and Wales, the result was no change. So David Cameron headed to Peterborough, to celebrate capturing the city , where boundaries had been completely redrawn and the whole council was up for election – while the local Labour MEP Richard Howett claimed the same result as proof of a Labour revival. Projections of the national share of the vote aren’t very illuminating either. Labour is slightly up on last year’s general election, the Tories at least 5 points down. Jeremy Corbyn, in a gesture that betrayed anxiety at the top over local election results, went to Sheffield to celebrate a predictable win in a by-election and dismayed Labour sympathisers by adopting “hanging on” as his victory slogan. Labour held not just Sheffield but also the seat in the other Westminster by-election, Ogmore in Wales: Ukip was the distant runner up in both. But on a broader front, Ukip had little to shout about. It consolidated a strong showing in the general election by winning six seats in the Welsh Assembly but in England made only small gains. The Lib Dems, who captured the three-way marginal of Watford and nearly doubled their nominal share of the vote to 15%, just may have begun the slow climb back into mainstream politics. Still to come: can Labour’s candidate become mayor of Bristol, unseating a popular independent who won the first contest in 2012? The result in the west country city may be a more revealing test of Corbyn’s leadership than the one from London. Look for the declaration this afternoon.",
  "webTitle": "Sadiq Khan's London win is an exciting departure for UK politics | Anne Perkins",
  "webPublicationDate": "2016-05-07T07:00:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/07/sadiq-khans-london-win-is-an-exciting-departure-for-british-politics",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anne Perkins",
      "id": "profile/anneperkins"
    }
  ],
  "guardianId": "commentisfree/2016/may/07/sadiq-khans-london-win-is-an-exciting-departure-for-british-politics"
}