{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/03/summer-art-photography-design-architecture-what-to-see",
  "id": "2016-05-03-74",
  "sectionId": "culture",
  "body": "Mona Hatoum Global politics and domestic life, personal threat and vulnerability are consistent themes in Beirut-born Mona Hatoum’s art. The breadth of her artistic language, with its references to minimalism and surrealism, the domestic and the social, the frightening and the delicate, unfolds in this survey of more than 35 years of sculpture and installation. •4 May to 21 August, Tate Modern, London.     Minimalism to surrealism … Mona Hatoum’s Over My Dead Body Photograph: Mona Hatoum    George Shaw A teenage George Shaw used to paint in his local wood. Now, as the National Gallery’s resident artist, he has been developing new scenes while studying the greatest forests in art, from the woods where a friar is hacked to death in Bellini’s The Assassination of Saint Peter Martyr to the English common elegiacally portrayed in Gainsborough’s Cornard Wood. Shaw was Turner-nominated for his paintings of rancid contemporary landscapes. How will he fare among the masters?•11 May to 30 October, National Gallery, London.     Forest scenes … George Shaw’s The School Of Love Photograph: National Gallery/Courtesy of the artist    Sunken Cities Was ancient Egypt an African civilisation or a Mediterranean one? Both, of course, but for centuries its art and religion have been viewed as if facing inward, separate to the creative fizz of maritime trade that kindled Greek genius. This exhibition reveals recent finds from two long-lost Egyptian cities, Thonis-Heracleion and Canopus, both trading entrepots at the mouth of the Nile. This is not only an archaeological adventure story about divers exploring submerged ruins but an explosive new body of evidence about Egypt’s dynamic role in the history of Homer’s “wine dark sea”.•19 May to 27 November, British Museum, London.     Adventure story … a statue of the god Hapy from Sunken Cities. Photograph: Christoph Gerigk/Franck Goddio/Hilti Foundation    At Home in Britain: Designing the House of Tomorrow Britain is in the depths of a catastrophic housing crisis, yet fresh thinking about the home is strangely absent from the debate. To put that right, six architects from Britain, the Netherlands and France have been tasked with rethinking the traditional British housing templates of cottage, terrace and flat. Using the extensive Riba archives as a starting point, the architects will explore affordability, communal living and housing density in today’s Britain.•18 May to 29 August, Royal Institute of British Architects, London.  Maria Lassnig  The confessional, bleakly humorous paintings and animations of Austrian artist Maria Lassnig, who died in 2014 at the age of 94, deserve a wider audience. Following a highly conservative art education in Vienna during the second world war, Lassnig went on to make tender and alarming paintings about human relationships and the solitude of the female artist. An exemplary, necessary artist.•18 May to 18 September, Tate Liverpool.     Bleakly humorous … Maria Lassnig’s Self Portrait With Saucepan.    Photo London  Shoring up its claim to be more than just an art fair, this second edition of Photo London involves over 80 exhibitors and special sideshows focusing on the distinguished career of photojournalist Don McCullin, new portraits by Turner-prize nominated Craigie Horsfield, and a food van stationed outside Somerset House serving us dishes inspired by Martin Parr’s latest celebration of edible kitsch, Real Food. Is this the moment photography eats itself?• 19-22 May, London.     Feast for the eyes … Martin Parr’s Real Food at Photo London. Photograph: Martin Parr/Magnum    Martin Creed: What You Find  Martin Creed is at it again. He can be joyous, he can be dirty. The sculptor, painter, musician, and performer’s art is always filled with surprises. Minimal gestures, bodily functions, dogs, dances, running, counting and other repetitive acts are woven through Creed’s affectionate and sometimes all too human art.•22 May to 11 September, Hauser & Wirth, Bruton, Somerset. Palestinian Museum  A chiselled mineral outcrop clinging to the rocky hillside of Birzeit, north of Ramallah, the new Palestinian Museum will be a powerful new arrival to the West Bank. Designed by Irish architects Heneghan Peng, who brought their angular geometries to the Giant’s Causeway visitor centre, it will be the first institution dedicated to documenting and celebrating Palestinian history, society and culture. Conceived as a “museum without borders”, it hopes to overcome geographical and political boundaries through its digital collections, too.•25 May, Ramallah, Palestine.     University Dorms in Austin, Texas by Chilean architect-activist Alejandro Aravena. Photograph: Cristobal Palma    Venice Architecture Biennale: Reporting from the Front  Curated by the 2016 Pritzker prize winner, the Chilean architect-activist Alejandro Aravena, this year’s Biennale promises to shine a light on architecture as a social and political, as much as artistic, discipline. “One of the biggest mistakes that architects make,” says Aravena, “is they tend to deal with problems that only interest other architects.” He will attempt to bulldoze through the archispeak and knock the experts out of their ivory towers, focusing on urgent urban issues of poverty, pollution, congestion and segregation instead.•28 May to 27 November, Venice, Italy. Bhupen Khakhar Magic realism is usually seen as a literary style but it well describes the fantastical humanity of Bhupen Khakhar’s paintings. This Indian artist, who died in 2003, made no apology for mixing eastern and western inspiration, gleefully echoing European artists including Rousseau and Miro, as well as having a lot in common with Hockney. In fact, he made no apology for anything at all. Homosexuality and nudity proliferate in his painted montages of modern India. This may well be one of the summer’s popular hits – Khakhar is a delight.•1 June to 6 November, Tate Modern, London.     No apologies … Bhupen Khakhar’s Death in the Family. Photograph: Bhupen Khakhar    Alex Katz An elegant, urbane octogenarian, Katz paints like no one else. His language is pared down, acute, as alert to art history as it is to the feel of modern life and the vagaries of nature and light, faces and figures. Focusing on landscape and portraiture, his art brings a spring to the step.•2 June to 11 September, Serpentine Galleries, London.      Pared down … Alex Katz’s Reflection 7. Photograph: Paul Takeuchi    Surreal Encounters: Collecting the Marvellous  In René Magritte’s Portrait of Edward James, a young man stands with his back to us, looking into a mirror. We expect to see his face reflected, but instead the mirror contains another image of his dark slicked hair and besuited back. James was Magritte’s patron and an enthusiastic collector of surrealist art. This exhibition takes a sidelong view of surrealism through the eyes (or the backs of heads) of James and three other collectors who helped define it. Can you own a dream? Apparently you can. •4 June to 11 September, Scottish National Gallery of Modern Art, Edinburgh.     Exhilarating collisions … Mary Heilmann’s Crashing Wave. Photograph: PR Image    Mary Heilmann: Looking at Pictures  Heilmann’s art has been called boorish and ugly, funky and ballsy. Sounds good to me. Her works and furniture (is it a painting or is it a chair?) are exhilarating collisions of Californian colour and abstract structure, hot and cool, formal prat-falls, painterly licks and riffs, with colour to make your eyes rock.•8 June to 21 August, Whitechapel Gallery, London. Serpentine Pavilion  The last hurrah of the Serpentine Gallery director Julia Peyton Jones, this summer’s Serpentine Pavilion extravaganza will be the most ambitious yet – not only because architectural “bigamist” Bjarke Ingels is conjuring a teetering tower of perspex blocks, but because four other architects have been commissioned to join the fun, and are building a group of summer houses nearby. Ranging from 36 to 93 years old, the designers promise to offer a diverse cross-section of generational preoccupations if nothing else.•10 June to 9 October, Kensington Gardens, London.     Architecture extravaganza … Serpentine Summer House 3. Photograph: NLÉ-1.    Manifesta 11: What People Do for Money  Manifesta pops up somewhere different in Europe every two years. The latest, in Zurich, will be one of the largest and most complex yet, featuring collaborations between artists and local organisations and workers. Catalan artist Carles Congost is working with the Zurich fire brigade to produce a film, Maurizio Cattelan with a Paralympic athlete, and Teresa Margolles with a transsexual sex worker. Meanwhile, novelist Michel Houellebecq has teamed up with a doctor to present a meticulous evaluation of his health.•11 June to 18 Sept, various venues, Zurich.      Grand opening … Tate Modern Switch House. Photograph: The new Tate Modern © Hayes Davidson and Herzog & de Meuron    Tate Modern Switch House  A twisted brick ziggurat erupting from the back of Tate Modern, the long awaited £260m Switch House finally opens in June – having originally been intended to finish in time for the 2012 Olympics. Designed by Herzog & de Meuron, the Swiss architects who worked their subtle magic converting Bankside power station in 2000, the extension will provide 60% more display space and a vertiginous sequence of education and artists’ studios in a spiralling 10-storey helter-skelter.•Opens 17 June, Tate Modern, London.  Painter’s Paintings: from Freud to Van Dyck  When Lucian Freud died in 2011, he left the National Gallery a strange portrait by the landscape master Corot. It inspired the gallery to research other paintings in its collection previously owned by artists, and this exhibition is the result. What paintings do painters collect: mirrors to their own work, personal inspirations, private obsessions, or ones that just look nice on the studio wall? Strong loans will reveal why Matisse owned a Cezanne, why Degas was a dedicated collector and more tales of artists under the influence. •23 June to 4 September, National Gallery, London. Carsten Höller’s Slide at Anish Kapoor’s Orbit For those in search of pure hedonism with no implied critique of the system (its patron is Boris Johnson, after all) Anish Kapoor’s spiralling red Orbit tower becomes a giant helter-skelter this summer with the addition of a 178m slide by interactive art star Carsten Höller. The London Mayor hopes this will help lure in some punters to his very expensive folly, but Kapoor says this wrap-around was foisted on him and hopes Boris will be first to the bottom. •From 24 June, Olympic Park, London. Stanley Spencer: Of Angels and Dirt  British painter Stanley Spencer boasted some famous fans – among them the late David Bowie. The Thin White Duke would surely have been booking a return fare to Yorkshire for this major Spencer survey, featuring more than 70 works, including rarely seen self-portraits, the monumental second world war series Shipbuilding on the Clyde and the five paintings that make up his Peace and Industry pentaptych, reunited from their private owners.•24 June to 5 October, Hepworth Wakefield.     Joyous colours, casual fun … David Hockney’s Barry Humphries, 26-28 March Photograph: Richard Schmidt/David Hockney    David Hockney  In the 1960s, David Hockney found light and freedom in Los Angeles. He gazed on its swimming pools and became this entrancing city’s most famous painter. Hockney’s recent return home to paint in Yorkshire was, artistically, a strange experiment; a retreat from the modernity he thrives on. Now he is in LA again, the joyous colours and casual fun of the portraits in this exhibition suggest he’s enjoying life hugely. Some will scoff but only fools mock the Hock.•2 July to 2 October, Royal Academy, London. Georgia O’Keeffe Sometimes we think we know an artist so well through popular reproductions and posters that we stop looking. The American modernist Georgia O’Keeffe was more than a painter of sexualised flowers and organic New Mexico mountains. But how much more? The first survey in Britain for more than 20 years looks at her seven-decade long career, her context and continuing influence.•6 July to 30 October, Tate Modern, London.     Flower power … Georgia O’Keeffe. Photograph: 2016 Georgia O'Keeffe Museum/ DACS, London    Liverpool Biennial  Conceived as a series of episodes or short stories taking place across the city, the Liverpool Biennial features dozens of artists including Coco Fusco, who has lectured as the chimpanzee psychologist from the Planet of the Apes, the ubiquitous Marvin Gaye Chetwynd and Mark Leckey, and a number of interactions that deal both with Liverpool’s relationship with ancient Greece and visions of the city’s imaginary future. Be warned.•9 July to 16 October, various venues. Ragnar Kjartansson  Icelandic artist Ragnar Kjartansson combines film and song, autobiography and performance in an exhibition that includes his soulful multi-screen The Visitors, in which friends sing a tender love song in a decayed mansion, an all-day, everyday live performance in the gallery by a group of troubadours (which had us in tears when we saw it in New York), and a film of the artist and his actor mother spitting on one another. Love, tears, saliva: what more could anyone want?•14 July to 4 September, Barbican, London.      Love, tears, saliva … Scenes from Western Culture, 2015, by Ragnar Kjartansson.    Made You Look The recent death of master photographer Malick Sidibé was mourned by the worlds of art and fashion in equal measure – and no wonder. His snapshots of post-colonial nightlife in Mali redefined the idea of black beauty and style, for men as much a women. Sidibé is an obvious inclusion in this new show, curated by Ekow Eshun, exploring the figure of the black Dandy as a powerful but vulnerable emblem of radical black politics, not just a sharp dresser.• 15 July to 25 September. Photographers’ Gallery, London.     From Malick Sidibé’s Regardez Moi series Photograph: Malick Sidibé/Jack Shainman Gallery, New York    Facing the World: Self-Portraiture from Rembrandt to Ai Weiwei Everything changes in art but the passion for self-portraiture. Rembrandt might not recognise Ai Weiwei or Sarah Lucas as fellow students of selfhood, but today’s media-conscious artists are just as fixated on their own images as he was 350 years ago. In the Renaissance, artists who until then were seen as artisans became famous as creative individuals. Their self-portraits were collected as relics of genius, a pull as old as a painter looking in the mirror.•16 July to 16 October, Scottish National Portrait Gallery, Edinburgh.     Get drunk on the atmosphere … William Eggleston’s Untitled, 1975 (Marcia Hare in Memphis, Tennessee). Photograph: William Eggleston ©Eggleston Artistic Trust     Related: Beyoncé and beyond: the hottest sounds of summer 2016    William Eggleston  The great US artist William Eggleston does not so much take photographs as bottle atmosphere. Eggleston’s pictures of the American south have so much atmosphere you can get drunk on bourbon just by looking at them. If Harper Lee, Flannery O’Connor and Carson McCullers got together to write the ultimate southern story collection, they might have produced something like these portraits. A cigarette between bony fingers, a white man standing in front of his black chauffeur – details are deadly when Eggleston points his camera.•21 July to 23 October, National Portrait Gallery, London.",
  "webTitle": "Sightseeing: the most dazzling art and design of summer 2016",
  "webPublicationDate": "2016-05-03T17:58:34Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/03/summer-art-photography-design-architecture-what-to-see",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "National Gallery",
      "id": "artanddesign/national-gallery",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "National Portrait Gallery",
      "id": "artanddesign/national-portrait-gallery",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Tate Modern",
      "id": "artanddesign/tate-modern",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Tate Britain",
      "id": "artanddesign/tatebritain",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Tate Liverpool",
      "id": "artanddesign/tate-liverpool",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Barbican",
      "id": "culture/barbican",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Adrian Searle",
      "id": "profile/adriansearle"
    },
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    },
    {
      "webTitle": "Oliver Wainwright",
      "id": "profile/oliver-wainwright"
    },
    {
      "webTitle": "Nancy Groves",
      "id": "profile/nancy-groves"
    }
  ],
  "guardianId": "culture/2016/may/03/summer-art-photography-design-architecture-what-to-see"
}