{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/28/whole-of-life-insurance-policy-investment",
  "id": "2016-05-28-162",
  "sectionId": "money",
  "body": "Since the late 1980s Kusumben Amin, now 82, has scrimped and saved to build a nest egg for her two daughters. But after handing over £35,000 to a reputable insurance firm over a period of 29 years, she has now discovered it is worth a paltry £1,227. Although Amin, who speaks little English and reads none, thought she had taken out a savings policy, what she had been sold was a complex life insurance policy only of use to the very rich. But Amin is far from rich. Her total income is the state pension plus another £191 from her deceased husband’s pension. The insurance firm Phoenix Life has been taking £247.83 a month for the policy, leaving Amin almost on the breadline. In March she showed her daughters a letter from Phoenix. They were horrified. It asked Amin to pay even more – up to £458.85 a month, equal to more than half her total income. Amin’s daughters, who prefer not to be named, have struggled to understand what’s been going on. “We lived in a council house, so this policy was what my mother thought was a way of leaving us something.” What emerges is the murky world of commission-driven policy sales in the 1980s, confusion about the insurance and savings elements of products, companies with multiple name changes and a regulatory environment that at the time failed consumers. Behind it all lies one of the most controversial products created by the life insurance industry: the whole of life policy. When Amin was sold the policy in 1987 her husband had recently died. Her daughters say the salesman told Amin the policy would pay out £40,000 on her death, while the money invested would also provide her with a payout if she cashed it in before dying. This was before the 1988 Financial Services Act, when insurance sales were mostly unregulated. Insurers paid out large commissions, often the first two years’ premiums, which prompted mis-selling and lies from many salespeople. The reality is that Amin’s policy only had a tiny savings element. Phoenix says: “The policy was taken out to provide life cover only and was not a savings or investment plan. As at 19 April 2016, the policy has a small cash-in value of £1,227.29. But this was never intended to be a savings plan and cashing it in now would mean the end of any life cover.” The original premium was £44 a month, but in 2003 it leapt to £247.83 a month. Now Phoenix has told Amin that she must pay £343.50 a month – £4,122 a year – if she still wants to receive £40,000 on death. But even that doesn’t guarantee that she won’t be asked to raise the premium again as she gets older. Phoenix says that to make a £40,000 payout “sustainable” the premium will have to rise to £458.85 a month, or £5,506 a year. Amin, through her daughters, says she never realised she would face such steep increases. She is not alone. Around 5m whole of life policies have been sold, and rising premiums are at the heart of most complaints. Many say they were not told at the point of sale that the policies could be reviewed at regular intervals, with premiums rising or benefits being cut. In Amin’s case, the premium is going up 10-fold. Even when it started at £44 a month in 1987 it was poor value: a 53-year-old wanting £40,000 of life insurance cover for 10 years could find policies for just £10 a month. These are called “term” policies and are what Amin should have taken out if she simply wanted cover until her daughters were older. But that would not have paid the salesman a large commission. She now faces a near-impossible dilemma. If she stops paying in but dies in the next few years, her premiums will have been wasted. Or she can pay £4,000-£5,000 a year and throw good money after bad. The typical life expectancy of an 82-year-old female in the UK is an additional 8.4 years, so she’ll have to pay another £40,000 or so just to be sure of a £40,000 payout. Amin’s daughters sought answers from Phoenix but were rebuffed. So we asked it to take another look at the case. First, we asked why was she sold a whole of life rather than a term policy. In a statement Phoenix says: “Term insurance policies usually only run to a certain age such as 70 or 75, or for a specific period such as when a borrower is paying off a mortgage. In the communications we received from Mrs Amin and her daughters, they were clear that she wanted a policy to last her lifetime.” But why did Amin think she had a savings policy? Was it a case of the salesman saying anything to earn commission? Phoenix says: “The policy was sold in 1987, 29 years ago. We have limited documentation so cannot confirm the commission paid. However, the policy has not been worthless to Mrs Amin. It would have paid out on her death regardless of her age.” We asked if Phoenix would offer compensation to Amin, but it refused. “Mrs Amin has been fully engaged with the policy throughout its lifetime and was aware as early as 2003 that the premiums would need to rise to continue to offer the level of cover required. At this time, and every year from 2007 onwards, Mrs Amin has made decisions whether to increase the premiums to maintain the cover.” Amin is far from alone in complaining to Guardian Money about whole of life policies. Colin Bradberry (not his real name) from Nottingham had a Friends Life policy into which he’s paid £30 a month since May 1986, but in March he was told he would have to raise his premiums to £154.61 a month – a 415% increase. Like Phoenix, Friends Life is unapologetic. “Our terms and conditions, and product literature, explained that the policy was designed to have regular reviews and what the consequences might be.” What you can do Complaints about whole of life policies should first go to the insurer. If the business doesn’t answer within eight weeks, or you’re unhappy with what it says, get in touch with the Financial Ombudsman Service at Financial-ombudsman.org.uk or call 0300 123 9 123. Many people complaining to the FOS – including the Amins – were told that because their policy was sold before the 1988 Financial Services Act, it could not be looked at by the ombudsman. But when Guardian Money spoke to the ombudsman service, it said there may be grounds on which it can make an adjudication. The FOS says that, although many endowment and pension complaints pre-date 1988, it may have the power to adjudicate under its “compulsory jurisdiction” rules. It is likely to examine the documents a firm holds from when the policy was sold, as firms are required to be able to trace back policies to the point of sale. The FOS will want to know the buyer was adequately informed about the risks, and that for non-English speakers, such as Mrs Amin, that communications were clear.",
  "webTitle": "Expensive and worthless: the whole of life insurance plans sold to millions",
  "webPublicationDate": "2016-05-28T06:00:26Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/28/whole-of-life-insurance-policy-investment",
  "keyword": [
    {
      "webTitle": "Life insurance",
      "id": "money/lifeinsurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Insurance",
      "id": "money/insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Savings",
      "id": "money/savings",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Investments",
      "id": "money/moneyinvestments",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Family finances",
      "id": "money/family-finances",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Collinson",
      "id": "profile/patrickcollinson"
    }
  ],
  "guardianId": "money/2016/may/28/whole-of-life-insurance-policy-investment"
}