{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/judge-shaming-list-guardian-freedom-information-request-prince-of-wales-letters",
  "id": "2016-05-12-122",
  "sectionId": "commentisfree",
  "body": "Was the UK supreme court’s judgment last year allowing the Guardian to publish letters written to ministers by the Prince of Wales a “problematic” case? It certainly caused problems for the judges who heard it over a 10-year period. They disagreed over whether to uphold the attorney general’s veto on a freedom of information request made by the reporter Rob Evans. As I noted at the time, Lord Wilson even accused his fellow supreme court justices of undermining parliamentary sovereignty.   Related: Ignore David Cameron's corruption claims, judge tells jury in bribery case    I don’t regard this ruling as problematic in the sense of transgressing the proper limits of the judicial role. And yet that’s exactly how the judgment in Evans v Attorney General is seen by the Judicial Power Project, a small team of lawyers supported by the Policy Exchange thinktank. Evans is one of 50 such cases included this week in a list compiled by the project from suggestions it had solicited. The thinking behind the project is that the judges have gone too far. Or, as its website puts it, “our concern is that the judicial role is expanding in ways that threaten constitutional self-government and the rule of law”. This can be seen from the tendentious way it has summarised the Evans case:  “The supreme court ignores the limits of the judicial role by rewriting the Freedom of Information Act to effectively remove the power to prevent the publication of information that the UK parliament had conferred on the attorney general.”   But Mark Elliott, professor of public law at the University of Cambridge, prefers an alternative reading of the judgment:  “The supreme court interpreted the ‘ministerial veto’ power in the Freedom of Information Act in the light of the constitutional principles of the rule of law and the separation of powers. The court concluded that the legislation, properly interpreted, sanctioned executive override of the judgment of a superior court of record only in very limited circumstances.”  Elliott has written a lengthy but rewarding analysis of the Guardian’s “constitutional blockbuster” case for the journal Public Law. He makes the fundamental point that if parliament doesn’t like this, or any other judgment, it can always overturn it – so long as parliament makes its intentions entirely clear. But – and Elliott makes this point too – a case can also be listed by the project as problematic because it does not go far enough. Liversidge v Anderson was the famous ruling by the law lords in 1941, during the darkest days of the war, on the home secretary’s powers to detain without trial anyone he reasonably believed to have been “of hostile origin or associations”. The judgment is remembered for Lord Atkin’s powerful dissent: “I protest, even if I do it alone, against a strained construction put on words with the effect of giving an uncontrolled power of imprisonment to the minister.” But, as the project says, “the actual decision of the majority of the law lords showed excessive deference to the executive’s wide discretionary powers in wartime”. The 50 cases complied by the project include some that appear to be too European for its liking. There’s Hirst: “The Strasbourg court stretches the ‘living instrument’ approach to interpretation to breaking point by holding that the UK’s blanket ban on prisoner voting is contrary to the ECHR.” But also Benkharbouche: “In a case involving claims of mistreatment brought by foreign workers in embassies in London, the court of appeal determined that article 47 of the EU Charter (right to effective remedies) … resulted in the disapplication of primary UK legislation”. It did indeed; but that was surely what parliament had intended. These 50 cases are also problematic in the sense that we may argue over whether the judges reached the right result. Take the well-known example of Rookes v Barnard, decided by the law lords in 1964. The project summarises it thus:  “With no regard for the political sensitivities surrounding the regulation of strike action, the law lords developed the economic tort of intimidation, the effect of which was to bypass the statutory immunity for organisers of strike action. Parliament enacted the Trade Disputes Act 1965 to reverse the decision.”  Fine. But compare that with Marina Litvinenko’s successful challenge two years ago to the home secretary’s refusal to grant the public inquiry that would establish how her husband had been murdered by Russian agents in London. With the benefit of hindsight, we can see that the high court got it exactly right. But the project’s summary says dismissively that the judges “departed from the traditional reach of judicial review for no reason other than that they disagreed with the minister’s decision”.   Related: Michael Ratner, attorney for WikiLeaks and Julian Assange, dies at 72    Nobody wants to go back to the days of Lord Denning’s “palm tree justice”, when the law applied by his court turned out to be pretty much whatever he wanted the law to be. But nobody wants to go back to the time when the law turned out to be pretty much what the government wanted it to be, either. The law, as applied by the courts, needs to be certain and predictable. But we don’t need the sort of judges who are too frightened to do anything for the first time. It seems from the project’s summaries that many of the cases have been included because the judges who decided them tried not only to follow the law but also to deliver justice. In my book that’s qualifies you for the hall of fame, not shame.",
  "webTitle": "A judge-shaming list is bad for justice | Joshua Rozenberg",
  "webPublicationDate": "2016-05-12T16:20:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/judge-shaming-list-guardian-freedom-information-request-prince-of-wales-letters",
  "keyword": [
    {
      "webTitle": "Judiciary",
      "id": "law/judiciary",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media law",
      "id": "media/medialaw",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Rozenberg",
      "id": "profile/joshua-rozenberg"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/judge-shaming-list-guardian-freedom-information-request-prince-of-wales-letters"
}