{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/23/labors-negative-gearing-policy-would-push-up-rents-leaked-modelling-shows",
  "id": "2016-05-23-240",
  "sectionId": "australia-news",
  "body": "A private economic consultancy was planning to release modelling of Labor’s negative gearing policies next week, to warn voters that the ALP’s proposals will “create market chaos” and be “difficult to police,” but a leaked copy of the report has thwarted its plans. The modelling – still in initial draft form – tries to discredit Labor’s plan to limit negative gearing to new properties and cut the capital gains discount from 50% to 25%, saying it will see established house prices fall by 3% to 4%. The modelling was prepared by Brian Haratsis, MacroPlanDimasi’s executive chairman and a member of the Property Council of Australia, who is a friend of Greg Paramor, a former chairman of the Property Council. Paramor, who is a friend of the treasurer, Scott Morrison, reportedly made the request to Haratis after meeting with Morrison recently, saying he wanted a study critiquing Labor’s negative gearing policy. The modelling was scheduled to be released next week, but a draft copy was sent to Guardian Australia and Fairfax Media before that could happen. Guardian Australia asked Haratis on Monday if the modelling had been commissioned by Paramor or Morrison, or anyone in the Liberal party. He said it had not and maintained it was independent. “It hasn’t been commissioned by anybody. We’re just a research house and I was just preparing the paper,” Haratis said. The paper criticises recent modelling by the Grattan Institute, saying the institute has sought to “ostracise” high-income individuals by using tax office data to show that high-income earners are direct beneficiaries of the capital gains tax (CGT) discount.   Related: Today's campaign: Turnbull slumps in polls as Labor maintains strong start    It says the Grattan Institute’s modelling should have analysed the housing benefits of the CGT and negative gearing to low-income renters, rather than focusing on the tax benefits alone. “[Their] findings that most of the tax benefit [of CGT] accrued to high-income individuals was to be expected because of their wealth and access to capital,” the modelling says. “The broader spectrum of lower-income individuals negatively gearing and utilising the CGT discount was the real news.”   An initial draft, dated April 16, is titled “Short Memory”, but it suggests an alternative title could be “Shortened Memory” When contacted on Monday, Haratsis said he has been modelling Labor’s policies, as well as recent work by the Grattan Institute and the Australian Council of Social Service because he wanted to know what effect they would have on low-income renters.       “I tried to pull together all of the policies that are out there at the moment and put them together in the context of the Henry tax review,” he said. “The Henry review said you shouldn’t touch capital gains tax unless you’ve fixed the broader policy context, which is stamp duty and capital gains tax, at the same time. The Reserve Bank says the same thing. “I’ve been trying to look at the effects [of Labor’s policies] on low-income rental displacement, which is probably the biggest issue ... because no one’s tackled that.” The modelling – which Haratsis says is not complete – claims Labor’s policies will cost Australia’s renters $1.7bn a year in extra rental costs. It then predicts three dramatic impacts on the economy. Firstly, it says Labor’s policies would reduce the number of negative gearing landlords by 1m over the next decade, with direct consequences for 45% of the country’s 2.25m renting households. This would increase rents by 8.8% for these negatively geared dwellings, it says. Secondly, it claims the policy would remove 205,000 dwellings from the rental housing supply stock, requiring an immediate increase in social housing to replace the fall in low-income rental stock. Thirdly, it would create a “resale price cliff” for apartments that have been purchased off the plan. It says this “price cliff” will be driven by the inability of first home owners to resell their properties to a negative gearing landlord. It also warns Labor’s policies will force low-income rental households out of established areas with jobs, facilities and public transport into “outer fringe areas” in new dwellings with no jobs, public transport or facilities.   Related: NBN raids: how independent are the federal police? – Behind the Lines podcast with Kristina Keneally    The draft modelling has emerged as the treasurer, Scott Morrison, has sought to reframe the debate on negative gearing in the third week of the election campaign. On Monday he released an analysis of tax office data – produced by the tax policy unit in his office – showing Labor’s negative gearing policies would hurt low and middle-income households more than high-income households, contrary to Labor’s claims. The focus on the “unfairness” of Labor’s policy is very different from the government’s focus of previous weeks. Until now, Morrison and Turnbull have emphasising how Labor’s policies will lead to property price crashes and soaring rents. This modelling comes two months after BIS Shrapnel released modelling showing plans to restrict negative gearing to new homes would see rents jump by up to 10% in capital cities, and property prices fall 6% within 10 years. Morrison seized on the BIS modelling at the time, describing it as “an indictment on Labor’s policy”. “What it shows is [that] they just haven’t done their homework on this,” Morrison said. He later came under fire after BIS Shrapnel clarified that its modelling was prepared before Labor’s policy was announced.",
  "webTitle": "Labor's negative gearing policy would push up rents, new modelling claims",
  "webPublicationDate": "2016-05-23T09:57:41Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/23/labors-negative-gearing-policy-would-push-up-rents-leaked-modelling-shows",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Housing affordability",
      "id": "australia-news/housing-affordability",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/23/labors-negative-gearing-policy-would-push-up-rents-leaked-modelling-shows"
}