{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/08/mona-hatoum-tate-modern-review-lightbulbs-enlightenment",
  "id": "2016-05-08-158",
  "sectionId": "artanddesign",
  "body": "Mona Hatoum’s most famous work lies in wait around the first corner of this show, a spectacle of fleshy revulsion and creeping claustrophobia. It is experienced in a cubicle the size of a miniature space capsule. Here you stand in the darkness, sardine-tight with your fellow viewers, staring down at the film beneath your feet, which shows a headlong tumble down a moist and scarlet tunnel – a throat, perhaps, or an unthinkable stretch of intestinal tract. The film goes on its way through the bodily orifices, meeting sudden bends and black holes. Tunnelling, probing, sliding, it passes down through whirlpools and gullies. An endoscopy camera is clearly in use in someone’s body, though the magnified images render everything so bizarre as to appear more alien than human. As the film continues its relentless downward spiral there is the sense of watching something between a melodrama and a horror movie, with the added vertigo of being sucked into the pit: don’t look down!    A cake of soap stuck with strands of human hair is only (and exactly) what revolts billions of people every day    Corps étranger is exactly the right title for this act of bodily estrangement. This is Hatoum’s self-portrait as a foreign body. Born in Beirut to Palestinian parents in 1952, the artist moved to London in 1975 after civil war broke out in Lebanon. She came to study art and has lived here ever since, at first a stranger in a strange land but gradually internationally established with a Turner shortlisting and many prizes overseas, including Berlin where she spends part of the year. This piece, with all its overtones of surveillance, violence, privacy and estrangement, appears as much biographical as political in its aesthetics. It was created in 1994. On the strength of this major retrospective, alas, that may have been Hatoum’s strongest work.         Mona Hatoum’s masterpiece? Watch a clip from Corps étranger.    The show opens with a massive cube of iron filings clinging to a magnet. The filings are black, form further intestinal shapes across the surface and look like some kind of outlandish fur. With a slight movement of passing air, the dark filaments shiver. It is a spectacular object, to be sure, at least for the first few seconds of looking. But as soon as one learns the scientific forces that underpin the visual effect, it rapidly takes second place. First impressions tend to count above all (and to a fault) in Hatoum’s work. Here is a French park chair sprouting pubic hair, a quick double take straight out of Magritte, with a weak pun on pubic and public in the title. Here is a photograph of a man’s naked back, the hair soaped into grotesque Starry Night whorls, tritely titled Van Gogh’s Back.     Hot Spot, 2013 by Mona Hatoum at Tate Modern. Photograph: James Gourley/Rex/Shutterstock    Many small works on paper and fabric incorporate nail clippings or strands of nameless hair, taking all their vaunted impact from the inherent repugnance of these human relics. Tiny hairballs are dotted through the galleries. On a pewter dish lies a cake of soap stuck with strands of human hair, raising the teenage question of bodily provenance. This is only (and exactly) what revolts billions of people in the shower every day. So you begin to look harder for deeper meanings. In a darkened gallery many cages are stacked, locker-style, around a naked lightbulb that swings slowly back and forth, casting sinister grid-shadows all over the walls. The obvious inferences are of imprisonment and torture. But each cage is small, and each door is open, so that the work somewhat resembles an aviary where the birds have flown. And the title – Light Sentence – seems peculiarly ambiguous, or at the very least by no means as piercing as the installation appears to deserve or suggest. The ideas are there, but not the visceral effect. The earliest works here are performance pieces. Hatoum tripping and scrambling inside a glass cylinder smeared with clay, to the sound of Arabic revolutionary songs; dragging herself along the ground among English day-trippers taking tea in a leafy park to mark the chasmic distinction between them; footprinting Sheffield with the word “Unemployed” (literally: the word was inked on the sole of her shoe) to draw attention to the record numbers of jobless citizens in 1986. Surviving photographs indicate the dramatic potency of these actions.    They may be bodied forth in three dimensions, but Hatoum’s pieces so often feel like ideas on paper    But something is lost when she translates her ideas into sculpture. Sometimes it is the simple fact that no transformation has actually occurred, as with the hairballs and soap, or that the shifts appear peculiarly trivial: a procession of tin soldiers going round and round in circles; a rusty iron bed positioned in a cell in an American penitentiary where it looks right at home. Numerous surrealist reprises, such as graters and sieves sprouting nails and screws, go straight back to Marcel Duchamp. Others involve ineffectual enlargement. The three-fold grater enlarged to the proportions of a drawing-room screen, and displayed exactly thus, makes a fine observation of the formal analogies between them. But that is as far as it goes. Graters have their own powers of suggestive menace – the bullet-hole perforations, the wound-slicing slits, the inadvertent grating of one’s own flesh that is irresistibly proposed, not least by experience, since it happens to absolutely everyone – so that the massive scale seems pretty superfluous.     Grater Divide, 2002 by Mona Hatoum at Tate Modern. Photograph: Nils Jorgensen/Rex/Shutterstock    Lengths of barbed wire dangle from the ceiling like a shower of hard rain. The curators like to imply that you will only discover their true identity as barbaric instruments “heavy with connotations of conflict and exclusion” on closer inspection. But it is perfectly obvious what they are from any distance; and perhaps obviousness is too often the problem. A powerful mechanism sweeps a circle of sand, slowly raking and smoothing, making and unmaking in continuous (political) cycles. Globes, whatever you do with them (and Hatoum runs the gamut), remain irreducibly political symbols.   Related: Mona Hatoum: ‘It’s all luck. I feel things happen accidentally’    There is so often a shortfall between object and idea in this show. The installation entitled Homebound, for instance, doesn’t rise to the searing double entendre of its title. Here is a domestic scene rigged up with a fluctuating electric current so that everything, from cots to buckets to birdcages and chairs, glows and emits a ferocious crackle. You see all the horrifying associations but they aren’t generated as active feelings by this melodramatic son et lumiere. They may be bodied forth in three dimensions, but Hatoum’s pieces so often feel like ideas on paper (it would be interesting to read her writings). Of course there are exceptions where everything coincides – her collapsed rubber cot, for instance, forlorn as a malnourished infant – but they are all too few in this show. The most inert exhibit is a set of hand grenades in luscious hues cast in Murano glass and displayed in a shining vitrine. You can see the thinking here, but the objects do not occasion the all-important feeling. They are no more or less than the very thing they are destined to be: baubles for a rich collector.  Mona Hatoum is at Tate Modern, London until 21 August",
  "webTitle": "Mona Hatoum review – more lightbulbs than enlightenment",
  "webPublicationDate": "2016-05-08T07:00:01Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/08/mona-hatoum-tate-modern-review-lightbulbs-enlightenment",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Tate Modern",
      "id": "artanddesign/tate-modern",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Laura Cumming",
      "id": "profile/lauracumming"
    }
  ],
  "guardianId": "artanddesign/2016/may/08/mona-hatoum-tate-modern-review-lightbulbs-enlightenment"
}