{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/asylum-seeker-advocate-retracts-idea-norfolk-island-processing-centre",
  "id": "2016-05-09-356",
  "sectionId": "australia-news",
  "body": "An asylum seeker advocate who put forward a policy to turn the Australian territory of Norfolk Island into an offshore processing centre in exchange for the island retaining self-governance has backtracked on the proposal. Guardian Australia last week revealed the community detention proposal which was written by Natasha Blucher, one of nine Save the Children workers on Nauru sacked following false allegations about their conduct, and president of the island’s chamber of commerce, John Brown.    Related: Norfolk Islanders propose hosting processing centre for asylum seekers    It proposed a community detention model using local houses and accommodation on the island to allow asylum seekers and refugees to largely live freely “should the current regional processing arrangements with Nauru and Manus Island become untenable”.  But over the weekend, Blucher published a post that also appeared on the Facebook page of her current workplace, the Darwin Asylum Seeker Support and Advocacy Network, saying she no longer supported the proposal which she brought to the attention of Guardian Australia days before, saying it was not viable or advisable. “Given that Manus Island is now illegal and Nauru is clearly untenable, the only option at this point in time is to bring them here [to Australia] immediately,” the statement said.  She said the proposal was drafted in October 2014 and finalised in January, before she was employed by the Darwin Asylum Seeker Support and Advocacy Network. At the time the proposal was written, Norfolk Island was coming to grips with the abolishment of its Legislative Assembly after the Australian government revoked the island’s autonomy.    Related: 'We're not Australian': Norfolk Islanders adjust to shock of takeover by mainland    “At the time this proposal was written, two years of Liberal government were remaining and a large number of children and their families were suffering immensely in the horrific closed camp environment on Nauru,” she said. “At the time I was desperately clutching at any ideas I could that might bring them their freedom, and to stop the huge developmental impact that we know detention has on children.” Blucher declined to comment further when contacted by Guardian Australia, while Brown was unavailable for comment. None of the Norfolk Islanders Guardian Australia spoke to last week supported the proposal, even those desperate for the territory to retain self-governance. Many said they were concerned that an offshore processing centre would be disastrous for tourism and the environment.    Related: Norfolk Island leader calls for royal commission into 'Australian takeover'    Gary Hardgrave, who was appointed as the administrator of Norfolk Island last year to prepare residents for the introduction of commonwealth services from July, at the time dismissed the proposal as the “kind of silly, get-rich scheme that this island has become sadly famous for”. As of 1 July, Norfolk Island will be subject to Australian immigration and border protection rules, prompting many islander’s to take their fight to retain autonomy to the United Nations.",
  "webTitle": "Asylum seeker advocate retracts idea for Norfolk Island processing centre",
  "webPublicationDate": "2016-05-09T03:20:01Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/asylum-seeker-advocate-retracts-idea-norfolk-island-processing-centre",
  "keyword": [
    {
      "webTitle": "Norfolk Island",
      "id": "australia-news/norfolk-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    },
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/09/asylum-seeker-advocate-retracts-idea-norfolk-island-processing-centre"
}