{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/the-guardian-view-on-the-austrian-presidential-elections-disaster-narrowly-averted",
  "id": "2016-05-23-70",
  "sectionId": "commentisfree",
  "body": "The presidential election in Austria was a critical but far from final test for that country in particular and for Europe’s tired political systems in general. Established parties everywhere face electorates impatient for solutions to problems, like the refugee crisis and unemployment, whose scale is unprecedented in modern times. In retreat from the difficulties of the present, voters imagine a future in which these will all be swept away and are tempted to turn to parties that offer simple but dangerous remedies. This is not an issue that will be decided in a single contest or in a single country. So the fact that Alexander Van der Bellen won in Austria is of course heartening, but that Norbert Hofer came so close to victory is deeply worrying. The country is now split between citizens who voted for a candidate pledged to uphold liberal values and those ready to elevate a candidate from a party with Nazi links, however distant, and with an anti-immigrant record that flies in the face of a long tradition of Austrian hospitality toward refugees. Who won is important, but that the contest could have gone either way is even more important. “I’d say we’ve won anyway,” Mr Hofer said before the final results were known, and there is some truth in that observation. Austria will now have to live with this divide. The hope must be that in time the country can overcome it. This is a country that emerged from the second world war in a state of self-induced amnesia. It had been Hitler’s ally and willingly a part of his Reich, but reinvented itself as a victim both of the Nazis and of the conflict between east and west. The two main parties forged a consensus that led to frequent coalition governments and a cosy sharing out of government and public sector jobs between their supporters. This brought stability but rested on a distortion of the past, blunted democratic competition, and excluded a resentful part of the population that was outside the circle of patronage. In time there was a more honest appraisal of the country’s history. When the then chancellor Franz Vranitzky said in July 1991 that Austria must apologise to “the survivors and the descendants of the dead for the evil people among us”, an era of denial ended. But what did not end was the collusive way in which the Social Democrats (SPÖ) and the People’s party (ÖVP) maintained their joint dominance of Austrian politics and their slice-and-share approach to public service. As they ran out of energy and ideas, and as the unusually able leaders of the past, like Bruno Kreisky, became a memory, they lost their way. The result was a situation, long before the refugee crisis rocked Europe, in which the way Austrians expressed their anger and disillusion was through a party whose origins were dubious and whose commitment to democracy less than convincing. There were other possible vehicles for their alienation, Mr Van der Bellen’s Green party among them. But it was the Freedom party that consistently picked up most of the protest vote, and this in spite of scandals and party splits. It was hard to say in the 1990s, when Jörg Haider led the party, with its clear Nazi and pan-German roots, whether it appealed to those Austrians who voted for that reason or whether it won their support mainly because it was a fresh force in an exhausted field. The party has lurched back and forth politically since Haider’s day, sometimes moving in a quasi-liberal direction, sometimes shifting back toward its rightwing base. Norbert Hofer, in spite of an appearance of moderation, has an extreme-right background that even one former member of his party deplores. Heinz-Christian Strache, the party leader, is also a figure who positions himself for public purposes well to the left of what many think are his true beliefs.     Heinz-Christian Strache, head of the Freedom party, left, and Norbert Hofer, after the first count in Austria’s presidential election showed Hofer had 50% of the direct ballots. Photograph: Ronald Zak/AP    There were proximate reasons for the closeness of this contest, above all the refugee flow into Europe, much of which came through Austria, as well as the fact that the government swung haplessly from one extreme to the other in dealing with it. Although only a minority of refugees stayed, their passage added to a general feeling that the governing parties had lost control. The lacklustre quality of the presidential candidates they put up did not help. But the resignation of Chancellor Werner Faymann after the first round was a symptom of a more general failure of the big parties over a long period. Their past achievements were considerable, but they are now on notice that they must renew themselves or be plunged sooner or later – and at least by 2018, when the next federal elections are due – into another fight that could go the other way.",
  "webTitle": "The Guardian view on the Austrian presidential elections: disaster narrowly averted | Editorial",
  "webPublicationDate": "2016-05-23T18:19:14Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/the-guardian-view-on-the-austrian-presidential-elections-disaster-narrowly-averted",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics past",
      "id": "politics/past",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/the-guardian-view-on-the-austrian-presidential-elections-disaster-narrowly-averted"
}