{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/civil-disobedience-climate-change-protesters",
  "id": "2016-05-13-252",
  "sectionId": "commentisfree",
  "body": "Right now, thousands of people are taking direct action as part of a global wave of protests against the biggest fossil fuel infrastructure projects across the world. We kicked off earlier this month by shutting down the UK’s largest opencast coal mine in south Wales. Last Sunday, around 1,000 people closed the world’s largest coal-exporting port in Newcastle, Australia and other bold actions are happening at power stations, oil refineries, pipelines and mines everywhere from the Philippines, Brazil and the US, to Nigeria, Germany and India. This is just the start of the promised escalation after the Paris agreement, and the largest ever act of civil disobedience in the history of the environmental movement. World governments may have agreed to keep warming to 1.5C, but it’s up to us to keep fossil fuels in the ground.   Related: Dozens arrested as anti-fossil fuel protesters join Australian coal blockade    With so many governments still dependent on a fossil fuel economy, they can’t be relied upon to make the radical change required in the time we need to make it. In the 21 years it took them to agree a (non-binding, inadequate) climate agreement, emissions soared. It’s now up to us to now hold them to account, turn words into action and challenge the power and legitimacy of the fossil fuel industry with mass disobedience. It is unjust that corporations and governments can commit crimes against the planet and society without retribution, while those fighting to prevent such crimes are punished, murdered and incarcerated. But the number of people willing to challenge this is growing. And if we really want climate justice, ;protest in the pursuit of this must be normalised; we must support rather than denounce those willing to put themselves on the line, since we all benefit from their actions. Not everyone is in a position to take civil disobedience, but we can all get behind it.    Renewables can offer secure, long-term jobs that are safer and less dependent on specific sites of extraction    Many of the changes that need to be made to tackle climate change would also improve the quality of life for the majority of people on the planet – from allowing people in Beijing to go outside without wearing pollution masks, to creating good jobs for millions. Mining companies argue that their operations provide vital jobs for local people. But the fossil fuel industry cannot offer secure jobs when it is crumbling (despite the trillions it receives in public subsidies while support for renewables is being pulled). With massive divestment, falling prices, a global climate deal, growing global resistance and increasing scientific evidence about their effects, the demise of the industry is inevitable. These jobs are not only insecure, but often dangerous. My only memories of my coal miner grandad are of him lying in bed coughing and in pain with a back injury caused at work. The effects of his job continued long after the mine closed and he was made redundant: the respiratory illness that killed him and his brothers was caused by inhaling toxic air from the mine – the same toxic air that communities unfortunate enough to live near a site of fossil fuel extraction or burning have to breathe. Corporate fossil fuel extraction also leads to local communities dependent on a finite resource, and at the mercy of a corporation whose primary interests are profit. When the oil runs dry or the coal runs out, the company makes its exit, leaving behind all of the pollution and none of the wealth. The area my family lived in, once a thriving community when coal was plentiful, is now a place of high unemployment, social decay and few opportunities.   Related: Bill  and Melinda Gates Foundation divests entire holding in BP    Renewables can offer not only secure, long-term jobs that are safer and less dependent on specific sites of extraction, but also the opportunity for democratic ownership of energy and sustainable communities. The choice between clean, safe, democratic and sustainable energy/jobs or dirty, dangerous and undemocratic energy/jobs is a no-brainer. We have the technology right now to make the transition to a zero-carbon Britain – the barriers are not technological but political. To overcome those political barriers, we need to reclaim our power – both in terms of who has power over our lives, and how we power our lives. And as 2017 is said to be the year when the door to reach two degrees closes forever, now is the time to do it. This year must be the year of mass climate disobedience.",
  "webTitle": "Civil disobedience is the only way left to fight climate change | Kara Moses",
  "webPublicationDate": "2016-05-13T09:50:10Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/civil-disobedience-climate-change-protesters",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Paris climate agreement",
      "id": "environment/paris-climate-agreement",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "COP 21: UN climate change conference | Paris",
      "id": "environment/cop-21-un-climate-change-conference-paris",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Global climate talks",
      "id": "environment/global-climate-talks",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/13/civil-disobedience-climate-change-protesters"
}