{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/23/cyclists-bear-brunt-of-new-road-fines-as-coalition-accused-of-dash-for-cash",
  "id": "2016-05-23-265",
  "sectionId": "australia-news",
  "body": "About 1,500 cyclists but only four motorists have been fined under new laws increasing penalties for a range of cycling offences and introducing a minimum passing distance for drivers since they came into force in New South Wales. More than two-thirds of infringement notices issued to cyclists have been for riding without helmets.  Stiffer penalties were introduced by the state government on 1 March, including an increase of nearly 350% in the fine for riding without a helmet from $71 to $319. In the two months since, 1,545 total fines have been issued – a 56% increase on the number issued in the same period a year earlier. Nearly 1,100 cyclists had been fined for not wearing helmets in March and April, up from 710 in March and April 2015. That figure made up more than two-thirds of the total number of infringement notices this year.   Related: 'I am terrified of riding on Sydney roads': NSW cyclists on new road rules    The second-biggest group was the 166 cyclists aged 12 years or older who had been fined for riding on a footpath. The third was the 70 infringements for riding at night without a visible front white light. Three cyclists had been fined for riding a bicycle “furiously”, while six had been fined for riding “recklessly”. A passing distance of at least 1m, and 1.5m when the speed limit is more than 60km/hr, was made law at the same time the fine increases were introduced, with a penalty of a $319 fine and two demerit points. When the five fine increases were introduced Transport for NSW said it was intended to ensure that bicycle riders receive the same fines as motorists for high-risk behaviour. But Baird and the state roads minister, Duncan Gay, were criticised for disproportionately targeting cyclists under the guise of introducing safety measures. Garry Brennan of the Bicycle Network said the steep increase in not only the amount fined but the number of infringement notices issued were evidence of Gay’s “dash for cash”. He said the fines had been enforced with “astonishing vigour”, with more than $350,000 raised from people riding without helmets in March and April alone. The Bicycle Network’s chief executive, Craig Richards, questioned how fining riders protected their safety. “We’re open to working with the government and NSW police on proven behaviour change initiatives that offer long-term solutions and increase safety for all road users.”",
  "webTitle": "Cyclists bear brunt of new road fines as NSW Liberals accused of 'dash for cash'",
  "webPublicationDate": "2016-05-23T08:34:52Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/23/cyclists-bear-brunt-of-new-road-fines-as-coalition-accused-of-dash-for-cash",
  "keyword": [
    {
      "webTitle": "New South Wales politics",
      "id": "australia-news/new-south-wales-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Cycling",
      "id": "lifeandstyle/cycling",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Road safety",
      "id": "world/road-safety",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/23/cyclists-bear-brunt-of-new-road-fines-as-coalition-accused-of-dash-for-cash"
}