{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/19/derogatory-discharge-papers-military-sexual-assault",
  "id": "2016-05-19-180",
  "sectionId": "us-news",
  "body": "Amy Quinn loved serving in the US navy but after she reported a series of sexual assaults, she was forced out of the military at 22 with claims she had a personality disorder. The mental health ruling by her superiors, which her current psychiatrist says is unfounded, ruined her hope of a second career in the police and has haunted her ever since.     Amy Quinn: ‘I was suddenly labeled a bad apple.’ Photograph: Courtesy of Amy Quinn    “The military career I was passionate about was over and I was suddenly labeled a bad apple,” she said. Thousands of US service members have found themselves drummed out of the armed forces like Quinn after they reported being sexually harassed or raped, only to have their records blighted by derogatory discharge papers, according to a new investigation. “Nothing has been done to redress the wrongs done to those who were unfairly discharged,” Human Rights Watch (HRW) declares in a report released on Thursday. The campaign group’s investigation used official documentation and interviews with victims – men and women – whose lives were devastated by the circumstances in which they were forced out of service. The report found that many traumatized victims were unfairly labeled with a personality disorder or given a damaging “other than honorable” discharge as they were hastily dispatched from service.   Related: Pentagon: rape reports increase among 19,000 estimated military victims    Such classifications speed people out of the military but then bar them from getting a government job. It can also see them shut out by the Veterans Affairs healthcare system and suffer rejections from other employers, among many discriminatory effects, said Sara Darehshori, senior US counsel at Human Rights Watch and author of the report. But those appealing to military review boards to have their paperwork upgraded later are turned down in 90 to 99% of cases, the report found. “It’s bad enough to be assaulted and then punished, but living with a bad discharge is a life sentence for these veterans. It’s an appalling continuation of the injustices they have already suffered,” said Darehshori. Many she interviewed had joined the military straight out of high school and dreamed of a long career serving their country.         Former service members talk about their discharge.    Quinn joined the navy in 2002 at 19, as a patriotic response to the 9/11 terrorist attacks, and received accolades as an “ideal shipmate” until she spurned sexual advances from a superior officer, the report recounted. Her career went into a disastrous spiral from that point on, including a bullying incident in which she was set on fire by her peers while working at sea.  In 2005, Quinn was told she was being discharged from the military for having a personality disorder, a serious mental health affliction that normally develops in adolescence – and disqualifies someone from entering the military. But the navy never completed the complex process normally required to diagnose a personality disorder. In the years since being discharged, Quinn has received civilian psychiatric care for post-traumatic stress disorder and depression stemming from her experiences in the military, but not for a personality disorder. “My psychiatrist has said I do not have and have never had a personality disorder and he did not see any signs of it,” Quinn said. Even now, as a high school counselor married to an active duty soldier serving at Fort Bragg in North Carolina, Quinn is ruled out of civilian jobs on the base. “Because of having the words ‘personality disorder’ on my military paperwork, they won’t have me at Fort Bragg because, basically, they think I’m crazy,” she said. Her application to correct the paperwork was turned down by the navy last year. More than 31,000 US veterans were discharged on grounds of personality disorder between 2001 and 2010, in a variety of circumstances, “often after only a cursory interaction with a doctor”, HRW discovered in government records.     Emily Vorland after her discharge from the military. Photograph: Human Rights Watch    A 2008 Government Accountability Office report found that potentially thousands of people were misdiagnosed and wrongfully discharged. Following the GAO report, the criteria for discharging a service member on the grounds of personality disorder were made more stringent, particularly for those who served in combat. But although use of this ruling has since declined dramatically, military sexual assault victims are still being given this and other questionable mental health diagnoses, HRW found. Meanwhile a report earlier this month from the inspector general of the Department of Defense found that despite reforms, since 2009 more than two-thirds, or 67%, of cases they evaluated in which service members were discharged after reporting sexual assault with stated conditions such as personality disorder had not been “separated” from the military according to the correct procedures. Human Rights Watch said it is not clear exactly how many veterans in total have been unfairly dismissed after reporting sexual violence, but Darehshori estimates that since the Vietnam war it is likely to exceed 10,000 individuals. ‘Rubber stamp’ appeals HRW found that these individuals routinely fail to get redress when applying for a review of their records.  The military panels that review such appeals typically spend between three and seven minutes perusing each case before “rubber stamping” the original paperwork behind closed doors between 90 and 99% of the time, according to Darehshori.     Liz Luras in uniform. Photograph: Liz Luras/Human Rights Watch    Veterans rarely get a live hearing. Ex-army lieutenant Emily Vorland did appear before a review panel. The former soldier had reported sexual harassment by a superior while deployed in Iraq in 2009 and had ended up discharged from the military for conduct unbecoming an officer. After her review board, her lawyer, Jo Ann Merica, recalled of the hearing: “I found myself being cut off and my client being screamed at in this horrible interrogation.” Vorland’s appeal was rejected. Vorland was devastated. She had been the top cadet in her class and was third-generation military in her family. “It was hard to go to employers after and say ‘Hey, I was an outstanding officer’ but then they look at my papers and it says misconduct,” she said. Liz Luras, now 35, was given a personality disorder discharge that destroyed what she described as an “extremely promising” career in army intelligence in 2001, after she reported being raped and beaten by a colleague, then repeatedly hazed. But she said she was too afraid to apply to a review board because chances of success on appeal are so low.  Corporal Andrea Warnock also had to leave the military with bad paperwork after reporting a sexual assault, while deployed in Afghanistan in 2008. “People I was willing to die for didn’t take me seriously,” she said. Luras and Vorland appear in the report under pseudonyms but, along with Quinn and Warnock, are now revealing their identities and joining a wave of women inside and outside the military going public to protest about sexual violence or negative consequences after reporting it. But in the new HRW report, former military men also come forward to report appalling experiences while serving, including gang rape, and what happened after they reported it.     Heath Phillips has twice been denied a reclassification of his records or VA assistance. Photograph: Human Rights Watch    Heath Phillips joined the navy at 17 in 1988. But he ended up being repeatedly raped, savagely beaten and bullied by several sailors, he said. He was threatened with death if he reported, then called a liar when he did and turned away by medics, the report found. He eventually ran off when his ship sailed, then immediately turned himself in and explained he was in fear of his life and could not “deal with this every single day”. He was given the choice of six months in the brig or discharge with an other than honorable designation. He chose the latter and has since twice been denied a reclassification of his records or assistance by the VA. More than 85% of veterans leave with an honorable discharge, so any classification below that, such as “other than honorable”, is “deeply stigmatizing”, the report found. Veterans spoke of failed relationships, job rejections, poverty, even homelessness, and deep emotional distress after having to leave the military. Human Rights Watch and its partner in the investigation, Protect Our Defenders, a group advocating for victims of sexual violence in the military, now want further action from Congress and the Department of Defense. They call for new procedures to give greater access to review board hearings and corrections on paperwork for thousands of veterans wrongfully dismissed. The Department of Defense issued a response to HRW, saying it “regularly reviews its procedures and will continue to do so, always placing emphasis on service service members, veterans and their families with justice, equity and compassion”. Darehshori said immediate reform “is desperately needed” with wrongful discharges “darkening the lives” of such veterans. “They deserve support, not censure,” she said.  This article was amended on 20 May 2016 to correct details of the cases involving Liz Luras and Emily Vorland. It was Vorland, not Luras, who appeared before a review panel in her appeal. Jo Ann Merica was the lawyer for Vorland, not Luras.",
  "webTitle": "Derogatory discharge papers blight lives of military who report sexual assault",
  "webPublicationDate": "2016-05-19T12:40:02Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/19/derogatory-discharge-papers-military-sexual-assault",
  "keyword": [
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joanna Walters",
      "id": "profile/joannawalters"
    }
  ],
  "guardianId": "us-news/2016/may/19/derogatory-discharge-papers-military-sexual-assault"
}