{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/27/barack-obama-japan-hiroshima-reaction",
  "id": "2016-05-27-38",
  "sectionId": "us-news",
  "body": "A former prisoner of war of the Japanese led domestic praise in America on Friday for Barack Obama’s historic visit to Hiroshima, but expressed regret that he and fellow veterans had not been invited to attend. Lester Tenney, 96, a survivor of the Bataan Death March, said he supported Obama’s decision to become the first incumbent American president to set foot in Hiroshima since the US dropped a nuclear bomb there in August 1945. About 140,000 of the city’s residents were estimated to have died by the end of that year. “He had to do it,” Tenney told the Guardian from his home in Carlsbad, California. “It was the right thing to do. He didn’t say, ‘I’m sorry’, and he was not supposed to because he had no reason to.” At the Hiroshima Peace Memorial Park on Friday, Obama offered a floral wreath at the cenotaph, hugged one of the survivors and gave a speech in which he expressed hope that the Hiroshima and Nagasaki bombings would be “the start of our own moral awakening”. Tenney welcomed the president’s tone. “It’s so important to understand why he was there,” he said. “He was paying tribute to all those who died in world war two.   Related: Barack Obama says memory of Hiroshima 'must never fade'    “We all know there was a problem with the Japanese. There’s no secret that if there was no Pearl Harbor, there would have been no Hiroshima. We don’t have to embarrass anyone by saying this 71 years later.” But Tenney, who served in the Philippines during the war and was captured by the Japanese at Bataan, said he understood the White House had originally intended to invite former prisoners of war, “but not one who has a wheelchair or walker. We’re in our 90s so most of us have walkers. They wanted someone who could get around but there was no one.” Nevertheless, he said it was an emotional day. “Oh yes, no question, you have to remember I left a lot of my friends there. They never got to enjoy a part of life that I did, so it’s a very emotional thing. Even thinking about the war and thinking about the bomb is.” Eleven US presidents have served since Harry Truman ordered the dropping of the atomic bomb on Hiroshima but none had gone there while in office. Some veterans have long objected that Japan never apologised for its brutal treatment of American prisoners during the war. The Obama administration had prepared for the president’s visits to both Vietnam and Hiroshima by inviting veterans to the White House to meet national security adviser Susan Rice and provide reassurance that there would be no apologies. Jan Thompson, president of the American Defenders of Bataan and Corregidor Memorial Society, said: “President Obama’s speech was very powerful and I know it was meaningful for the citizens of Japan. I wish, though, there had also been American POWs among the hibakusha [bomb survivors] because symbolically that would have been powerful. “It would keep the history of that war balanced. This trip to Hiroshima is about history and reconciliation but you really have to show both sides.” During his speech, Obama made reference to the deaths of 60 million people in the space of a few years during the war. Thompson, whose father Robert was a POW and survived transportation on Japanese “hell ships”, commented: “The president used the death toll for the entire war and that’s where I got confused because the A-bomb ended the war in the Pacific. My concern is that the Pacific war has been diluted and not got the attention of the war in Europe. I wish he had not combined the death tolls.” Joe Davis, a spokesman for the 1.2-million-member Veterans of Foreign Wars, gave a lukewarm reaction to Obama’s visit, telling USA Today that only that “a world without conflict is a vision we should all share”. Foreign policy analysts in Washington praised Obama for his delicate handling of the trip. Sharon Squassoni, a senior fellow at the Center for Strategic and International Studies thinktank, said: “I liked his speech very much. I think he did get the tone right. Even though a lot of folks who advocate nuclear disarmament might have been hoping for more, I think it was just about right for a president visiting Hiroshima for the first time. “A point he could have emphasised a little more, but was in there, was the need for alliances, specially in Asia right now.” The debate over Truman’s decision to use the bomb is not a preoccupation in 21st century America, Squassoni added, so the visit has helped raise awareness. “I would say the majority of Americans don’t think about it at all. Obama’s lending his personal credibility: whether you think he deserved it or not, he did win the Nobel peace prize.” Mireya Solis, a senior fellow at the Brookings Institution, said: “I thought it was a very powerful speech because it was broader than we imagined. We expected it to be about nuclear non-proliferation but he also delivered a message that war is the enemy.” An apology would “not have been well-received” in the US and polls show it is only desired by a minority of Japanese, she added. “I think he really put his finger on what the people in Japan really hoped this was about.” But the president’s most trenchant opponents were critical. John Bolton, former US ambassador to the UN, told Breitbart News Daily: “I think the president’s other remarks, where he said the scientific revolution that brought us the splitting of the atom should have brought us a ‘moral revolution’ as well, is a not-too-thinly veiled attack on Harry Truman, whose morals apparently didn’t quite make it up to Barack Obama’s high standards. “This is a typically subtle Obama speech in many respects, but, make no mistake, it is the next stage, maybe the last act, of his apology tour.”",
  "webTitle": "'Start of moral awakening': Obama's historic Hiroshima visit bittersweet",
  "webPublicationDate": "2016-05-27T18:56:04Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/27/barack-obama-japan-hiroshima-reaction",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/27/barack-obama-japan-hiroshima-reaction"
}