{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/27/eu-referendum-pm-stands-by-claim-that-uk-could-thrive-outside-eu",
  "id": "2016-05-27-244",
  "sectionId": "politics",
  "body": "David Cameron has suggested that immigration from within the European Union is a price worth paying for the huge economic benefits of the single market. Speaking at the end of the G7 summit in Japan, the prime minister also conceded that Britain would “find our way” if the public were to vote to leave on 23 June. But he flatly denied the claim of his old friend and adviser, Steve Hilton, that he was a “closet Brexiteer”.   Brexit explained: cost to businesses of EU regulations   On net migration, he admitted that he was “disappointed” that it had risen to 333,000, the second highest level on record, but said it had happened because of the country’s economic strength. “We have had a situation where for some years the British economy has been the growth economy, the jobs-creating economy in the European Union, and I think that is one of the things that lies behind those figures,” he said. But Cameron said he wanted to make the point that while European nationals could come to work in Britain, the single market also meant “British people are able to go and work in France and Germany or Spain or Italy”. He argued that his reforms had cracked down on people coming to the UK and failing to find a job, and would reduce EU migrants’ access to benefits. The prime minister also suggested that economic improvements in other countries could reduce the migration pressure on Britain. “But let me say this: those who want to leave the single market and cause all the damage that would do to jobs and to growth and to investment, I do not believe for one minute that the right way to control immigration is to wreck our economy. That is the consequence of leaving the single market.” Despite the warning, Cameron said he was standing by previous comments that Britain could thrive outside the EU. “I withdraw absolutely nothing I’ve previously said,” he said.  “Britain is an amazing country. We can find our way whatever the British people choose,” the prime minister added. “But the question for us is not are we a great country, have we got a brilliant economy, have we got talented businesses, have we got great entrepreneurs, have we got amazing universities, brilliant scientists? “Can we go on as we have in the past breaking new boundaries in all these areas? The question is how do we do best?” He added that it wasn’t an argument about “Europe, yes or no” but an argument about Britain “big and bold”. Asked about the claim by Hilton that he was an instinctive leave voter who would be saying something different if he were not prime minister, Cameron said: “I am not a closet anything. I have pretty much had the same view about Europe ever since I got involved in active politics. “I have always taken the same view, which is that we are better off in this organisation but we should be aiming to reform this organisation, we should be looking to enhance the special status [of] Britain.” Cameron’s comments came as he and the other G7 leaders issued a joint declaration that included a claim that a vote to leave would be a threat to the global economy, in a section that also listed geopolitical conflict and terrorism. “It is not just me saying that there are economic risks from Britain leaving the EU, it is now a pretty large consensus that includes people of impeccable independence and academic standing,” he added. “And I think when you have that sort of agreement it is worth listening to it.” He said it was not “hard to explain” why that conclusion was being drawn in so many quarters, arguing that the key moment in the campaigning was when his close colleague Michael Gove said the leave campaign wanted to withdraw from the single market. “If you leave the single market, then inevitably you are going to end up with worse terms than we have now with trading with Europe,” the prime minister said.  He added that the worst case scenario involved WTO rules under which car companies based in Britain would face heavy tariffs when exporting to the EU. “We have had a brilliant recovery in the automative industry. If you put a tax of 10% on every car we sell, that is going to cost jobs. Japanese car investors are obviously going to think twice,” said Cameron. Iain Duncan Smith, the former work and pensions secretary who is campaigning to leave, highlighted that Cameron had not just said Britain would be fine outside the EU, but that it would “thrive and prosper”.  He also suggested that Hilton was well placed to know if Cameron was an instinctive Brexiter. “I was never as close to the prime minister as Steve Hilton has been – they were very, very close friends. “I don’t have a window into the prime minister’s soul and I have always made it a position of mine which is never to gaze into other people’s motivations, only deal with what their actions are.  “And the actions I see from the government at the moment, my government, the prime minister, is an all-out attempt to try and get the British people to fear the future and to worry so much that they would not vote to leave.” He said the alternative vision was of a “great British economy made of the most wonderful people on the earth who are the most entrepreneurial and brilliant”.  Cameron also refused to defend Boris Johnson after one of the most senior officials in the EU lumped him together with Marine Le Pen and Donald Trump. Martin Selmayr, chief of staff to the European commission’s president, suggested that it would be a “horror scenario” if Johnson were to become prime minister.  Asked if he would publicly disagree with or defend his Conservative colleague, the prime minister said: “I’ve got a self-denying ordinance for 30 days and maybe longer. I will make the arguments about Britain’s future in a reformed European Union and ignore any other issues.”",
  "webTitle": "EU immigration price worth paying for gains of single market – PM",
  "webPublicationDate": "2016-05-27T08:47:19Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/27/eu-referendum-pm-stands-by-claim-that-uk-could-thrive-outside-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/27/eu-referendum-pm-stands-by-claim-that-uk-could-thrive-outside-eu"
}