{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/20/lady-dynamite-maria-bamford-netflix-comedy",
  "id": "2016-05-20-123",
  "sectionId": "tv-and-radio",
  "body": "Related: High energy: how Maria Bamford made a sitcom out of her hypomania    What’s the name of this show? Lady Dynamite. When does it premiere? All 13 episodes are currently streaming on Netflix. What is this show about? It’s a show where Maria Bamford plays herself, a comedian living and working in LA.  Oh, you mean like Seinfeld, Louie, or It’s Garry Shandling’s Show. Like we haven’t seen this before? No, actually you really haven’t, because none of those shows have Lady Dynamite’s secret weapon: Maria Bamford.  What’s so special about her? First of all she is a hilarious and quirky stand-up comedian. She jokes in the opening moments of her show that she is a female comedian over 40 who is clearly sun damaged. She can’t believe anyone gave her a show. Secondly she has been very open about her struggles with mental health and just how hard it is for her to operate as a performer.  This is a comedy about mental illness? Kind of. It tells the story of the fictional rise of Maria’s career, but thanks to an ineffectual manager Bruce (Fred Melamed) and a shark of an agent Karen (Ana Gasteyer, who steals every scene), Bamford ends up having a mental breakdown where she has to move back to Duluth with her parents (Mary Kay Place and Ed Begley Jr) while she undergoes outpatient treatment. Now she’s back in LA and trying to get things off of the ground again. Also, the character Maria acknowledges that she’s also on a show being filmed.  This sounds like a bit of a mess. There is a lot of skipping around in time, but thanks to some title cards with jazzy 70s star graphics that look like the opening of the old Wonder Woman show, we know if it’s the past or the present. She also makes the conscious decision to make everything in Duluth a deep blue color. We know this because we see her try out different color saturations before choosing the blue one.   Things get really weird with her guest stars though. In the first episode, Patton Oswalt plays a cop on an episode of the show, but when he sees Maria is going to do standup in her own show, he calls cut and then addresses Maria as Patton, telling her she can’t put comedy in her show or she’s really going to piss off Louis CK. In a later episode, Mira Sorvino plays herself playing an actor who is playing another actor. Then her car turns into a spaceship and she flies away into the future.  So there is a lot of breaking the fourth wall? It’s more like the fourth wall is a game of Tetris and it keeps building itself up and then magically disappearing but then obscuring and revealing itself in different patterns.     Lady Dynamite: Maria Bamford. Photograph: Doug Hyun/Netflix    But is it funny? Like so many of these experimental shows, it is very clever and inventive but doesn’t deliver easy punch lines or steady laughs in the way that something like Unbreakable Kimmy Schmidt or Veep does. It’s a brainteaser that the viewer has to unravel (not something we usually have to do with comedies), but it’s very satisfying when you do. When the second episode ends with an elongated bit where Maria has to decide whether to give her bowl of Japanese pussy noodles to a bisexual, it is so outrageously daft you can’t imagine watching another comedy ever again.  Is it good? It’s ambitious for sure and unlike anything else on television. It certainly borrows from plenty of cable’s more referential comedies, but none of them go as far as Bamford does with the help of writers Mitch Hurwitz and Pam Brady. The third episode is an episode about race that is really about how stupid and futile it is to do an episode that tries to tackle race issues. (This is also the one with Mira Sorvino, because nothing says “race episode” like an appearance by our most maligned living Oscar winner.) It can be a little too much like a snake eating its own tail for its own good. If they weren’t handled so deftly and packaged with so many other non sequiturs to laugh at, the conceits might be far too precious. Lady Dynamite needs a delicate balance and it mostly achieves it. It’s a show that seeks a very complicated and intricate structure but uses it to cage in the chaos of jokes coming in every direction. This is what it must be like to live inside the mind of a comic genius like Bamford. It is also an exhausting place, and if viewers miss one turn they might get so lost they’ll never come back. Should I watch this show? Yes, you should, if only to see what really daring and iconoclastic television is like. It’s not going to be for everyone though. Actually, it’s probably going to only be for comedy nerds and television critics. You know, the kind of people who are always telling you to watch Review, but you kind of wish they would shut up. But Lady Dynamite is sure to find a niche following and you should check it out now, because people are going to be stealing from it for decades to come.",
  "webTitle": "Lady Dynamite: Maria Bamford’s experimental comedy does meta better",
  "webPublicationDate": "2016-05-20T14:32:51Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/20/lady-dynamite-maria-bamford-netflix-comedy",
  "keyword": [
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Netflix",
      "id": "media/netflix",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/20/lady-dynamite-maria-bamford-netflix-comedy"
}