{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/28/glastonbury-michael-eavis-eu-referendum-vote",
  "id": "2016-05-28-52",
  "sectionId": "music",
  "body": "Michael Eavis, the Somerset farmer who runs the world’s biggest music festival, Glastonbury, has appealed to fans converging for this year’s event (from 22 to 26 June) to vote in the European Union referendum.   Brexit explained: young people   Eavis and his festival have been the subject of concern from some political quarters – notably former Labour leader Neil Kinnock – because the gates for Glastonbury open the day before the referendum on Thursday 23 June, with music under way on the Friday morning. Lord Kinnock, who became a European commissioner and was vice-president of the European commission until 2004, said it would be a shame if young people were “rocking instead of voting”. The festival was arranged for its usual weekend, close to the summer solstice, long before the referendum date was chosen. “It has been like that for 47 years,” said Eavis. “Even Neil Kinnock should know that.” He added: “The people coming to our festival have to make sure they vote. The result of this referendum strongly affects their future – it’s so important for them and they’ve got to ensure they’re part of it. I do believe that the kids who come here will want to be involved. We have said it until we’re blue in the face: if you come, vote.” Eavis knows which box he would like voters to put their mark in. “It’s so important that we vote to remain in the EU,” he said. “They need to get out there, get stuck into this, and vote to stay part of Europe.” There will not be a polling station at the festival, so Eavis and the festival organisers are strongly encouraging ticket holders to vote by post or by proxy if they plan to leave home before polling stations open. “The show doesn’t start until Friday morning, so most people, coming after work on Thursday, have got a day,” said Eavis. “Many of the people travelling here on Thursday to catch the opening will have time to vote earlier in the day. But those coming from farther away will have to make other arrangements – and they need make sure to get their postal vote organised.”     Michael Eavis, the Glastonbury festival organiser, believes young people should vote to stay in Europe. Photograph: David Levene for the Observer    As with every other year in the weeks before the festival, fences go up, stages are built and Worthy Farm’s rolling meadows become fields of scaffolding, cranes and bustle. And when it comes to voting in or out, Eavis has also addressed the matter of the “thousands of people who are already here getting the whole thing together”. In Goose Hall, the pre-festival catering site for staff and crew, Eavis has set up an information desk to help people already on site to register for a postal vote – the deadline is 3 June – and get their votes into the mail. If they fail to do this, however, there is still hope. “We’re going to need to organise buses to ship [those] people from here to the polls on referendum day, if they’re registered within reasonable reach of the site,” said Eavis. “That’s something we’re going to look at more closely. We’re going to do all we can to accommodate people needing assistance to vote.” Eavis, the son of a Methodist minister, grew up on Worthy Farm. He was inspired to launch Glastonbury after going to the Bath music festival in 1970, where the line-up included Jefferson Airplane, the Byrds and Led Zeppelin. His first “Glastonbury Fair” brought David Bowie, Traffic, Hawkwind and other artists to the farm. Since then, Eavis has become a national institution – and a local one. He is at ease in the town of Glastonbury, four miles from his Worthy Farm at Pilton, often calling at Knight’s Fish and Chips restaurant – regularly voted “best in the west” – opposite the festival office, for a chat with townsfolk and music fans.   Related: Jeremy Corbyn officially confirmed for Glastonbury    Speaking of his own position on the referendum, and glad to urge his festival fans to agree with him, Eavis said: “I’m deeply for ‘In Europe’. In with both feet. It’s not for my sake – I’ve nearly finished; I’ve been on the go at this for 50 years – it’s for them. “I think most people who come to our festival are reasonably intelligent. And as such, they must realise that our future must be part of this European ideal. “I can understand the OAP – with a little house in Margate and a picture of the Queen on the mantelpiece – wanting to be little England again. I accept all that. But it’s the past: that’s just rainy old windswept Margate talking. This referendum is about the future, in which we have to be part of the bigger picture, a continent of opportunities, languages, colours, excitements and exchanges.” With direct regard to the job he does for the rest of the year, Eavis added: “I also need to vote for Europe as a farmer. Farming would be dead in the water if we left the EU. We’d be flooded even more with rock-bottom cheap stuff from Singapore and all over. For farming, this is a serious moment. “And my God, I need the Poles I have working here,” he added. “There are about six of them, and they’re fantastic. Up when we have to be at half-past three in the morning, on time, no problems, no fagging out in the barn. I don’t know what I’d do without them. No – we’ve got to vote, and we’ve got to stay in.”",
  "webTitle": "Michael Eavis urges Glastonbury fans to use their vote on Europe",
  "webPublicationDate": "2016-05-28T19:35:27Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/28/glastonbury-michael-eavis-eu-referendum-vote",
  "keyword": [
    {
      "webTitle": "Glastonbury 2016",
      "id": "music/glastonbury-2016",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Michael Eavis",
      "id": "music/michael-eavis",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Glastonbury festival",
      "id": "music/glastonbury",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Vulliamy",
      "id": "profile/edvulliamy"
    }
  ],
  "guardianId": "music/2016/may/28/glastonbury-michael-eavis-eu-referendum-vote"
}