{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/14/sidney-blumenthal-lincoln-biography-hillary-clinton-trump",
  "id": "2016-05-14-117",
  "sectionId": "us-news",
  "body": "“I’m a political person,” says Sidney Blumenthal, over lunch on a blooming May day in Manhattan. “It’s the political season. The Clintons are on stage.” So they are. Therefore, so is he. Once an adviser to Bill Clinton, then an adviser to Hillary Clinton when she first campaigned for president, Blumenthal is now touring television studios, colleges and bookshops in support of his new book. A Self-Made Man, the first of a four-volume political life of Abraham Lincoln, was published in the US on Wednesday. “There are many Lincolns,” he says, when asked why he turned from writing influential books on modern politics – The Permanent Campaign, The Clinton Wars, How Bush Rules – to such well-trodden historical ground. “The most commonly held is seen as sitting above us, in his enormous chair in his memorial of white alabaster: pure, immoveable, transcendent.  “And none of that was possible without him being the opposite of that, a real live politician who developed in ways that I wanted to look at.” Early reviews have been strong. The product of a fascination begun with a childhood visit to Springfield, 10 years in the writing, A Self-Made Man contains insights on the 16th president’s speeches, marriage and career that have been hailed by leading Lincoln scholars.      Abraham Lincoln as a young politician. ‘Pure, immoveable, transcendent.’ Photograph: Time Life Pictures/Time & Life Pictures/Getty Image    It is also a terrific read, teeming with 19th-century life, from the down and dirty politics of 1830s Illinois to Lincoln’s single term in Congress at the end of the 1840s. Over it all looms the problem of slavery. By the end of volume three, Lincoln will once again have solved it. Volume four will cover Lincoln’s afterlife in American politics, of which Blumenthal is now a part.  But as he follows up on publication of volume one, the down and dirty politics of 2016 persist in following him around. Around our meeting, on MSNBC, CNN and CNBC, interviewers have been less eager to talk telegrams and the Mexican war than emails and Benghazi. On 11 September 2012, in the northern Libyan city, a mob attacked a consular building. Four Americans died, including US ambassador Chris Stevens. Hillary Clinton was secretary of state at the time and Blumenthal – then working for the Clinton Foundation – was sending her advice about issues including the precarious situation in Libya.  Amidst an FBI investigation of Clinton’s use of a private server while in office, many of those emails are now public property. On the right, Benghazi has become a stick with which to beat Clinton as she campaigns again for the presidency.  Last summer, months before Clinton’s own appearance, Blumenthal was summoned by a Republican-led House committee. His testimony, all nine and a half hours of it, has not been made public. On the promotional trail for his book, he has called for it to be released. He has also refused comment on the ongoing FBI investigation. This must be getting frustrating. On Wednesday morning, CNN gave Blumenthal seven minutes of prime time. Five were on Hillary and the emails and two on Lincoln, prefaced with a rather dismissive “What else is there to say?”     It’s not an easy thing to … learn to be uninterested about caricatures of yourself  Sidney Blumenthal     Blumenthal smiles and, as with any question, chooses his words with care. “I’m not surprised,” he said. “I expect it. I’ve been through this for years and years. I’m not going to say I’m inured to it, but there it is. You expect it, particularly on cable television, these days.” Blumenthal also testified to the Senate in 1999, during impeachment proceedings against Bill Clinton over his affair with Monica Lewinsky. Rightwing news sites see him as some sort of pantomime villain, his words parsed relentlessly, any on-air chuckle or smile scorned with puritan zeal. “You learn how to deal with it,” he says. “It’s not an easy thing to … learn to be uninterested about caricatures of yourself. But that’s essential in order to understand why it happens and to be able to take it. “Does it effect how I view the world or how I work? No. I just work. I write. And research. And do some politics.” ••• There are, as Blumenthal says, many Lincolns. It turns out one of them was him. Last summer in Rappahannock County, Virginia, in a one-off performance of The Peacemaker by James Reston Jr, Blumenthal played the president’s ghost. “So Lincoln’s dead,” he says, “and I’m Lincoln. I stood on a little cliff above the stage, in costume, and every so often I would appear and declaim down towards the living actors with ominous and portentous words.      Sidney Blumenthal, left, in costume as Abraham Lincoln with the late NAACP chair Julian Bond, center, and conservative commentator Richard Viguerie as Confederate general John Bell Hood. Photograph: supplied by Sidney Blumenthal    “It’s a good role, being a ghost. No one can attack a ghost.” Lincoln’s ghost has long been said to haunt the White House. Supposedly, President Truman heard it and Winston Churchill saw it, in the latter case while naked and smoking a bedtime cigar. Blumenthal says he never did, though he might have seen Nixon’s spook in the Lincoln Bedroom, praying for forgiveness. The joke is fitting, even if the assassinated president has become a tragic figure – in Blumenthal’s words a kind of “American Christ” who saved the country and was killed on Good Friday. Lincoln had a notoriously robust sense of humor; much in the early chapters of A Self-Made Man is duly hilariously funny.  At rural fairgrounds, Lincoln won debates with smutty wit. In a legislative session held in an Illinois church, he sought to deny his opponents a quorum by jumping out of a window. Challenged to a duel over an insulting editorial, he chose broadswords to take advantage of his great height, only to find out his diminutive challenger was an excellent fencer.   Blumenthal appreciates the value of a good editorial. He started his career writing on baseball and politics for Boston newspapers, and has written for the New Republic, the Washington Post, the New Yorker, Salon, the Atlantic and the Guardian. In his Lincoln book, he delights in the role of the press. Before he went to Washington, Lincoln covertly controlled a Whig paper, wrote brutal editorials anonymously and eagerly read of great speeches made in the east.    Lincoln’s self-education in what we call political economy has been remarked on in the past but also overlooked       Blumenthal’s experience in the politics of the press – he has consulted for the “progressive media watchdog” Media Matters as well as the pro-Hillary Clinton super pac American Bridge – also means that in 2016, as the election pivots from primary to presidential, he is not remotely surprised that the reception of his political book has been colored by politics. Among Lincoln scholars this is rather like a game of tennis, shots exchanged across the net with a polite thwack and applause for well-made points. Allen Guelzo of Gettysburg College, a conservative, gave A Self-Made Man a glowing review of which Blumenthal is naturally very appreciative. But he did take exception to the contention that Lincoln, through reading the work of Henry Carey and others, believed in federal economic intervention. Lincoln’s concept of political economy, Guelzo wrote, “was a very long way from a Keynesian, not to say a Clintonian concept of government”.  “It doesn’t surprise me that he wrote that,” Blumenthal says, of the economic point as well as the reference to the Clintons, which is of a kind also prompted by his work on the Lincoln marriage.  “It’s his point of view. This is mine and I stand by it. Lincoln’s self-education in what we call political economy has been remarked on in the past but also overlooked.” The role of the federal government in the economy is ever remarked upon. Four years ago, Mitt Romney insisted business needed no help. Blumenthal takes aim at a man then on the podium with Romney, now House speaker: Paul Ryan. “[Lincoln’s] belief in the essential role of government in the economy as part of democracy might not fit Paul Ryan’s understanding of what is the party of Lincoln,” he says. “Lincoln was not a follower of Ayn Rand. Although Trump may well be the embodiment, however a nightmare embodiment, of Ayn Rand’s vision. So be careful what you wish for.   Related: American crossroads: Reagan, Trump and the devil down south    And thus we have reached, presumably by a federally maintained road, the parlous state of the so-called “party of Lincoln”. On Wednesday morning, the presumptive Republican presidential nominee, Donald Trump, met Ryan and other party leaders. The result was an apparent calming of troubled waters, but Blumenthal views those in the present day GOP who trumpet Lincoln with skepticism and Trump himself with disdain.  In his statement against Trump a week earlier, Ryan widened his definition of the GOP to “the party of Lincoln and Reagan and Jack Kemp”. Blumenthal points out that Reagan “began his 1980 campaign at the Neshoba County Fair, [near] where three civil rights workers were murdered, and spoke about states rights surrounded by Confederate battle flags. So the idea of the party of Lincoln [who defeated the Confederacy] and the party of Reagan is a strange bracketing.” He also knew Kemp, the popular congressman from Buffalo who was Bob Dole’s vice-presidential pick in 1996. He isn’t buying. “There was a decency to him and openness to Jack,” he says. “[He] never imprinted himself on the party much.” Blumenthal returns to a point he has repeated on TV and in public. On issues including immigration and the equality of all citizens, the GOP has moved a long way from the ideals of its first president. Furthermore, Lincoln became a Republican because his first party, the Whigs, tore themselves apart over politics. Casting his eye at Trump, he says: “This happened not least because of nativism, the schism and the growth of the Know Nothing Party, the so-called American Party. The Know Nothings created this ideal citizen who represented the ideal American. And he wanted to make America great again. “Citizen Know Nothing had a son, named Jonathan, a pure American who had a fresh face and wore a sort of rural farmer’s hat, but he was neatly turned out.” He smiles. “And so on.” ••• It’s time for some direct political questions.  “Go ahead,” he says, smiling. “We’ll see if I answer.” Should Hillary Clinton win the presidential election, does Blumenthal expect to return to the White House? “I haven’t given it much thought. My position is to be here, a year from now, with volume two. I have my next few years plotted out – for four volumes at one a year, and that’s enough.” Famously, Lincoln’s cabinet was a “team of rivals”, including would-be presidents Seward, Chase and Bates. Could a President Hillary Clinton appoint, say, former Republican Utah governor Jon Huntsman as her own first secretary of state? “I haven’t heard that.” Fair enough. But with such brutal dissension within and without the two modern parties, does Lincoln’s famous magnanimity inspire any advice to the next president, whoever that may be?     Abraham Lincoln’s memorial looms over three Democratic presidents and one first lady, in a picture from 2013. Photograph: Charles Dharapak/AP    “Well, working with members of the other party, maybe … it depends upon who controls which house in Congress and how powerful [they are]. So we’ll see. That’s how it always is. “But in Lincoln’s case there was a lot of personal relationships … and a lot of that has broken down. I think one of the great precipitators of the breakdown was Newt Gingrich [once House speaker, now reportedly a possible Trump VP] and Ted Cruz is his natural-born child, politically.” He turns his attention to the Democratic primary, a bitter struggle in which Bernie Sanders has vowed to fight all the way to the convention. “In terms of getting along within your own party, Lincoln said once people stop attacking him, then he could work with them … He’d even work with people who didn’t stop attacking him, [like] his secretary of the treasury, Salmon Chase.    Lincoln offers lessons in binding a party together … I think those are good lessons for the Democrats right now       “I think there are lessons in binding a party together, if you can. I think those are good lessons for the Democrats right now. I think it’s likely the Democrats will come together, and I don’t think there are such irretrievable differences and wounds that can’t be dealt with. “I remember President Clinton when he was first elected, his political team was opposed to the appointment of somebody who had been on an opposing primary campaign and had been combative. And Clinton told them to knock it off, and said: ‘I thought we won.’” The meaning is implicit: in 2009, thanks to his work in the 2008 primary, the Obama administration reportedly barred Blumenthal from taking a role at the state department under Clinton. He speaks glowingly of Obama, who he says like Lincoln “stands for inclusion, and the vindication of American ideals”. Regarding the contest to replace Obama in the White House, to select the next man or woman to contemplate its many portraits of Lincoln, he indicates a willingness to fight the good fight. “[It’s] all hands on deck, all talents forward on our side.”  Thinking again of Lincoln and the Whigs, torn apart over slavery, he adds: “On the Republican side? No-one knows where this story ends.  “We’re just at the beginning. They’re under the volcano.”  Sidney Blumenthal’s The Political Life of Abraham Lincoln, vol I: A Self-Made Man, 1809-1849 is published in the US by Simon & Schuster",
  "webTitle": "In age of Trump, Sidney Blumenthal's book on Lincoln illuminates party history",
  "webPublicationDate": "2016-05-14T11:45:02Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/14/sidney-blumenthal-lincoln-biography-hillary-clinton-trump",
  "keyword": [
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bill Clinton",
      "id": "us-news/clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "American civil war",
      "id": "us-news/american-civil-war",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Pengelly",
      "id": "profile/martin-pengelly"
    }
  ],
  "guardianId": "us-news/2016/may/14/sidney-blumenthal-lincoln-biography-hillary-clinton-trump"
}