{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/07/antarctica-ross-sea-sancturay-marine-life-russia-china-fishing",
  "id": "2016-05-07-27",
  "sectionId": "world",
  "body": "Over the next few weeks, a discreet but vital diplomatic campaign will be launched to try to save one of the most remote regions of the world: the Ross Sea in Antarctica. Marine conservationists, who have been pressing to set up a no-fishing zone for several years, say it is now paramount that their plan to create a 1.25 million square kilometre “no take” area in the Ross Sea is successful. They believe failure would seriously jeopardise future plans to protect the polar regions, which are now bearing the brunt of global warming. The Ross Sea is a deep bay of the Southern Ocean, between Victoria Land and Marie Byrd Land. It is home to 95 different species of fish and large numbers of Adélie penguins, Antarctic petrels and emperor penguins, as well as a distinct population of killer whales. Many scientists consider it to be the last intact marine ecosystem on Earth, a living laboratory ideally suited for the investigation of life in the Antarctic and the profound climatic changes that are affecting the region – and the planet. But not everyone supports the plan. Proposals to create the sanctuary have been vetoed by Russia – and frequently China – at international meetings over the past four years. In addition, Russia has also blocked proposals to create a network of smaller protected areas in the seas around East Antarctica, which would add a further 1.9 million sq km of protected waters. Both Russia and China have large fishing fleets in the Southern Ocean and most analysts believe that these interests have played a significant role in their decisions to block plans to set up marine protected areas in the Ross Sea and around East Antarctica. The battle over marine conservation at the South Pole has occurred at meetings of the Commission for the Conservation of Antarctic Marine Living Resources. Made up of 25 member states, including the UK, the organisation has tried to establish the fishing-free zones – and several others – for many years. The opposition of Russia and China has exasperated scientists and conservationists. “Russia and China have a tradition of taking an all-out approach to the exploitation of natural resources,” said marine conservationist Professor Callum Roberts, of York University. “There are no effective nature conservation movements in either country – certainly not like the ones we have in the west. But humans are reaching the limit to what they can do to the planet and it is time both countries adopted a more responsible approach. “Nations have an obligation to protect what they exploit and there are few places where this is more true than Antarctica.” Climate change, brought about by carbon emissions from factories, power plants and cars, has had a variable impact on the Antarctic. Some regions have seen significant temperature rises, increases that rival those in the Arctic. “Research has suggested that average temperatures may have risen by as much as 3C in some parts of the Antarctic over the past few decades,” said Rod Downie, polar programme manager for the World Wide Fund for Nature. “If you consider that the aim of the current climate change negotiations is to limit global temperature rises to under 1.5C, you can see just how drastic the change is that is occurring there.” The commission already controls fishing in the Southern Ocean. However, scientists are now pressing for complete bans in certain areas. They argue that if ice disappears significantly from the region, that could have serious consequences for all its wildlife, from fish to penguins and seals to whales. Tight conservation, matched by careful observation of changes in the behaviour of wildlife, is now urgently needed – hence the desire to set up no-take areas.     A seal swimming under the ice in the Ross Sea. Photograph: John B Weller/AFP/Getty Images    For an example of the problems facing the Antarctic, just consider the algae that grow on the underside of sea ice. They are eaten by tiny crustaceans called krill, which are eaten by fish, which in turn are eaten by seals and penguins. Without the ice, the algae would disappear and if you take away the bottom rung of the food chain, all sorts of unintended consequences could be realised. However, to date, only one protection area – in which fishing is completely banned – has been approved by the commission. This area covers the seas to the south of the South Orkney Islands and was set up in 2009. The UK played a major role – along with the EU which also has member status at the commission – in establishing it. A further nine marine protected areas (MPAs) have also been proposed by the commission, with two – one in the Ross Sea and the other around East Antarctica – rated as high priorities. However, for the past four years, at each meeting of the commission, these plans have been put forward and then blocked by Russia and China. “It is truly dismaying that the commission continues to fail to agree on the establishment of the important Ross Sea and East Antarctica MPAs,” said Downie. “These are critically important ocean habitats for Antarctica’s charismatic species, including whales, seals and penguins, as well as being important for scientific research and for increasing resilience to climate change.” The problem, added Susie Grant, a marine bio-geographer based at the British Antarctic Survey, is that the commission operates by consensus. “Every member nation has to vote for a proposal for it to be adopted. And that is what has happened at previous meetings of the commission. Russia and China have not voted for the plans and so the creation of the marine protected area has been blocked.” This failure is particularly galling to Antarctic conservationists because of the success of scientists in setting up major marine protected areas elsewhere on the planet – in waters off Chile and New Zealand, for example. As for the cause of Russia and China’s intransigence, most experts believe their current fishing activities in the seas around Antarctica provide the main motivation – although the two countries have different targets. For Russia the main prey is the Antarctic toothfish. For China it is krill.           Why 150,000 penguins have died in Antarctica    Krill are used as food for China’s growing aquaculture farms and although only small amounts are currently fished by China from the Southern Ocean, their exploitation worries scientists. Krill are the mainstay of Antarctic marine life. “We have to be very careful about what we do to the krill of the Antarctic,” said Roberts. Similarly, the catching of Antarctic toothfish worries biologists and conservationists. Antarctic toothfish, which can grow to more than two metres in length and can weigh 150kg, are eaten by seals and whales but take a long time to mature, living to around 15 years. The lengthy life cycle means populations are slow to recover if over fished. However, the toothfish is now a target for Russian trawlers, which sell the fish on to markets in the United States and Asia. “These fish have very complex life cycles that we do not fully understand,” added Roberts. “If we start to take out large numbers of toothfish, who knows what ecological harm we could do.” It is a worrying business for scientists and conservationists although one encouraging trend emerged at the last meeting of the commission. China surprisingly agreed to support the establishment of the Ross Sea MPA – but not those for East Antarctic – giving scientists and activists some hopes that progress could be made before the next meeting of the commission in October this year. It is this breakthrough that has led to the resurgence of diplomatic action around MPAs in the Antarctic. A likely focus for this activity is expected to occur at the annual Antarctic Treaty Consultative Meeting in Santiago, Chile, later this month when scientists, diplomats and conservationists gather to talk about affairs in the region. “The marine protected areas will not be on the official Antarctic Treaty agenda,” said Downie. “However, they will be discussed at the margins of the main meeting, in the breaks between sessions and at meals. It will be very much on delegates’ minds. And maybe that will help us to reach the happy solution that we have all been seeking.” ROSS SEA FACTS ■ The Ross Sea is named after the British explorer James Ross who arrived in 1841. ■ Many early Antarctic expeditions set up their bases on Ross Island. Huts left behind by Scott and Shackleton still stand and are preserved as historical sites. ■ The Ross Sea is home to several million Adélie penguins and numerous emperor penguins, as well as the Antarctic petrel, the snow petrel and the south polar skua. ■ The southernmost active volcano on Earth - Mount Erebus - is found on Ross Island, which is also home to three inactive volcanoes, Mount Terror, Mount Bird and Mount Terra Nova. ■ Three distinct types of killer whale (Orcinus orca) are found in the Ross Sea. Ecotype A feeds mainly on minke whales, ecotype B on seals and emperor penguins, while ecotype C eats mainly fish, particularly the Antarctic toothfish.",
  "webTitle": "The ice cold war: fight for sealife in remote wilds of Antarctica",
  "webPublicationDate": "2016-05-07T23:04:06Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/07/antarctica-ross-sea-sancturay-marine-life-russia-china-fishing",
  "keyword": [
    {
      "webTitle": "Antarctica",
      "id": "world/antarctica",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Fishing",
      "id": "environment/fishing",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Robin McKie",
      "id": "profile/robinmckie"
    }
  ],
  "guardianId": "world/2016/may/07/antarctica-ross-sea-sancturay-marine-life-russia-china-fishing"
}