{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/25/former-mcdonalds-ceo-threatens-replace-employees-robots",
  "id": "2016-05-25-98",
  "sectionId": "business",
  "body": "As thousands of low-wage workers plan to protest at McDonald’s annual shareholder meeting in Chicago on Thursday the company’s former US boss has warned them: if the minimum wage goes up, McDonald’s is likely to replace them with robots.  “I was at the National Restaurant Show yesterday and if you look at the robotic devices that are coming into the restaurant industry – it’s cheaper to buy a $35,000 robotic arm than it is to hire an employee who’s inefficient making $15 an hour bagging french fries,” the former US chief executive Ed Rensi told Fox Business’ Maria Bartiromo.   Related: All-day breakfast awakens McDonald's sales for a third consecutive quarter    Rensi, who was the CEO of McDonald’s US in the 1990s, said a national minimum wage of $15 an hour – which is being pushed for by an alliance of labor unions and workers – was nonsense and would lead to “job loss like you could not believe”. “I don’t think we ought to have a federal minimum wage. The states ought to decide what the minimum wage is based on the cost of living in the states they are in. You don’t need a $15 minimum wage in communities that have a standard of living which is substantially lower than in New York City,” he said. After a quick pause, he added: “OK, maybe the wage ought to be higher in New York.”  Members of the Fight for $15 movement, however, have said they would keep fighting until all workers across the nation were earning $15 an hour. The majority of their protests have been focused on McDonald’s, the world’s largest fast-food chain.  McDonald’s has shrugged off years of declining sales in recent quarters. In April, the company announced that its first quarter sales at US locations rose by 5.4%, largely thanks to the introduction of all-day breakfast. This was a third quarter in a row that McDonald’s announced an increase in sales. Last year its global profits topped $7bn. George McCray, who works at McDonald’s in Chicago, Illinois, and earns the local minimum wage of $8.25 an hour, would like the company to pass some of its profits on to the workers.  “We’ve been working hard to make new changes like the all-day breakfast a success and have helped make the company billions, but our wages haven’t budged. How much longer will McDonald’s workers have to wait before the company’s success benefits us too?” he asked.  According to the Fight for $15 movement, about 10,000 workers are expected to protest in front of the McDonald’s headquarters during the fast-food giant’s annual meeting on Thursday. The campaign said it would be “the largest-ever protest to hit the shareholder meeting”. However, after New York and California have passed legislation that would see their state minimum wages increased to $15 an hour, the Fight for $15 movement has lost some of its momentum. In April, the campaign planned what they hoped to be the largest day of action yet. However, the turnout at some of the events planned was about half of what it had been the year before.    Related: Fight for $15 protesters across US demand living wage in day of action    The campaign has been largely funded by the Service Employees International Union in the hope that the workers would also organize and push for union recognition in their respective McDonald’s stores. This past weekend, at the SEIU National Convention, a delegation of fast-food workers from the Fight for $15 movement announced that they wanted to join the SEIU pending votes by cooks and cashiers at stores across the country.  When he appeared on Fox Business on Tuesday, Rensi also focused on the labor movement’s role in the protests.  “All this nonsense with McDonald’s minimum wage, work rules, it’s all about union dues. It’s about organizing,” he said. “It’s a theater of protests to capture votes for the Democratic party. It’s absolute nonsense. It’s a sham and it’s destroying the middle class in this country.”  Fight for $15 members insist that higher minimum wage and ability to unionize will help “lift” low-wage workers out of poverty and into the middle class.  “Our decision to ask to join SEIU underscores the fact that we want not just $15 an hour, but union rights too,” said Guadalupe Salazar, one of the McDonald’s workers attending the SEIU convention. “We are sending a powerful message to companies like McDonald’s that we are going to keep fighting until we win an organization that helps lift up not just fast-food workers, but all underpaid workers.”",
  "webTitle": "Ex-McDonald's CEO suggests replacing employees with robots amid protests",
  "webPublicationDate": "2016-05-25T16:28:29Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/25/former-mcdonalds-ceo-threatens-replace-employees-robots",
  "keyword": [
    {
      "webTitle": "McDonald's",
      "id": "business/mcdonalds",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Minimum wage",
      "id": "us-news/us-minimum-wage",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US income inequality",
      "id": "us-news/us-income-inequality",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Robots",
      "id": "technology/robots",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jana Kasperkevic",
      "id": "profile/jana-kasperkevic"
    }
  ],
  "guardianId": "us-news/2016/may/25/former-mcdonalds-ceo-threatens-replace-employees-robots"
}