{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/the-guardian-view-on-the-land-registry-sell-off-hands-off-this-national-asset",
  "id": "2016-05-25-61",
  "sectionId": "commentisfree",
  "body": "By the end of this week, the course of one of Britain’s historic institutions and public assets will be changed for good. Tomorrow, the government’s consultation on the future of the Land Registry closes – and it explicitly rules out any continuation of the status quo. This, the paper says in commendably blunt language, is because it “would not meet the government’s objectives of transferring the Land Registry into the private sector”. In other words, it may claim to be a public consultation, it may invite the public to respond – but the results have already been rigged. Come hell, high water or public protest, the nation’s record of who owns what property in England and Wales is going to be handed over to a private business. For an idea of how bizarre this situation is, consider a few things. First, there is no public demand for selling the Land Registry – quite the opposite. At the last count, this public service had a 94% customer satisfaction rate – and that remarkable result was considered a disappointment after consecutive scores of 98%. According to polling done on behalf of the campaign group We Own It, 70% of the public want the Land Registry to remain publicly owned. Second, the Land Registry is not some financial sinkhole, but is a reliable money-earner for the government. Third, as the single official record and enforcer of property ownership in England and Wales – land ownership in Scotland is another matter altogether – it is also a natural monopoly. The Competition and Markets Authority – Britain’s main competition watchdog – took the unusual step this week of warning that selling the Land Registry would give any new owner a monopoly on highly valuable information, with no incentive to allow others access to it. This might mean that the 24m title deeds are removed from the freedom of information laws – and so the public would lose their right to find out who owns the very land they live on. Take, as an example, this week’s Guardian investigation into the millionaires’ tower in the heart of London which is two-thirds owned by foreign investors, among them Russian oligarchs and Nigerian politicians. That very modern housing scandal could remain completely secret if the Land Registry is flogged off. Shady money could be well protected under such a regime. The rest of us, however, would be left very exposed. In effect, Britons can swap finding out about property title fraud and investors using offshore shell companies to buy up swaths of the country for being sold a new conservatory. What a bargain. As the former chief land registrar, John Manthorpe, points out, that characteristic of any ordered society – the adjudication of property rights of citizens, governments and even the crown, would be handed over to a private concern. None of these points is new. Each helps to explain why Vince Cable vetoed a proposed sale of the Land Registry when he was business secretary under the coalition. They also account for the fact that previous consultations explicitly allowed for the Land Registry to remain in public hands. This one, however, was announced by Sajid Javid just before the Easter break, and has been given minimal publicity by his department since. Why should the Land Registry be sold? The consultation document makes it very clear that the government has a default policy of selling whatever public assets it can – “to reduce public debt or fund other public spending”. But George Osborne’s cuts have failed to bring down the debt as quickly as promised – so our national assets are being flogged off as fast as the government can get them out the door. In order to preserve a chancellor’s battered reputation and perhaps get a party re-elected, your personal housing data will be sold off to the highest bidder – which may be a foreign government or a global tech giant – and a 150-year-old institution employing around 4,000 civil servants will face a very insecure future. This government has neither the mandate nor the moral right to sell something that we all own in common.",
  "webTitle": "The Guardian view on the Land Registry sell-off: hands off this national asset | Editorial",
  "webPublicationDate": "2016-05-25T17:58:14Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/the-guardian-view-on-the-land-registry-sell-off-hands-off-this-national-asset",
  "keyword": [
    {
      "webTitle": "Privatisation",
      "id": "politics/privatisation",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Competition and Markets Authority",
      "id": "business/competition-commission",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/the-guardian-view-on-the-land-registry-sell-off-hands-off-this-national-asset"
}