{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/republican-nomination-party-unity-trump",
  "id": "2016-05-04-42",
  "sectionId": "us-news",
  "body": "Donald Trump has finally secured a clear path to the Republican presidential nomination as his last remaining party rival signalled he would drop out of the race on Wednesday. Governor John Kasich of Ohio will formally quit the race with a statement in his home state at 5pm, following Texas senator Ted Cruz by stepping aside for Trump.  The sudden capitulation sets up a November battle between Trump and Hillary Clinton for the White House, even though Bernie Sanders stayed alive in the Democratic race with a surprise win on Tuesday night in the Indiana primary. Kasich’s withdrawal, confirmed to the Guardian by a senior campaign source, marks the formal end of the most crowded and controversial race for a US presidential nomination in modern political history. The decision, made while Kasich’s plane was waiting on the tarmac at Columbus airport ahead of a planned fundraising trip, followed a similar announcement by his better-placed opponent Ted Cruz, who suspended his own campaign at an emotional press conference in Indiana on Tuesday night. “From the beginning I’ve said I will continue on as long as there is a viable path to victory – tonight I am sorry to say it appears that math has been foreclosed,” said Cruz.           Ted Cruz suspends his presidential campaign    As the crowd shouted “no, no”, Cruz told attendees: “Together we left it out on the field. We gave it everything we got. But the voters chose another path, and so with a heavy heart but with boundless optimism for the long-term future of our nation we are suspending our campaign.” Using the word “suspension” to describe such decisions is typically a technicality designed to preserve a candidate’s legal ability to continue raising funds while the campaign winds up. Both Cruz and Kasich bowed to the near mathematical certainty that Trump will now win a clear majority of delegates, reaching the 1,237 threshold needed to clinch the nomination. And they also acknowledged calls by the Republican National Committee to unite around the “presumptive nominee”.    .@realDonaldTrump will be presumptive @GOP nominee, we all need to unite and focus on defeating @HillaryClinton #NeverClinton— Reince Priebus (@Reince) May 4, 2016    But the scale of the political reconciliation required for this to happen was made clear on Wednesday when Kelly Ayotte of New Hampshire – one of several moderate senators facing a bumpy re-election with Trump at the top of the party ballot in November – said she would be “supporting, but not endorsing” his candidacy. Arizona senator John McCain, another previously vocal opponent of Trump, said he would support the party’s nominee, but initially declined to refer to him directly by name. A former speechwriter for McCain, who was the party nominee in 2008, said he would rather vote for Hillary Clinton than Trump. Many party leaders, including opponents in the primary, will now be under similar pressure to announce their support for Trump, despite months of public misgivings about his lack of political experience, attacks on women and minorities, and poor polling numbers among independent voters. Despite fervent support among Republican primary votes, Trump suffers from the worst national opinion poll ratings of any candidate of either party since at least 1984, with 67% of Americans thinking of him unfavorably. Earlier on Wednesday, despite barely registering in Indiana, where he had encouraged supporters to vote for Cruz, Kasich issued a defiant statement suggesting he would continue to contest remaining primary elections. Taking his cue from the “May the Fourth” Star Wars celebration, Kasich released a spoof video to the film’s theme tune describing a nightmare scenario for Republicans in which Trump’s nomination ushers not just a Clinton landslide, but allows Democrats to win back control of the House of Representatives and Senate.    Our Only Hope#MayThe4thBeWithYou #StarWarsDayhttps://t.co/Bi2qNGw2oM— John Kasich (@JohnKasich) May 4, 2016    “The country is depending on Indiana,” added Cruz on Tuesday before the primary results came in. “If Indiana does not act, this country could well plunge into the abyss … We are not a proud, boastful, self-centered, mean-spirited, hateful, bullying nation.” But Trump swept his opponents before him in the Hoosier State, clinching 53% of the votes and almost all the delegates as his strident attacks on free trade agreements and immigration appeared to resonate in a midwest state hit hard by globalisation. The New York billionaire is almost certain to face Clinton in November’s election, but voters in Indiana also showed her difficulties in fighting this economic populism. Her Democratic opponent Bernie Sanders threw a last-minute hurdle in front of Clinton’s march toward the Democratic party nomination on Tuesday by clinching a surprise victory in the Indiana primary. Despite trailing by an average of seven points in opinion polls and losing a string of bigger, more diverse states on the east coast, Sanders once again proved his appeal to disaffected midwest voters by pulling off his 18th victory of 2016, winning 52.7% of the votes to Clinton’s 47.3%. “The Clinton campaign thinks this campaign is over,” said Sanders. “They’re wrong. Maybe it’s over for the insiders and the party establishment, but the voters in Indiana had a different idea.” Nonetheless, the former secretary of state is nearly 300 pledged delegates ahead of her Vermont rival and within less than 200 delegates of crossing the finish line including the controversial superdelegates – party figures who are able to vote independently of election results and overwhelmingly back Clinton. Choosing to focus on her Republican opponent, Clinton pointedly ignored the surprise Sanders upset in favor of a full frontal attack on Trump. “Chip in now if you agree we can’t let him become president,” she urged her supporters in a swift fundraising email. And later on Wednesday, Clinton took to Twitter to unveil a new “Love trumps hate” slogan, declaring: “Unity versus division, compassion versus selfishness and love versus hate. The stakes don’t get much higher.”",
  "webTitle": "And then there was one: Trump stands alone after shocking nomination race",
  "webPublicationDate": "2016-05-04T19:38:25Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/republican-nomination-party-unity-trump",
  "keyword": [
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "John Kasich",
      "id": "us-news/john-kasich",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    },
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/04/republican-nomination-party-unity-trump"
}