{
  "apiUrl": "https://content.guardianapis.com/society/blog/2016/may/23/andy-burnham-manchester-mayor-right-about-northern-ambition-limited-way",
  "id": "2016-05-23-190",
  "sectionId": "society",
  "body": "It wasn’t the best weekend for a wannabe Manchester mayor, Liverpool-born Andy Burnham, to keep repeating his heartfelt complaint about life being tougher for the ambitious children of his native north-west. On Saturday afternoon one local boy made very good, Wayne Rooney, set up another, Jesse Lingard, to score the wonderful second goal that won Manchester United the FA Cup. Of course, Premiership footballers aren’t typical, not even very helpful role models for most dreamy boys. And Rooney’s £260,000 a week would impress all but the most overpaid investment bankers in the plush enclaves of the soft south. Who knows, you could even argue that Rooney’s talents do humanity more good. But does Burnham have a point? Answer: “YES, OF COURSE.” Followed by: “BUT ONLY A LIMITED ONE.” As so often, his own backstory illustrates its limits much as Tony Benn’s own career undermined his frequent claim that politics is about “issues, not personalities”. It’s both and mischievous to pretend otherwise.   Related: Andy Burnham: it's hard for young people in north-west to be ambitious    In Everton-and-politics addict Burnham’s case we find the son of a post office engineer and receptionist making his way through comprehensive school to Cambridge. All right, he failed to get a job on the Guardian (narrow escape, Andy!) but instead landed one (at just 24) at Westminster, working for a bright young Blairite called Tessa Jowell in 1994. Seven years later Burnham became MP for Leigh, seven miles across the M6 from his boyhood home. By 2005 he was a minister. Between 2007 and 2010 he held three cabinet posts, including health secretary. Talk about upward mobility! And he managed to champion the vital Hillsborough independent panel too. In the end they even cheered an Everton fan. All right, the CV has gone a bit wobbly since 2010, twice defeated as the northern, non-elite (!) candidate for Labour leader. By the time Jeremy Corbyn won in 2015 as the antithesis of the fast-tracked career professionals in contention since Gordon Brown’s retirement, I felt the special adviser fast track had done his rivals no favours. Before 2010 they had all ridden the Blair/Brown wave and never encountered adversity. They have now. Personally, I think Burnham is right to chuck in Westminster at this unpromising juncture for Labour and try his hand at becoming the lead man in the “northern powerhouse” project, which is so important for Britain’s devolved future. There is a precedent. Back in 2011 Peter Soulsby realised he was wasting his time as a backbench MP and went home to become elected mayor of Leicester. Awash with dead kings and football titles the place has barely looked back. So I was disappointed that none of those clever Scots in Tony Blair’s cabinet thought to go back to Edinburgh and succeed Donald Dewar as first minister when the new first minister suddenly died in 2000. With some confident heavyweight talent in charge Scottish Labour’s precipitous decline might have been avoided. But Burnham’s success in London without a private education or a network of family contacts shows it can be done, as ambitious young people from provincial Britain – a phrase that sounds more patronising than it did a century ago when central Scotland and the north were the industrial heartlands – have always known. What’s important (as it was in Victorian Britain) is to keep home-grown talent at home without an unhealthy proportion being drawn to the vortex of the capital for opportunity and success. For some people the “why on earth would I want to work in London?” question is real. They can fulfil themselves without the bustle, pressure and expense of it, much like the very sane radio producer at BBC Salford (there’s progress, eh!) who says “why on earth would I want to move into television, let alone in London?” Radio is usually nicer and smarter, but telly is glamorous. But choice isn’t quite the point here. Burnham and his allies are saying that kids at school in Lancashire (I have friends who moved from London to Lancashire to get their kids a better state education) have their ambition to be lawyers, doctors or even politicians mocked by their peers. Possibly by their teachers too. A cultured scouser I know who was told he’d have to be a docker insisted he wanted to be a journalist. He was then told he could work in the docks’ back office. Today he holds a grand title in Fleet Street. Exceptionally driven and ambitious people will usually pull through. With amateur theatrical parents behind her, Joanna Pearce, a friend of my sister’s in our small Cornish town, went on to play Ophelia at Stratford. Plenty have stories like that. And, as Burnham was reminded on Radio 4’s Broadcasting House programme on Sunday, discouragement and mockery isn’t confined to the north-west. It’s everywhere, in east London and Cornwall, even in assertive Scotland. And, of course, there’s the wider social context too. As “mobility tsar” Alan Milburn (Newcastle council estate to cabinet table) concluded when interviewed as part of the Guardian’s series on problems facing twentysomethings, more young people are pessimistic about their future – careers, family home ownership and the rest – than they were when Burnham started climbing the ladder. That’s only partly a regional problem too. You can see the towers of Canary Wharf and the City from east London’s poorer boroughs, but they’re almost as out of reach as they are from Liverpool, which has struggled from industrial decline for decades.  It doesn’t help when trainee teachers from the north are encouraged to modify their northern accents (William Gladstone never was) as Manchester University chippily reported off a very small sample of 23.  My impression is that, certainly at the BBC which has an important role here, regional diversity is making a comeback against “received pronunciation” (RP) English. In that respect (if no other) it was a shame that Rotherham’s precocious William Hague did not become prime minister. I happen to have been in Liverpool the other week. There are still lots of problems, friends assured me, but the city felt much more upbeat on a sunny day, its Liverpool One city centre development and other rejuvenation looking pretty successful. A lot of British cities now have more of a spring in their step despite the recession and austerity, even if they can’t all win the Premiership or dig up Richard “Game of Thrones” Plantagenet in a car park. Liverpool is not alone in trying to nurture a tech hub. Its entrepreneurs will need better access to capital. For all but the most exceptionally talented and ambitious, a variety of support from the system (schools and banks) will matter, though not as much as those quirks of fate that choose our parents, family and teachers. Only they can encourage and protect against what Stephanie Boland – in a thoughtful NS article – calls the awkwardness of being out of step with one’s peer group.  That can happen with privileged children too. But it’s the underdogs we cheer. Who can forget the fluke that underpins Mo Farah’s dazzling athletic career? Separated from his twin brother in war-ravaged Mogadishu at eight, his talent spotted by Alan Watkinson, his PE teacher in a modest suburban comprehensive.  Closer to home I like to remind people that it was my wife who persuaded her cousin that his daughter was smart enough to try for Cambridge (where she got a first). Her cousin is a professor, my wife left school at 15. North or south, you can’t legislate for that.",
  "webTitle": "Andy Burnham's right about northern ambition, but only in a limited way",
  "webPublicationDate": "2016-05-23T11:50:31Z",
  "webUrl": "https://www.theguardian.com/society/blog/2016/may/23/andy-burnham-manchester-mayor-right-about-northern-ambition-limited-way",
  "keyword": [
    {
      "webTitle": "Social mobility",
      "id": "society/socialmobility",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Devolution",
      "id": "politics/devolution",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Andy Burnham",
      "id": "politics/andyburnham",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "society/blog/2016/may/23/andy-burnham-manchester-mayor-right-about-northern-ambition-limited-way"
}