{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/premiership-play-off-exeter-chiefs-wasps-match-report-rugby-union",
  "id": "2016-05-21-75",
  "sectionId": "sport",
  "body": "Exeter continued this sporting year’s underdog theme by reaching the Premiership final for the first time, almost six years to the day after winning promotion from the Championship. Had bookmakers in 2010 been offering odds on the Chiefs winning the title this month, they would probably have been longer than 5,000-1. Not that Exeter went into their fourth match of the season against Wasps as underdogs. The Chiefs had won the six previous Premiership matches between the sides here and they had lost in front of their own supporters once in 19 months. Their improvement over the years, starting as they plotted their way out of the Championship a decade ago, has been incremental, layer on layer, so that playing in the Premiership final, as well as winning it, is more design than dream. So a club making its first play-off appearance always knew where it was going against opponents who had won the Premiership four times. There were points when Wasps, who did not resemble the team that had collapsed here at the start of the month, looked to have the outcome in their grasp, not least towards the end of the first-half when they led by a point despite having opted to play into the strong wind, but their grip was not strong enough. It has been a notable season for Wasps who, in one sense, have come almost as far as Exeter after planting one foot in the Championship four years ago, close to bankruptcy. They have gone from bust to booming, the Premiership’s great entertainers, but their two semi-final defeats in the past month, to the clubs who will contest the Premiership final next Saturday, showed the need for more balance in their game. This match was effectively settled by two Exeter tries either side of half-time. The first came after Wasps had lost the ball near the Chiefs’ 22: Henry Slade used the wind to kick the ball 60 metres and Charles Piutau picked it up just short of his own line. One of the players of the season dithered, worried about conceding an attacking lineout, and was caught in possession by Slade and Jack Nowell. Piutau dropped the ball and the Exeter No8 Don Armand swerved out of Matt Mullan’s challenge to cross only for the referee, Greg Garner, to check on a suspected knock-on by Nowell. The Chiefs had a scrum rather than a try and when it was collapsed by Mullan, they kicked to touch and drove a maul. Down that went and that penalty was kicked to touch too.   Related: Saracens outclass Leicester to reach Premiership final and put double in sight    When the same happened again, Garner warned the Wasps’ captain, James Haskell, about the consequences of another collapsed maul. His words were lost in the roar of the crowd as Exeter duly set the next lineout take on course for the visitors’ line and down it went. Carlo Festuccia, who had earlier scored his side’s first try from a driving maul, was deemed to have been the most guilty of a number of suspects and shown a yellow card after a penalty try was awarded, although all he looked to have collapsed was himself. Exeter led 20-14 at the break, a modest return for the significant wind advantage they had enjoyed and when Jimmy Gopperth knocked a penalty five minutes after the restart it looked as if the Chiefs would need to dig in. Then the No8 Nathan Hughes, running in the Chiefs’ 22, threw a blind overhead pass that was spilled. Exeter turned defence to attack and within two minutes the imposing flanker Dave Ewers broke the tackles of Hughes and Bradley Davies to give his side a 10-point lead and a cushion Wasps were unable to deflate. They gnawed away with Gopperth kicking two more penalties, but on a day when the weather was more November than May, grey, dank and damp, they struggled to get their outside backs into the game. When a series of attacks broke down with four minutes to go Exeter seized the moment and won the game with a penalty try awarded 30 seconds after their five-metre scrum was sabotaged. Exeter held their nerve, which they will need to do, and more, against Saracens. They are a team that shapes its own destiny and there was never a sense of panic during the moments when the semi-final was tilting away from them. It did not look as if the vocal home crowd would have too much to worry about when Gareth Steenson’s two penalties rewarded the Exeter’s early dominance, but when Festuccia scored after Wasps’ first attack, the contest became real. The lively Nowell was tackled into touch by Charles Piutau after a scrum move, but after Wasps kicked to touch, Exeter brought Nowell in to midfield from, the lineout and he off-loaded to Ian Whitten who was tackled by Mullan but not held on the ground and got up to score. The lead changed again 11 minutes later when Wasps produced a move that summed up their season: George Smith, Hughes and Frank Halai combined in a quick passing move before Haskell took the ball up. After another burst by Hughes, Dan Robson saw Steenson lurking around the ruck and wrong-footed the outside-half. It was the Chiefs, though, who had the right balance and they should, being far less ideologically driven, push Saracens more than Bath did in last year’s final.",
  "webTitle": "Exeter Chiefs grind out win over Wasps to reach first Premiership final",
  "webPublicationDate": "2016-05-21T16:45:55Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/premiership-play-off-exeter-chiefs-wasps-match-report-rugby-union",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wasps",
      "id": "sport/london-wasps",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/21/premiership-play-off-exeter-chiefs-wasps-match-report-rugby-union"
}