{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/donald-trump-endorsements-george-bush-election-2016",
  "id": "2016-05-05-309",
  "sectionId": "us-news",
  "body": "Neither George HW nor George W Bush, the only two living former Republican presidents of the United States, will endorse Donald Trump. In statements released to the Guardian on Wednesday evening, spokesmen for both former presidents said they would be sitting out the 2016 election. Freddy Ford, a spokesman for George W Bush, told the Guardian: “President George W Bush does not plan to participate in or comment on the presidential campaign.”  The statement by the 43rd president was echoed in one released by his father. Jim McGrath, a spokesman for George HW Bush, told the Guardian: “At age 91, President Bush is retired from politics. He naturally did a few things to help Jeb, but those were the ‘exceptions that proved the rule’.”           Donald Trump: ‘We are going to win bigly. Believe me.’    The non-endorsements come as Trump becomes the presumptive nominee and many party figures have tried to come to terms with the fact that the demagogic reality television star will be their party’s standard-bearer in November.   Related: Donald Trump's path to Republican nomination clear as Ted Cruz quits     While some such as senators Dean Heller of Nevada and Ben Sasse of Nebraska have made clear they will not vote for Trump in November, others such as senators Kelly Ayotte of New Hampshire and Rob Portman of Ohio have said they will vote for the party’s nominee but not endorse him. The decision by both former presidents is particularly personal because of the unsuccessful candidacy of Jeb Bush. The former Florida governor, who is George HW’s son and George W’s brother, was repeatedly attacked during his campaign by Trump. The presumptive nominee tarred the two-term governor as “low-energy” and mocked him as “an embarrassment to his family”.           Republican candidate John Kasich drops out of presidential race.    Trump also has repeatedly attacked George W Bush on the stump. In particular, Trump accused Bush of lying about the presence of weapons of mass destruction in Iraq to justify the 2003 Iraq war. “They lied. They said there were weapons of mass destruction – there were none. And they knew there were none. There were no weapons of mass destruction,” Trump said in a February debate in Greenville, South Carolina.  The presumptive nominee has also repeatedly called the Iraq war “a mistake” and has falsely claimed he was against the overthrow of Saddam Hussein’s regime at the time. The non-endorsements mark the continued difficulty that Trump will have reuniting a party that has divided with rancor as a result of candidacy.  The Clinton campaign released a video on Thursday that showed former Republican candidates attacking him and released a compilation of prominent conservatives ranging from elected officials, party leaders and talk radio hosts who are all refusing to back Trump in November. A recent poll released by CNN shows the likely Democratic nominee, former secretary of state Hillary Clinton, leading Trump by a margin of 54-41 in the general election.",
  "webTitle": "Neither George W nor George HW Bush will endorse Donald Trump",
  "webPublicationDate": "2016-05-05T06:41:22Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/donald-trump-endorsements-george-bush-election-2016",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "George Bush",
      "id": "us-news/george-bush",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "George HW Bush",
      "id": "us-news/george-bush-senior",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/04/donald-trump-endorsements-george-bush-election-2016"
}