{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/10/diamanda-galas-new-york-interview-red-bull-music-festival",
  "id": "2016-05-10-51",
  "sectionId": "music",
  "body": "Diamanda Galás is going to church this week. As one of the most extreme singers operating today, she favours subject matter that’s found on the dark side of the alleyway. Her work is obsessed with death, disease, fornication, suicide, misery, melancholy, madness and all that other stuff from the Bible. Perhaps fittingly, then, the shuttered St Thomas the Apostle church in Harlem will be the site of Galás’s three performances as part of the Red Bull Music Academy festival, which is taking over part of New York City during May. She will present her latest concept piece, Death Will Come, and Will Have Your Eyes.   Related: Diamanda Galás review – a gothic rage against the dying of the light    For about 35 years, Galás has been the queen of confrontational vocal performance, co-opting elements of cabaret, blues, jazz and electronic interference to make grand-scale music that traverses the styles and ends up as a highly personal expression, largely of angst, malevolence or possession.  Galás made her first disturbing mark in 1982, with The Litanies Of Satan, her debut proper, though she’d been recording since 1979. It remains one of her most intense works, a verbal assault of electro-improvisational fury. Her early success was consolidated by the Masque Of the Red Death trilogy, released by Mute Records in 1988.  The heavy shadow of Aids blankets this epic sequence. Into the 1990s, Galás revealed a fascination with the old songbooks of blues and jazz, twisting these classics into individualist fragmentations, denuded of straight beats, stalking with a wayward unpredictability. Her voice was equally suited to the extreme highs and lows that lay in this foundation material, her sonic stage stripped to bare voice and piano (although she’s also enjoyed successful collaborations with John Zorn, Iannis Xenakis and John Paul Jones). For the last decade, St Thomas, a Roman Catholic church no longer in operation, has been seeking landmark preservation status. “Everything was sold, except the centre of the church,” Galás says. “Where the altar is: there’s a word for it that I should know, if I was a church-going person.”  Galás chose St Thomas as the venue herself after her show’s producers gave her a variety of options. “This was the one that I thought was acoustically, visually, everything – the best place. It’s magnificent, a beautiful church,” she says.  “My father had, when I was very young, a gospel choir that came to our house and rehearsed. I grew up hearing all that music, and sometimes accompanying the choir. That music has been very close to me, since I was a little girl, and I’ve sung it when in great despair. There’s something magical about it, that I should be invited to perform in this particular church.” “I now live in New York again,” she says. “I was in San Diego and Poland, working, and being with my mother, who was very, very ill, and I needed to be there for her, and I wanted to be, and she’s now doing fine, which is wonderful.” The last time Galás played in New York City was in 2007, at the Highline Ballroom. Most of her recent appearances have been in Europe. While living in Poland, Galás was working on The Fever Hospital, an ambitious music-theatre piece. “It literally should take place in a church,” she says. “And I have wanted to find a suitable church with an organ, because that sound is part of that work. I’m looking for someone in America with the guts to commission the production. I think that my approach would be quite different: I would consider the space, why I was in a church, why I was using the organ.” This week’s show marries text and poetry with music, often composed by Galás herself. “I always tailor-make concerts for the space. I did a similar sequence once before, in Bologna, Italy, in March.” The title comes from the work of Italian poet Pavese, and his suicide poems are pivotal to the idea of the presentation.  “He’s talking about himself, but he’s also addressing the woman who broke his spirit, to the point where he killed himself,” explains Galás.  “He’s pointing the accusatory finger in all of his poems. Suicide has been described by many as the final despair, from which there is no rescue, and also as a hostile act, towards those that remain. There’s a hostility in these poems.” This week, Galás will concentrate on grand piano, with occasional subtle electronic effects. There will also be interpretations of words and music, highlighting a particular part of Galás’s oeuvre, picking musical matter from blues, gospel, US country, Andalusian, Egyptian, Middle Eastern and Greek traditions, all transformed by her epic range. Galás always insists on delivering lines in their original language. “Here is the poet, who has crafted this gorgeous work, in his own language, and then people translate them, and the translations are not always very good, and then a person sings from that translation.” Galás has a penchant for releasing live recordings. There is little change ahead, as her next release, probably available in the summer, follows this same path. “This album is made up of primarily live performances, with two studio pieces, but it’s got stuff on it that I’m not performing at these concerts: love songs, really, love and death songs, all jazz or country standards.” Each of this week’s performances will probably be wildly different – and with two out three shows already sold out, it is hoped that her return to New York will lead to further shows and more dark interpretations.  Diamanda Galás performs Death Will Come, and Will Have Your Eyes, at the former Saint Thomas the Apostle church in New York starting Tuesday and continuing on 12 May and 14 May",
  "webTitle": "Diamanda Galás: 'I’ve sung gospel music when in great despair'",
  "webPublicationDate": "2016-05-10T19:29:28Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/10/diamanda-galas-new-york-interview-red-bull-music-festival",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Longley",
      "id": "profile/martin-longley"
    }
  ],
  "guardianId": "music/2016/may/10/diamanda-galas-new-york-interview-red-bull-music-festival"
}