{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/homesick-lonely-sleepless-and-these-are-the-lucky-child-refugees",
  "id": "2016-05-05-285",
  "sectionId": "world",
  "body": "Kawkeb Hassan has started sucking her thumb again. It’s a comfort thing. The nine-year-old wakes in the night crying and misses school a lot. Her brother Rassim, who helped her escape the perils of Damascus for the uncertainties of a future in Vogtei, central Germany, is worried. “She watches cartoons, but if there’s a scene where children are having meals with their parents she bursts into tears and switches off the TV,” he says. She eats little. “She keeps asking me to take her back to her parents in Lebanon.”     Rassim and Kawkeb. Photograph: Mona Mahmood    Things are little better for 11-year-old Ali AlShafa’i, who is trying to settle in Gothenburg after an epic 2,000-mile journey across Europe from Syria. His uncle and chaperone bought him a bird – a cockatiel, to be precise. But when they were out one day, the neighbour’s cat ate it. Ali was inconsolable. “I was so upset I can hardly restrain myself whenever I see the cat,” he says, “but I couldn’t touch it because I like cats too.” More than 370,000 child refugees arrived in Europe last year, almost 90,000 of them unaccompanied, the vast majority from Afghanistan, Syria, Eritrea and Iraq. But after treacherous sea journeys, monumental hikes and the dangers of the road, the hardest bit may yet be ahead: settling in. Insomnia, homesickness, separation anxiety and culture shock unsettle all but the most robust souls, according to interviews conducted with child refugees by the Guardian in recent weeks. And though they may have left the bombs and militias behind, there are new threats. Many are intimidated by local hostilities, while others wrestle with cultural challenges: new school subjects, strange cuisine and even stranger linguistic quirks. The wait for asylum is oppressive, the shortage of clothing humiliating. A large number complain of insomnia, but psychiatric help – and even physical healthcare – are hard to find for those yet to be approved for asylum. The children’s restlessness is instructive for Britain as it debates whether to take in 3,000 unaccompanied minors. Their experiences suggest Britain will need not just a small army of case workers, foster families and psychiatrists, but also fast-track bureaucracy to deal swiftly with asylum claims.     Athari Bassim in the Netherlands.         “My heart starts to race whenever I close my eyes and try to sleep,” says Athari Bassim, a 15-year-old Iraqi sent by her parents to the Netherlands last year. “The repeated nightmares are driving me crazy. The moment I go to bed I start to dream of militia men with ugly faces chasing me with their guns. They always get me wherever I hide.”     Athari’s drawing.    Athari’s account of odyssey has a familiar ring to it. Her parents dispatched her after an elder brother was kidnapped and tortured by militias; there were long days at sea, nights spent walking the entire length of countries. She slept in forests, on roadsides, avoiding looters and drinkers, while keeping an eye out for items left behind by earlier refugee waves that pointed the way north-west.   Related: First laughs since Syria: the clowns getting refugee children smiling    Of course, refugees have not been universally welcomed across Europe, and in Germany, which has hosted more than any other country, an initial Willkommenskultur (welcoming culture) has been contaminated by hostility and even violence in some parts. Rassim Hassan says he faces regular outbursts on the streets of Vogtei, and wonders how to protect his sister from the worst of it. “There are always German guys in the streets speaking badly about Syrian refugees,” he says. “Kawkeb is a little kid.”           Huzaifa, a 15-year-old Syrian refugee in Germany.    Huzaifa Waiz, a 15-year-old boy from Aleppo, feels the culture shock keenly in the north-eastern German city of Mecklenburg, where fear of neo-Nazis makes him reluctant to travel around alone. “We leave for school at 7am in a group of 17 refugees and take the same bus,” he says. “It gives us a sense of protection. I once left the school early and took the bus on my own, but the Nazi guys abused me verbally and I moved to stand by the driver until I got home.”     Huzaifa’s drawing.    Huzaifa fled Syria with his brother eight months ago, sent by parents alarmed at the rising incidence of kidnappings and child soldiers in the ruins of Aleppo.  He misses his mother and her cooking. But his biggest problem is getting papers. “My parents thought it would be fairly easy to get residency in Germany,” he says. “The didn’t know that the large number of refugees who made it to Germany has had a serious impact on the asylum system here.” Athari says the situation is little better in the Netherlands. “I thought all our problems would be sorted out once we got to Netherlands, but the asylum process has been very slow.”          Fahmi Ali, 16, a Syrian refugee in the Netherlands.    Without asylum, healthcare can be hard to access. Different countries have different rules. Fahmi Ali, 16, says the doctor at his camp in the Netherlands simply prescribes paracetamol “even if you are dying”. “Some refugees needed surgery and were told they had to wait until they got a residency permit,” he claims. Fahmi escaped from a suburb of Damascus last July after surviving a shell that landed right next to him - but didn’t explode. He travelled with his 23-year-old sister, Jihan, to link up with an older brother in the Netherlands. He lost 13kg (2st), and every second thought is about his parents stuck back at home in the Syrian capital. “I sleep barely five hours a night asking myself all the time why I agreed to leave my parents alone in Damascus and when I will be able to get them here.” Hadi Dibbes, 16, suffered ulcers and rashes during a tortuous journey from Syria to Germany last year. “I asked the German officer at the kids’ centre to let me see a doctor, but he never answers me because I still do not have a residency permit. “I’m losing patience as the time gets longer. Nothing has been done in six months on my asylum case. I was told I have to wait two years to get residency and then get my family reunion. But I need to see my parents and brothers.” And so the waiting game goes on. Huzaifa fills the dead time at a fitness club. Fahmi has joined a football club. Hadi plays pool and smokes. Athari loves to skate and to watch movies on YouTube. Ali takes care of his two canaries (replacements for the luckless cockatiel), or walks in the forest with his uncle.          Aseel Ahmed, who now lives in Germany with her aunt.    Aseel Ahmed, a 10-year-old refugee from the Yarmouk refugee camp for Palestinians in Damascus, spends her spare time with her aunt watching movies in Erlangen, Germany, where she arrived at the end of last year. She left Syria believing her family had died in a bomb blast, only to find out later that they had survived.  She misses them. “I watch cartoons, do my homework, then hug my teddy bear and go to sleep so I can be united with my family in Damascus in my dreams,” she says. Aseel has a German “guarantor”, a sort of guardian angel who sometimes takes her to the swimming pool. It’s a system used in the Netherlands and Sweden too. Athari has a Dutch “sponsor” who helped her to enrol in school. “She has many other kids to look after, so I found it hard to explain to her that I feel down and flashbacks of the past are damaging my life,” she says.     Drawing by Aseel.    In Sweden, Ali too has a sponsor, known as a “good woman”. She comes to visit him every two or three weeks. “She brings me chocolate, games and gave me 1,100 kronor [£94] to buy secondhand clothing.” Clothes shortages are just one of the many inconveniences that young refugees must endure.  “Since I arrived in the Netherlands last December, I did not get any money to buy a single item of clothing,” says Fahmi, still making do with a threadbare jacket and boots given to him by the Red Cross in Hungary. It’s the same for Athari. The Dutch system is far less generous than those in Germany or Sweden. “I can’t buy any piece of clothes as I’ve not had a penny since I’ve been here. I use my old clothes. I accept that.” All the children are positive about their new schooling, seeing it as an anchor of normality in turbulent lives, even if for some school is just a modified room in a sports centre. “I memorise six or seven Swedish words every day,” says Ali in Gothenburg. “I’m really interested in carpentry: we have a workshop for making boxes and knives.” “We study maths but without having a teacher to explain to us,” says Athari. “The teacher would give us notebooks with maths exercises, we solve them and the next day we get them corrected. We do not mix with any Dutch students. The school actually is a room in a basketball stadium.” Aseel says: “I’m learning German language, maths, reading, writing, singing and tennis. I always draw our house in Syria on the board in the class.” But some are shocked at classroom dynamics. “It is chaotic. Students swear badly in front of the teacher, chat, sing, use WhatsApp, laugh while the teacher talks,” says Huzaifa. “I do not mean the teacher should beat students, but in Aleppo they would tap lightly a few times on the hand of someone being naughty.” Culture is often bewildering. High prices, evening curfews, odd food and new languages are all aspects some young arrivals have struggled to get to grips with. “Most of the time my uncle gets us fast food like hamburger, fries and pizza,” says Ali. “I call my parents every day and ask my mother what she cooked for my other brothers. I miss the family meals we used to have together.”     Fahmi Samir’s drawing.    Fahmi says he can’t relate to a city centre that is dead by early evening. “There is no life in the city after 6pm,” he says of Gorinchem, in the Netherlands. “It’s very depressing for me. In Syria, streets are busy late at night. People check how you are doing. If you go to the shopkeeper here to ask for something, he hardly speaks to you.” Rassim Hassan is worried about the influences on nine-year-old Kawkeb. “If she was still in Syria she would be learning how to pray and behave in a decent way. I don’t want her to watch what is going on on the streets. The German boys and girls drink and kiss each other. I myself feel shy when I see this.”   Related: Quarter of child refugees arriving in EU travelled without parents    Huzaifa was startled to see German kids sharing his youth hostel taking drugs, and he has also been startled by the food. “We can’t guarantee if it is halal or not,” he says. For most, it’s missing their parents that is the hardest thing. Ali says he can’t wait much longer. Athari says the worry is exaggerating her depression. Similar thoughts keep Huzaifa awake at night. “I go to bed at 9pm but I don’t close my eyes until 2. I keep thinking: what am I doing here? How are my parents and little sisters? We were a close family and enjoyed being at home. I miss them so much. Is it worth all the risk?”",
  "webTitle": "Homesick, lonely, sleepless – and these are the lucky child refugees",
  "webPublicationDate": "2016-05-05T08:05:32Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/homesick-lonely-sleepless-and-these-are-the-lucky-child-refugees",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Mona Mahmood",
      "id": "profile/mona-mahmood"
    }
  ],
  "guardianId": "world/2016/may/05/homesick-lonely-sleepless-and-these-are-the-lucky-child-refugees"
}