{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/09/ben-affleck-humiliated-by-batman-v-superman-dawn-of-justice-reviews",
  "id": "2016-05-09-219",
  "sectionId": "film",
  "body": "Related: Which Batman villains should Affleck bring back – and who should play them?    Ben Affleck was “incredibly unhappy” about the derisive reviews Batman v Superman: Dawn of Justice received, according to well-regarded fan site Birth.Movies.Death. A new report alleges the Oscar-winning film-maker was “humiliated” by the negative reception afforded to Zack Snyder’s sprawling superhero smackdown after bigging up the film in promotional interviews. Affleck had suffered a knock to his reputation after starring in the poorly received superhero movie Daredevil in 2003. “My sources have told me that Affleck was incredibly unhappy about the reception of BvS,” alleged the site’s editor Devin Faraci. “He felt humiliated after spending so much of the press tour saying how much better this film would be than Daredevil.” Faraci also suggests that Affleck’s agent was furious when Warner Bros CEO Kevin Tsujihara announced the actor and film-maker as the director of a forthcoming solo Batman outing because “there were still negotiations happening”.            Batman v Superman stars Ben Affleck and Henry Cavill: ‘Batman’s like Hamlet’    Affleck was named as executive producer of the Justice League films last week, according to the site. And Birth.Movies. Death claims the timing is no coincidence as Warner battles to save its superhero cinematic universe following Batman v Superman’s critical travails.   Related: Why Captain America: Civil War is better than Batman v Superman    “This move seems to help placate Affleck while also edging Zack Snyder out of a controlling central position in the DC Movieverse,” suggests Faraci. The site’s report claims the film-maker will work with Argo screenwriter Chris Terrio, who also co-wrote Batman v Superman, to ensure the script for the sequels are up to scratch. Justice League parts one and two, due in November 2017 and June 2019 respectively, will see Affleck’s caped crusader begin to build the titular superhero team hinted at in Dawn of Justice. Snyder has been named as the director of both movies, but there has been speculation he could be replaced following Batman v Superman’s difficulties. Affleck became the subject of an internet meme after his apparently sorrowful reaction to the news that Batman v Superman was suffering poor reviews was caught on camera last month.",
  "webTitle": "Ben Affleck 'humiliated' by Batman v Superman: Dawn of Justice reviews",
  "webPublicationDate": "2016-05-09T11:30:02Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/09/ben-affleck-humiliated-by-batman-v-superman-dawn-of-justice-reviews",
  "keyword": [
    {
      "webTitle": "Ben Affleck",
      "id": "film/benaffleck",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Batman v Superman: Dawn of Justice",
      "id": "film/man-of-steel-2",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "DC Comics",
      "id": "books/dc-comics",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/09/ben-affleck-humiliated-by-batman-v-superman-dawn-of-justice-reviews"
}