{
  "apiUrl": "https://content.guardianapis.com/society-professionals/2016/may/18/guardian-public-service-awards-2016-meet-the-judges",
  "id": "2016-05-18-265",
  "sectionId": "society-professionals",
  "body": "Who’s going to be judging this year’s Guardian Public Service Awards? As in previous years, we have assembled a panel from the Guardian’s own team of editors and journalists, together with experts from the field of public service, including those with in-depth knowledge of local and central government, as well as services delivered by private and not-for-profit organisations. The judges      Clare Allan, writer and lecturer, City University London Clare Allan is a writer, and author of the novel Poppy Shakespeare. She lectures in creative writing at City University London. A user of mental health services, Clare has been writing a column - It’s my life - for the Guardian on matters relating to mental health for the past 10 years.       Alison Benjamin, editor, Society Guardian Alison Benjamin is the editor of the Guardian’s Society pages and assistant editor on Opinion. She has been a journalist at the Guardian for more than 15 years and specialises in social affairs and comment.  She is also the co-author of two best-selling books about bees: A World Without Bees, Bees in the City: an urban beekeepers’ handbook and Keeping Bees and Making Honey      David Brindle, public services editor, the Guardian David Brindle is the Guardian’s public services editor. He has been with the Guardian since 1988, first as social services correspondent and then as editor of Society Guardian. He has won awards for his coverage of social services, mental health, nursing and disability issues. He is a trustee of 2Care, a charity working with people with mental health problems and dementia, and served for nine years on the board of Housing 21, a housing and care provider for older people.      Patrick Butler, head of society, health and education, the Guardian Patrick Butler is the Guardian’s head of society, health and education, overseeing editorial coverage in those areas across the Guardian, Guardian Unlimited and the Observer.  Previously editor of Society Guardian, the Guardian’s weekly social affairs supplement, Patrick has been a journalist for more than 20 years, for much of that time writing and reporting on health and social affairs.      Shami Chakrabarti, leading human rights campaigner Shami Chakrabarti is a lawyer. She is chancellor of the University of Essex, honorary professor of law at the University of Manchester, honorary fellow of Mansfield College, Oxford and a Master of the Bench of Middle Temple. She rejoined 39 Essex Chambers in 2016. Shami was director of Liberty, the National Council for Civil Liberties from 2003 to 2016, and a member of the panel of the Leveson Inquiry, the judicial inquiry into UK phone hacking in 2011. She was awarded a CBE in 2007, was one of eight bearers of the Olympic Flag at the opening ceremony of the 2012 Summer Olympics and chaired the Baileys Prize for Womens’ Fiction in 2015. Her first book On Liberty, is published by Penguin.      Jessica Crowe, executive head of customs, commissioning and governance, London borough of Sutton As executive head of customers, commissioning and governance and also monitoring officer at Sutton council, Jessica Crowe is responsible for commissioning and governance support, business transformation, corporate communications, policy and performance, and customer services.  Prior to joining Sutton in February 2015, Jessica was director of the Centre for Public Scrutiny for eight years, an independent national charity which promotes and supports better scrutiny and good governance in public services. She has been nationally recognised for her expertise in governance and scrutiny, being appointed by the UK and Welsh government to support statutory improvement in two councils.  She was previously an elected member in the London borough Hackney, where she was deputy executive mayor. She has also worked for a government minister, several trade unions and numerous local government related organisations.       Mike Dearing, consultancy partner, Ameo    Mike Dearing is a specialist in service transformation and organisational design. Having held senior roles in both the public and private sectors, he now leads Ameo’s consultancy practice. Mike began his career as a management consultant, but wanted to demonstrate he could deliver and took up roles first as director of transformation and then managing director of an NHS/local authority joint venture company.       Anthony Douglas, chief executive, Cafcass Since 2004, Anthony Douglas has been chief executive of Cafcass, the national agency charged with articulating the voice of the child in family courts throughout England. Cafcass employs the highest number of social workers of any UK organisation, responsible for 120,000 children annually.  Prior to becoming a social worker he was an economist and journalist, and has written four books on UK social care. He is a visiting fellow of the universities of East Anglia and Plymouth, and a member of the national Family Justice Board and Adoption Leadership Board.      Jane Dudman, editor, Guardian Public Leaders Network Jane Dudman is editor of the Public Leaders Network, the Guardian’s online section on policy and leadership in public service, and also edits the Guardian Housing Network.  She has been a Guardian journalist for more than nine years, before which she was a freelance business journalist. She was shortlisted as political journalist of the year in the 2016 Words by Women Awards.      Dawn Foster, contributing editor, Guardian Housing Network Dawn Foster is contributing editor of the Guardian Housing Network, and writes on politics, social affairs and economics for the Guardian, London Review of Books, the Independent and Times Literary Supplement.  She is a regular political commentator for Sky News, Channel 4 News, and BBC Newsnight. Her first book, Lean Out, is on feminism, austerity and corporate culture.      Lord Bob Kerslake, chair, Peabody Bob Kerslake joined Peabody as chair in June 2015. He has been chair of London’s King’s College Hospital NHS Foundation Trust since April 2015; chair of the Centre for Public Scrutiny since early June 2015; chair of the London collective investment vehicle for the capital’s local authority funds since September 2015; and is president of the Local Government Association.  Former head of the civil service, Bob was also the permanent secretary at the Department for Communities and Local Government from November 2010, stepping down in February 2015. Prior to his DCLG role, Bob was the first chief executive of the Homes and Communities Agency. Before joining the civil service, Bob received a knighthood for his services to local government, having spent eight years at the London borough of Hounslow and a further 11 years leading Sheffield city council. In early 2015, he was made a life peer, taking the title Baron Kerslake of Endcliffe in the City of Sheffield.         Lewis Iwu, director, Fair Education Alliance  Lewis Iwu went to a comprehensive in east London and then read politics, philosophy and economics at the University of Oxford, where he was elected as the first black president president of the Oxford University Students’ Union.  Lewis is an active debating coach, having coached the Hong Kong national team in 2006, the United Arab Emirates national team in 2010 and 2011 and the England national schools debating team. He is a former World Universities debating champion and worked with Margaret McCabe to help set up Debate Mate, which teaches debating in more than 240 state schools in some of the UK’s most deprived areas. He is the director of the Fair Education Alliance, which seeks to tackle education inequality and increase social mobility across the UK.      Will Moy, director, Full Fact Will Moy is the director of Full Fact, the UK’s fact-checking organisation. He has given evidence to the Public Administration Select Committee on the communication of official statistics and the Leveson inquiry on accuracy and press standards, on both occasions communicating the lessons from the hundreds of individual fact checks Full Fact has conducted.  He has been a guest on TV and radio, from rolling news and the Today Programme to discussion shows on Radio 5 Live and LBC. He and the team are often asked to assist the media with factual and statistical issues both on and off the record.         Dave Penman, general secretary, FDA union Dave Penman became general secretary of the FDA in 2012. After school, he joined the civil service. After becoming involved in his union, including serving on the STUC General Council, he became a union organiser in 1995. He joined the FDA as a national officer in 2000 and was subsequently promoted to the senior management team, before becoming deputy general secretary. Since his appointment as general secretary, he has been a member of the TUC general council. He has a strong interest in long-term structural public service reform, particularly around reward.      Joanne Roney, chief executive, Wakefield council Joanne Roney started her career in local government as an apprentice at 16. She has worked for the voluntary sector, private sector and local government, spending most of her career in housing and regeneration. For 10 years, until 2008, she was executive director at Sheffield city council, responsible for neighbourhood regeneration, housing investment and adult social care.  Since 2008 she has been chief executive of Wakefield, a Metropolitan district council in West Yorkshire with a population of 326,000. She has an MBA from Birmingham University, is a fellow of the Chartered Institute of Housing and a member of the Princes’ Trust and Royal Society of Arts.      Ben Summerskill, director, Criminal Justice Alliance Ben Summerskill is director of the Criminal Justice Alliance, a coalition of 110 charities working across the criminal justice pathway. From 2003 to 2014 he was chief executive of Stonewall, where he led a series of parliamentary campaigns, on issues from civil partnership to fertilisation, and also built Stonewall’s diversity champions support programme for major employers into the largest non-governmental intervention of its kind in the world.  In recent years he has been a finalist as EY social entrepreneur of the year and runnerup as Britain’s most admired charity chief executive. he won a lifetime achievement award at last year’s British LGBT Awards.      Polly Toynbee, Guardian columnist Polly Toynbee is a columnist for the Guardian. She was formerly BBC social affairs editor, columnist and associate editor of the Independent, co-editor of the Washington Monthly and a reporter and feature writer for the Observer. She is vice president of the British Humanist Association and chair of the Brighton Festival.       Terry McDougall, director, Solace in business Terry McDougall has spent over 10 years at Solace in Business as a director, leading the executive resourcing and assessment and interim management portfolios. She was formerly assistant chief executive for human resources at the London borough of Hackney, and has extensive experience in recruiting diverse senior management teams. Terry is a fellow of the CIPD and works closely with the heads of HR at the Association of London Government and with PPMA.  Rowena Young, director, Young Foundation Rowena Young is a director at the Young Foundation. She runs a portfolio of innovations aimed at reducing health and educational inequalities and oversees the charity’s social venture development and investment initiatives. Rowena has led several social innovation intermediaries and has been an advisor or non-executive director to numerous charities and social enterprises, from Centrepoint, VSO and SEUK, to Britdoc and People Tree fair trade fashion, and is currently a trustee of a Band of Brothers.      Vidhya Alakeson, chief executive, The Power to Change Vidhya Alakeson was appointed the chief executive of The Power to Change in January 2015. She was formerly the deputy chief executive at independent think tank the Resolution Foundation, and was also the mental health lead for the personal health budgets delivery programme at NHS England. Vidhya worked at the US Department of Health and Human Services in Washington DC from 2006-2010 and previously worked at the UK Treasury and the prime minister’s Strategy Unit.      Anna Dixon, chief executive, Centre for Ageing Better Anna Dixon is the chief executive of the Centre for Ageing Better. She joined the centre from the Department of Health where she was director of strategy and chief analyst. Anna began her career with the World Health Organisation working as a research officer for the European Observatory on Health Care Systems. She has undertaken consultancy work for a range of clients including OECD, Monitor, Care Quality Commission, the Treasury as well as advising numerous Ministries of Health including Hong Kong, Portugal and the UK government.  Anna has a PhD in Social Policy from the London School of Economics and Political Science and is a visiting senior fellow at LSE Health. She is also a lay trustee of the British Geriatrics Society.",
  "webTitle": "Guardian Public Service Awards 2016: meet the judges",
  "webPublicationDate": "2016-05-18T09:37:42Z",
  "webUrl": "https://www.theguardian.com/society-professionals/2016/may/18/guardian-public-service-awards-2016-meet-the-judges",
  "keyword": [
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Guardian Public Service Awards",
      "id": "society/publicservicesawards",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "society-professionals/2016/may/18/guardian-public-service-awards-2016-meet-the-judges"
}