{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/16/best-illustrated-non-fiction-books-for-children",
  "id": "2016-05-16-150",
  "sectionId": "childrens-books-site",
  "body": "We want to build up the stock of attractive, illustrated books which also contain a lot of information as part of our book collection as the children still seem to enjoy finding things out from books as much as from the internet  Illustrated non-fiction can provide children with some of the best ways of finding things out for themselves and exploring them in their own time, sometimes going back over things again and again. Well-written texts matched by illustrations which may be photographs or artwork can provide enticing and imaginative ways of encouraging children to find out more. Whether it is an in-depth study of a single topic or a wide-ranging overview these books will engage readers and support their learning.      Classics of illustrated non-fiction include David Macaulay’s The Ways Things Work, an easy to read and understand account of scientific principles in words and attractive illustrations and Stephen Biesty’s clever Cross Sections series which includes Cross Sections: Castle and Cross Section: Man of War, both written by Richard Platt.   Related: William Grill, Kate Greenaway medal winner 2015 – in pictures    One of the best books of last year, and the winner of the 2015 Kate Greenaway medal, the librarians’ award for a picture book, was William Grill’s Shackleton’s Journey. In it, through his stunning illustrations and the carefully planned and beautifully designed pages, Will Grill tells the gruelling story of Ernest Shackleton’s ill-fated attempt to find a passage way across Antarctica. Grill captures the extraordinary effort of the trip and the desperation of Shackleton and the crew as their journey had to be abandoned.      William Grill’s beautiful illustration of Shackleton’s 800-mile open-boat journey to South Georgia (using only a pocket compass). Illustration: William Grill/Flying Eye Books    In his new book, The Wolves of Currumpaw, William Grill has created an equally striking book through his illustrations to a retelling of a nineteenth century American classic. Set on the plains of New Mexico, the story tells of how man’s arrival threatens the natural life of the region, especially the wolves.    Related: William Grill's wolves of New Mexico – in pictures    Dieter Braun’s Wild Animals of the North is a most beautiful illustrated guide to some of the great animals that live in the northern hemisphere including polar bear from the Arctic, pandas from Asia and pumas from North America. The captivating, large scale illustrations accurately show the animals in their natural habitats while the text adds a lively description of each backed up by some entertaining ‘fun facts’.    Related: Wild animals of the north  – in pictures    For a quite different kind of finding out, the Oxford Roald Dahl Dictionary complied by lexicographer Susan Rennie and illustrated by Quentin Blake is a treasure trove of vocabulary all of which has been taken from the writings of Roald Dahl. The result is a dictionary that would be useful in any home or classroom with word definitions given through examples of how they are used in Dahl’s well-loved books. But that regular side of the dictionary is spiced up and enlivened by Roald Dahl’s own richly invented vocabulary. Thus “muck” - defined by the muck in Farmer Bean’s ears from Fantastic Mr Fox – is followed by Dahl’s own “muckfrumping”, a word to describe an unpleasant country in The BFG. Quentin Blake’s illustrations capture all of Dahl’s humour perfectly.       All of these are books to ‘read’ as much as books to learn from which is why building up a collection of interesting non- fiction for home and school is so important. We want this blog to grow. Tell us which non-fiction you think deserve a place in a family library on Twitter @GdnChildrensBks or by emailing childrens.books@theguardian.com. You can also use the same email address to ASK the Book Doctor a books related question. Gill, via email I couldn’t be without the following:The Pilot and The Little Prince by the wonderful Peter Sis.Lots of books by Nicola Davies but particularly Just Ducks!, illustrated by Salvatore. Rubbino and Tiny: The Invisible World of Microbes, illustrated by Emily Sutton.",
  "webTitle": "What are the best illustrated non-fiction books for children?",
  "webPublicationDate": "2016-05-16T14:35:28Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/16/best-illustrated-non-fiction-books-for-children",
  "keyword": [
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 7 and under",
      "id": "books/childrens-books-7-and-under",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Non-fiction (children and teens)",
      "id": "books/childrens-non-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Roald Dahl",
      "id": "books/roalddahl",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Quentin Blake",
      "id": "books/quentin-blake",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Eccleshare",
      "id": "profile/juliaeccleshare"
    }
  ],
  "guardianId": "childrens-books-site/2016/may/16/best-illustrated-non-fiction-books-for-children"
}