{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/10/queensland-urged-to-abolish-age-restrictions-on-suing-for-child-sex-abuse",
  "id": "2016-05-10-257",
  "sectionId": "australia-news",
  "body": "The Queensland government is facing calls to act on royal commission findings to abolish a legal loophole that prevents victims of child sexual abuse suing for compensation after the age of 21. Queensland, which has one of Australia’s most restrictive regimes for victims seeking redress, is yet to make any move towards removing time limits used by churches and elite private schools to reduce their exposure to abuse claims. That is despite the commission making it a final recommendation eight months ago and three other states since – Victoria, New South Wales and Western Australia – either passing or tabling reforms in parliament.   Related: Anglican Church refuses to refund fees to abused former students, inquiry told    A group of researchers, lawyers and advocates are leading a push for the Palaszczuk government to remove what they say remains a critical obstacle to justice for victims potentially numbering in their thousands.  They include Warren Strange, a former top official with Queensland’s anti-corruption agency, who now runs Knowmore legal service, acting for what he describes as a constant stream of victims coming forward in middle age. Strange told Guardian Australia that ending the time limit would “significantly help deliver justice for so many people who haven’t achieved it, haven’t had any prospect of achieving justice”. He said most claims in Queensland were personal injury suits that gave plaintiffs a three-year time limit after turning 18, which “which works well if I was to fall over on the stairs because of some hazard that was negligently left, but for personal injury claims arising out of child sexual abuse, is completely inappropriate”. “Our legal service is constantly seeing people coming forward now for the first time to make a disclosure who for 20, 30, 40, 50 years, have not felt safe or supported to an extent that they could make a disclosure,” Strange said.  “Colin”, a victim of serial paedophile Kevin Lynch while a student at the Anglican church-run St Paul’s high school in Brisbane, said he only recognised he was suffering the symptoms of trauma from the abuse after turning 40.   Related: Sex abuse victims struggle for justice in Brisbane's web of powerful interests    He said he spent “decades in a cycle of depression and self-sabotage” which destroyed his relationships and left him “achiev[ing] far less than my teachers or my family thought that I would”. “Every time I’ve met a girl who I liked and who liked me and it looked like I might be getting in to a relationship I’d reach some point where I’d just go crazy and destroy it and reject her, try to make her feel rejected and feel hurt,” he said.  “I just had no explanation for what was going on, for the way I felt, for my behavior. “The statute of limitations seems absurd in light of what I understand about my own experience. It feels a little bit like further abuse, the law saying, ‘Oh, you didn’t sue? You should have sued by the time you were 21. Too bad. Suck it’.”  Strange and other reform advocates have organised a forum at state parliament on Tuesday to be hosted by Shannon Fentiman, the state minister for communities, women and children and child safety. Child protection campaigner Hetty Johnston said attorney general Yvette D’Ath recently indicated she was open to considering the reform. But the government has not responded to other advocates and has made no commitments. Johnston said any opposition to the reform was about “protecting institutions, their bank balances and their wallets”.  “I think the threat is not as great as they perceive it to be because victims of crime are not after the money. They want to be believed, supported, helped,” she said. “But it does open up the coffers [of institutions] and they’re exposed now to a whole set of risks that they’ve never been exposed to before.  “So it’s good for children everywhere because what it means is that institutions now have to have their act together, they have to have risk management policies in place to protect their money and that’s going to motivate them far more than protecting children. Sadly, that’s the truth.” Warwick Middleton, the president of the International Society for the Study of Trauma and Dissociation, said the symptoms of trauma from child sex abuse almost always took many years to show up.  Children were likely to remain quiet about abuse because it was typically secret, a source of shame, often accompanied by threats from the abuser and sometimes triggering a “dense amnesia” suppressing traumatic memories, he said. Most were “not remotely ready” to legally confront their abusers – or the institutions that harboured them – by age 21.  “It’s a very rare case that someone who’s been extensively abused to the point they’re badly damaged, somehow find the resources before the age of 21 to put it all together to instruct a lawyer and to take civil action against an institution. I mean I can’t think of a case that I’ve seen [of someone] who’s done that.” Ben Mathews, a legal academic from the Queensland University of Technology, said while evidence indicated about 12% of girls and 4% of boys in broader society suffered “very serious, penetrative sexual abuse”, most would not make civil claims. “The reason for that is it’s costly, it take a lot of time, it’s emotionally traumatic and a lot of offenders do not have the funds to make them worth suing,” he said.  “The experience in other jurisdictions where the statutory time limit has been lifted such as in Canada, has shown that you do not get a flood of cases. “[But] without exception, every survivor I’ve spoken to about this ardently supports the reforms … this means an awful lot to every survivor.”",
  "webTitle": "Queensland urged to abolish age restrictions on suing for child sex abuse",
  "webPublicationDate": "2016-05-10T09:20:11Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/10/queensland-urged-to-abolish-age-restrictions-on-suing-for-child-sex-abuse",
  "keyword": [
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Royal commission into institutional responses to child sexual abuse",
      "id": "australia-news/royal-commission-into-institutional-responses-to-child-sexual-abuse",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland politics",
      "id": "australia-news/queensland-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/10/queensland-urged-to-abolish-age-restrictions-on-suing-for-child-sex-abuse"
}