{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/30/yorkshire-lancashire-county-championship-match-report",
  "id": "2016-05-30-26",
  "sectionId": "sport",
  "body": "As Steve Davis and James Milner might let on, being a sportsman tarred with the “boring” brush can be no bad thing. Add adjectives like “reliable”, “solid” and “metronomic” into the mix and you have a neat summation of Yorkshire’s workhorse seamer Steven Patterson, who recently stated he saw the presence of a parody Twitter account called @boringpatto as something of a compliment.   Related: County cricket: Yorkshire v Lancashire, and more – as it happened    And so he should. The tall medium pacer has so far played a crucial role with both bat and ball in this Roses encounter, helping Yorkshire into a commanding position over Lancashire at close of play on the second day. Resuming on 301 for nine at the start of the morning session, Yorkshire had added only seven runs in 11 balls to their overnight total when Patterson edged to Tom Smith at gully for 45 but the No10 had left his county feeling a lot better than they had at 74 for five. Initially this momentum seemed muted as Smith and Haseeb Hameed opened the Lancashire reply with purpose and they had reached 46 when Smith drove loosely at Patterson and was caught at backward point by a diving Gary Ballance for 26. From then on it became something of a procession as Hameed fell to Tim Bresnan for 17 after edging to Adam Lyth at second slip with the score on 56. Three runs later Luke Procter was lbw to Jack Brooks, leaving Lancashire on 68 for three at lunch. Worse followed for the away side after the break and wickets toppled at an alarming rate as Lancashire saw their chances of opening up a commanding lead at the top of the Division One table ebb away. Brooks accounted for Alviro Petersen shuffling across his stumps for eight and Patterson was at it again when Karl Brown was out for nought deflecting the ball behind while trying to remove his bat. The dismissal marked Patterson’s 300th first-class wicket and the home supporters looked anything but bored as they clapped their humble hero. Bresnan accounted for Steven Croft for 14 and Tom Bailey, who later left the field with a leg injury, was next to go, fending off Liam Plunkett to a grateful Andy Hodd. Suddenly Lancashire were 92 for seven and in danger of following on. After Neil Wagner was removed by Adil Rashid, resistance finally came in the form of Kyle Jarvis, who joined Liam Livingstone at 126 for eight. Jarvis bludgeoned 33 off 28 balls in a stand of 48 before he gave Rashid the charge and was stumped. Livingstone completed a vital half-century from 73 balls with seven fours and a six and was unbeaten on 60 when the last man, Simon Kerrigan, was lbw to Rashid, who finished with a flattering three for 37 from 5.4 overs. In the evening session Yorkshire improved their chances of winning after extending their lead to 189 with seven wickets in hand but they certainly did not have it all their own way. Alex Lees edged behind for eight off Smith while Jack Leaning was caught by Smith at second slip off Wagner. The New Zealander then produced one of the balls of the day to dismiss Ballance, who was beaten for pace and feathered behind to Croft for eight. That left who else but Patterson to come in as nightwatchman and boringly block for 20 balls. He would not have had it any other way.",
  "webTitle": "Steven Patterson helps Yorkshire seize initiative against Lancashire",
  "webPublicationDate": "2016-05-30T19:40:53Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/30/yorkshire-lancashire-county-championship-match-report",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Yorkshire",
      "id": "sport/yorkshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lancashire",
      "id": "sport/lancashire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Bowman",
      "id": "profile/jamie-bowman"
    }
  ],
  "guardianId": "sport/2016/may/30/yorkshire-lancashire-county-championship-match-report"
}