{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/20/duncan-storrar-a-line-has-been-crossed-by-media-say-community-leaders",
  "id": "2016-05-20-351",
  "sectionId": "australia-news",
  "body": "Australian community leaders have publicly expressed concern about Q&A audience member Duncan Storrar’s “extreme” targeting by the media, singling out News Corp Australia newspapers for their “abuse of power”. The Civil Society statement of concern, published on Friday, said Storrar’s question to the panel about tax-free thresholds had been “appropriate and civil”, but had opened him up to an “onslaught of personal investigations, attacks, intrusion into his privacy [and] family, and ridicule”. The letter noted that Storrar had identified himself as having a disability, and singled out the Australian and Herald-Sun newspapers for their coverage.   Related: Duncan Storrar may just as well have held up a bowl and asked for more | Jeff Sparrow    “The patent disregard of the impact of this reporting on an individual is an abuse of power.  “We believe it’s time to ask why a member of the community is being targeted in an extreme way for simply asking a question about the fairness of a tax cut on a national broadcaster during an election campaign. “The issues involved go beyond one individual and represent a turning point for the open debate, discussion, criticism and dissent which underpin our free society.” It ended by calling for political leaders to protect public participation by voters, particularly those on low incomes, who have a mental illness or a disability, or are vulnerable or marginalised.     Read the Civil Society statement of concern about media treatment of Duncan Storrar   The letter was supported by a broad coalition of 35 community leaders, unions and advocacy groups, among them Catholic Social Services Australia, the Community and Public Sector Union, Anglicare Australia, Jobs Australia, the St Vincent de Paul Society and the National Ethnic Disability Alliance. It had been sent to the prime minister, Malcolm Turnbull, Labor leader, Bill Shorten, the incoming Human Rights Commissioner, the Press Council and the Australian Communications and Media Authority. “We think a line has been crossed,” said Craig Wallace, president of People With Disability Australia, the organisation that took the lead on the letter.   Related: Duncan Storrar responds to Q&A furore: 'I didn't want this'    “Many of our members have complex lives, complex families. It’s simply not relevant to be using those to attack people for exercising their democratic rights.” He said it was not the signees’ intention to draw Storrar further into the public spotlight, and stressed that the letter had not had his input. “But we are now two weeks after the Q&A program and it’s hard to see how we could make this worse.” But Wallace decried the failure of politicians from both the left and the right to protect or defend him. “The first job of politicians is to defend the rights of their electors – to speak out if the public voter is the job of an informed voter and Duncan was doing exactly that, and he was crucified.” Wallace said the coverage of Storrar in the News Corp Australia press was especially troubling, pointing out that a picture of him had been run on the front page, alongside detail of his criminal record dating back 15 years. “There are many Australians with lives with tangled threads and broken threads that wouldn’t stand up to that kind of scrutiny – and why should they have to?”",
  "webTitle": "Duncan Storrar: 'A line has been crossed' by media, say community leaders",
  "webPublicationDate": "2016-05-20T02:16:08Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/20/duncan-storrar-a-line-has-been-crossed-by-media-say-community-leaders",
  "keyword": [
    {
      "webTitle": "Q&A",
      "id": "australia-news/q-a",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/20/duncan-storrar-a-line-has-been-crossed-by-media-say-community-leaders"
}