{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/21/chelsea-handler-netfix-chatshow",
  "id": "2016-05-21-149",
  "sectionId": "film",
  "body": "Another week, another Netflix innovation that seems to upend everything we know about the entertainment industry. Firstly, the company made a mockery of traditional TV scheduling by issuing its original series 20 episodes at a time. Then it commissioned full-length feature films for immediate online distribution, much to the dismay of the world’s cinema operators. Now comes the final insult: a new show filmed and released within a 48-hour window, a new frontier for the platform, and a slap in the face of Saturday newspaper supplements that go to print half a week before they hit newsstands. At the time of writing, Netflix has released three episodes of its flagship talkshow Chelsea, fronted by outspoken US comedian Chelsea Handler. By the time you read this, that sample size will have doubled, but I’m guessing it’ll still feel like a lukewarm debut. Despite a lengthy development process that began when Handler signed a seven-year deal with the platform in June 2014, it’s hard to identify a single way in which Chelsea breaks with US talkshow convention.            Guests are jarringly juxtaposed for maximum viral potential (one episode sees US secretary of education John King sit down with hip-hop punchline Pitbull) but their contributions only occasionally stray from the promotional matter at hand. In an episode focused entirely on Captain America: Civil War, Handler has her studio audience applaud the film’s box-office tally, before straightfacedly claiming that Marvel Studios – whose “cinematic universe” will gain its first non-white lead in 2018 – is singlehandedly keeping black actors in work. Pre-taped skits and travelogues fill the gaps between the interviews, but prove just as unimaginative. Where Handler’s previous Netflix project, Chelsea Does, breathed new life into the staid world of the celebrity-fronted docuseries by refusing to shy away from touchy subjects, the documentary segments in Chelsea feel choreographed to the point of anaemia. Perhaps it’s too soon to properly assess the show, given that conventional wisdom dictates that US talkshows take three or four decades to fully hit their stride, and perhaps in the coming weeks Handler will make good on her promise to usher in a revolutionary new era of entertainment broadcasting. In the meantime, there’s no getting around at least one of Chelsea’s flaws: while broadcasting a show two days after it’s produced might outpace the rest of Netflix’s programming, in US talkshow terms, it’s two days late.",
  "webTitle": "Straight Talking: how Chelsea Handler’s new show changes the TV game",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/21/chelsea-handler-netfix-chatshow",
  "keyword": [
    {
      "webTitle": "DVD and video reviews",
      "id": "film/dvdreviews",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlie Lyne",
      "id": "profile/charlie-lyne"
    }
  ],
  "guardianId": "film/2016/may/21/chelsea-handler-netfix-chatshow"
}