{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/tories-scotland-ruth-davidson-scottish-conservatives",
  "id": "2016-05-06-133",
  "sectionId": "commentisfree",
  "body": "So who won the Scottish elections? Yes, the Scottish National party won 63 seats, some with massive majorities. But even with the UK’s most popular politician at its helm, the party did not repeat the remarkable feat of 2011, when it won an outright majority in a system designed to make that virtually impossible. Roughly half the members of the Scottish parliament (MSPs) are constituency members elected by first-past-the-post – the other half are regional or list members elected by a proportional system that aims to redress some of the imbalances in the constituency vote.   Related: SNP win stops short of majority as Scottish Labour finishes third    Now Nicola Sturgeon will follow the example of Alex Salmond in 2007, creating a minority government rather than seeking a pact with the independence-supporting Scottish Greens, who beat the Lib Dems into fifth place. In many ways, though, the Scottish Tories were the surprise winners of the night, replacing Labour as Scotland’s official opposition party – an unthinkable outcome last year, when the Tory leader, Ruth Davidson, devised an election campaign free of any input from David Cameron, George Osborne, or any other UK party leaders. The big message from the 2016 Scottish election seems to be that the constitutional issue has now replaced class as the primary fault-line in Scottish politics, and on the unionist side the Tories are seen as less toxic and more combative and competent than Scottish Labour. Davidson achieved a victory of Leicester City proportions in the Edinburgh Central constituency where she stood, the Tories leaping from fourth place to snatch the seat from the SNP. Davidson ran a strong campaign, matching the SNP’s personality-led “Re-elect Nicola” slogan with her own “Ruth Davidson for a strong opposition”. The fact that many former Labour voters responded has been astonishing. Hitherto, the thought of voting Tory might have crossed some voters’ minds but would not have survived polite conversation, let alone action at the ballot box. Vote-switching between Labour and the Tories – quite normal in every other part of Britain – has been absent from Scotland for decades. The advent of Margaret Thatcher turned a long trend of Scottish Labour support into what seemed to be an immutable law – capped by the 1997 election when every Tory MP in Scotland was voted out. As the SNP gradually stole Labour’s left credentials in the Scottish parliament, it seemed the actors might change but the toxicity of the Tories would not. There has never been a “Cameron bounce” in Scotland, and the SNP won almost every constituency at the 2015 general election. So what changed? It will take some analysis of each seat to be sure. Some commentators suggest rightwing Scots won over by Tony Blair to New Labour have finally returned to their “natural home”. It’s also true that the SNP were impacted by the resurgent Scottish Greens whose MSP tally – including veteran land reform campaigner Andy Wightman and 21-year-old Ross Greer, the Scottish parliament’s youngest MSP – trebled from two to six. Davidson’s Edinburgh constituency was one of a handful contested by the Scottish Greens (who won all their seats on the second proportional list section) and that may have split the pro-independence vote, letting the Conservative leader haul her party from fourth place at the last election to victory last night.    Doubtless some SNP supporters will be critical of yes voters – including myself – who publicly declared an intention to split their vote, supporting the SNP in the constituency section and the Greens on the list. Yet the prospect of SNP/Green cooperation is a dream result for many on the yes-supporting left who want a bolder programme of reform in key areas such as local taxation, land reform, fracking, energy and human rights – the Scottish Greens want a citizen-led written constitution, for example. SNP supporters argued that divisions over domestic policy would only rock the independence boat, and should wait until after independence. Clearly that outlook must now be shelved. The Scottish Lib Dem leader, Willie Rennie, surprised many by winning a constituency seat from the SNP and the party held on to its two Northern Isles MSPs – perhaps a proxy statement of support for the Lib Dem Orkney and Shetland MP, Alistair Carmichael, who recently beat off a court challenge by four constituents, but more likely a reflection of local candidate popularity and the Northern Isles’ omission from ferry fare reductions applied to the SNP-controlled Western Isles. Beyond these constituency successes, though, the Lib Dems had a disastrous night with many lost deposits, very few extra seats gained from the redistributive list and a fifth place in Scottish politics behind the Scottish Greens. Despite (or perhaps because of) his inclusion in all the Scottish TV leaders debates – a platform denied to the new socialist party Rise – the Ukip Euro MP David Coburn failed to win a Scottish parliamentary seat, and his party’s share of the vote has been around 1%. But the real losers of the 2016 Scottish elections are unquestionably Scottish Labour – squeezed by a more progressive-sounding SNP and a more muscular-looking set of unionists in the Scottish Conservative party. That situation did not happen overnight, and it’s hard to see what Scottish Labour can do to retrieve it. Kezia Dugdale, leader of Scottish Labour, has said she will not resign, and there is finally a grim-faced acceptance by party veterans that this failure is larger and more comprehensive than anything that can be remedied by a mere change of leadership. Scottish Labour won the battle but lost the war in 2014, with negative messages and scaremongering during the long independence referendum campaign and the most limited devolution offer of all the parties thereafter.   Related: SNP win stops short of majority as Scottish Labour finishes third    Now it’s not clear what Labour delivers, and it appears that both pro-devolution parties (Labour and the Lib Dems) have been punished for failing to represent the 37% of Scots who wanted the more meaty, near-federal Scottish parliament that Gordon Brown promised but failed to deliver. Indeed, there are Scottish Conservatives suggesting today that David Cameron should hold a second referendum as soon as possible, offering a federal tax-raising parliament to the Scots as the alternative to independence. That seems unlikely with a Tory party preoccupied with and torn apart by the European referendum. Perhaps Nicola Sturgeon will also be relieved that the Tory resurgence and her own minority government status makes a quick sprint towards Indyref2 less likely – she has always preferred the strategy of building support until 60% of Scots support independence before trying again. Meanwhile, she and all Scotland’s political leaders have an unexpectedly complex situation to deal with right now – the re-emergence of a rainbow Scottish parliament after five years of SNP control, which must decide how best to use the new powers that have been wrested from Westminster. A relatively lacklustre election campaign has delivered an unexpected and enlivening result.",
  "webTitle": "The Tories were once unmentionable in Scotland. Not any more | Lesley Riddoch",
  "webPublicationDate": "2016-05-06T14:29:45Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/tories-scotland-ruth-davidson-scottish-conservatives",
  "keyword": [
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Lesley Riddoch",
      "id": "profile/lesleyriddoch"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/tories-scotland-ruth-davidson-scottish-conservatives"
}