{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/20/top-gears-big-studio-audience-told-forget-how-show-used-to-look",
  "id": "2016-05-20-38",
  "sectionId": "tv-and-radio",
  "body": "Top Gear has been revved up under new presenter Chris Evans with the first episode featuring a bigger studio audience who were told to forget about the previous look of the show, but reminded about the catering incident that led to the departure of host Jeremy Clarkson. The first episode, due to be broadcast next Sunday, was filmed on Thursday and the format has been tweaked by the producers to give it a livelier feel with a hint of the atmosphere of Evans’ Channel 4 show TFI Friday, while Evans and co-star Matt LeBlanc compete to tell the best jokes.  The long-serving presenting team of Clarkson, James May and Richard Hammond may have been absent, but the reason the Radio 2 DJ has taken over and refreshed the show was referenced during the filming of the first episode. According to a source, Evans introduced the owners of his local curry house but joked he was “not allowed” to mention the catering on the programme. Clarkson’s contract was not renewed after he punched a producer for not providing a hot meal after a day’s filming  Evans admitted to being slightly nervous about the show having only done live series such as The Big Breakfast before, and admitted before filming started that “so many people don’t want this to work” – a remark that drew a laugh from the large studio audience.    Related: Chris Evans says Top Gear bullying claims are ridiculous    The relaunch of Top Gear is critical for the BBC: the programme is one of the corporation’s most lucrative and popular shows consistently attracting an audience of 6 million viewers. But it is unclear whether it can succeed in the wake of the departure of Clarkson and co whose easy, mickey-taking familiarity made it such a hit with viewers. After Clarkson departed there were a number of stories criticising the reinvented show. At one point, Evans was accused of bullying staff 20 years ago – a claim he said was ridiculous and the result of a witch-hunt. The Sun has also reported that the relationship between Evans and Le Blanc has been tense at times, something that was alluded to during the filming at Dunsfold Park in Surrey.  “We don’t want to not get on again,” Evans joked to Le Blanc between takes when the pair were trying to outdo each other while filming trailers for the show. Although there was an element of competitive humour between the pair they were seen laughing and joking together during breaks in filming. Evans and Le Blanc’s on-screen banter and one-liners went down well with the large audience, estimated at 700, particularly when the DJ stopped his US counterpart ending the show with Clarkson’s standard “on that bombshell” sign-off. At one point Evans made another remark about the old show, saying the time taken to film it was less than under the previous presenters. The producers had hoped, perhaps optimistically considering it was the first episode with a new team, to record it “as live” in an hour, the length of the transmitted show. However, due to moving the larger studio audience (some of whom were on a gallery above the main set) around for different shots and retakes it took three times that.  Evans said he does not usually do pre-recorded shows and onlookers noticed he seemed to relax during the interview section with actor Jesse Eisenberg and chef Gordon Ramsay so had to do some retakes when he fluffed some lines.  Viewers used to the old Top Gear will be relieved that many of their favourite features remain and that production values are as high as under the old regime, with the on-location films featuring the usual mix of entertainment and high performance cars.  However they will not see footage of the ill-fated stunt in which Le Blanc was filmed driving around the Cenotaph war memorial in London, which the team has apologised “unreservedly” for and which will not be broadcast. Last month Clarkson denied allegations that he does not want the new Top Gear to work, revealing he receives a payment if it comes back on air. “It’s been suggested that I am in it, that I am trying to scupper him. But I ­discovered the other day that every time it gets ­recommissioned I get paid.” However a BBC spokesman told the Guardian this was not true. Clarkson, Hammond and May’s new show, The Grand Tour, is due to air later this year on Amazon Prime.  The BBC attacked the Sun for printing “unfounded nonsense” about Evans’ behaviour at Radio 2 since he took over at Top Gear. The newspaper has published a string of stories about the presenter, the most recent of which alleged that he was “out of control” and becoming “more volatile” than predecessor Clarkson. And Clarkson, although he has denied fanning the flames of the anti-Top Gear stories, said: “What’s very entertaining is that Chris Evans is having a very hard time at the moment as he attempts to put Top Gear back together.”",
  "webTitle": "Top Gear's big studio audience told to forget how show used to look",
  "webPublicationDate": "2016-05-20T18:20:22Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/20/top-gears-big-studio-audience-told-forget-how-show-used-to-look",
  "keyword": [
    {
      "webTitle": "Top Gear",
      "id": "tv-and-radio/top-gear",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Chris Evans",
      "id": "media/chris-evans",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Business TV",
      "id": "tv-and-radio/business-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Jeremy Clarkson",
      "id": "media/jeremyclarkson",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Matt LeBlanc",
      "id": "tv-and-radio/matt-leblanc",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC2",
      "id": "media/bbc2",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/20/top-gears-big-studio-audience-told-forget-how-show-used-to-look"
}