{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/adele-is-ivor-novello-songwriter-of-the-year",
  "id": "2016-05-19-84",
  "sectionId": "music",
  "body": "Adele has made yet another awards ceremony her own as she was named songwriter of the year at the Ivor Novello awards. It was previously thought the singer, who already swept the Brits earlier in the year with four awards, had been snubbed by the ceremony as she was not among the nominees for song or album of the year – but she once again walked away with the most prestigious award of the night.    Related: Adele: ‘I can finally reach out a hand to my ex. Let him know I’m over it’    The album award went to Darling Arithmetic by Villagers. Collecting the award, Conor O’Brien said the personal album, which grapples with bigotry and homophobia, had marked a pivotal moment when he had “finally been an equal citizen” in his country, it having been released just a month before Ireland legalised gay marriage.  In the best contemporary song category, Skepta’s grime anthem Shutdown and Roots Manuva’s Cargo lost out to All My Friends by Snakehips, who said they had gone from “making beats on [their] sofa to making this track”. Portishead picked up the award for outstanding contribution to British music, but, despite being given a standing ovation, were reluctant recipients of the award.  “I feel a bit weird coming up here tonight, I don’t really believe in judging music. You can’t judge it, it’s just fucking wrong ... I’m not going to say thank you because I don’t believe in these things,” said Portishead drummer Geoff Barrow.  The PRS award for most performed work went to James Bay for Hold Back the River, his first Ivor Novello award. His co-writer on the track, Iain Archer, thanked Basca (the British Academy of Songwriters, Composers and Authors) for its support for the BBC during negotiations with the government over renewing its charter, saying: “We couldn’t have done this without the BBC, so thank you for defending a great institution.”  The best song musically and lyrically went to Jamie Lawson for his track Wasn’t Expecting That, beating off competition from Ed Sheeran, who originally signed Lawson to his own label.  The Ivors inspiration award went to Happy Mondays. Lead singer Shaun Ryder said that “to be noted for writing a song from years ago feels fucking great. It should have happened 10 years ago. To actually get something for songwriting is great.” The Ivor Novellos, which is now in its 61st year, also presented a lifetime achievement award to former Blur frontman Damon Albarn, who is currently working on a new Gorillaz record.  The BBC was also mentioned by the winner of the classical music Ivor, acclaimed composer Oliver Knussen, who called on the BBC to do more to champion young composers. “There are an extraordinary number of incredibly gifted young composers ... please BBC don’t relegate all of us to a two-hour slot that you seem to regard as a place to put pond life.  “Our music is to be used, we write it for us and sometimes it’s a little prickly but some very nice things are prickly, I’ve heard.”",
  "webTitle": "Adele is Ivor Novello songwriter of the year",
  "webPublicationDate": "2016-05-19T17:44:24Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/adele-is-ivor-novello-songwriter-of-the-year",
  "keyword": [
    {
      "webTitle": "Adele",
      "id": "music/adele",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Ivor Novello awards",
      "id": "music/ivor-novello-awards",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "music/2016/may/19/adele-is-ivor-novello-songwriter-of-the-year"
}