{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/clive-james-on-victoria-wood-death",
  "id": "2016-05-07-150",
  "sectionId": "lifeandstyle",
  "body": "In taking so long to say something about Victoria Wood’s early death, I fear that I’m making an entrance at the wrong time, like Mrs Overall in Acorn Antiques. Not that Mrs Overall was ever afraid of getting her timing wrong. That was the whole point of her. No amount of evidence that she was always arriving at the wrong moment with a tray of tea that nobody wanted could ever stop her doing it again. Binge-watching the whole delirious archive of Acorn Antiques from the first bungled moment to the last, I’ve just noticed that Mrs Overall is almost always on screen somewhere. If not advancing with the tea tray, she’s hovering somewhere near the back of the set, poking her head out from behind an antique. She’s a mobile fixture. Victoria, on the other hand, is not often in the shop, except in spirit. She was like that. I knew her when she was just starting off, and it was clear even then that she was a whole new kind of star, with so much creative imagination that she had to offload some of it on to other people or it would have crushed her. Julie Walters and Celia Imrie are wickedly funny people, but Victoria kept finding ways of making them funnier. She was a genius who wanted to turn everyone else in the studio into a genius, too. Not that she was short of a personality. Last night, I watched her yet again in her Brief Encounter spoof, a number that keeps on getting better than ever as Celia Johnson’s diamond-cut elocution becomes more and more a thing of the past, like the way the Queen used to speak when she was gist a gel. Victoria could fill the Albert Hall just by singing songs she wrote, but her central power was an infallible ear for the nuances of the national language.   Related: Clive James: ‘A misprint in my new book made me feel I was contemplating the ruins of 60 years’ work’    One of her earlier characters was a woman on a diet who made a panic call when she was out shopping because she was “face to face with a Marks & Spencer’s individual spotted dick”. You could tell by the way she picked out the word “individual” that she would be a great dramatist one day. Her script for Loving Miss Hatto was only one of several efforts confirming that version of her future. Without doubt, a later phase would have been a long festival, so to lose her is an exultant sadness, really, but if she’d caught us moping, she might have been quite strict. I once heard some bloody fool trying to tell her that British television comedy needed more “edge”. The angle of her top lip gutted him on the spot, but he didn’t feel it happen before she was smiling again.",
  "webTitle": "Clive James: ‘If Victoria Wood had caught us moping over her death, she might have been quite strict’",
  "webPublicationDate": "2016-05-07T08:00:09Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/clive-james-on-victoria-wood-death",
  "keyword": [
    {
      "webTitle": "Victoria Wood",
      "id": "culture/victoria-wood",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Clive James",
      "id": "culture/clive-james",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Clive James",
      "id": "profile/clive-james"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/07/clive-james-on-victoria-wood-death"
}