{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/12/911-commission-saudi-arabia-hijackers",
  "id": "2016-05-12-255",
  "sectionId": "us-news",
  "body": "A former Republican member of the 9/11 commission, breaking dramatically with the commission’s leaders, said Wednesday he believes there was clear evidence that Saudi government employees were part of a support network for the 9/11 hijackers and that the Obama administration should move quickly to declassify a long-secret congressional report on Saudi ties to the 2001 terrorist attack.  The comments by John F Lehman, an investment banker in New York who was Navy secretary in the Reagan administration, signal the first serious public split among the 10 commissioners since they issued a 2004 final report that was largely read as an exoneration of Saudi Arabia, which was home to 15 of the 19 hijackers on 9/11.   Related: 9/11 judge and prosecutors should step down over 'destroyed evidence', defense demands     “There was an awful lot of participation by Saudi individuals in supporting the hijackers, and some of those people worked in the Saudi government,” Lehman said in an interview, suggesting that the commission may have made a mistake by not stating that explicitly in its final report. “Our report should never have been read as an exoneration of Saudi Arabia.”  He was critical of a statement released late last month by the former chairman and vice-chairman of the commission, who urged the Obama administration to be cautious about releasing the full congressional report on the Saudis and 9/11 – “the 28 pages”, as they are widely known in Washington – because they contained “raw, unvetted” material that might smear innocent people.  The 9/11 commission chairman, former Republican governor Tom Kean of New Jersey, and vice-chairman, former Democratic congressman Lee Hamilton of Indiana, praised Saudi Arabia as, overall, “an ally of the United States in combatting terrorism” and said the commission’s investigation, which came after the congressional report was written, had identified only one Saudi government official – a former diplomat in the Saudi consulate in Los Angeles – as being “implicated in the 9/11 plot investigation”. The diplomat, Fahad al-Thumairy, who was deported from the US but was never charged with a crime, was suspected of involvement in a support network for two Saudi hijackers who had lived in San Diego the year before the attacks. In the interview Wednesday, Lehman said Kean and Hamilton’s statement that only one Saudi government employee was “implicated” in supporting the hijackers in California and elsewhere was “a game of semantics” and that the commission had been aware of at least five Saudi government officials who were strongly suspected of involvement in the terrorists’ support network.  “They may not have been indicted, but they were certainly implicated,” he said. “There was an awful lot of circumstantial evidence.”      The 9/11 commission vice-chairman, former Democratic congressman Lee Hamilton of Indiana, and the chairman, former Republican governor Tom Kean of New Jersey. Photograph: Paul J.richards/AFP/Getty Images    Although Lehman said he did not believe that the Saudi royal family or the country’s senior civilian leadership had any role in supporting al-Qaida or the 9/11 plot, he recalled that a focus of the criminal investigation after 9/11 was upon employees of the Saudi ministry of Islamic affairs, which had sponsored Thumairy for his job in Los Angeles and has long been suspected of ties to extremist groups. He said “the 28 pages”, which were prepared by a special House-Senate committee investigating pre-9/11 intelligence failures, reviewed much of the same material and ought to be made public as soon as possible, although possibly with redactions to remove the names of a few Saudi suspects who were later cleared of any involvement in the terrorist attacks. Lehman has support among some of the other commissioners, although none have spoken out so bluntly in criticizing the Saudis. A Democratic commissioner, former congressman Tim Roemer of Indiana, said he wants the congressional report released to end some of the wild speculation about what is in the 28 pages and to see if parts of the inquiry should be reopened. When it comes to the Saudis, he said, “we still haven’t gotten to the bottom of what happened on 9/11”.    They may not have been indicted, but they were certainly implicated. There was an awful lot of circumstantial evidence  John Lehman     Another panel member, speaking on condition of anonymity for fear of offending the other nine, said the 28 pages should be released even though they could damage the commission’s legacy – “fairly or unfairly” – by suggesting lines of investigation involving the Saudi government that were pursued by Congress but never adequately explored by the commission. “I think we were tough on the Saudis, but obviously not tough enough,” the commissioner said. “I know some members of the staff felt we went much too easy on the Saudis. I didn’t really know the extent of it until after the report came out.” The commissioner said the renewed public debate could force a spotlight on a mostly unknown chapter of the history of the 9/11 commission: behind closed doors, members of the panel’s staff fiercely protested the way the material about the Saudis was presented in the final report, saying it underplayed or ignored evidence that Saudi officials – especially at lower levels of the government – were part of an al-Qaida support network that had been tasked to assist the hijackers after they arrived in the US.   Related: Obama's chilly reception in Saudi Arabia hints at mutual distrust    In fact, there were repeated showdowns, especially over the Saudis, between the staff and the commission’s hard-charging executive director, University of Virginia historian Philip Zelikow, who joined the Bush administration as a senior adviser to the secretary of state, Condoleezza Rice, after leaving the commission. The staff included experienced investigators from the FBI, the Department of Justice and the CIA, as well as the congressional staffer who was the principal author of the 28 pages. Zelikow fired a staffer, who had repeatedly protested over limitations on the Saudi investigation, after she obtained a copy of the 28 pages outside of official channels. Other staffers described an angry scene late one night, near the end of the investigation, when two investigators who focused on the Saudi allegations were forced to rush back to the commission’s offices after midnight after learning to their astonishment that some of the most compelling evidence about a Saudi tie to 9/11 was being edited out of the report or was being pushed to tiny, barely readable footnotes and endnotes. The staff protests were mostly overruled. The 9/11 commission did criticize Saudi Arabia for its sponsorship of a fundamentalist branch of Islam embraced by terrorists and for the Saudi royal family’s relationship with charity groups that bankrolled al-Qaida before 9/11.     George W Bush, with Lee Hamilton on the left, speaks to the press after receiving a report of the Iraq study group. Photograph: Larry Downing/REUTERS    However, the commission’s final report was still widely read as an exoneration, with a central finding by the commission that there was “no evidence that the Saudi government as an institution or senior Saudi officials individually” provided financial assistance to Osama bin Laden’s terrorist network. The statement was hailed by the Saudi government as effectively clearing Saudi officials of any tie to 9/11. Last month Barack Obama, returning from a tense state visit to Saudi Arabia, disclosed the administration was nearing a decision on whether to declassify some or all of the 28 pages, which have been held under lock and key in a secure room beneath the Capitol since they were written in 2002. Just days after the president’s comments however, his CIA director, John Brennan, announced that he opposed the release of the congressional report, saying it contained inaccurate material that might lead to unfair allegations that Saudi Arabia was tied to 9/11.    I think we were tough on the Saudis, but obviously not tough enough  A commissioner     In their joint statement last month, Kean and Hamilton suggested they agreed with Brennan and that there might be danger in releasing the full 28 pages.  The congressional report was “based almost entirely on raw, unvetted material that came to the FBI”, they said. “The 28 pages, therefore, are comparable to preliminary law enforcement notes, which are generally covered by grand jury secrecy rules.” If any part of the congressional report is made public, they said, it should be redacted “to protect the identities of anyone who has been ruled out by authorities as having any connection to the 9/11 plot”. Zelikow, the commission’s executive director, told NBC News last month that the 28 pages “provide no further answers about the 9/11 attacks that are not already included in the 9/11 commission report”. Making them public “will only make the red herring glow redder”.  But Kean, Hamilton and Zelikow clearly do not speak for a number of the other commissioners, who have repeatedly suggested they are uncomfortable with the perception that the commission exonerated Saudi Arabia and who have joined in calling for public release of the 28 pages.   Related: Obama faces friction in Saudi Arabia over 9/11 bill and Iran relationship    Lehman and another commissioner, former Democratic senator Bob Kerrey of Nebraska, filed affidavits last year in support of a lawsuit brought against the Saudi government by the families of 9/11 victims. “Significant questions remain unanswered concerning possible involvement of Saudi government institutions and actors,” Kerrey said. Lehman agreed: “Contrary to the argument advocated by the Kingdom, the 9/11 commission did not exonerate Saudi Arabia of culpability for the events of 11 September 2001 or the financing of al-Qaida.” He said he was “deeply troubled” by the evidence gathered about a hijackers’ support network in California. In an interview last week, congressman Roemer, the Democratic commissioner, suggested a compromise in releasing the 28 pages. He said that, unlike Kean and Hamilton, he was eager to see the full congressional report declassified and made public, although the 28 pages should be released alongside a list of pertinent excerpts of the 9/11 commission’s final report. “That would show what allegations were and were not proven, so that innocent people are not unfairly maligned,” he said. “It would also show there are issues raised in the 28 pages about the Saudis that are still unresolved to this day.” Asked on Thursday if he had any comment on Lehman’s claim about individuals working for the Saudi government, White House press secretary Josh Earnest gave a two word answer: “I don’t.”  Philip Shenon is the author of The Commission: The Uncensored History of the 9/11 Investigation",
  "webTitle": "Saudi officials were 'supporting' 9/11 hijackers, commission member says",
  "webPublicationDate": "2016-05-12T11:00:12Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/12/911-commission-saudi-arabia-hijackers",
  "keyword": [
    {
      "webTitle": "September 11 2001",
      "id": "us-news/september11",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US Congress",
      "id": "us-news/us-congress",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US national security",
      "id": "us-news/us-national-security",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Philip Shenon",
      "id": "profile/philip-shenon"
    }
  ],
  "guardianId": "us-news/2016/may/12/911-commission-saudi-arabia-hijackers"
}