{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/21/love-nina-review-bbc-1-alan-bennett-helena-bonham-carter",
  "id": "2016-05-21-189",
  "sectionId": "tv-and-radio",
  "body": "“Well, I come from Leicester, so I suppose I’ll have to say Leicester City,” says Nina near the start of Love, Nina (BBC1).  You don’t get anyone supposing they’ll have to support Leicester City these days, but it isn’t these days. It’s 1982. Nina Stibbe has come to London to interview for the job of nanny to the two boys of a grand literary editor in their big Camden home, with paintings on the walls, cracks between the floorboards, distinguished neighbours, etc. It’s the boys doing the interviewing: this makes sense, as their mother says, because “they’re the ones who have to get on with you”. Hence the football questions.  Nina doesn’t get the job (younger son not keen on LCFC), then later she does, moves in, becomes part of the family, and writes letters home to her sister in Leicestershire about them and their friends which almost 30 years on will be published as a book and become an unlikely bestseller. And now adapted into a five-part television drama by Nick Hornby, who can’t have known at the time of writing that the Leicester line would end up being funny.    Related: Nina Stibbe's letter to her younger self: 'Try not to have a weave perm'    Names have changed. Mary-Kay Wilmers has become George, Will and Sam have become Max and Joe. Neighbour AB (Alan Bennett), who was always round to share – and critique – their evening meals, has become a Scottish poet named Malcolm Tanner. Perhaps for literary types, happy to appear in the pages of a book, the gogglebox is a bit vulgar (though it’s nice to see it on a lot at 55 Gloucester Crescent). Actually the real Sam (Frears) is in it, playing another neighbour. The most important thing is that Hornby and director SJ Clarkson have captured the spirit and hilariousness of the book. It’s a joy, like having a spy in an extraordinary north London world of writers and film directors and academics … no, maybe not spy, because that suggests they’re the enemy and they’re not – it’s very affectionate. More like an embed, then, but the essential thing is that Nina is an outsider, which she needs to be in order to fully appreciate them. Lovely performances from Faye Marsay as Nina, Ethan Rouse and Harry Webster as the boys, and especially from Helena Bonham Carter as George, exuding the sort of terrifying confidence that only comes from being really, really brainy.  Leicester incidentally finished the 1982-3 season in third place … in the second tier. They were promoted, though. Arsenal finished below Spurs.",
  "webTitle": "Love, Nina review – naive nanny's view of literary London is a joy",
  "webPublicationDate": "2016-05-21T05:45:05Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/21/love-nina-review-bbc-1-alan-bennett-helena-bonham-carter",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC1",
      "id": "media/bbc1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Nick Hornby",
      "id": "books/nickhornby",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/21/love-nina-review-bbc-1-alan-bennett-helena-bonham-carter"
}