{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/27/five-of-the-best-exhibitions",
  "id": "2016-05-27-172",
  "sectionId": "artanddesign",
  "body": "1 Massimo Vitali Drawing inspiration from the brainless days of high summer, this deadpan photographer of opiated holiday crowds has something in common with film director Paolo Sorrentino as an ironical chronicler of modern Italian glamour. Vitali’s beautiful people swarm over beaches from Cefalu to Liguria, showing off swimming costumes against hypnotically blue waters, while off stage the world’s troubles grow. Ronchini Gallery, W1, to 18 Jun 2 Bridget Riley: Paintings 1963-2015 While many other artists sought chemical highs in the 60s, this architect of optical confusion showed that art can mess with perception just by merging wavy lines in the onlooker’s brain. Riley’s later works are much more colourful and considerably calmer but she remains a modern great. Scottish National Gallery Of Modern Art, Edinburgh, to 16 Apr 3 Russia And The Arts: The Age Of Tolstoy And Tchaikovsky A journey into the emotionally fraught and creatively brilliant world of Russian writers, artists, actors and composers in the final decades of Tsarist rule. None of the people here look happy and all seem burdened by the sorrows of a land heading for violent revolution. The artist Mikhail Vrubel takes portraiture into strange expressive realms: Dostoevsky has the anguish of one of his own antiheroes, while Tchaikovsky can barely conceal his nerves.  National Portrait Gallery, WC2, to 26 Jun 4 Master Strokes: Dutch And Flemish Drawings From The Golden Age The V&A draws on its vast collection for this fine display of 70 works from the early modern era. Rubens portrays Marie de’ Medici of France with a subtle compassion in light of her fall from power, and Rembrandt gives an actor playing a peasant a pugnacious humanity worthy of Shakespeare. Elsewhere, beguiling landscapes by artists including Bruegel give the mind a place to wander. V&A, SW7, to 13 Nov 5 Bettina von Zwehl: Invitation To Frequent The Shadows The London home of Sigmund Freud makes a fascinating venue for any art. This exhibition by German-born photographer Von Zwehl explores the archives of his daughter Anna Freud through eerily archaic silhouette portraits. Freud Museum, NW3, Fri to 17 Jul",
  "webTitle": "Five of the best... exhibitions this week",
  "webPublicationDate": "2016-05-27T12:00:03Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/27/five-of-the-best-exhibitions",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/2016/may/27/five-of-the-best-exhibitions"
}