{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/saracens-european-champions-manchester-united-class-of-92",
  "id": "2016-05-16-40",
  "sectionId": "sport",
  "body": "Saracens’ chairman Nigel Wray has compared his young core of English players to Manchester United’s class of ’92 following the club’s maiden European success. If Maro Itoje, Owen Farrell, George Kruis, Jamie George, Will Fraser and the Vunipola brothers stay together, Wray believes there is every chance of further success in the years ahead.   Related: European Champions Cup awards: our writers on the 2015-16 season    Wray has waited two decades to see Saracens become Europe’s leading side and, after Saturday’s 21-9 win over Racing in Lyon. , he is optimistic there is more to come from a predominantly young, English-qualified team. “What’s really interesting is that like Manchester United’s class of ’92, there’s half a dozen of them – the class of 2008 – who have all come through together and have now all played in a European final. “People forget that we’ve got 17 English players. What’s exciting is that they can go on for the next five years. They’re young lads and, wow, that’s what it’s about. It’s a bit grand to use the word ‘dynasty’ but let’s just say we want to do bloody well. While winning the European Champions Cup was great, there is more. It is a strange word for rugby but they love each other. They really do love each other which means they want to pull out that extra bit for each other. That’s the difference.” Saracens will have a shot at another trophy next week if they can beat Leicester in Saturday’s Premiership semi-final at Allianz Park but, despite having topped the regular season table and won the title last year, Wray is wary of making any assumptions. “To say there isn’t a chance of their heads being turned might itself be arrogant. We have to work at being humble and keeping their feet on the ground. “One of my favourite characters is Icarus. When he flew too close to the sun, the gods burned his wings and he came crashing to Earth. I don’t think anybody survives arrogance. But we’re all human beings and our feet do float off the ground and we think we are bloody marvellous. We just have to get them on to the ground as quickly as possible.” Two Saracens players, Itoje and Alex Goode, have been included on the shortlist for the Premiership Player of the Season award, along with George Smith and Charles Piutau of Wasps and the Exeter duo of Gareth Steenson and Don Armand. McCall is also on the shortlist for the director of rugby award alongside Rob Baxter of Exeter, Dai Young of Wasps and Sale’s Steve Diamond. Meanwhile the Wasps second-row forward Bradley Davies is returning to Wales on a national dual contract with the Welsh Rugby Union and the Ospreys. The 29-year-old lock, who has won 54 caps, is keen for his young daughter to attend a Welsh-speaking school.",
  "webTitle": "Saracens chairman says young team are like Manchester United’s class of ‘92",
  "webPublicationDate": "2016-05-16T21:00:09Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/saracens-european-champions-manchester-united-class-of-92",
  "keyword": [
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Owen Farrell",
      "id": "sport/owen-farrell",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/16/saracens-european-champions-manchester-united-class-of-92"
}