{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/pierre-boulez-young-composer-conductor-classical-cd-review-concertgebouw-menuhin-bbcso",
  "id": "2016-05-19-163",
  "sectionId": "music",
  "body": "Pierre Boulez’s recording career began in earnest in the mid-1960s, when he signed a contract with Columbia (now Sony Classical). But he had been making records for some years before that, especially of his own music and the 20th-century repertoire that mattered most to him. But this collection of works by Stravinsky, Bartók, Debussy and Boulez himself, taken mostly from public concerts in Amsterdam and Paris between 1961 and 1966, amplifies what is already available of his early conducting career.          Watch Pierre Boulez conduct Le Soleil des Eaux in 2005    There is nothing here that he did not re-record later, though his own cantata Le Soleil des Eaux is performed in the 1958 version with three soloists, rather than the 1965 revision with just soprano and chorus that became definitive. And the soloist in Bartók’s First Violin Concerto from 1966 is Yehudi Menuhin, on supple, expressive form, which complements the recordings of the two violin Rhapsodies that Boulez and Menuhin made together a few years later.  In general, the performances have the clarity and precision that became so typical of Boulez’s conducting, but without the expressive expansiveness that he went on to develop. The account of Stravinsky’s Le Chant du Rossignol with the Concertgebouw Orchestra is not helped by a harsh recording, and the disc comes with a set of sleeve notes that dutifully trawls through all of Boulez’s composing and conducting career without managing to say anything at all about these particular performances.",
  "webTitle": "Pierre Boulez: Young Composer and Conductor CD review – hallmark clarity and precision",
  "webPublicationDate": "2016-05-19T14:00:11Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/pierre-boulez-young-composer-conductor-classical-cd-review-concertgebouw-menuhin-bbcso",
  "keyword": [
    {
      "webTitle": "Pierre Boulez",
      "id": "music/pierre-boulez",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Concertgebouw Orchestra",
      "id": "music/concertgebouw-orchestra",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "BBC Symphony Orchestra",
      "id": "music/bbc-symphony-orchestra",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/19/pierre-boulez-young-composer-conductor-classical-cd-review-concertgebouw-menuhin-bbcso"
}