{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/06/san-domingo-cemetery-texas-hispanic-lawsuit",
  "id": "2016-05-06-103",
  "sectionId": "us-news",
  "body": "At San Domingo cemetery in rural south Texas, there are headstones marking the graves of people with names such as Davis, Baker, Harris and Moore. But in a county where half the population is Hispanic, non-Anglo names are strangely absent from the plots. When Dorothy Barrera tried to arrange her husband’s burial earlier this year, the apparent reason became clear. A Hispanic rights group has filed a federal lawsuit alleging that cemetery officials in the small town of Normanna have for decades operated a “whites only” policy in violation of state and federal law. The alleged rule came to light after Pedro Barrera died aged 70 in February. His wife, Dorothy, a fellow US citizen, who is white, anticipated that one day they would both be interred in San Domingo, on the outskirts of Normanna.  The settlement is an hour’s drive north of Corpus Christi and had a population of 113 at the 2010 census, nearly half Latino. Yet the only headstone at San Domingo with a Spanish surname dates to 1910 and is pointedly placed just outside the cemetery’s chainlink fence. Most of those buried at another local cemetery have traditionally Hispanic names. The civil rights suit brought by the American GI Forum of Texas against the Normanna Cemetery Association alleges that when Barrera approached the San Domingo cemetery’s caretaker, Jimmy Bradford, he told her the association had voted against allowing his remains to be placed there “because he’s a Mexican” and that she could “go up the road and bury him with the niggers and Mexicans”. Bradford could not be reached for comment. In March he told Kiii local news that “he wasn’t supposed to be buried there, because he’s a Mexican, or of Spanish descent, or whatever you want to say. That’s what I told her and that’s what we’ve been doing” and that the only way the decision would be changed was “I guess if she tells Obama and he comes down here and tells me I guess I’d have to. Otherwise, no.” After more local media coverage, Bradford reversed course and told Barrera in March that her husband could be buried in San Domingo. She has yet to decide where to place his ashes and is understood to be considering legal action of her own. The incident has underlined that some Texas cemeteries have long stood as symbols of segregation that still resonate today. “We really do feel like it’s symbolic of a lot of the racial tension that’s going on in the smaller, more rural communities of south Texas,” said Marisa Bono of the Mexican American Legal Defense Educational Fund, an attorney on the case.  “It’s almost like these little pockets where time is frozen and the Latinos who live in those communities still experience the sensation of racial tension and racial isolation in their home towns and their communities.”  A fence still separated the “black side” from the “white side” at a large cemetery in Waco less than two years ago, with separate organisations conducting maintenance. In February this year the city council of Denton, near Dallas, formally renounced a “whites only” requirement at a graveyard that was introduced in 1933 but unenforced since a US supreme court decision in 1948 banning racial covenants on real estate. Waller County near Houston, where Sandra Bland died last July, made headlines in 2008 when a dispute erupted over whether an unidentified white woman should be buried in a “black” cemetery. In 2004 the county seat, Hempstead, settled a lawsuit claiming that historically black graveyards were being neglected compared with white cemeteries. “You’ve got racism from the cradle to the grave,” a former county official, DeWayne Charleston, said last year.",
  "webTitle": "'Racism from cradle to grave': Texas cemetery sued for 'whites only' policy",
  "webPublicationDate": "2016-05-06T15:24:50Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/06/san-domingo-cemetery-texas-hispanic-lawsuit",
  "keyword": [
    {
      "webTitle": "Texas",
      "id": "us-news/texas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US constitution and civil liberties",
      "id": "law/us-constitution-and-civil-liberties",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Dart",
      "id": "profile/tom-dart"
    }
  ],
  "guardianId": "us-news/2016/may/06/san-domingo-cemetery-texas-hispanic-lawsuit"
}