{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/euro-2016-what-hopes-do-you-have-for-your-team",
  "id": "2016-05-06-76",
  "sectionId": "football",
  "body": "France will kick off Euro 2016 against Romania at the Stade de France in just over two weeks’ time. The tournament hosts are hoping to win the European Championship for a third time, while holders Spain aim to bounce back from their disappointing World Cup showing two years ago.  With 24 teams competing across 10 venues in nine French cities, football fever is likely to grip the entire nation. Now we’d like to hear from football fans across Europe who are cheering on their teams this summer.  Who are you supporting at Euro 2016? What hopes do you have for your team and how far do you think they can progress? Are you planning on attending any of the games? What is the mood like in your country ahead of the tournament, and what are the overall expectations? Whether cheering on underdogs like Iceland, who are taking part for the very first time, or supporting one of the pre-tournament favourites, share your hopes and expectations for your team with us. We will feature some of your contributions on the site. You can share your photos, hopes and perspectives with us via GuardianWitness by clicking the blue “contribute” button or via the form below.",
  "webTitle": "Euro 2016: what hopes do you have for your team?",
  "webPublicationDate": "2016-05-06T16:38:21Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/euro-2016-what-hopes-do-you-have-for-your-team",
  "keyword": [
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Stevens",
      "id": "profile/tom-stevens"
    }
  ],
  "guardianId": "football/2016/may/06/euro-2016-what-hopes-do-you-have-for-your-team"
}