{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/bill-shorten-election-2016-labor-alp-essay",
  "id": "2016-05-09-353",
  "sectionId": "australia-news",
  "body": "Bill Shorten is a very lucky person. Politicians are not always lucky. In fact some can be manifestly unlucky, so the folks upon whom fortune smiles tend to stand out. Luck is laced through his story over the past three years. Shorten has his shot of becoming prime minister this election season for two reasons: the Labor right faction backed him to the last man and the last shilling in the leadership ballot in 2013, and his rival, Anthony Albanese, couldn’t command the same institutional loyalty. This recount needs a little texture. The right backing Shorten wasn’t really about unity, or a settled belief in his capacity; for many it was about pragmatism. Shorten’s rivals sat out the contest, believing the cycle of Bill Shorten, Future Prime Minister, had to play itself out. Given Labor was thought to be a considerable distance from being in government again, it was smarter to back Bill then sit back and watch.   Related: It’s time to choose Australia. It’s time to pick a side. Choose wisely | Kristina Keneally    Having prevailed over Albanese, Shorten was gifted the ideal adversary in Tony Abbott, a prime minister who never evolved from opposition and a politician who played politics like it was the apocalypse. Abbott lurched between fight and fear, with periodic descents into farce – a conservative leader with just the right qualities to unite the Labor party and the base, particularly after the 2014 budget prompted a national referendum on the fair go. There are many more cycles of fortune we could cite but let’s end with this one, final example. Late in 2015, when Malcolm Turnbull hit the peak of his honeymoon and Shorten was struggling to land a blow on the new opponent, the Labor party wobbled around him. The failure of nerve was barely visible, a ripple on a pond, but it was there nonetheless. But again, fortune smiled. The caucus rules around leadership ballots make it hard to move against a leader, even if that feels like a good idea in a moment of contagious panic. And Turnbull started taking on water the minute parliament resumed for the election year in 2016. The government’s tax reform debate broke into shards, Stuart Robert imploded and the prime ministerial fizz began to pop and then flatten. The wind was again at the opposition’s back. And from that almost imperceptible existential moment at the beginning of the election year, Shorten rallied, stabilised and showed some of the agility so favoured by the prime minister.     Bill Shorten in April with Anthony Albanese, whom he beat for the Labor leadership in 2016. As leader Shorten has tended to keep his former rival at arm’s length. Photograph: Dan Himbrechts/AAP    The Labor leader has begun to peak at the right time. Labor is the underdog in this election contest, the election is the Coalition’s to lose, but Labor has a shot of taking back government after only one term – a long shot but a shot. The party is daring to hope. Shorten squared his shoulders at his big moment, the budget-in-reply speech on the eve of the election campaign, and his colleagues sat forward in their seats, willing their leader to connect, willing him to wipe away their past failure, willing him to have the wherewithal to bring them back into government. They weren’t second-guessing themselves, or him, they were willing him to lift.    Labor has a shot of taking back government after only one term. The party is daring to hope    In the process of researching this essay on the leader and this party during this period of opposition, I asked one of Shorten’s colleagues to describe the Labor leader in a word. This person does not miss a beat. “Lucky” is the word. Recessed leadership Now we have acknowledged luck, we can also acknowledge that fortune is only part of Shorten’s story. Here we can perhaps paraphrase Julia Gillard, who said on the way out of her prime ministership that gender explained some things but it didn’t explain everything. To understand the other components of Shorten and Labor in this term, we need to go back. In the period when Shorten emerged the winner of the leadership ballot, the Labor caucus was riven, demoralised, exhausted – still fractured into warring tribes that reached right back into the Beazley era. The caucus was a powder keg. Kevin Rudd was still in the parliament, a focal point for resentment, for many, an unwelcome symbol of great hopes trashed. The madness of the previous two terms could have easily thundered on. Changing the dynamic would take a leader with skill, patience and a certain amount of humility. The leader would also require the co-operation of colleagues who wanted things to change. Labor had spent much of the previous six years wasting its mandate in government, tearing itself apart. The party was presenting to the public as though it had lost the essential skill of being a collective entity. Labor was going to have to pick up the pieces of its collective self and glue them back together. It would be a collective effort in other words and Shorten hadn’t styled himself on the way up as a collectivist, he’d styled himself as the party’s next “new sensation” to borrow some spent hyperbole from the Latham years.   Related: Australian election 2016: Turnbull urges voters to 'stay the distance' with Coalition    Ambitious politicians like Shorten practise assiduous self-mythology to help create a sense of inevitability around their leadership. While still a union leader, he played the Canberra game, cultivating commentators, intervening in national conversations at points where the intervention could create maximum impact. Shorten styled himself as a next-generation Bob Hawke – a line the media largely swallowed. The game would-be political leaders play is an intricate dance between the candidate and the wise old owls of the Canberra press gallery. Leaders lionised during the “voice of God” era of Australian political journalism were leaders with the attributes to star in the various book-length narratives of transformation and triumph: policy aficionados, aggregators of power and mystique, reformers, fiscal poets and dreamers. But it’s a consequential tango and it’s past time to be honest about its consequences. It has helped create a toxic messiah culture in Australian political leadership – imposing a presidential character on a system where a prime minister is not deity or supreme ruler but merely first among equals in a cabinet system, equals who will quickly tear them down if they overreach. The cliched test of leadership for Labor leaders since the Whitlam era has been a person with the bottle to take on the party, a transformational figure, picking ritualised fights with the machine to show everybody who was boss. Except Labor, collectively, in 2013, was in no mood to be taken hostage by a fresh messiah looking to score some cheap points. There had been enough leadership boom-bust cycles since 1996. It was time for something else.    As Labor leader, I still think like an organiser  Bill Shorten     Shorten would have to recess himself in the leadership in order to invest in the health of the whole organism. On the way up, politics seemed like it would all be about Bill. But history handed Shorten a different imperative: it would have to be about the team. In the past three years, Shorten has never styled himself as being somehow bigger than the party he leads and the movement sitting behind that party. He has consistently prioritised unity over decisiveness. Shorten reflects on his own leadership style in a memoir released by Melbourne University Press on the eve of the campaign. As a political leader, he approaches the task as he once approached being a trade union organiser. The job is about relationships and it’s about ratios. His self-reflections in the memoir ring true and are actually quite revealing. “Real leadership means understanding the minimum and the maximum that people will accept,” Shorten says. “You go for the maximum, yet always understand the minimum. In every negotiation I have been involved in, I refer to the 90:10 rule – let’s work on the 90% we agree on, not the 10% where we differ. This is the belief I have carried into politics. “As Labor leader, I still think like an organiser. Whether it’s dealing with the rising influence of vested interests or solving a community-level problem, empowering people is the key. Relationships are crucial: get people to come together, define their position and work from there. Don’t begin with a pure ideological solution. Take account of all viewpoints.” The collaborative style also spills over into public presentation. Shorten is rarely found at a podium alone. He has a certain level of intuition in a room, he can sense where he needs to be because he’s attentive to the dynamics around him; he has a certain reflexive watchfulness that not all politicians possess. Some completely lack emotional intelligence. Shorten anticipates and he likes to empathise.     Bill Shorten with his wife, Chloe, and daughter Clementine at the Chinese new year lantern festival in Sydney in February. Photograph: Brook Mitchell/Getty Images    He keeps his public interventions level. He has a strangely boyish quality, a kind of foot-shuffling awkwardness persisting from youth, almost like he he’s still shape shifting and hasn’t quite settled into fixed form. For weeks I struggled for the right word until one of his colleagues captured it for me: winsome. Shorten has declined various opportunities to elevate politics into a macho death match. There’s been a certain lightness of touch, a certain “aww shucks” shtick, perhaps because his intra-day communications skates on the surface, sometimes inelegantly, or perhaps he genuinely doesn’t conceive of politics as a cage fight. Against Abbott, he was the anti-Abbott – oppositional when necessary but not carping. In areas where it was politically advantageous to neutralise an issue, Shorten would neutralise. The most notable example of this happened with national security, where Abbott attempted to pick a fight with Labor for more than 12 months, escalating with each tranche of legislation, peaking at near pantomime levels, with Shorten steadfastly refusing to bite. Internally, he’s thrown the conversation open, running deliberative processes that run and run and run – sometimes pushing the patience of colleagues to the limit.   Related: Pooling the polls: how we're tracking opinion polling for the Australian election    The conversation about negative gearing spanned two years before the policy entered the public domain (Shorten needed to be convinced Labor could manage the political fallout); Labor’s position on the China free-trade deal took the best part of a year to settle; the fraught conversation around asylum boats, turnbacks and offshore processing spanned months in the lead up to the party’s national conference in 2015 and the resolution of the policy went right down to the final vote. Shorten took the decision early to lock in behind carbon pricing, rebuffing an internal push to walk away from the policy that had caused Labor such heartache in government. But the early act of decisiveness didn’t translate into rapid policy development. It took Labor almost the entire term to produce a detailed climate policy. “In my decision-making, I have always consulted with the widest array of people and will continue to do so as prime minister and chair of cabinet,” Shorten says in his memoir. “My shadow cabinet has operated along these lines for more than two-and-a-half years. “My belief is that effective leadership does not mean accumulating power. On the contrary, it has been my experience that devolving power has the potential to produce superior process and policy.” Shorten’s commitment to collaboration, and to dialling down the machismo, is in many respects welcome, an absolute plus. It’s not an exaggeration to say that for Labor, in this term in opposition, the internal disposition the leader fosters and nurtures has been transformational. As one of his departing caucus colleagues said in a valedictory speech in the last week of parliament, Shorten had amazed everyone with his capacity to herd cats and, more than that, make them sing. But viewed in another way, his recessed character is disconcerting. Shorten’s leadership style, for me, points to an essential puzzle about the man. Does Bill Shorten lead in the way he does because he genuinely believes that’s the durable model; that consensus is the only way to save politics from its worst excesses of ego and intrigue? Or is enlightened fusion, or leadership by serial conciliation, or whatever you want to call it, a convenient way to lead when the leader doesn’t actually stand for anything?   Related: Bill Shorten memoir sets out Labor leader's manifesto in book similar to Battlelines    Some Labor colleagues do wonder whether policies the party will take to the coming election have come together because of Shorten, in the sense of reflecting his core values, or in a strange way, in spite of him, emerging almost by default from colleagues pitching ideas into a vacuum, with Shorten sitting like a blank canvas at the top of the table, calculating and calibrating wins and losses among colleagues, maintaining a mental spread sheet to make sure everyone gets a little bit of something. Because he keeps it low key and collaborative, colleagues point to a tendency where Shorten seems to agree with everyone, which can be disconcerting when ideas are contested: where will he land, what does he really think? Leadership like that is highly pragmatic but it can be porous and directionless as well, and there has been an intermittent sense over this past term of Shorten minimising himself to the point of fading from view, a kind of vanishing in plain sight. But the success of his model does pose a question that resonates well beyond him and his fate on 2 July. It’s a question for all of us who have a stake in politics and who have weathered the storms of the past several years with an increasing sense of agitation. Is this “go as group” approach to political leadership what actually needs to happen to end the destructive turbulence that has infected Australia’s political system? Do we all need to make our peace with it, because if we don’t, if we cling stubbornly to our own puffed up mythologies about leadership and project them onto our politicians, are we in danger of missing the real insight: that politics isn’t about omniscience and cult of personality and the genius of great men of history, it’s about institutions. Institutional leadership is actually durable leadership. In our lust for great stories of great leadership over the past 20 years of Australian political history, have we missed the real story? Is the real story leaders who are in symmetry with their own institutions are the people who will be permitted to remain first among equals at the cabinet table long enough to prevail ­– and leave a legacy? Refashioning the reforming Labor centre Turnbull got himself into trouble recently for pinching a Veep slogan, “Continuity and change”, to reconcile his prime ministership with that of his predecessor. The slogan might be vapid but the conceit isn’t entirely unhelpful. In 2004, after Mark Latham lost the election to John Howard, Shorten, still at the Australian Workers’ Union, staged one of his “look at me” interventions with an eye to the future. He penned an essay for Fabian Society schooling the party on where they had gone wrong in the campaign.    Contemporary ​Bill​ Shorten is a more openly progressive character than the Shorten of 2004    Shorten felt Labor had lurched too progressive left. Labor had vacated the centre, leaving Howard free to frolic with his various culture wars, some of which resonated with Labor’s base. Shorten thought Labor needed to understand that elections were being fought in an era of conservative populism.  “The big-L left appeals meant that federal Labor vacated the centre ground for Howard to exploit,” Shorten wrote in 2004. “In this era of conservative populism, the traditional understanding of left-right political discourse is an over-simplification of the Australian electorate. There is also a top-down divide, between highly educated, urban intelligentsia (who despite party differences share similar liberal social values and an economically rationalist acceptance of globalisation) and so-called ‘ordinary Australians’ in the suburbs and regions (who are risk-averse to economic restructuring and suspicious of liberal social values).” The Shorten essay in 2004 reflects not only the vaulting ambitions of the still young author but also the atmospherics and prevailing political wisdom of its time. That year, Howard inserted a discriminatory provision in the Marriage Act and this was considered a political masterstroke. Labor had yet to ride the full cycle of the climate wars. Australia’s economic policy debate was conducted in a strict neoliberal rubric. The global financial crisis, and its uncertain aftermath, was not yet in sight. The International Monetary Fund was yet to sound an alarm that sluggish post-GFC growth and pervasive income inequality was making democratic societies unstable and politics dysfunctional. So some of the Shorten of 2004 was really just the received wisdom of 2004. But it’s useful to snapshot him in time and do a little compare and contrast.   Related: Shorten: Labor won't change discrimination laws to please same-sex marriage opponents    Contemporary Bill Shorten is a more openly progressive character than the Shorten of 2004. Contemporary Bill favours same-sex marriage, a republic and emissions trading, and likes to position these issues in plain sight. It’s an important part of his pitch on the future and also part of his toolkit in attempting to wedge the prime minister on issues where Turnbull (the man) is out of step with the conservative base of his own party. If we think about Howard and his culture warring and dog whistling to the Labor base, Shorten is applying a little of that in reverse to the swinging centrist voters who thought Turnbull would be a more progressive character as prime minister than he is proving to be. “Look, see, he isn’t what you thought.” Shorten plays that doubt to the maximum. But Shorten’s belief in “conservative populism” as the essential frame in which Australian politics is fought evidently persists. Shorten has hugged the Coalition tightly on the hoary old Howardism of stopping the boats, rejecting a more progressive and humane stance, even when it’s clear that Australia’s bipartisan asylum policy on offshore processing and detention is amoral and indefensible. Shorten has done what’s popular on asylum, genuflecting to the demagogues of talkback radio, while pacifying his internal party revolt with some concessions, like more oversight in the camps, and a higher humanitarian intake. If we consider his basic rhetorical conceit in 2004, that there was a divide in Australia between the rationalists and the nationalists, the Shorten of 2016 likes to empathise with the nationalists. His political rhetoric often defaults to tub-thumping economic nationalism. He can be iffy on foreign investment, particularly if speaking to a talkback radio audience. Labor in this term almost rebuffed a free-trade deal with China because the industrial wing is hostile to trade liberalisation on the grounds foreign workers will erode Australian labour standards and the progressive wing is in a lather about investor state dispute settlements clauses and sovereignty. The idea that Labor would be hostile to trade liberalisation is almost unthinkable for the party of Paul Keating and Bob Hawke. Open Australia was a key orthodoxy of the Labor’s golden period.    The uncertainty of the times validate an old-school Labor agenda of active governments    Much has been made in recent times of Labor presenting in this election as policy heavy and in the process of going “big target”, tactically outgunning the Coalition. But what’s going on in Labor is more profound than some nifty intra-day positioning and election war gaming. Labor is on the move in a policy sense. In the 1980s, Labor under Hawke and Keating lurched right in order to shock a closed and ossifying economy out of its torpor. Now, several decades later, on the other side of the global financial crisis, with faith in the open model tempered by recent experience, economic institutions like the IMF are rethinking some of the neoliberal orthodoxies. This rethink gives Labor opportunity to reposition, because the uncertainty of the times validate an old-school Labor agenda of active governments and the new progressive agenda, which is about equality and investing in human capital. Labor is now talking not only about the desirability of economic growth as it would have done in the 1980s but about the desirability of “inclusive growth”, which is a distinctly different concept, a concept that implicitly accepts a more active role for government in managing economies in transition and in policing trends like wealth concentration and societal inequality.     Bill Shorten at a rally in Melbourne in June 2005, protesting against John Howard’s workplace law reforms. With him are Martin Kingham from the CFMEU and ally Greg Combet from the ACTU. Photograph: Shaney Balcombe/AAP    Early in the term, Michael Cooney, who worked for Kim Beazley, Latham and Gillard, and now runs Labor’s think tank, the Chifley Research Centre, urged the current crop of politicians to use this period in opposition to refashion the Labor centre rather than present as merely derivative: as the “dumb arsed” stepkids of Keating and Hawke. “The future of our politics lies in the centre – but in a new centre, grounded in the social and political realities of this time,” Cooney said during a lecture at Westminster in September 2014. “It won’t be [John F] Kennedy’s vital centre and it won’t be [Tony] Blair’s radical centre. It’ll be new ground.” Labor’s policy recalibration in this term began with the first Abbott budget in 2014. Ahead of the budget being handed down, the shadow cabinet was sharply divided about which way to go. There was a group that believed Labor would smash its fiscal credibility if it opposed the new government’s spending reduction measures. The party was still fighting the ghosts of 1996, when the newly elected Coalition government kept Labor out of office for a decade by deriding the party’s economic management. Labor was to be defined by the “Beazley black hole”, a mantra that stuck until Rudd was able to neutralise the economy and budget management by presenting to voters as Howard lite. There was concern about history repeating itself. But the internal divisions narrowed once the opposition group went into the 2014 budget lock-up and saw the specific measures – many of which finance had bowled up to them in government and they’d rejected on the grounds they were politically nuclear. Jenny Macklin pushed colleagues to reject the measures on pensions and family benefits, a position that quickly found consensus. The early big picture divisions, are we fiscal wreckers or not, faded into subsequent battles over the fate of specific measures, like whether Labor should support the reinstatement of fuel excise indexation.    Chasing political credibility by talking tough on spending cuts is like arriving with a fire hose at a flood levee  Michael Cooney     The budget was not only a critical political decision: sowing the seeds of Abbott’s political destruction, it was a definitional decision. If the opposition wasn’t inclined to accept the government’s roadmap for fiscal sustainability, it would have to develop its own and in the process knit together its own story about what governments can and should do for the citizenry. The consequence of Labor rejecting Abbottism has been pitching itself as being prepared to increase taxes and move against top end concessions to fund a social capital agenda. The revenue raising would fund contemporary Labor principles, like needs-based school funding and universal healthcare, and Shorten’s own baby, the National Disability Insurance Scheme. Cooney’s call for Labor to redraw the political centre was controversial when he launched the conversation but, two years later, the policy thinking has, broadly, eventuated. Cooney says this now: “When the OECD, IMF, World Bank and Bank of England say inequality is hurting economic growth, the political as well as economic world has changed. “Today, chasing political credibility by talking tough on spending cuts is like arriving with a fire hose at a flood levee. And chasing populist support by saying ‘tax is bad’ is just absurd. “This is why the times seem to suit Bill Shorten at the moment – he has been paying attention to events. This is why the politics of ‘nostalgia for the new’ is broken – because Hawke-Keating-Howard revivalism is simply inadequate to the post-crisis policy challenges of inequality versus inclusive prosperity. “The world has simply moved on.” Internal battles persist in Labor over where to draw the various lines. There are concerns about over-shooting. For some, redrawing the centre does not mean jettisoning all the principles of the 1980s and it certainly doesn’t mean a lurch back into protectionism. But economic nationalism is popular in this election cycle. We can see it in the government repositioning over the past couple of months – vast spending on submarines and naval ships, and knocking back a major sale of pastoral assets to the Chinese. Both parties, in essence, are practising post-crisis politics. Australia, because of the comparative resilience of our economy, is largely insulated from global political trends fanning the rise of populists, demagogues and isolationists in democracies Europe and America but we are not immune from the global debate. Both of the major parties understand the left and the right could fracture in this country in the way the left and the right have fractured elsewhere because persistently weak economic growth, the squeeze on the middle class, disruption and geopolitical uncertainty. The journalist George Megalogenis says in a recent Quarterly Essay the debate Australia has to have now is about the role of the government in a transitioning economy. The open model persists in Australia because it tells politicians a “reassuring story of Australian success” but the open model has been exhausted by capitalism’s extended crisis. The open model cannot, Megalogenis says, “guarantee prosperity in the future without an active state. Once politicians understand this, they can release themselves from the spell cast by the leader they wish to be, Paul Keating.” Friends, and foes     Jenny Macklin, the opposition spokeswoman for families, has emerged as a key influence on Bill Shorten. Photograph: Sam Mooy/AAP    Shorten’s reflections on leadership in his election eve memoir ring true. More disingenuous are his remarks about factionalism, a practice the Labor leader suggests he’s now renounced. “As federal leader I don’t think factionally,” Shorten says. “I probably indulged in a bit of it in my youth: you tend to imitate the conflict of your elders without quite understanding the basis for it.” Shorten claims to lead institutionally but not factionally, which in the ALP is a bit like saying you tried marijuana in your youth but didn’t inhale: preposterous, in other words. Shorten has risen through the trade union system, into the party, rising to become chief predator in the factional fish tank. That’s the reality. Factionalism is embedded in the power structure that underpins his leadership and it informs his key relationships inside the party and the labour movement. Shorten can lead collaboratively because he has the second sight factional players develop: he knows how people connect to each other, what their agendas are, who their mortal enemies are – he can intuit what to put on the table without needing a detailed background briefing.    Shorten and Chris Bowen’s relationship is more productive than deep or personal    To conceptualise Shorten as a future prime minister, it’s important to know how his operation works. Shorten has underpinned his leadership with a traditional stability pact. Shorten’s power as Labor leader is underpinned by a critical Victorian trio: inside the parliament, it’s Stephen Conroy from the right and Kim Carr from the left. Conroy and Carr have a gentleman’s agreement that largely keeps a lid on byzantine disputation in Shorten’s Victorian power base by carving up in orderly fashion the allocation of seats between the factions. Outside the parliament, the Construction, Forestry, Mining and Energy Union boss Michael O’Connor is an influential player. He’s delivered for Shorten on a couple of key occasions. O’Connor supported Shorten, not his left-wing colleague Albanese, during the leadership ballot. He also delivered a critical vote during the 2015 national conference. The left faction was spoiling to stand up to the leader on offshore processing and boat turnbacks. Two members of Shorten’s leadership group, Tanya Plibersek and Penny Wong, used their proxies on the floor of the conference to vote against the leader’s position. But O’Connor swung the CFMEU delegation behind Shorten, a decisive gesture in the circumstances. Their relationship goes back to their trade union days. There is a perception in the party that Shorten has used this period in the leadership to actively lock in support from the labour movement, to solidify his own position with an eye to the post-election environment, where, if Labor loses, the question will turn in short order to whether or not Shorten has done enough to keep his job. The new rules around the selection of the leader bequeathed to Labor by Rudd make each ballot process a contest between who can deliver the most effective grassroots ground game – a contest the left generally wins, given the left is dominant in Labor’s large inner city branches – and who can marshal sufficient support to counter left-championed democratisation with a decisive assertion of institutional power. Union endorsements swing caucus votes. That was the contest Shorten won in 2013 and he may need to win it again, depending on how the election goes.     Bill Shorten after giving his reply to Malcolm Turnbull’s budget. Photograph: Sam Mooy/AAP    Moving from power to policy development, Macklin has been a critical contributor. Her thinking on social policy and its intersection with economic policy has been catalytic internally. Chris Bowen has emerged as one of the chief architects of the policy-heavy approach during this period of opposition, aided by some tag teaming with Penny Wong – the Senate leader and a former finance minister in government. Shorten and Bowen’s relationship is more productive than deep or personal. They are colleagues rather than friends. The two are natural rivals. Bowen, who hails from the NSW right, sat out the leadership ballot in 2013 but is considered next in line after Shorten as a future right-wing leadership contender. Where Shorten presentationally is discursive and big picture and sometimes woolly, Bowen is relentless and precise, immersed in the fine print, rarely moving off point. Bowen has had opportunities to create a small scintilla of difference between himself and the leader during this cycle, just inject an inflection point for the sport of it, but he hasn’t done that. There’s a certain amount of internal sensitivity in Shorten’s Victorian power axis about “Sydney”, which is code for the NSW right, and whether “Sydney” is in alignment with Melbourne, or walking both sides of the street. But whatever their true feelings, and the potentially irreconcilable nature of their long-term ambitions, Shorten and Bowen have made their relationship work, either because there is a compelling confluence of self-interest – a rising tide can lift all boats – or perhaps because both of them need to mend fences with colleagues. Projecting unity and stability is not a dumb strategy for two people who were up to their necks in the brutality and intrigues of the Rudd/Gillard civil wars of the last term: Shorten in dispatching Rudd in 2010, and Bowen in agitating for Rudd’s return in 2013. Both need to be bigger than the sum of those fairly sordid parts in the eyes of colleagues and in the eyes of the voters. Working together is a gesture that relegates the coup culture. Like Shorten’s low-key leadership tone, collaboration, however pragmatic, can be an unspoken signal that it is at least possible for things to change. But while Bowen has been kept close, another natural leadership rival has been kept at a distance. Albanese has been kept at arm’s length throughout this term. Albanese wasn’t drafted by the leader before the party’s 2015 national conference to help wrangle and settle various disputes, which is highly unusual, given that’s a role he’s played under several Labor leaders. Despite being a critical brand for Labor both with the base and with the public, Albanese has also been on the fringes of election planning for the current campaign – again, unusual. Albanese and Bowen have a very good relationship, perhaps another factor that heightens periodic paranoia in the Victorian axis, but ask Labor people to characterise Shorten and Albanese’s relationship in a word you’ll get “professional” – which in politics is often a word invoked through gritted teeth.     The former Australian prime minister John Howard. After Mark Latham lost the election to Howard, Bill Shorten worried that Labor was moving too far towards the progressive left, leaving Howard to pick off some of its support in the centre. Photograph: David Moir/AAP    The former Victorian premier Steve Bracks is something of a mentor for Shorten. Bracks has known Shorten since the 1980s and has been watching his leadership style over this term in opposition. He says whatever the merits of various relationships, and the associated complexities associated with it, Shorten has the temperament to deliver government in cabinet style. Bracks insists presidential prime ministers in Australia are the exception, not the norm.  “Sometimes we think this is structural, not cyclical, we think [presidential-style leadership] is going to be the case forever,” Bracks says. “I think Bill will take us back to effective cabinet government, leaders we used to have. That’s where he learned his politics. He hasn’t come to this recently. He’s watched and absorbed leadership models that have worked and I think he has the personality to deliver it.” Bracks says Hawke succeeded as a Labor prime minister because he ran a good cabinet. Hawke’s cabinet government model was then adopted by his generation of Labor premiers: Peter Beattie, Geoff Gallop, Bob Carr and Mike Rann. “We all ran similar governments: strong cabinets, chairing our cabinets, allowing ministers to do their job, not micro-managing.” He says Shorten’s personality, attributes and conditioning put him in the same pocket. Bracks also sees Shorten running the same political strategy he ran in 1999 to take government from a leader who went into the election contest as the firm favourite. Bracks was the underdog who prevailed against the messianic Jeff Kennett. His first task after taking the Labor leadership was to unite the party. The next objective was to pursue a cautious leadership style that championed the art of negotiation – a style that allowed Bracks to first form a minority government and then hold power in Victoria for three terms.     Bill Shorten with Malcolm Turnbull. Neither man has led his party into an election before. Photograph: Mike Bowers for the Guardian    Whatever the voters decide on 2 July, this election contest does contain one clear contrast. Shorten is a creature of Labor, he knows the base, he knows the institutions, the habits and idiosyncrasies of his political movement. He carries that institutional strength and he’s clung on to it, despite efforts by the government to reframe his trade union past as a political weakness, efforts that will doubtless intensify over the course of the campaign. When asked recently at the National Press Club to define who he was, Shorten replied, in exactly this order: unionist, Labor, husband, father. Turnbull, by contrast, is an outsider in his own movement, looked upon suspiciously by elements of the Liberal party’s base. He’s still learning how to balance the opposing ideological forces within his own movement – it’s not something he can manage by instinct, by political alliances spanning decades and by deep cultural conditioning. Turnbull is a force of nature but he lacks a base. It’s two very distinct models of leadership. Can Shorten produce a defining new positive? Shorten right now will be asking himself whether his luck can persist, or whether good fortune is ultimately a transient, vexatious sort of beast. It’s the stuff of nightmares for politicians, the gamblers pulse of doubt. It’s a long campaign, the longest since the 1980s. Most political observers think Labor starts too far behind to win. There’s some voter dissatisfaction with Turnbull but there’s no real evidence of a groundswell for change. Labor’s primary vote, depending on which poll you look at, is sitting in the low to mid 30s. That’s too low for victory. To pull himself beyond plucky aspirant to serious contender, Shorten still needs what the back-room types would call a “defining new positive” for the campaign – the time when voters are watching. Shorten needs to use the campaign to transition himself from leader of the opposition to a credible prime minister in waiting, which is no small transition. He’s got his own house in order but Shorten’s favourability ratings suggest there’s a distance to go with the public if they are to seriously contemplate switching horses. Shorten also needs the government to screw up, which is certainly not beyond the bounds of possibility but a long way from guaranteed.    There were some new suits. There support behind the scenes, working on the voice, war gaming for the campaign    So the question is, can he do it? Shorten, like Turnbull, hasn’t led the party into an election before but he knows about campaigning, and he knows about coalition-building. He knows about pressure, having emerged from the rigours of the trade union royal commission still in possession of the party leadership. Anyone who has been through a divorce and the death of a beloved parent knows about having to dig deep to find some personal resilience. But the Labor leader is, fundamentally, a confidence player. He needs a sense of momentum to perform at his best, that sense of cascading fortune, bull runs, green lights, however you want to characterise it. When he was younger, friends say he needed to be liked – now he needs to think he’s kicking goals. Shorten ended 2015 in a depleted state but returned in the election year with renewed determination. There had been a significant intervention in his office: a new chief of staff (the former Queensland state secretary Cameron Milner), a new communications director (the promoted press secretary Ryan Liddell). His communications weren’t inspired but they were sharper, the zingers binned, the woolly digressions trimmed.      Bill Shorten with the shadow treasurer, Chris Bowen, and founders of Australian start-up firms in Sydney. Photograph: Daniel Munoz/Getty Images    Shorten was running. Wife Chloe would travel with him more often. There were some new suits. There was a lot of support behind the scenes, working on the voice, war-gaming for the campaign. The Labor man many hoped would go on to be the leader to drag the party out of the wreckage of the civil war, the former Gillard minister Greg Combet, was helping out with various things. Behind the scenes, Labor was marshalling in fits and starts for the campaign, setting up in Melbourne, doing dry runs. One of Shorten’s big challenges heading into the election season is voters know various things about him – he’s a former union official, he’s a highly political operator – but they don’t really have a sense of him. Strategists from both the Labor side and the Coalition side have reasonably similar accounts about what the party research yields about the Labor leader: he’s protean in the minds of voters. In pre-campaign events, Shorten has been explicit about his task. During a town hall roving microphone event in Brisbane in April, Shorten said more than once he appreciated the opportunity for voters to get to know him better. The locution is reasonably telling. For much of 2016, Labor’s strategy hasn’t been about their own leader, it’s been about the government, about nudging the government off course rather than presenting Shorten as the Next Big Thing. That strategy has yielded results: it’s helped truncate the Turnbull honeymoon and narrow the gap between government and opposition in the opinion polls. Labor for much of the year is perceived to be setting the agenda. But nurturing that momentum and accelerating it to victory remains a monumental task. For the past three years, Shorten has had to let his leadership be about others. Now, in the election season, it has to be about him.     Bill Shorten with his wife, Chloe, after winning the Labor leadership. Lately she has been travelling with him on the campaign trail more often. Photograph: Stefan Postles/Getty Images    Shorten isn’t spinning when he says in his memoir Labor is the underdog at the coming election. “We will be trying to achieve something that hasn’t happened in 80 years.” But you can hear his determination, and that’s not spin either, it’s hope and the ambitious politician’s self-belief.  “I believe we can win and must win. Millions of Australians need a Labor government in Canberra, and now, not in three years’ time. My party has learnt the hard lessons of the defeat we experienced at the 2013 federal election. The entire ALP – our members, the party organisation and the caucus – have faced up to what went wrong, unified and put things right. Labor is ready to govern again.” Labor has done a lot of work during this term to atone for the sins of the past. Whatever his strengths and weaknesses, Shorten has created the conditions for recovery, a significant accomplishment, particularly when you consider where things started in 2013.   Related: Eight things to know at the start of this eight-week election campaign    Shorten has ridden a rollercoaster in his public life – first over egged as a wunderkind, then mistrusted as an overly ambitious factional powerbroker, then fatally underestimated as opposition leader by a prime minister who barely seemed to see him coming. Now Australian voters will get their opportunity to decide whether Shorten can be a prime minister for the times. But whatever their decision on 2 July, whatever voters ultimately make of his strengths and weaknesses, however they rationalise the knowns and the unknowns, Shorten – professional synthesiser – is the political leader Labor has fashioned for this particular moment in history. He is the sum of Labor’s parts. There is no other story.  • Sign up for Guardian Australia’s daily Campaign catchup      Sign in to the Guardian site and enter your email address to sign up  Click here to open the form.",
  "webTitle": "Lucky man: has Bill Shorten got what it takes?",
  "webPublicationDate": "2016-05-09T04:21:21Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/bill-shorten-election-2016-labor-alp-essay",
  "keyword": [
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Anthony Albanese",
      "id": "australia-news/anthony-albanese",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Katharine Murphy",
      "id": "profile/katharine-murphy"
    }
  ],
  "guardianId": "australia-news/2016/may/09/bill-shorten-election-2016-labor-alp-essay"
}