{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/15/tampon-tax-supermarkets-pledge-tax-saving-women",
  "id": "2016-05-15-101",
  "sectionId": "politics",
  "body": "The big four supermarkets in Britain have pledged to save women hundreds of pounds on sanitary products over the course of their lifetimes following the government’s promise to scrap the so-called tampon tax, the Guardian can reveal. Tesco, Asda and Morrisons have written to Paula Sherriff, the Labour MP who led the parliamentary campaign to scrap the 5% VAT on sanitary products, confirming that the price tag will be reduced in line with the abolition of the levy. A spokeswoman for Sainsbury’s told the Guardian that this was “definitely” its plan. Smaller rival Waitrose and the high street chemist Boots have confirmed they will do likewise. David Cameron confirmed in March he would end the VAT charge after facing a backbench rebellion backing a Labour finance bill amendment to introduce a zero rate. The Eurosceptic Conservative rebels were angry that EU rules meant individual countries could not abolish VAT on selected products. The UK and other countries pushed for a relaxation of the rules.  Brussels has since announced options to permit a zero rate on sanitary products, which campaigners believe are a basic need that should not be subject to VAT.  The chancellor, George Osborne, had proposed to redistribute the estimated £15m a year in VAT to women’s charities but agreed to scrap the levy entirely when the European commission changed its stance. However, there were concerns such savings would not be passed on to consumers: France recently reduced its VAT rate on sanitary products from 20% to 5.5% but French prices have remained broadly similar. Sherriff said: “I’m delighted to have reached this agreement with Britain’s largest retailers that they will guarantee to pass on the tampon tax cut at the point of sale. It would be completely unacceptable if this measure just led to big businesses boosting their bottom line at the expense of women buying what are essential goods. “I will be pressing some of the smaller chains to sign up to the same deal and for the manufacturers to recognise the cut in their recommended retail price.  “If for any reason we don’t get full agreement to this voluntary deal, I am prepared to push the case for the finance bill to include powers to impose a windfall tax in future.” Osborne has yet to set a deadline for the abolition. Sherriff will table a further amendment to the bill setting a firm date if the government does not set out its own timetable soon. This is again expected to attract cross-party support. In its letter to Sherriff, Morrisons’ head of policy and corporate affairs, David Scott, said: “This [reduction] is designed to directly benefit women and I am pleased to confirm that Morrisons will be passing the 5% reduction on to our customers when the relevant regulations come into force.” Una Kent, communications director at Boots, told Sherriff that the chain would “absolutely” reflect the abolition in its pricing and added: “It’s encouraging to see these proactive steps being taken to help essential sanitary items become more accessible for all women.” Writing on behalf of Asda’s chief executive, Andy Clarke, the senior director for corporate affairs, Chris Lowe, told Sherriff that abolishing the tax is a policy that the Walmart-owned supermarket “has long campaigned for and was the top action our Asda mums said they would like the government to take”.  Sherriff is also concerned that continued financial pressure on poorer families following the financial crisis has forced some women to visit food banks to get tampons, a situation likely to be the focus of a forthcoming campaign.",
  "webTitle": "Tampon tax: supermarkets pledge to pass on tax saving",
  "webPublicationDate": "2016-05-15T13:13:50Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/15/tampon-tax-supermarkets-pledge-tax-saving-women",
  "keyword": [
    {
      "webTitle": "Tax and spending",
      "id": "politics/taxandspending",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Alliance Boots",
      "id": "business/allianceboots",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Leftly",
      "id": "profile/mark-leftly"
    }
  ],
  "guardianId": "politics/2016/may/15/tampon-tax-supermarkets-pledge-tax-saving-women"
}