{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/the-guardian-view-on-libya-a-nations-tragedy-a-continents-problem",
  "id": "2016-05-18-55",
  "sectionId": "commentisfree",
  "body": "Libyans are the first victims of a dysfunctional state that has neither stabilised nor unified since the overthrow of Muammar Gaddafi in 2011. But Europe can be affected, too. If Libya doesn’t find a way out of its current state of chaos, two things are likely to happen: refugee and migrant movements will pick up again this summer in large numbers across the central Mediterranean (as an alternative to the Aegean route), and Isis will be able to carve out an even larger foothold for itself, from which it will try to launch attacks across the region and beyond. So it is a good thing that more international attention is now being brought on Libya, whose stabilisation was the topic of an international meeting held this week in Vienna. But whether a new focus will bring the right strategy is a different question altogether. Having failed so dismally to assist Libya in its post-Gaddafi transition after Nato intervened five years ago, Europeans and other international actors desperately need to do better now. The plan, as it currently stands, is to increase international support for Libya’s new fledgling central government, which last March managed to establish itself in the capital Tripoli. The west hopes this administration will replace rival factions that have vied for power since 2014, creating the vacuum that has helped Isis thrive. Weapon deliveries are being considered to help the unity government defeat the jihadi insurgency, which controls a 250km-long strip of coast around the city of Sirte. However, this initiative is currently being resisted by a rival group based in the east, whose leader is supported by Egypt. The west needs to tread carefully. Libyans have painful memories of the colonial era during which Italian troops carried out massacres. This is a legacy which went a long way to explain why, in 2011, after Gaddafi had been ousted, Libya’s new revolutionary authorities rejected any notion of a UN-led protectorate, or indeed any kind of strong international presence. Western plans in 2011 foundered not just on the lack of post-conflict planning – which Barack Obama has described as the “worst mistake” of his presidency – but on Libyan fears of appearing to submit to external control. All this makes any speculation about a possible new intervention all the more perilous. The Italian prime minister Matteo Renzi is said to be lobbying western allies for a European “security mission” to be deployed: his country will be the first destination of migrants if the Libyan route gains new prominence. So far, increased western military involvement has reportedly taken the discreet form of French and British special forces working on the ground. Libya’s downward spiral has made life hell for its citizens. Human Rights Watch has documented how Isis has imported beheadings and floggings to Libya. Sirte has become Isis’s biggest stronghold outside of Iraq and Syria. Libya is one of Africa’s wealthiest nations with huge oil reserves, yet it is in desperate need of humanitarian aid; the chaos threatens to intensify migration flows and unleash terrorism on Europe. If Libya is to be prevented from drifting further, a careful international strategy is called for. It must include reconciliation efforts and development, and the cooperation of regional actors. If the west ignores everything except Isis and the choking-off of migrant routes, it will risk making a new mistake – compounding past blunders with current neglect. It is a mistake Europe can hardly afford.",
  "webTitle": "The Guardian view on Libya: a nation’s tragedy, a continent’s problem | Editorial",
  "webPublicationDate": "2016-05-18T18:26:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/the-guardian-view-on-libya-a-nations-tragedy-a-continents-problem",
  "keyword": [
    {
      "webTitle": "Libya",
      "id": "world/libya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Matteo Renzi",
      "id": "world/matteo-renzi",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/the-guardian-view-on-libya-a-nations-tragedy-a-continents-problem"
}