{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/03/now-or-never-three-non-amigos-dave-boris-zac",
  "id": "2016-05-03-26",
  "sectionId": "politics",
  "body": "It was never going to be the easiest of school reunions. So it was probably just as well it took place on neutral Conservative territory at Grey Court school in Richmond. Love triangles don’t come much more complicated than David Cameron, Boris Johnson and Zac Goldsmith. Dave hates Boris because Boris hopes to steal his job after the EU referendum. Dave hates Zac because Zac is in favour of leaving the EU and opposes a third runway at Heathrow. Boris hates Dave because Dave is in the way, but isn’t really bothered about Zac one way or the other as he isn’t really worth thinking about. Zac doesn’t particularly dislike Dave or Boris but he really hates himself. Zac is embarrassed he hasn’t had the cojones to stand up to Lynton Crosby’s campaign management and now looks as if he doesn’t want – let alone expect – to be the next London mayor. But needs must and sometime or other in the campaign the three men had to get together in the same place, and with just 48 hours before the polls open on Thursday, it was now or never. Dave, though, had been canny, timing his arrival carefully to be 30 minutes late in order to make sure he missed the Six O’Clock News; it was bad enough having to spend time with Boris and Zac, but if he had to do so then he was going to make sure that as few people as possible got to witness his embarrassment. Apart from anything else, Zac was almost certainly going to lose and Dave didn’t want to be seen hanging around with losers.   Related: So Dave’s not so fond of Boris now. Can politicians ever be friends? | David Boyle    At 6.15, the three non-amigos unconvincingly fist-pumped their way through the crowd of bussed-in party loyalists and squeezed their way on to a cramped podium in the school theatre. “Yo,” squeaked Dave, dredging up every millilitre of spare testosterone. “Yo,” roared Boris, puffing out his chest. Silence. Dave and Boris both turned towards Zac. Zac blushed. “Oh yes,” he said politely. “Yo.” Dave was quick to get his insults in early. “Boris has been an outstanding mayor,” he said, not bothering to disguise the sarcasm. That was “outstanding” as in failing to build any houses, closing dozens of police and fire stations, making it impossible to drive from one side of the capital to the other and proving that being mayor was basically a part-time job that could be fitted in around some freelance writing and being an MP. “Zac will be equally outstanding.” Zac winced. “Zac is a man with a plan,” Dave continued. He wasn’t exactly sure what it was, but it didn’t really matter as it wasn’t going to happen anyway. A voice rang in his earpiece. It was Lynton instructing him to insult the Labour candidate. “The only thing you have to know about Sadiq Khan is …” Dave left the sentence hanging, leaving the audience to fill in the blank of Muslim. By the time he finished the sentence by saying “a member of Jeremy Corbyn’s Labour party”, no one was listening.   Related: London mayoralty: Sadiq Khan urges voters to choose hope over fear    Next up was Boris, happy to say next to nothing of any value so long as he got more laughs than Dave. Having achieved this with ease, he announced he was going to introduce the next London mayor. Zac turned round to look for him. “Where is he?” he whispered anxiously. “Don’t worry,” said Boris. “We’re playing a game of Let’s Pretend. So just get up there and do your stuff.” Zac shuffled his way to the front. “Er, hello everyone,” he mumbled. “Thank you all for coming here tonight, I’m really grateful. I’ve got a really good plan for this capital which is really, really exciting and is much better than anyone else’s. And if you don’t vote for me then you will probably all get blown up in a terrorist incident because that’s the sort of thing that will happen if you vote for Sadiq Khan. So I want you to all campaign really hard in the last two days so that we can all say we did our best and when it’s all over we can have a nice cappuccino together.” It was not the most convincing of sales pitches, so Dave and Boris stepped in to try to outcompete each other in manly thumbs ups. Eventually Zac got the hint and gave an embarrassed thumbs up himself. The audience began a rallying cry of “Go Zac, Go Zac.” So he went.",
  "webTitle": "Now or never for the three non-amigos Dave, Boris and Zac",
  "webPublicationDate": "2016-05-03T20:14:54Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/03/now-or-never-three-non-amigos-dave-boris-zac",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London politics",
      "id": "politics/london",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "politics/2016/may/03/now-or-never-three-non-amigos-dave-boris-zac"
}