{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/06/there-isnt-enough-work-to-do-in-my-new-job-dear-jeremy",
  "id": "2016-05-06-325",
  "sectionId": "money",
  "body": "Twice a week we publish problems that will feature in a forthcoming Dear Jeremy advice column in the Saturday Guardian so that readers can offer their own advice and suggestions. We then print the best of your comments alongside Jeremy’s own insights. Here is the latest dilemma – what are your thoughts? I recently took on a great role in the non-for-profit sector and I am being paid much more than my previous role in the corporate sector. The organisation itself is good and the little work I do, I enjoy. The problem is that I often don’t have enough work and feel myself stretching out small tasks to fill in the hours of the day.   Related: Are these the world's most boring jobs? | Guardian readers and Sarah Marsh    The job role was only recently created, so it is difficult to see what comes under my remit. I’ve been there a few months now and although I have offered to take on tasks from other teams/departments, I often feel like I’m treading on other’s toes. More importantly, doing a bit of everything means that I don’t often feel valued. I’m simply trying to fill my time finding things to do. I have tried in the past to speak to my boss to see whether there are extra responsibilities I can take on, with no result. In fact, it often seems he hasn’t got enough to do himself and is often complaining of his own boredom. As someone used to busy offices and fast-paced roles, having very little to do is ruining my self-confidence and I’m not sure what to do next. There are obviously aspects of the job I like so I’m reticent to leave, but I hate the boredom and worry I’ll get found out. Do you need advice on a work issue? For Jeremy’s and readers’ help, send a brief email to dear.jeremy@theguardian.com. Please note that he is unable to answer questions of a legal nature or to reply personally.",
  "webTitle": "There isn't enough work to do in my new job",
  "webPublicationDate": "2016-05-06T06:00:17Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/06/there-isnt-enough-work-to-do-in-my-new-job-dear-jeremy",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "money/2016/may/06/there-isnt-enough-work-to-do-in-my-new-job-dear-jeremy"
}