{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/28/curfew-laws-san-diego",
  "id": "2016-05-28-102",
  "sectionId": "us-news",
  "body": "Around 11pm, on a temperate Friday last August, Officer Troy Owens was patrolling south-eastern San Diego. Peering through his driver’s side window into the darkness, he scanned the streets until his eyes stopped on the corner of 47th and Market. “Somebody trying to hide from me?” he wondered aloud. “Yup,” he answered, swinging the SUV around, and turning on the flashing lights. Owens, who has worked for the San Diego police department for nearly 20 years, pulled toward the curb and got out of his car. As he approached, three teenagers slowly slunk out from behind an electrical box: a boy, David, 15, whose identity, along with those of other minors, is being protected, and two girls. Heads hanging, shoulders slouched, they knew they were caught. All three were soon searched, handcuffed, and put in the back of cars for the ride to the command post – a local Boys & Girls Club. Were the teenagers picked up for using drugs? No. Drinking? No. Had they fled a store without paying for their goods? Hardly. Their crime: being out past curfew. In San Diego, it’s illegal for anyone under the age of 18 to be out past 10pm. And, that night, Officer Owens was part of a “curfew sweep”, where teams of officers fan out and enforce the law en masse. The city runs these details roughly once a month in each of its nine districts, sometimes arresting dozens of kids a night. David and his friends said they were just walking home. But that isn’t one of the exceptions – like a school sports game or a job – so Owens read him his Miranda rights. Conceived as a crime-reduction tactic, curfews were promoted during the “tough on crime” era of the 1990s. In 1996, President Bill Clinton flew out to Monrovia, California – among the first cities to claim curfew success – to publicly endorse the idea at the local high school. From there, they spread like wildfire and remain in place decades later.  From Baltimore, which has one of the strictest curfews in the country, to Denver, where curfew enforcement ramps up every summer, the laws are on the books in hundreds of cities across the US. According to available FBI data, there were 2.6m curfew arrests from 1994 and 2012; that’s an average of roughly 139,000 annually. Philadelphia alone reported 16,079 violations in 2014 – among the highest in the country. As the curfew laws and arrests proliferated, however, the debate about their impact simmered largely out of view. Congress left curfews unaddressed in pending juvenile justice legislation and, today, the question remains: are they the best approach? “It’s insane. No other country does this,” said Mike Males, a senior researcher for the Center on Juvenile and Criminal Justice and curfew critic who would like to see the practice come to an end. In his research, he says he hasn’t seen “any evidence” that they’re effective; instead chalking up their use to political expediency. “Curfews became this way of responding that both blamed young people and didn’t affect adults.” An American Civil Liberties Union (ACLU) case study of Minneapolis found the city’s curfew to be racially biased – with 56% of curfew charges coming against black youth compared with 17% for their white counterparts, despite the city being majority white. Males says that he’s found a similar pattern nationally. “They’re always racially discriminatory,” he said. “We have not found a single exception to that.” Tau Baraka owns the Imperial Barbershop just down the road from the Boys & Girls Club. He’s lived here in south-east San Diego for years and views curfew sweeps as part of a broader police assault on the predominantly non-white community. “I worry,” he said, emphasizing that between curfew sweeps and gang enforcement details, “we see our youth being harassed daily.” Proponents, however, argue that curfews help prevent young people from becoming either perpetrators or victims of nighttime crime. “This is an important way of helping kids stay safe and stay out of trouble,” said San Diego city councilmember Marti Emerald. “If we can help one child in their struggle then I think that we have to say the program is at least a partial success.” ••• When they arrived at the command post, police took down David’s name, age and contact information. Two new cadets were in charge of logging his possessions, and putting them in a bag for safekeeping. After Officer Owens filled out a police report, he swapped David’s metal handcuffs for plastic ones and moved him to a chair in the middle of the auditorium. Girls on one side, boys on the other; all waiting for a “responsible adult” to pick them up. As for punishment, curfew violators are offered a diversion program, upon completion of which their case is dropped. “We try to do a proper assessment of the whole situation,” said Lt Evan Ziegler, with the department’s juvenile administration. When kids come to class, police can also connect them to social services, job trainings or activities that aim to keep them otherwise engaged. In the south-eastern division, free diversion classes are held on Tuesday evenings and range from a juvenile judge talking about the court system to corrections officers detailing what life in “the hall” is like. The six-week course finishes with a visit from the coroner, whose slideshow from the morgue paints a grisly picture of the worst-case scenario. Parents are required to attend a separate set of classes, which are held in both English and Spanish. “At least [the police] got them,” said one mom, as week two of the diversion program let out. Two of her sons were picked up for breaking curfew. “They’re with them. They’re not out there,” she said in support of curfews before rushing off to pick up her other child – a move that alludes to what can often be the complex reality of curfew violations. Police have stopped three of Michelle Ruiz’s kids. One got a ride home, another was offered diversion and the third was sent to court and fined. “I understand that they’re doing it for our kids’ safety,” said Ruiz. “[But] it makes it harder for us.” She says that multiple jobs, single parenting and a myriad of other challenges can make it difficult to monitor kids’ adherence to curfews or complete subsequent diversion programs. The inconsistency has left Ruiz unsure whether curfews are having a net-positive effect. Kids in San Diego seem to be conflicted about curfews as well. Even though she’s been caught twice, Ashley, 19, generally endorses the law. “What’s there out after certain times?” she asked, rhetorically. “Trouble.” But, she notes, her interactions with police were far from enjoyable and she still gets stopped sometimes just because she looks underage. “It was really kind of scary to have them treat you like a hardened criminal.” Brian and his friend Demareé, both 16, are fairly indifferent. They were waiting for the trolley at about 9pm but weren’t nervous about the looming curfew. “I do my best to stay inside,” said Brian. “But, for the most part, no one really cares.” In common refrain, Demareé adds that he hadn’t even known there was a curfew law until he got stopped coming home from a party. Officers let him off with a ride home. Tonight though, leniency was in short supply. “Happy hunting,” was how commanding officer, Sgt Jay Moser, kicked off the sweep at the Boys & Girls Club. By 10.13pm four kids were under arrest and six more came in throughout the night. That’s an average number, says Moser. Some nights it’s higher – the division record is about 50. Others it’s lower, especially recently. “That’s not a failure,” Lt Ziegler says of the decline in numbers, which is probably a combination of police getting the word out about curfews and kids becoming more savvy at avoiding sweeps. “Basically it means that we’re doing our jobs.” Bardis Vakili with the ACLU of San Diego questions the premise that curfews, and curfew sweeps, are the best tactic. Calling the approach “very heavy-handed”, he says that it has a lasting effect on kids. “[What is does] is cite them, offer diversion programs that are difficult to complete, and ends up in involvement in the criminal justice system,” he said, suggesting expanded after-hours options for youth instead. At the very least, he would liked to see “a real dialogue” around the topic. One problem is that analysis of curfews is relatively scant, and opinions often fall in the more emotional realm. “It’s a gut-level sort of response,” said Councilmember Emerald, when asked about her support for the laws. “It’s not real scientific, is it?” The data though, does exist, with the California Criminal Justice Statistics Center (CJSC) keeping detailed statistics stretching from 1980 to 2014. While officials in San Diego reject the notion of racial bias in the city’s curfew law, a Guardian analysis clearly shows that it has a disproportionate impact on minorities, especially Hispanics. In 2010, Hispanic youth accounted for 59% of all curfew arrests, as opposed to 16% for white youth. Comparatively, census figures for the same year put the city’s population at 28.8% Hispanic and 45.1% white. The data also shows that diversion programs are indeed keeping more kids of all races out of the courts. In 2011, a majority of curfew cases were handled within the department for the first time in decades. That trend has continued, with only about a third of curfew cases going to juvenile probation 2014. As to whether the curfew actually reduces crime, critical findings like Males’s are often countered with University of California professor Patrick Kline’s research, which concludes that “curfews are effective at reducing both violent and property crimes.” The Voice of San Diego took perhaps the closest look at the situation locally. A  2012 article challenges the alleged benefits, finding that “neighborhoods without the sweeps have reported greater drops in crime in the last five years than those with them.” Males says that, again, he’s seen a similar, broader, pattern in his research. Noting that between truancy laws and curfews kids could conceivably only be allowed outside for a few hours a day, he says, “the underlying assumption [is] that most youth are criminals.” For the officers and volunteers at the Boys & Girls Club, however, there’s a palpable sense of accomplishment. Packing up and turning off the lights, they head home for the night with a hope that they’ve helped “just one kid” – even if the public is more skeptical. “What are the results?” asks one agitated patron at the Imperial Barbershop. “When you come over here with a heavy police presence – a military presence – the community deserves to know.” Regardless, with summer vacation on the way, curfew enforcement is soon set to ramp up again across America.",
  "webTitle": "Life under curfew for American teens: ‘it’s insane, no other country does this’",
  "webPublicationDate": "2016-05-28T12:00:04Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/28/curfew-laws-san-diego",
  "keyword": [
    {
      "webTitle": "San Diego",
      "id": "us-news/san-diego",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tik Root",
      "id": "profile/tik-root"
    }
  ],
  "guardianId": "us-news/2016/may/28/curfew-laws-san-diego"
}