{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/golden-girls-the-ladies-of-too-slow-to-disco-compilation",
  "id": "2016-05-05-90",
  "sectionId": "music",
  "body": "We’ve been primed by so many films and TV series to expect something darker beneath images of 1970s California sunshine and optimism: to believe the smiles are rictus grins, concealing an underbelly of excess, amorality and tragedy. Sometimes, though, it was just fun. “The money was flying,” says Franne (formerly Frannie) Golde, one of the stars of the new compilation The Ladies of Too Slow to Disco. “Limousines from the airport – not just for the artist but for the songwriters, for anyone that you might want in the studio with you to feel relaxed and comfortable – beautiful hotel rooms for everyone, lots of time to do your thing in the studio. It was a great time.”      The story of The Ladies of Too Slow to Disco, in fact, is disconcertingly delightful. The compilation of songs in the interzone between AOR, winsome singer-songwriter strums and lavish disco/soul, fairly gleams with joy. It’s enough to make some of the positive-living screeds in the lyrics ring oddly true. The album, in keeping with previous volumes in the Too Slow to Disco series, is full of obscurities but also has no fear of obviousness: there are enduring MOR radio classics such as Rickie Lee Jones’s Chuck E’s in Love and Maria Muldaur’s Midnight at the Oasis, as well as groovers by Carole King and Carly Simon. That led to some deeply tedious wrangling with major labels for its compiler, Berliner Marcus Liesenfeld – AKA DJ Supermarkt – but as soon as he began to make contact with the singers themselves, it became worthwhile for him. “They’re just the coolest people I have ever met, anywhere,” he says. “They’re really young in their spirit. Maybe it’s that hippie generation. They must have grown up in a good way. Either those people died, or they turned around the wheel and became what they are now.”            Franne Golde was his touchstone. “Once I got her number,” says Liedenfeld, “she straight away gave me numbers for six of the other singers I was looking for. They all still live in LA, and she knew them all.” Golde might not have made it big with her late-70s solo material, such as the loping funk-pop of Isn’t It Somethin’ on The Ladies of Too Slow to Disco, but she clearly sussed out the record industry, and would go on to write mega-hits for everyone from the Commodores to the Pussycat Dolls. For all this success, there’s not a trace of industry smarm about her, though. She emanates the bullshit-free sass of her upbringing in Chicago – where she cut her musical teeth in the Chess studios – and is full of delight that people should still want to dance to her youthful works. Her view of history isn’t rose-tinted. On her solo records, for example, she says she felt pushed into a particular sound – she had Albhy Galuten and Karl Richardson parachuted in to produce, fresh from their mega success working with the Bee Gees on Stayin’ Alive. “Chauvinism in the industry was there,” she says, “and sure it was worse than now” – though nothing like the image of the era portrayed in HBO’s series Vinyl, which she calls “kind of a cartoon view”. She never felt women were treated as second-class musicians, and as she reels out her formative influences, she sketches out a kind of alternative canon for the world of The Ladies of Too Slow to Disco: “I grew up on Laura Nyro, I had every single album. Joni Mitchell, too, though not so much. I taught myself to play piano by listening to [Carole King’s] Tapestry. But the thing that changed everything was a moment I literally had to stop my car because I was a mess, I couldn’t believe what I was hearing. That song was Chuck E’s in Love.”     Franne Golde. Photograph: record company handout    Muldaur, too, says “I was accepted as a musician first, a woman second,” citing meeting a young Bonnie Raitt in 1972 as “giving me the confidence that I could be a bandleader too, be in control and command”. Rootsier than Golde, though just as funny and gutsy in conversation, she inhabited a parallel world to rock star decadence when she was working as a session musician in LA. “Oh, I knew all that was going on,” she says. “I went to the parties! But I cared more about working, I was playing with Ry Cooder, David Lindley, Jim Keltner, Jim Gordon, Ray Brown, Benny Carter, Dr John, and met with respect and appreciation from them all. I would say it was a wonderful working environment, in fact.” This melting pot of jazz, folk, R&B and country musicians of the first rank in the most expensive studios on earth is what defines the musical gloss of The Ladies of Too Slow to Disco – and also its lasting quality. Evie Sands’s You Can Do It, which opens the album, is possibly the perfect expression of the luxurious atmosphere: a groove from soul/funk rhythm section gods James Gadson and Reggie McBride buoys up a message of such positivity that it would be saccharine were the end result not so perfect. Sands – who has had a more roundabout career than the others, from 60s teen starlet to latterday cult figure – is a lot more circumspect than Golde and Muldaur about the grind of the industry and the “good old boys’ network” that held back women’s creativity. But even she, with genuine wistfulness, recalls the making of the track, with her regular songwriting partner Ben Weisman, as “just a blissful time with so many phenomenal, phenomenal musicians around us”.     Carole King. Photograph: Jim McCrary/Redferns    It could be tempting to see the revival of these tunes as kitsch hipsterism. And Muldaur half-jokes: “Sure, it tickles me that people are dancing to my song, but it tickles me more when the pay cheque comes.” Golde, too, lets out a giggle: “So there are beautiful people swaying to my song in Berlin and Ibiza? Wow, I think that’s where I’d like to be!” But all are clearly touched by the fact that the songs work for clubbers. As Sands puts it: “We weren’t thinking about dance clubs or anything like that when we made the song, but we’d sure dance around the studio when we did it. If people feel like doing that now, that’s a beautiful thing.” Liedenfeld is stern in his insistance that he picks songs not for cultural chic but because they work on the dancefloor. “When I started compiling this west-coast 70s stuff, I’d get emails from people I used to DJ with when I was more an electro DJ, asking if I was mad. But I’m a DJ of 20 years’ experience. I’m not a jukebox DJ. To make things relevant for me, it has to happen now, it has to be new and not just a museum of tracks. I was tired of the big clubs and house music, but this music, I play in a little place in Berlin, quite dirty, nothing fashionable, and have 120 people [aged] from 18 to 60 dancing on tables. If a song can still do that 40 years on, that’s not fashion: that’s really, really good music.” The Ladies of Too Slow to Disco is out now on How Do You Are?",
  "webTitle": "Walking on sunshine: The Ladies of Too Slow to Disco compilation",
  "webPublicationDate": "2016-05-05T17:32:11Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/golden-girls-the-ladies-of-too-slow-to-disco-compilation",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Carly Simon",
      "id": "music/carly-simon",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Rickie Lee Jones",
      "id": "music/rickie-lee-jones",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Joe Muggs",
      "id": "profile/joe-muggs"
    }
  ],
  "guardianId": "music/2016/may/05/golden-girls-the-ladies-of-too-slow-to-disco-compilation"
}