{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/14/northern-white-rhino-bid-to-save-extinction-threat",
  "id": "2016-05-14-6",
  "sectionId": "environment",
  "body": "Under the watchful eyes of a group of heavily armed guards, three rhinos graze on the grassland of the Ol Pejeta Conservancy in Kenya. Most of the world knows that the rhinoceros is threatened, but the status of these animals is in another league. They are the planet’s last three northern white rhinos. None is capable of breeding. The northern white, which once roamed Africa in its thousands, is in effect extinct. The three – named Sudan, Najin and Fatu – are the last of their kind. In a few months, however, a group of scientists from the US, Germany, Italy and Japan will attempt the seemingly impossible: to rescue the northern white rhino – smaller and hairier than its southern cousin – from the jaws of extinction. In October, they plan to remove the last eggs from the two female northern whites and by using advanced reproductive techniques, including stem cell technology and IVF, create embryos that could be carried to term by surrogate rhino mothers. The northern white could then be restored to its former glory. The procedure would be a world first. It is an audacious plan – and a controversial one. Many conservation experts believe the resources being used to create northern white embryos would be better spent on saving other rhino species by providing them with protection in the wild. Why try to restore the species if the cause of its extinction has still not been tackled, they ask. Others say that taking a hi-tech approach to species preservation could lull the conservation movement into thinking it would always be able to fall back on science to help reproduce a species once it gets into trouble. These points are rejected by project scientists. “Unless we act now, the northern white rhino will go extinct. And don’t forget that, once we have developed IVF and stem cell technologies to save it, we will then be able to use them to rescue other threatened species,” said one of the project’s leading scientists, Professor Thomas Hildebrandt, of the Leibniz Institute for Zoo and Wildlife Research in Berlin. “For example, there are only three or four rhinoceros from Borneo left in captivity and none known in the wild,” said Hildebrandt. “We could use this technology to rescue them.” Other creatures that might benefit from this technology include the kouprey, an ox-like creature from Cambodia, and the buffalo-like anoa, from Sulawesi. Both are also critically endangered, he said. The northern white rhino once ranged over areas of Uganda, South Sudan, the Central African Republic and the Democratic Republic of the Congo. Around 2,000 survived in the wild in 1960. But the growing use of rhino horn as a traditional medicine in China, and more recently as a luxury cure for hangovers and other ailments in Vietnam, triggered a widespread growth in poaching, bringing about a sharp decline in numbers of all rhinos. (There are five rhino species: Indian, Javan, Sumatran, the black rhino and the white rhino, of which there are two subspecies, northern and southern.) By the 1980s the northern white had reached critically endangered status, and despite conservationists’ best efforts numbers continued to decline. “We put millions of dollars into protecting the northern white rhino in Garamba national park in the Democratic Republic of Congo,” said Susie Ellis of the International Rhino Foundation. “However, the species was lost there when the park became a conflict zone and we had to pull out to ensure the safety of our staff. If there is no political will, there is only so much that organisations like ours can do.” By 2010 no northern whites were known to exist in the wild, while fewer than a dozen survived in zoos. By 2015 that number had shrunk to four and then, in November, with the death of San Diego zoo’s Nola, there was only Sudan, Najin and Fatu. All three are thought to be incapable of breeding. Nevertheless the consortium’s scientists still hope to be able to create viable northern white rhino embryos. First Najin and Fatu, the two surviving females, will be treated with hormones and then their eggs will be extracted. These will be fertilised using sperm from northern white rhino males currently kept in frozen stores. The embryos will be implanted in surrogate mothers selected from southern white rhinos. There are more than 20,000 southern whites in Africa, mostly in South Africa. The embryos will then be allowed to gestate in their southern surrogate mothers. In this way it should be possible to bring the northern white rhino back from extinction, scientists argue. It will not be easy. Ellis said: “No one has ever successfully used IVF on any rhino species. IVF requires specific conditions to mimic the uterine environment, and it will take a lot of time and enormous funding to perfect the methodology.” In addition, one of the two females at Ol Pejeta is quite elderly and the other is known to have uterine problems. These issues could affect the project’s progress, as another of its leading scientists, Professor Cesare Galli, of Bologna University, acknowledged. “It is not an easy task getting eggs from female rhinos, and we may find we simply do not have enough viable eggs to create embryos in the numbers we want. If that turns out to be the case, we will have to take a different approach.” In this scenario, scientists would take cells from frozen rhino tissue and then reprogramme these into stem cells that could then be turned into sperm and eggs. Northern white rhino embryos could then be created from these. Effectively the species would be resurrected by taking skin cells from dead animals in order to create fully viable embryos. It will be an incredibly tricky procedure. Scientists have created stem cells – known as induced pluripotent stem cells – from rhino skin cells. However, they have not taken the final step and turned them into sperm and eggs, and no one knows how difficult that might be. Nevertheless the group is confident. “I am sure we will learn how to do this in the end,” said Hildebrandt. It will be a considerable effort and, as the critics are pointing out, mightily expensive. It is estimated that San Diego zoo has already had to raise around $2m to fund its involvement in the project. For his part, Hildebrandt told the Observer that the budget for his Leibniz Institute group’s involvement was only €100,000.    The idea that hi-tech saves species may detract from support for basics like law enforcement and biological management  Richard Emslie, rhino expert     Such investment makes many rhino conservation workers uneasy. Richard Emslie, a rhinoceros expert with the International Union for Conservation of Nature, said funding for other projects, including those that involve fieldwork, could be hit. “The idea that hi-tech saves species may detract from support for basics such as law enforcement, biological management and monitoring on the ground,” he said. “Field conservation efforts by people in green and khaki, and not just boffins in white coats, need our support.” However, funding advanced reproductive research as opposed to field conservation is not necessarily an either/or choice, said Hildebrandt. “Financial backing for these two very different approaches to rhino conservation tends to come from very different sources. So our work shouldn’t affect backing for field or conservation work in any way. More to the point, it will open up the technology of using stem cell science so we can save and protect other endangered species.” Other conservationists fear the spectacular nature of the work proposed by the international group could lull them into thinking science will always be able to save the day. “This says that we can let species go to the very brink of extinction and modern technology can bring them back,” Stuart Pimm, a conservation biologist at Duke University in Durham, North Carolina, told the journal Nature. “There is a very substantial moral hazard in that.” However, Ellis – although acknowledging the difficulties facing the project’s scientists – accepted that perfecting the methods for saving the northern white could help other species, in particular the Sumatran and Javan rhinos, which are also suffering precipitous declines in numbers. “We need to take a multifaceted approach to this challenge, and hi-tech science is certainly one of them,” she said. “In fact, there is no easy answer regarding the northern white rhino. It is now functionally extinct. The best lesson we can learn from that is to never let that happen again with any other species.” THE LAST SURVIVORS The world’s last three northern white rhinos (Ceratotherium simum cottoni) used to live at Dvůr Králové zoo in the Czech Republic, but in 2009 were moved to the Ol Pejeta Conservancy in Kenya, where they are kept under constant armed guard. The three rhinos are:  ■ Sudan, who is thought to be 42 years old. He was caught in South Sudan and is the planet’s last male. He suffers from low sperm count. ■ Najin, the 26-year-old daughter of Sudan. She has leg injuries, which means that she can no longer bear the weight of pregnancy or that of a mounting male. ■ Fatu, the daughter of Najin and grand-daughter of Sudan. She has a uterine disorder that prevents an embryo from being successfully implanted. Cells and sperm from a further 11 northern white rhinos are also being kept in frozen storage.",
  "webTitle": "Down to the last three: can science save northern white rhino from extinction?",
  "webPublicationDate": "2016-05-14T23:05:09Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/14/northern-white-rhino-bid-to-save-extinction-threat",
  "keyword": [
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Kenya",
      "id": "world/kenya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Stem cells",
      "id": "science/stem-cells",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Robin McKie",
      "id": "profile/robinmckie"
    }
  ],
  "guardianId": "environment/2016/may/14/northern-white-rhino-bid-to-save-extinction-threat"
}