{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/04/the-falafel-battle-which-country-cooks-it-best",
  "id": "2016-05-04-224",
  "sectionId": "lifeandstyle",
  "body": "Perhaps it takes the diplomatic neutrality of an international pulse organisation to deal with the global falafel feud. The subject of who “owns” these savoury fried delights has been consuming the Middle East for many years – part of the wider politics of who stole what from whom, and on par with the notorious hummus wars. However, the pulse people aren’t taking sides – they are just pushing the pulses. To which end, the Global Pulse Federation (yes, I checked, it’s real) hosted the inaugural London falafel festival at Borough market last Sunday, as part of what the UN has decreed to be the International Year of Pulses (again, yes). It’s all about the pulses as a force for good – a nutritious, sustainable and affordable good, to be more precise. Daniel Young, the food critic and writer who hosted the event, says that falafels, while potentially healthy, are now in the category of “dude food” – like tacos, cheese burgers or fried chicken, they are all about moreish, tasty, non-virtuous eating. “Impulse food, instant excitement,” he says. I’m not sure about this claim, but falafels have been wildly popular across the Middle East for some time. I’m often amused at the speed with which two people from that region, discussing travels to Beirut, say, or to Cairo, get on to the pressing matter of where to find the best falafel.   Related: How to cook the perfect falafel    Competing for the title of falafel champions at Borough market are representatives of various styles, although unfortunately the Lebanese team were refused visas. But there is the Egyptian chef Moustafa Elrefaey from the Cairo chain Zooba, alongside the Israeli offering from Uri Dinay of Pilpel, which has four branches in London. There are also variations from two London-based chefs, the Palestinian-Lebanese Rasheed Muhammed of Hoxton Beach, and Abdullah Amin of Origin Of, who brings a fusion falafel.     The Hoxton Beach stand. Photograph: Alecsandra Dragoi for the Guardian    The event is sold out – meaning that the four competitors are each serving up some 500 falafel plates – but that’s hardly a surprise. Long-suffering falafel fans have seen their favourite food eroded by dubious aberrations and bland supermarket versions, so the chance to enjoy four authentic, fresh street-food samples has obvious appeal. And there are plenty of non-aligned, straight-up foodies here – avowed carnivores, even – patiently joining the long queues to taste each stall’s offering. The fusion version from Origin Of is creative and has a great consistency, but with a three-bean mix sprinkled with two different seeds and served with three dips, there is perhaps too much going on. Pilpil goes full Israeli style, crisp but slightly dense chickpea balls stuffed into pitta bread with fresh salads, pickles and sauces. Hoxton Beach has perfectly crumbly but somehow bland falafel balls smashed into a wrap along with salads, tahini and an incredible, freshly made, Iraqi-style mango pickle. I am not an unbiased observer. I was raised on falafels comprising a 50/50 fava bean/chickpea mix, made by my Iraqi-born mother who lived in Israel. But I’m a falafel fundamentalist and think the Egyptian variety is clearly the king of falafels. I took precautions to avoid unjustifiable support for the Egyptian team, visiting their stall last after filling myself with all the other falafels first (the purity of research is hard). But even then, theirs just killed it. Made with ground-on-the-spot fava beans, leeks, fresh coriander and spices, and stuffed with smoky aubergine, this falafel is light and delicate and delicious. And it wins the overall competition, closely followed by the falafel from Pilpel. Elrefaey, the chef from Zooba (and a culinary ambassador for Egypt), is grinning from ear to ear while frying the falafel. “I don’t think falafel is Egyptian,” he tells me. “I know it is.” His offering, he says, is an “authentic, classic recipe, with a tweak”. When I speak to Dinay, who runs Pilpel, he is gracious about the whole thing. “We didn’t invent falafel,” he says, referring to Israeli attempts to claim the food as its own. He tells me that, on a plate, the Egyptian competitors were the best, hands down.     Zooba’s winning falafel offering. Photograph: Alecsandra Dragoi for the Guardian    It’s most likely that falafel did start in Egypt – one theory being that Coptic Christians created it about 1,000 years ago, another being that it goes back to the time of the pharaohs. In any case, the dish migrated to the Levant, to be consumed by Lebanese, Palestinians and Israelis – and all those countries have at some point claimed falafel as their national dish. Arguments about origins aside, most people just want to eat the best falafel that can be found. Anissa Helou, the Middle East food expert and writer, tells me what to look out for. “They have to be very crisp on the outside, with a nice crust that is not too dark,” she says. “And – this is the art of proper frying – they should be crumbly and fluffy, without being too wet on the inside.” When it comes to consistency as well as flavour, the ingredients are key: Helou suggests a good mix would be chickpeas and fava beans, along with fresh coriander, leeks, garlic and spices, and a bit of bicarbonate of soda added at the end, so that the falafel balls puff up when fried. What is essential, though, is that they are served on the spot. As Young says: “It’s better to have people wait for the falafel, than to have the falafel wait for people.” Bear that in mind whenever you’re remotely tempted by some pre-packaged, refrigerated fried bean balls masquerading as this champion Middle Eastern food. Moustafa Elrefaey’s Egyptian broad bean falafel (Serves 4) 500g dried broad beans, soaked40g Spanish onions12g garlic35g parsley35g fresh coriander7g salt2g ground cumin Thoroughly wash the beans in a bowl under running water then cover and soak them (unrefrigerated) for at least 8 hours.  Wash and drain the beans well. In a food processor, puree the vegetables and herbs for 2 mins then add the soaked beans and keep it running for 10 mins. Add the salt and cumin until the mix is slightly foamy. Heat the oil to 180C/350F/gas mark 4 and, if you have one, use an ice-cream scoop to form a ball from the puree. Press it between your fingers into a patty and fry it for 2 mins on each side.",
  "webTitle": "The falafel battle: which country cooks it best?",
  "webPublicationDate": "2016-05-04T11:37:45Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/04/the-falafel-battle-which-country-cooks-it-best",
  "keyword": [
    {
      "webTitle": "Middle Eastern food and drink",
      "id": "lifeandstyle/middle-eastern-food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Snacks",
      "id": "lifeandstyle/snacks",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Shabi",
      "id": "profile/rachelshabi"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/04/the-falafel-battle-which-country-cooks-it-best"
}