{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/leicester-city-thailand-victory-tour",
  "id": "2016-05-18-320",
  "sectionId": "world",
  "body": "Thai-owned Premier League champions Leicester City have arrived in Bangkok for a celebratory tour and a royal visit. Most of the team and manager arrived at dawn in the Thai capital and are due to brave the tropical heat for an open-top bus ride through the centre on Thursday. They are also expected to visit the royal palace. Vichai Srivaddhanaprabha, a Thai duty-free magnate and the club’s billionaire owner, arranged their trip. When Leicester City team members visited Thailand a year ago, three players – including the son of then manager Nigel Pearson – were filmed making racist comments in a sex tape and were later fired.     Fans wait for Leicester City players as they arrive in Bangkok for a victory tour. Photograph: Plumb Images/Leicester City FC via Getty Imag    The tape sullied the team’s image in the south-east Asian nation but the club has since earned local love under new management as they rocketed up the league. Known locally as the Siamese Foxes, the team’s following has grown among Thailand’s active football community. This time, the club has a strict schedule. Manager Claudio Ranieri, captain Wes Morgan and goalkeeper Kasper Schmeichel were spotted at the airport, where hordes of local media and fans waited for their arrival. But strikers Jamie Vardy and Riyad Mahrez and midfielders Danny Drinkwater and N’Golo Kante were not seen. Vardy was also caught up in controversy last summer, filmed on CCTV abusing a fellow gambler in a casino and calling him “Jap” on three occasions. The England player was fined and ordered by his club to undergo a course in diversity awareness. It is not clear if the players will take a break at one of Thailand’s renowned resorts after the two-day visit in Bangkok.     Leicester City’s Wes Morgan arrives with his team at Suvarnabhumi international airport in Bangkok. Photograph: Athit Perawongmetha/Reuters    Vichai, who runs King Power, has shown matches at his company’s headquarters. Staff and supporters are regularly treated to free beers and fresh prawns as they watch games on a big screen. The club’s owner has also flown Buddhist monks to England to bless the stadium and the players. A portrait of the Thai King Bhumibol, the world’s longest serving monarch, was raised after the Foxes were presented with the cup. Leicester City will play in the in the Champions League next season against the top clubs in Europe. They finished 10 points above Arsenal despite having 5000/1 odds against them at the start of this season. The players had held a victory parade in the Midlands city of Leicester on Monday.           ‘It’s unbelievable’: Leicester City victory parade met by thousands – video",
  "webTitle": "Leicester City arrive in Thailand for a victory tour",
  "webPublicationDate": "2016-05-18T06:41:24Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/leicester-city-thailand-victory-tour",
  "keyword": [
    {
      "webTitle": "Thailand",
      "id": "world/thailand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Holmes",
      "id": "profile/oliver-holmes"
    }
  ],
  "guardianId": "world/2016/may/18/leicester-city-thailand-victory-tour"
}