{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/larry-wilmore-n-word-i-felt-black-pride",
  "id": "2016-05-02-62",
  "sectionId": "commentisfree",
  "body": "Even though I have never liked the sound of the N-word, and have only ever personally experienced it in a negative context, I could not have been more moved by Larry Wilmore’s use of the word in his closing remarks as host of the White House Correspondents Dinner on Saturday night.  Wilmore said to Barack Obama: “Yo Barry, you did it, my n---a,” pounding his chest and going in for the brother-love embrace. Doing so, he broke comedic character to tell the president, to a large extent on behalf of black America, how meaningful it has been for us to have seen him in office for the past eight years. Whether viewers agree or disagree with his policies, as Wilmore noted earlier in his bit – “I agree with the policy that he’s black” – the embrace represented a moment filled with the vulnerability, truth and power of two black men seeing each other in an America that devalues, profiles, incarcerates and kills them at a startling rate.  I was introduced to the N-word long before I had any real understanding of its association with blackness and black culture. Certainly, when I first heard it from the mouth of a white playground bully in the fourth or fifth grade, I knew it was not meant as a term of endearment. But as a black child adopted into a white family, I had never heard the word and its meaning discussed. It wasn’t until high school, after I’d read James Baldwin and other black writers, interacted with some black kids during summers out of town and listened to hip-hop that I came to realize that it was a word not merely complicated, but intensely fraught. The level of fraughtness is entirely reliant upon who says it and to whom.           Highlights from Barack Obama’s final White House Correspondents’ Dinner     Related: President Obama's final White House Correspondents' dinner – as it happened    I understood that in hip-hop culture, and among many black Americans, the N-word is often used playfully, lovingly. Ta-Nehisi Coates told Heben Nigatu and Tracy Clayton of BuzzFeed’s popular podcast Another Round that “n---a” is his favorite word in the English language. But as an adult and the parent of a 10-year-old son, I still don’t use it or want to hear it.  The obvious reason is that I never heard it spoken to me lovingly. The only context I know for that word is one in which I am being intentionally degraded by white people. The next time I heard it, after the playground, was in high school, when my boss at the local oil company called me a lazy n---er under his breath after I refused to clean the bathroom right after he’d used it. I was a receptionist, not a cleaning person. I believe the word belongs to black people and black culture – the agency and right to use it if and when and how we want to use it is important. As much as I support and understand Wilmore’s use of it with Obama, and respect that Ta-Nehisi Coates finds magic in a word many people cringe at, I have been very clear with my son that context matters. When he hears Kendrick Lamar say it, or Larry Wilmore, he knows that it’s their prerogative to use the word, and that they are communicating a very specific, deeply rooted kind of affection toward one another.  He also knows that white people are never allowed to use it. While I have been fairly strict with him about his own usage of the word – not in our house, not with his boys, not even singing along with hip-hop – the exchange between Wilmore and Obama reminded me of a moment I witnessed and wrote about in an earlier book of mine called Saving the Race, which looks at the legacy of WEB Du Bois in a contemporary context. I was chatting to the journalist LeAlan Jones in New York’s Union Square last year when, when mid-sentence, almost as if it were part of what he was saying to me, LeAlan looked up past my shoulder and said, “Hey, Q-Tizzy, what up?” Then, in this one beautiful seamless motion, LeAlan and the man he had just greeted exchanged the graceful palm-to-fingers slide of a familiar handshake. The man kept walking, and LeAlan resumed the sentence where he’d left off with me. A little while later, having recognized the man he’d shaken hands with, I asked him: “So how do you know Q-Tip?” and LeAlan said: “I don’t.”           Obama’s best zingers from last seven White House dinners    It’s not just a familiar handshake – it’s a black handshake. It’s the physical embodiment of the word “n---a” and it is ours. At a time of heightened awareness and receptivity regarding race and black culture, it felt like Larry Wilmore was saying: “You can keep degrading us, keep ignoring or killing us, keep pretending that conversations about race will get us where we need to get, but you cannot take this. Not this word, not this gesture. Not our recognition of each other.” And it made me feel a sense of pride – a sense of black pride.",
  "webTitle": "When Larry Wilmore said the N-word to President Obama, I felt black pride | Rebecca Carroll",
  "webPublicationDate": "2016-05-02T18:04:05Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/larry-wilmore-n-word-i-felt-black-pride",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Carroll",
      "id": "profile/rebecca-carroll"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/larry-wilmore-n-word-i-felt-black-pride"
}