{
  "apiUrl": "https://content.guardianapis.com/money/blog/2016/may/28/student-loans-next-mis-selling-scandal",
  "id": "2016-05-28-167",
  "sectionId": "money",
  "body": "Many graduates have been shocked this week to see just how their debt is escalating, with interest charged at up to 3.9%. That’s more than the typical rate on a first-time buyer mortgage. Have they been mis-sold a dodgy loan? University of Nottingham graduate Simon Crowther’s post on Facebook went viral this week, after he revealed how much interest is being added to his debt. He’s part of the first wave of graduates to have left university after paying £9,000-a-year fees. His total debt, a year after leaving college, jumped to £41,976 by the end of March, with the interest racking up by as much as £180 a month. Crowther claims he was mis-sold the loan and “cheated by a government who encouraged many of us to undertake higher education, despite trebling the cost of attending university”. Judging by the huge response to his post, a lot of recent graduates feel the same way. But were loans actually mis-sold? When the Financial Ombudsman Service looks at product sales, a number of tests will apply. Was the individual given suitable advice? Were the risks explained? Were you given the information needed to make a proper decision? Crucially, this is all about what you are told at the point of sale. For students, that means when they were just 17 or 18 and at school. But teachers are not regulated financial advisers, and nor should they have to be. They are naturally keen to take as many pupils as possible through to university; the money discussion barely comes into it. When my colleagues on the Money desk spoke to teachers this week, we found some who were just as bewildered as Crowther when it came to the interest rate applied. Maybe 17- and 18-year-olds should be reading the terms and conditions more carefully. Ignorance, as lawyers like to say, is no defence. As one student wrote below Crowther’s post: “I was always under the impression that the interest rate would be inflation plus 3% – no prospective students were lied to. Yes, this is an extremely high interest rate but we have not been led on to believe it would be anything less.” Other recent graduates recall the loan details with much less perspicacity. “It was years ago, I was only 17, I was out boozing, I can’t remember …” sums up the views of ones I spoke to. Should they be condemned for that? Before we older graduates rush to judge, remember we were the lucky generation that never had to pay tuition fees. Let’s turn to the explanation of risks. First, students can’t be certain how much they have to repay. It will be whatever the RPI inflation figure is in the future, plus up to 3%. The September 2015 RPI figure was 0.9%, which is why some graduates face an interest rate today of 3.9%. In April it was 1.3%, and if it stays that way the student rate will rise to 4.3%. Borrowers who take out a mortgage or personal loan can fix their rates, but students can’t, and have to carry an unfair risk of future rises. Second, the government has linked repayments to RPI, which is generally higher than CPI, and which even the ONS says is no longer a proper national statistic. It is a great irony that the government is suggesting Tata Steel can slash the cost of its pension scheme by switching to CPI from RPI, yet young adults – burdened by huge debts and absurd rents and house prices – are told RPI is what they must pay. The most serious case for mis-selling rests on a decision taken by George Osborne last November. In 2010 the government committed to uprate the £21,000 repayment threshold in line with average earnings. But in November 2015 it was frozen for five years, a move that will affect current students and graduates who took out post-2012 loans, including Crowther. A change to loan conditions, made after a loan is taken out? A mortgage company can’t legally do that to borrowers – so why is the government doing it to students?",
  "webTitle": "Student loans: the next big mis-selling scandal?",
  "webPublicationDate": "2016-05-28T05:59:26Z",
  "webUrl": "https://www.theguardian.com/money/blog/2016/may/28/student-loans-next-mis-selling-scandal",
  "keyword": [
    {
      "webTitle": "Student finance",
      "id": "money/student-finance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Collinson",
      "id": "profile/patrickcollinson"
    }
  ],
  "guardianId": "money/blog/2016/may/28/student-loans-next-mis-selling-scandal"
}