{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/01/everton-roberto-martinez-bournemouth-premier-league",
  "id": "2016-05-01-19",
  "sectionId": "football",
  "body": "Roberto Martínez may not realise he has talked his way into trouble but even the Everton manager appears to accept he will struggle to talk his way out of it. He has twin audiences to convince and the added difficulty that minds, particularly those of the supporters, already seem to be made up. He may be making a concerted attempt to persuade the new majority shareholder Farhad Moshiri but actions, as he admitted, speak louder than words. “It’s not about winning the fans over with talking; it’s about doing it with wins,” he said. Yet with three games remaining there may be too few opportunities to procure them before an end-of-season review that must have the potential to double up as an inquest.   Related: Everton’s Roberto Martínez: judge me over three seasons, not three months    Martínez nevertheless suggested his conversations with Moshiri are amicable. “We all work together really well,” he said. “For the moment, there is a constant dialogue in the usual way. We won’t do anything different. There will be enough time at the end of the season to sit down and prepare for whatever is ahead of us.” Managers who have underachieved in successive seasons rarely survive in the Premier League, least of all when ambitious new investors materialise. The tide has turned against the eloquent Spaniard with a bold blueprint and Martínez almost seemed to accept the gamble would be keeping him on. “It’s not about making safe decisions,” he said. The popular move would be to curtail his three-year reign. Displays of dissent bookended the defeat of Bournemouth. The first was embarrassing for Everton, when fans’ tweets calling for his dismissal were shown on a big screen outside Goodison Park; the second lasted long after the final whistle as supporters protested not at a team who have underperformed but at Martínez. He usually projects an image of harmony but has been isolated by his critics. “Being a manager is a lonely job and it has to be a lonely job,” he said. He refrained from using the word unique but his use of such adjectives has backfired at other times. The gap between rhetoric and results is a prime problem for Martínez after a season when his more outlandishly optimistic comments have jarred in a city where there is a strong strain of downbeat realism. Now he is trying to show empathy as well as humility. “It is an honour to be Everton manager,” he said. “I know the history and expectation we have, but I bring that on myself anyway.” While referencing the past he argued he was the futuristic choice. Everton’s points totals have diminished since an outstanding first season in 2013-14 but Martínez took pride from other declining numbers. “The average age was nearly 30, now it’s around 26,” he said. “I think we have five or six players in the under-21s that will make the grade to be an Everton player.” The centre-back Matthew Pennington’s ultimately encouraging league bow was a source of pride but modern-day managers are often judged more on their prowess in acquiring players than developing them. Moshiri’s money, plus the possible windfalls from the sales of Romelu Lukaku and John Stones, could give Everton a sizeable summer transfer budget. The prolific Belgian at least provides proof Martínez can be trusted with funds but Lukaku’s deputy could offer an alternative impression. Oumar Niasse’s belated first start evidenced few clues £13.5m was invested sensibly in him. “The fans were able to see our player,” Martínez said. “He was voted best footballer in the Russian league and can be very important for us.” Yet while the Senegalese striker’s subdued display was ill-timed and one of Martínez’s better signings Gerard Deulofeu has seen his season ended by a training-ground knee injury, there were other examples of the manager’s acumen: Tom Cleverley scored the opener, Aaron Lennon set up Leighton Baines’ winner and James McCarthy proved reliable in midfield. Martínez argued he has the potential to transform and not by reinventing traditional top-eight finishers as lower-half teams. “I arrived in 2013 in a very important moment because we lost probably the most important goalscoring threat in the team with [Marouane] Fellaini and [Victor] Anichebe,” he said. Another rebuild beckons. The surprise would be if Martínez is the man overseeing it. Man of the match Leighton Baines (Everton)",
  "webTitle": "Roberto Martínez cuts lonely figure while Everton fans make views clear",
  "webPublicationDate": "2016-05-01T21:30:05Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/01/everton-roberto-martinez-bournemouth-premier-league",
  "keyword": [
    {
      "webTitle": "Roberto Martínez",
      "id": "football/roberto-martinez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bournemouth",
      "id": "football/bournemouth",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Jolly",
      "id": "profile/richard-jolly"
    }
  ],
  "guardianId": "football/2016/may/01/everton-roberto-martinez-bournemouth-premier-league"
}