{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/25/donald-trump-hillary-clinton-bill-sexual-history",
  "id": "2016-05-25-157",
  "sectionId": "us-news",
  "body": "This is how to win the women’s vote, 2016 style: Blame your competition for her husband’s sexual misconduct. Dredge up accusations – never proven – that she is married to a rapist. Remind voters of her family’s tabloid past and assume they’ll forget about your own tawdry story when they go to the ballot box on 8 November. If Donald Trump’s strategy actually brings down Hillary Clinton, then this race for the White House will probably be remembered as the ugliest, most counterintuitive presidential election in US history. Because who would have have thought that a thrice-married, proudly philandering Republican could take the high road against a Democrat who has committed no sexual sins of her own?   Related: Protests at Donald Trump rally overshadow Washington primary win    “To me, he is digging the hole he has with female voters several feet deeper to suggest in any way, shape or form that Hillary is other than a victim of her husband’s dalliances,” said the political strategist Darry Sragow. “It seems to me it would be deeply offensive to women whose life experience is to the contrary,” Sragow said. But “I’ve come to realize that it’s pretty dangerous to be certain about people’s reactions.” The billionaire businessman has been filling the airwaves with what the Clinton campaign derides as gutter-level politic attacks because he “may see his own personal life as a liability”, said Claremont McKenna College political scientist John J Pitney Jr. “He may think that the best defense is a good offense,” Pitney continued. “The question is whether people can be persuaded to see Hillary as somehow culpable for what Bill Clinton did.” Trump raised the ante on Monday by releasing an ad on Instagram showing a cigar-smoking Bill Clinton with voiceover from two women who accused the former president in the 1990s of sexual assault. Clinton or his attorney denied the allegations at the time. But he began hammering away at Hillary Clinton using her husband’s past as a weapon just three days after John Kasich, the Ohio governor, dropped out of the race for the Republican presidential nomination, leaving Trump the presumptive nominee. At an Oregon rally on 7 May, Trump started out in a sing-song voice describing himself as the perfect gentleman: “By the way, nobody respects women more.” And then: “Did you see what Hillary Clinton did to the women Bill had affairs with? And they’re going after me with women? Give me a break.” During an 18 May interview with Sean Hannity, Trump was asked about a recent New York Times article describing the real estate mogul’s checkered past with women. Hannity named three women who accused Bill Clinton of sexual misconduct and said he wondered if the Times would interview them. “In one case, it’s about exposure,” Hannity said. “In another case, it’s about groping and fondling and touching against a woman’s will.” “And rape,” Trump responded. “And rape,” Hannity agreed. The Clinton campaign’s response? “Trump is doing what he does best, attacking when he feels wounded and dragging the American people through the mud for his own gain,” the campaign press secretary, Nick Merrill, said in a written statement. “If that’s the kind of campaign he wants to run, that’s his choice. Hillary Clinton is running a campaign to be President for all of America.” Hannity, however, did not delve into Trump’s own sexual misconduct. The real estate tycoon’s first divorce was smeared across the tabloids, which were filled with rumors about Trump’s relationship with the woman who would become Wife No 2 while he was still married to Wife No 1. He is currently married to Wife No 3. In his 1997 memoir The Art of the Comeback, Trump bragged: “If I told the real stories of my experiences with women, often seemingly very happily married and important women, this book would be a guaranteed best-seller.” And then there were the interviews with radio shock jock Howard Stern, discussions of his personal proclivities, his current wife’s bowel habits and his insistence that all intimate partners should be tested by his own doctor to ensure that they were clean of sexually transmitted disease. “I’ve been so lucky in terms of that whole world,” Trump told Stern in 1997, while talking about dating and the battle to avoid infection. “It is a dangerous world out there – it’s scary, like Vietnam. Sort of like the Vietnam era. It is my personal Vietnam. I feel like a great and very brave soldier.” All of which raises the question: what can Trump possibly gain by slamming Hillary Clinton over her husband’s conduct when he has his own issues? “Generally, those who live in glass houses shouldn’t throw rocks,” said the former California governor Gray Davis. “It does show you, however, how smart Trump is. Because he knows that it is so salacious that it will get into the news.” And every news cycle spent on the dark cloud that follows the Clintons is one that ignores the Democrat’s plans to revive the economy, put Americans back to work, fight climate change and prevent gun violence. “It’s like a lunar eclipse,” continued Davis, who supports Clinton’s run for the White House. “It’s total darkness. No one can get into the light without commenting … [Trump] reroutes your attention. That’s his whole strategy.”   Related: Trump has Bill Clinton's past in his sights – how should Hillary respond?    But Claremont McKenna’s Pitney notes that Trump’s strategy is a risky one. For starters, millennial voters are too young to remember the scandals that swirled around the Clinton administration. And even with the Trump campaign’s history lessons, it is unclear whether twenty- and thirtysomethings will see Hillary Clinton as a victim or an accomplice or whether they will even care. “The big question is this,” Pitney said. “There probably aren’t going to be any new facts coming out about Bill Clinton’s behavior. But what else is going to come out about Trump? His Republican opponents didn’t do a thorough job of opposition research. “The Democrats are doing a more meticulous job. I think we’ll see the fruits of their labors in coming weeks.”",
  "webTitle": "The politics of distraction: why Trump is dredging up Bill Clinton's past",
  "webPublicationDate": "2016-05-25T13:14:51Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/25/donald-trump-hillary-clinton-bill-sexual-history",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bill Clinton",
      "id": "us-news/clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Maria L La Ganga",
      "id": "profile/maria-l-la-ganga"
    }
  ],
  "guardianId": "us-news/2016/may/25/donald-trump-hillary-clinton-bill-sexual-history"
}