{
  "apiUrl": "https://content.guardianapis.com/society-professionals/2016/may/18/guardian-public-service-awards-2016-sponsors",
  "id": "2016-05-18-264",
  "sectionId": "society-professionals",
  "body": "Category sponsor: transformation Ameo is a niche consultancy specialising in business change and transformation within the public sector. Established in 2010 to provide a practical alternative to major market players – with an underpinning ethos of delivery through enabling internal client capacity.       Our clients face individual challenges and so our consultants deliver individual solutions, with real life experience and practical challenge at the heart of our delivery. Our highly flexible delivery model ensures we can deploy specialist subject matter experts and transformational consultants to work alongside our customers, co-designing solutions and enabling them to exceed their delivery expectations. Category sponsor: care      CGI has helped 1,000 health facilities and over 200,000 health professionals to improve the way care is delivered, through digital transformation programmes. We deliver a full spectrum of digital health solutions to help public sector providers, commissioners and governments meet new mandates and collaborate to deliver patient-centred healthcare. CGI believes in connecting up the systems and pathways across communities to enable increased efficiency and improved patient care and safety. CGI’s 40th anniversary marks both a milestone and a beginning – the best is yet to come in how we partner with clients to deliver significant value to their mission-critical work. Category sponsor: digital & technology      Havas People connects brands with talent through brilliant communication. Whatever your recruitment challenge, we’ll develop a strategy to help you reach and engage your audience – whether that’s through a digital attraction strategy, our industry leading Engage ATS or our Talent Match service. We have the expertise to help your audience develop a deeper understanding of, and stronger connection to, your brand – plus the analysis to prove it works. We see our clients as partners and the trust we earn lets us grow together. If you’d like to hear more about how we can help your organisation grow, visit havaspeople.com Category sponsor: health & wellbeing      Remploy is the leading provider of employment opportunities for disabled people and those with health conditions. We provide the motivation and support needed to overcome the challenges in life that prevent individuals securing the sustainable paid work that delivers social integration and financial independence.  Since 2010, Remploy has found more than 100,000 jobs in mainstream employment for people with a range of physical, sensory and learning disabilities, mental health conditions and other disadvantages. We work with more than 2,500 employers, large and small, who recognise the contribution and value that enthusiastic and committed disabled employees bring to their business. Category sponsor: housing      Oyster Partnership is a leading professional recruitment consultancy for the property sector. Headquartered in the UK, we focus on delivering clients with the very best people. Our specialist teams cover public and private sectors, working with clients that range from private consultancies to the NHS to FTSE 500 companies. They cover permanent, contract and temporary roles, thereby enabling clients to fulfill their short, medium and long-term needs.  Delivering the best people requires a specific approach – one with business intelligence, integrity and clear communication at its heart. We call this the “Oyster difference” and it is what sets us apart. Category sponsor: sustainability      REPIC is the UK’s largest waste electrical and electronic equipment (WEEE) compliance scheme, funded by major electrical and electronic (EEE) producers to deliver WEEE, battery and packaging solutions to meet UK regulations. REPIC is committed to providing maximum compliance at competitive cost through best environmental practices, and as such, prefers to deal directly with the collectors of end of life product to provide the comfort and security that it is properly handled and processed through short, clear, auditable routes. REPIC funds the collection, transport, and treatment of around half of all separately collected household WEEE each year in the UK. The company’s scale of operation and unique, robust funding method provides long-term security to its members, collection and treatment partners. Interested in sponsoring the Guardian Public Service Awards? There are still sponsorship opportunities. For all enquiries, please contact: Stacey-Rebekka Karlsson, director - government & public services, +44 (0) 20 3353 2165 stacey-rebekka.karlsson@theguardian.com",
  "webTitle": "Guardian Public Service Awards 2016: sponsors",
  "webPublicationDate": "2016-05-18T09:38:37Z",
  "webUrl": "https://www.theguardian.com/society-professionals/2016/may/18/guardian-public-service-awards-2016-sponsors",
  "keyword": [
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    }
  ],
  "authors": [],
  "guardianId": "society-professionals/2016/may/18/guardian-public-service-awards-2016-sponsors"
}