{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/15/what-we-cannot-know-marcus-du-sautoy-review",
  "id": "2016-05-15-156",
  "sectionId": "books",
  "body": "In one of Bill Watterson’s wonderful cartoons, six-year-old Calvin and his tiger companion, Hobbes, stand outside and contemplate the starry night. “We hurl through an incomprehensible darkness. In cosmic terms, we are subatomic particles in a grain of sand on an infinite beach,” observes Calvin, before pausing for a moment and adding: “I wonder what’s on TV now.” It’s a shrewd point. Musing on what we will perhaps never comprehend is a discombobulating experience that sends most of us scampering off to the familiar, intelligible corners of our daily lives. Not so Marcus du Sautoy . With What We Cannot Know, the prominent mathematician, writer and broadcaster boldly squares up to what he calls the seven “edges” of human knowledge, topics that range from the nature of time to the mysteries of human consciousness.   Related: So people hate maths? Here’s my plan to make it work for them | Marcus du Sautoy    Du Sautoy is no stranger to adopting the academic’s avuncular manner to explain “what science has taught us”. But his take here is refreshing, not least because along his journey he exposes with humility his own confusions, apprehensions and concerns. And there is certainly plenty to be both baffled and enlightened about. Does a multiverse exist? Are leptons and quarks where the subatomic buck stops? And is an infinite set of even numbers bigger than an infinite set that also includes odd ones? Happily, Du Sautoy’s desk is covered in a panoply of knick-knacks that invite us to probe each question, from a red dice picked up at a Las Vegas casino to a homemade cut-and stick model of the celestial realm. To get things rolling, he explores whether it is ever possible to know in advance which side up his dice will land. Surely, if the details of the dice and its throw are known, a prediction should be possible? But, like next month’s weather, the outcome of this simple act is remarkably difficult to forecast – particularly if the dice is cast on to a rigid surface. As Du Sautoy reveals, tiny but unavoidable inaccuracies in measuring the factors that affect the movement of the dice make it impossible to predict which side will end up on top: minuscule variations would predict very different outcomes. That, it seems, is how chaos theory rolls.    Not everything sinks into a quagmire of uncertainly, and he peppers his journey with some “knowns” we can cling to    Intriguingly, as Du Sautoy explores such murky realms, he gently scrutinises each for a hiding place for God, revealing in the process why, although some of the scientists he meets have faith, he chose to reject the idea of a supernatural intelligence intervening in the universe. Ultimately, he reveals, when it comes to unknowns, sitting on the fence is not always the best option. “A belief in an answer one way or the other will have an impact on how we lead our lives,” he explains. Not everything sinks into a quagmire of uncertainty, and du Sautoy peppers his journey with some sturdy “knowns” we can cling to, from the understanding that quantum fluctuations really do allow something to arise from nothing to the realisation that the stars are not fixed in their positions – in 100,000 years it turns out, the constellation of the plough will look less like a saucepan and more like a wheelbarrow with a broken handle. But while Du Sautoy’s approach is novel, it turns out the question upon which his book is based is in itself troublesome. “The possibility that we cannot know because we are stuck within the system is a common theme among many of the problems I have tried to tackle,” he admits, adding that our language, brains and even thinking hampers our quest for knowledge. As he somewhat limply concludes: “I wonder if the safest bet is to say that we can never truly know for sure what it is we cannot know.” Even when musing that it is likely we’ll never pin down whether the universe is infinite, he cannot quite reject the idea that mathematics might one day crack the problem. It seems like a long shot. But if he’s right, even the mysteries of that incomprehensible darkness could be ushered into the light. What We Cannot Know is published by 4th Estate (£20). Click here to buy it for £16",
  "webTitle": "What We Cannot Know by Marcus du Sautoy – review",
  "webPublicationDate": "2016-05-15T08:00:01Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/15/what-we-cannot-know-marcus-du-sautoy-review",
  "keyword": [
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Marcus du Sautoy",
      "id": "science/marcus-du-sautoy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicola Davis",
      "id": "profile/nicola-davis"
    }
  ],
  "guardianId": "books/2016/may/15/what-we-cannot-know-marcus-du-sautoy-review"
}