{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/12/one-thank-you-helping-homeless-worthwhile",
  "id": "2016-05-12-332",
  "sectionId": "voluntary-sector-network",
  "body": "Working on the frontline of street homelessness comes with its stresses. This was probably why my charity colleagues and I spend our Friday evenings drinking in our local pub. One Friday, I had just been to the bar when a man walked purposefully towards me and simply said, “You’re Mike Fowler aren’t you?” I didn’t recognise him, and so answered cautiously. To be honest, I was worried he was seeking revenge. I’d worked for the organisation for several years and wondered whether he might have been one of our ex-clients who had been evicted.   Related: I opened my home to a heroin addict – she's family now    He told me that when he was 16, he was kicked out by his stepfather and had slept rough for months. He said he had been on the brink of taking his own life when he decided to come to my charity. He stayed with us, and I was his key worker. He told me I had found him a room in one of our housing projects, made sure he was getting the correct benefits and linked him up with counselling and mental health services. All standard stuff really.  When he recalled the hours we had spent planning his future and helping him deal with his past, his face dropped. He then thanked me for what I had done for him and reminded me of how I had encouraged him to make the most of the training courses we had found for him – as his education had been so disrupted. He said that without my persistence, he would not have had the motivation to go back into training. I asked him how he was getting on now – and his face lit up as he proudly told me he was happily married with children and had started his own business that now employs about a dozen people. At that point, his friends signalled that they were leaving and our conversation was over as abruptly as it started. He shook my hand with great enthusiasm and wished me well. When I first met this man, I was frontline worker. Twenty years later I’m still with the organisation and have been the chief executive for more than 10 years. I will always remember the feeling I had that evening. I knew there and then that my career had all been worthwhile. Just being a part of one young person’s journey back from the brink to become a successful, happy credit to our community.   Related: Volunteers and charity workers: tell us about the day you made a difference    I had never really doubted the positive difference my colleagues and I make to people’s lives but sometimes we lose faith. When we see people repeatedly return to the charity for help, we know we haven’t been successful and we can only speculate about what becomes of those we never see again.  That moment in the pub, only reinforced that what my colleagues and I are doing is good. It was possibly the best experience in a long career in homelessness. It reminded me of how easy it is to judge homeless people based on how they’re living now. These days I prefer to focus on what they have the potential to become. If you are experiencing suicidal thoughts, the Samaritans can be contacted on 116 123 in the UK. In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In Australia, the crisis support service Lifeline is on 13 11 14. Hotlines in other countries can be found here. The day I made a difference is the Guardian Voluntary Sector Network’s series that showcases the work of people involved with charities. If you have a story you want to share email voluntarysectornetwork@theguardian.com with a short summary of your experience.",
  "webTitle": "One thank you – and my career helping homeless people was worthwhile",
  "webPublicationDate": "2016-05-12T07:00:22Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/12/one-thank-you-helping-homeless-worthwhile",
  "keyword": [
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary sector network blog",
      "id": "voluntary-sector-network/voluntary-sector-network-blog",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Homelessness",
      "id": "society/homelessness",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing Network",
      "id": "housing-network/housing-network",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "voluntary-sector-network/2016/may/12/one-thank-you-helping-homeless-worthwhile"
}