{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/07/secret-teacher-please-show-more-respect-for-early-years-education",
  "id": "2016-05-07-174",
  "sectionId": "teacher-network",
  "body": "The job I dreamed of doing throughout four years of university was to be a nursery or reception class teacher. As far as I was concerned, educating the young and supporting learning and development in those crucial first years of school was the most rewarding career I could wish to have. During my training, I was passionate and enthusiastic. I had lots of ideas and was keen to offer my classes the best start to their educational life that I could. So when I was offered a post as reception class teacher a few years ago, I had high hopes. But within a year, what I thought would be my dream job turned into a nightmare. I am shunned by my colleagues and undermined by my headteacher who has no experience or interest in early years education. The treatment my department gets ranges from passive aggressive to openly hostile.  My head’s attitude can be summed up by a recent lesson observation. She arrived about 10 minutes late – missing the exciting lesson starter – and then interrupted my teaching to moan that some children’s coats were in the corridor on the floor and that someone must sort it out immediately. She joined us during the children’s choosing time, where they independently access resources and activities. Some were enjoying splashing around in the water tray with various containers and pouring utensils, exploring the mathematical concept of “capacity”. Some were exploring the treasure that was hidden in the sand and sorting them by their properties. Other children were busy dressing up and playing imaginatively, making capes and mobile phones, and racing around the outside area with their friends. They were animated, yes, but they were engrossed in their learning. Our children participate in child-initiated play because that enables them to use resources in an age- and developmentally-appropriate way. But the fact it is hugely important for children to develop their independence through partaking in activities of their preference was lost on the head. She didn’t seem to get the “free flow” nature of reception or that we are passionate about scaffolding – not dictating – children’s learning by creating an inviting and appealing environment. I still remember her look of sheer perplexity. “What are they doing?” she asked. I was taken aback and intimidated by her tone of voice. Thankfully she was with a member of the senior leadership team, who had previously taught in reception and was able to step in and try to educate her about our setting. Following the inspection I received no direct feedback – it was as if I had not been observed at all. With all of the stress and anxiety that had come with it, I couldn’t but help feel it was a waste of time.    If I had a pound for every time someone told a 'joke' about the kids 'just playing all day' ... I could retire    Now things are going from bad to worse. We are routinely excluded from “whole school” activities. We were left out of the school’s Easter egg hunt (with no explanation) and had to organise our own. During international day celebrations, we had to play outside, while the rest of the school enjoyed a carousel of activities. On another occasion the head decided – as I arrived in hall with my class for assembly – that it was not appropriate for them and would go over their heads. We had to turn around and leave straight away. It was heart-breaking to walk my kids straight back to class to have one ask “Why did we have to leave assembly?” So much for being an “inclusive” environment.  The head’s attitude to early years has also permeated through the school and many of my colleagues fail to appreciate our relentless hard work. A lot of it is quite passive aggressive: if I had a pound for every time someone told a “joke” about the children “just playing, spending all day colouring in”, or how I was basically a babysitter, I could retire soon.  Sometimes I think I need to lighten up. But when you spend four years of your life training, and acquire nearly £30,000 of debt, the least you expect is to be recognised as a professional by colleagues. They see me in school at 7.30am and being kicked out at 6.30pm, or looking exhausted because, alongside a teaching day, I’ve run a parent phonics workshop. I had hoped that there would be a sense of unity and support; however, differences in curriculums and ages seem to be creating a divide. My early years colleagues have had similar experiences. Our leader is very aware of the situation and couldn’t be more supportive, noting every incident and negative comment we put up with. But it’s demotivating to work in a setting where you do not feel valued by those at the top. Just to hear my headteacher say “Well done” or “Good job” would mean the world. She once forwarded the team an email that included some positive comments from prospective parents about us, but that’s the closest I have ever come to receiving a compliment. Most of our children’s parents are supportive of our work and creative approach to teaching and learning. These strangers have more faith in us than my fellow teachers. I worry that the attitudes I’ve encountered at school are a reflection of our national picture. Although the early years are crucial to child development, my specialism is often overlooked and misunderstood. The expectations and goals set out for four- and five-year-olds are perpetually pushed higher – yet the focal point of educational news for some time has surrounded SATs and spelling and grammar testing.   If more people were educated about the incredible journey that children go on in those first few years, then understanding and value of this exceptional time in a child’s life would increase. This ignorance is making me start to question the importance of my role. I am passionate to the bone about the early years, but I’m fighting a lost cause if my own school cannot see the value in what I do. My goal now is to see out the school year. If attitudes do not change, I think my job will. Follow us on Twitter via @GuardianTeach. Join the Guardian Teacher Network for lesson resources, comment and job opportunities, direct to your inbox.",
  "webTitle": "Secret Teacher: please show more respect for early years education",
  "webPublicationDate": "2016-05-07T06:00:07Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/07/secret-teacher-please-show-more-respect-for-early-years-education",
  "keyword": [
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Early years education",
      "id": "education/earlyyearseducation",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "The Secret Teacher",
      "id": "profile/the-secret-teacher"
    }
  ],
  "guardianId": "teacher-network/2016/may/07/secret-teacher-please-show-more-respect-for-early-years-education"
}