{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/04/seven-miles-of-steel-thistles-review-katherine-langrish-fairytales-written-down-as-told",
  "id": "2016-05-04-292",
  "sectionId": "books",
  "body": "The title comes from a rather obscure book, West Irish Folk-Tales and Romances, collected and edited by William Larminie, and published in 1893. He translated the stories told to him in Gaelic in the Western Isles. In one of them, “The King Who Had Twelve Sons”, a young man who has married a princess finds a golden apple on the beach. In the next sentence it becomes a pearl of gold, and a druid tells him it belongs to the daughter of a king in the “Eastern world”. The young man’s pony then advises him of the journey he must undertake to find this other princess, one of whose obstacles is the seven miles of steel thistles. It’s a confusing tale, with all the aleatory illogic of a dream, and as author Katherine Langrish takes us through it, she pauses to acknowledge our perplexity. At one point a hen-wife appears. A what? And where did it come from? “Oh well, I suppose every castle has one,” Langrish says. But the salient point about this baffling story is that it suddenly breaks off, and Larminie writes: “The narrator’s memory failed him at this point.” He remembered the last line, but not how the story got there. This is important because, as Langrish says, “Fairy tales on the printed page are finished, unchanging, canonical, anonymous. Fairy tales told aloud are fuzzy-edged, fluid, variable – and belong to the person who is telling them, for so long as they are upon his or her tongue.” Note the phrasing and tone of those last 11 words. Aren’t they themselves like something from a fairytale, their italics giving them a sound of command, like the geasa, or magical prohibitions, which get so many heroes and heroines into trouble? Cú Chulainn, we learn here, was placed under two: never to eat the flesh of a dog, and never to refuse a meal from a woman. So when a trio of witches offer him some roast dog, that’s him done for. Langrish has been collecting fairytales for goodness knows how long, and her knowledge and frame of reference are phenomenal. Almost all those she cites here were new to me, however old they may be. One I did know was the story of Mr Fox, and as she went through its details they all came back to me: the command “Be bold, be bold, but not too bold”; the chopped-off hand with the ring on its finger falling into the hiding bride-to-be’s lap; even down to the number of pieces her rescuing brothers cut Mr Fox into (a thousand). I have no idea when I first heard this story; it has the quality of timelessness. Langrish does not have theories. What she has done so brilliantly, either making general points or addressing specific stories or themes, is tell us stories about the stories: where they might have come from, what they might mean, or whether they are meant to mean anything. (Of faeryland, that “other place” which is neither the world, heaven, purgatory or hell, from where those we thought dead might, very rarely, be rescued, she says: “This is the fantasy of grief,” and I have never heard a better explanation.) It is all spun out so seemingly artlessly, or naturally, that you feel as if you are sitting cross-legged, gripped, like a child hearing one of these stories for the first time. Yeats believed he had summoned the Queen of the Fairies; Langrish has her doubts about this. He reviewed Larminie’s collection, though, and of the stories in it he said: “They and their like are the only things really immortal, for they are told in some shape or other, by old men at the fire before Nebuchadnezzar ate grass, and they will linger in some odd cranny or crevice of the world when the pyramids have crumbled into sand.” This wonderful book is a map of those crannies and crevices. • Seven Miles of Steel Thistles is published by The Greystone Press (£12.99).",
  "webTitle": "Seven Miles of Steel Thistles review – the meaning of fairy stories",
  "webPublicationDate": "2016-05-04T08:30:23Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/04/seven-miles-of-steel-thistles-review-katherine-langrish-fairytales-written-down-as-told",
  "keyword": [
    {
      "webTitle": "Fairytales",
      "id": "books/fairytales",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Paperbacks",
      "id": "books/paperbacks",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicholas Lezard",
      "id": "profile/nicholaslezard"
    }
  ],
  "guardianId": "books/2016/may/04/seven-miles-of-steel-thistles-review-katherine-langrish-fairytales-written-down-as-told"
}