{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/09/fuzzy-feelings-for-new-mayor-sadiq-khan",
  "id": "2016-05-09-66",
  "sectionId": "politics",
  "body": "As a neighbour of Sadiq Khan, I can assure your correspondent that I and most of his constituents do have “warm, fuzzy feelings” about his mayoral success (What a relief! Just a shame there had to be a villain, 7 May). I have never encountered anyone locally, whatever their politics or ethnicity, who does not know and respect Sadiq. His tireless dedication to local people and issues that are important to them, his good humour and his attention to detail have won this loyalty. In his thank you letter to activists he characteristically said “this is not about me, it is about Londoners”. Once Londoners get to know him, as they will, there will be warm, fuzzy feelings all round.Jenny WeinsteinLondon • Yes, I know they weren’t very exciting, and they didn’t take place in London, but surely it was important that just a mention of the police commissioner elections that took place in 40 counties and other places was in Saturday’s paper?Janet MansfieldAspatria, Cumbria • I am proud to have participated in the closing of Saltley coke works in 1972, the subject of Charles Foster’s letter (9 May). He is wrong to state that the depot was closed by “intimidating flying pickets”. What happened was that 30,000 engineering workers in Birmingham struck work, and 15,000 to 20,000 of them marched behind union banners to the coke works to show support for the miners. There was no intimidation, just no room on the streets for coal wagons.Neil HansonSlaithwaite, West Yorkshire • Greg Brooks says Latin has no modal verbs (Letters, 9 May). Perhaps he should (modal verb) read some books on Latin grammar. I’m looking at one now that refers to “the modal verbs possum, licet, debeo, and oportet”.Michael BulleyChalon-sur-Saône, France • Frightening to see that the answer to air pollution is posited to be a huge metal tower, presumably manufactured by magical means and not by a factory utilising the world’s ever scarcer resources (The air freshener, G2, 9 May).Veronica PiekoszGreat Smeaton, North Yorkshire  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Fuzzy feelings for new mayor Sadiq Khan | Brief letters",
  "webPublicationDate": "2016-05-09T18:51:39Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/09/fuzzy-feelings-for-new-mayor-sadiq-khan",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/09/fuzzy-feelings-for-new-mayor-sadiq-khan"
}