{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/11/papa-massata-diack-allegations-tokyo-olympics",
  "id": "2016-05-11-159",
  "sectionId": "sport",
  "body": "PMD. Those three initials, standing for Papa Massata Diack, threaten to become as emblematic in the slow-motion collapse of global sport as JSB – the moniker by which Sepp Blatter was known within the walls of Fifa House. But in many ways the 50-year-old son of the disgraced former IAAF president Lamine Diack, the latter now under arrest in Paris and accused of accepting more than €1m in return for covering up positive drug tests, is the polar opposite of Blatter.   Related: Tokyo Olympics: €1.3m payment to secret account raises questions over 2020 Games    Whereas the Swiss loved the limelight, Diack Jr operated in the shadows. Whereas Blatter faces multiple charges of aiding and enabling cronyism he has not yet been accused of personally benefiting from bribery. Diack, on the other hand, faces an avalanche of allegations as he hunkers down in his native Dakar, Senegal, with an Interpol red notice hanging over his head. For 15 years he had been a familiar, fleeting presence whenever the self–appointed captains of the global sports industry gathered. Wherever the big, lucrative decisions were taken about the sport that had become his father’s personal fiefdom – sponsorships, bidding races, TV contracts – you would find Lamine’s son. So too, at International Olympic Committee meetings – if something was going down, PMD would be there. Amid the deep-pile carpets of five-star hotel lobbies, weaving through the scattered huddles engaged in the faux-polite whisperings that pass for small talk at these gatherings, Papa Massata Diack would make his way to where the real business was being conducted. Occasionally he would be referred to in passing, a sort of Keyser Söze of the often murky world of sports marketing. The Australian bidders from Brisbane were furious, for example, in 2007 when he acted as a consultant to the rival Moscow bid, clinching the 2013 world athletics championships by promising huge sponsorship contracts to the IAAF. Pitch up to the glitzy Fairmont hotel in Monaco, where Diack Sr retained a grace-and-favour suite, during an IAAF gathering and a senior official might take you aside and point out Papa Massata as he went about his business. On the final night before a key vote on the hosts of an upcoming championships, or when the coveted committee and council positions were handed out, there he would be. But this was not football and, with most in the world of athletics desperate to spread their sport into new territories, few questions were asked about the sponsorship and TV deals delivered by Papa Massata that went along with a run of world championships that took in Daegu in 2011, Moscow in 2013, Beijing in 2015. Armed with a covering letter from the IAAF’s then marketing director Luis Carulla that confirmed exclusive rights for Diack Jr to negotiate deals in “developing markets”, PMD had the cover to travel the world trading favours and holding his hand out for cash, often playing both sides of the deal.   What was uncovered   When part two of the Independent Commission report into corruption and doping in athletics was published in January 2015, there was an arch aside in the 89-page document that noted: “In the investigative community common knowledge indicates that ‘marketing consultancy’ provides a convenient cover to shield illicit bribery and extortion payments.” A cache of emails seen by the Guardian in 2014 showed just how Diack Jr operated, inserting himself into Qatar’s desire to bid for major sporting events including the 2016 and 2020 Olympics. The emails showed he asked for a $5m payment, though he denied sending the email and it is not clear whether the money was ever paid. An earlier email, in 2008, appeared to show him arranging for “parcels” to be delivered to six influential IOC members during a tumultuous period when Doha, the Qatari capital, was battling to be included on the shortlist for the 2016 Olympics. The email refers to the six influential IOC members by their initials and was sent shortly after a spiky IOC executive board meeting in Beijing at which the controversial Doha bid was discussed and before it was decided it would not make the cut. Papa was usually accompanied by the same tight coterie. Habib Cissé, the French lawyer who was a personal legal adviser to his father, was part of the shadow governance structure identified in the second part of the Independent Commission report that blew the lid off the IAAF’s rotten culture. The businessman Ian Tan Tong Han, who as outlined in that report was a consultant to the Athlete Management & Services company through which the Japanese conglomerate Dentsu serviced its contract for the IAAF’s commercial rights, was another often seen by his side. Dentsu has confirmed it still has a “business relationship” with AMS but said it never employed Tan directly as a consultant. Tan operated the now notorious Black Tidings account, held in Singapore, through which tens of millions of dollars are rumoured to have flowed. So devoted was he that he named his son Massata in 2014. Tan, like Papa Massata, was often seen at IAAF Council meetings and attended the world championships in Moscow in 2013 and Beijing in 2015. Papa’s brother Khalil was another who was part of their cabal. The marketing giant Dentsu, another recurrent thread through this tale, had its long-term deal for the IAAF’s commercial rights extended by Diack Sr to 2029 shortly before he stepped down as IAAF president in August last year at the end of a Beijing world championships overshadowed by allegations of doping, corruption and cover ups. The Guardian has since learned that Diack did so unilaterally, without any recourse to the IAAF Council.   Related: Tokyo Olympic Games corruption claims bring scandal back to the IOC | Sean Ingle    Most of those in and around the IAAF at the time suspected Papa Massata Diack was up to no good. But maybe they reasoned that if he was skimming a few per cent here or there off a marketing deal from the developing world that little harm was done. It is now clear that they were deluding themselves and that the alleged activities of the informal cabal that surrounded the president’s office went much, much deeper – from corrupting the anti-doping process and so subverting the sport itself to inserting themselves into bidding races for the biggest sporting event on the planet. Yet IAAF staff from that time claimed to have little idea what was going on among the crew that ran the shadow operation. PMD and his friends even worked from separate offices to the main body of staff. As the “illicit informal governance system” increased in influence and the money rolled in the scale of the cabal’s greed seemed to grow. The seven-figure payment of around €1.3m – believed to have been paid in at least two tranches – from Tokyo 2020, which may have been to influence votes Diack Sr had control over, was just one manifestation of their enhanced ambition. In turn, that may have been influenced by the knowledge that Lamine’s tenure as IAAF president was finally coming to an end. It was the same over-reach that also eventually led Papa Massata Diack’s group to the scam that threatened to destroy the sport’s integrity by taking money to delay the announcement of positive drug tests for Russian athletes. But it was also a sign of the somewhat hapless nature of their enterprise that it was in the course of paying a €300,000 refund to the marathon Liliya Shubokhova in March 2014 that their cover was eventually blown. That led to the investigation by the IAAF ethics commission that banned Diack Jr from the sport for life. Their conviction that they would never get caught is also reflected in the fact that that Black Tidings in Hindi means Black Marketing or, literally, to “Launder Black Money”. The Guardian revealed this year that the French prosecutor’s investigation had expanded to include the bidding processes for the 2016 and 2020 Games, eventually won by Rio and Tokyo respectively. They are believed to be pursuing a twin-track approach – pursuing evidence related to the IAAF investigation while also examining new leads on a longer time horizon.     Few questions were asked about the sponsorship and TV deals delivered by Papa Massata Diack that went along with a run of world championships that took in Daegu in 2011, Moscow in 2013, Beijing in 2015. Photograph: Papon Bernard/L'Equipe/Offside    In a response to the Guardian, Papa Massata Diack this week said he did not wish to comment on the specifics of the alleged payment to Black Tidings as the matter was under investigation by the French police. “I strongly deny these allegations which were started by your newspaper the Guardian, the French daily sport paper L’Equipe and an ARD TV documentary. They have led to the Ethics Commission’s investigations and are now investigated in Courts of Justice and Interpol. Let them complete their work,” he said. “In particular, the Ethics Commission’s investigation and decision are currently challenged before the Cas [court of arbitration for sport] in Lausanne and I once again confirm never taking any part neither in extortion of Russian marathoner Liliya Shobukhova nor in the repayment alleged via Black Tidings,” he added. “As to the allegations with respect to Qatar, which I have consistently challenged, they have never been proven.” But Gunter Younger, the no-nonsense Bavarian head of cybercrime and former Interpol officer who made up one third of the Independent Commission panel, told the Guardian he was in no doubt that the wave upon wave of sponsorship deals, marketing agreements and bidding races were all part of the same jigsaw as the doping cover-ups and extortion attempts. “They should go back and look at whatever they have on record. I think Habib Cissé and Papa Massata Diack started in 2001. I would look at everything from then onwards,” he said. “It made sense now, it fitted together with the delayed [doping] cases. Why Lamine Diack couldn’t solve the problem, because there was more going on. If you look at the sponsorship and marketing, look at the bidding contracts, and you will see more,” he said. It is only now, with the revelation that the corruption did not stop at the walls of the rotten IAAF and may have infected the Olympics, that we may be beginning to see just how much more. Meanwhile, Senegal said in January that it would refuse to deport Papa Massata Diack, still protesting his innocence, even as his father remains in Paris without a passport.",
  "webTitle": "Papa Massata Diack: Tokyo bid claims the latest in an avalanche of allegations | Owen Gibson",
  "webPublicationDate": "2016-05-11T14:58:23Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/11/papa-massata-diack-allegations-tokyo-olympics",
  "keyword": [
    {
      "webTitle": "Olympic Games 2020",
      "id": "sport/olympic-games-2020",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "International Olympic Committee",
      "id": "sport/international-olympic-committee",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "IAAF",
      "id": "sport/iaaf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lamine Diack",
      "id": "sport/lamine-diack",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "sport/2016/may/11/papa-massata-diack-allegations-tokyo-olympics"
}