{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/24/texas-board-of-education-election-conservatives-public-schools-curriculum",
  "id": "2016-05-24-159",
  "sectionId": "us-news",
  "body": "The question of how extreme is too extreme for Texas Republican voters may be answered on Tuesday evening, when voters are expected to favor a woman who believes that Barack Obama was a drug-addicted male prostitute, in an election that could put her on the brink of one of the most influential positions in the state’s education system. Even amid the roiling rhetoric and outrageous claims that have infected American politics in recent months, Mary Lou Bruner has provided some standout soundbites that have surfaced during her bid to win her district’s Republican nomination for a place on the Texas state board of education. She wrote last October: “Obama has a soft spot for homosexuals because of the years he spent as a male prostitute in his twenties. That is how he paid for his drugs. ” Federal pre-kindergarten programmes, she has argued, are a plot to make children confused about their sexuality: “The federal government wants to indoctrinate the little children, teaching them a homosexual marriage is just as good as a marriage with a father and a mother.” Bruner has also suggested on social media that John F Kennedy was killed by the Democratic party “because the socialists and Communists in the party did not want a conservative president”, that climate change is a hoax invented by Karl Marx, the “USA should ban Islam”, and that humans and dinosaurs walked Earth simultaneously, and dinosaurs died out because only babies were carried on the Ark, so they were too young to reproduce on a barren planet after the flood. “The things that she said are demonstrably false, incredibly offensive and deeply divisive and yet she’s the front-runner,” said Dan Quinn of the Texas Freedom Network, a watchdog that captured many of Bruner’s social media posts before they were withdrawn from public view after attracting media attention. “That’s remarkable when you think about the state the size of Texas, with an economy the size that we have, and the influence that we have around the rest of the country … It makes us look like a backwater.” Texas is the US’s second-most populous state and has more than 5 million children enrolled in public schools. Its education system has long been influential beyond its borders because its textbooks have been used in other parts of the country, though that practice is declining now that technology is making it easier for publishers to tailor content to specific states. The Texas board has become a notorious cultural battleground in recent years as an increasingly conservative membership sought to stamp their ideological values on textbooks, including emphasising religion’s role in the founding of the US and expressing scepticism about climate change. Bruner has not retracted her claims. In response to a request for comment, her husband directed the Guardian to an appearance on WFAA local news last Sunday. “When I wrote those things I wasn’t even intending to run for the state board of education,” she said. “These are not conspiracies, you can look them up on the internet now. You can Google One World Order [a one-government conspiracy theory] or you can Google Agenda 21 [a non-binding United Nations resolution on sustainable development]. “The government doesn’t even try to hide these things now, it is a plan … climate change – they’ve made us think that it’s caused by man-made actions, and most of the people that I talk to just don’t believe that we’re causing it. They believe that it’s cyclical, even weathermen on the TV channels have come out and said that there are cycles.” She is standing in district 9, which comprises 31 mostly rural counties in east Texas, some near Dallas. If elected, from January she will be one of 15 board members who meet about five times a year to set policies and standards and choose textbooks used in Texas public schools. Currently, five members are Democrats and 10 are Republicans. The 69-year-old retired teacher was only 2% shy of sealing the GOP candidacy outright in March, winning 48% of the vote ahead of her opponent on Tuesday, Keven Ellis, a 45-year-old chiropractor and local school board member, with 31%.  The general election is in November and is almost certain to be a formality for whoever is the candidate. Republicans’ dominance in Texas means that GOP primary elections, in which candidates typically pander to a highly conservative base that is a small fraction of the overall electorate, are all-important. Leading politicians have also weighed in to link hot-button Republican topics with education and question the separation of church and state. In 2013, Greg Abbott – then the state’s attorney general, now its governor – posted a picture of a Bible and a gun on his Facebook page with the slogan: “Two things every American should know how to use … neither of which are taught in schools.” Pressure also comes from organisations such as Truth in Textbooks, a rightwing grassroots group that began in 2013 and is expanding from Texas into North Carolina. It aims to mobilise hundreds of citizens who “find material in the social studies classrooms to be less than accurate”, to review textbooks and push publishers into making changes that range from basic factual corrections to the language used in references to Islam.  Texas textbooks hit the headlines last year when a social media post by a Houston-area mother (unaffiliated to the group) went viral and prompted the publisher McGraw-Hill to revise a passage in a geography textbook that described slaves as immigrant “workers”. Bruner would not be the first member elected to the board to express some distinctly debatable views about the US president. Cynthia Dunbar, an attorney, wrote a book in 2008 that claimed that a rise in socialism at the expense of Christian leadership was creating “striking” similarities between modern-day America and Germany shortly before the Holocaust. She followed it up with an article for a Christian website that implied Obama was a terrorist sympathiser waiting for an attack so he could declare martial law. Open about homeschooling her own children, Dunbar was nonetheless elected to the board overseeing the state’s public schools in 2006 and served a four-year term. Last year she was named a state leader for Virginia for the Texas senator Ted Cruz’s ill-starred presidential campaign.",
  "webTitle": "Texas board of education vote is critical for conservatives – and US schools",
  "webPublicationDate": "2016-05-24T13:04:04Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/24/texas-board-of-education-election-conservatives-public-schools-curriculum",
  "keyword": [
    {
      "webTitle": "Texas",
      "id": "us-news/texas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US education",
      "id": "education/education-us",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Dart",
      "id": "profile/tom-dart"
    }
  ],
  "guardianId": "us-news/2016/may/24/texas-board-of-education-election-conservatives-public-schools-curriculum"
}