{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/09/andy-murray-amelie-mauresmo-split",
  "id": "2016-05-09-43",
  "sectionId": "sport",
  "body": "Were Andy Murray to appoint another woman as coach to replace the newly departed Amélie Mauresmo, it would be no more surprising than his decision in late 2011 to bring Ivan Lendl out of a long hibernation, and then be guided to two grand slam titles and an Olympic gold medal. He did not match those achievements with the Frenchwoman but her gender lent the relationship a sense of adventure. For Murray and Mauresmo this was a contract like any other, strictly business, but it became stronger than that. It was a friendship as much as a partnership and in the face of some low-grade chauvinism, they grew closer. That they would both become parents strengthened the bond.   Related: Andy Murray splits from coach Amélie Mauresmo after two years    Murray, invariably a straight talker, did not shy away from the subject of gender although Mauresmo often diplomatically tapped it into the shrubbery. Murray’s view was that he had been around women all his life in tennis – his mother, Judy, strongly to the fore from an early age – and could see no reason why Mauresmo’s deep knowledge of strategy and tactics could not be a good fit for him. And they did gel. Murray did not win a slam with Mauresmo but he rose to No2 in the world, finishing the year at that ranking for the first time in 2015. And he was, of course, in the same predicament as everyone else in that Novak Djokovic stood so resolutely in his path to the very summit. There was no escaping the impression that the Mauresmo reign was considerably more relaxed than was his time with Lendl, whose stern countenance and raw, devilish-sense-of-humour approach Murray came to appreciate for the discipline and focus it brought to his game. And there was no shortage of ribald, locker-room banter; it was a very male team, packed with football chat and stunts and forfeits, like some never-ending school excursion. What he got from Mauresmo was a less abrasive understanding of his temperament, a willingness to listen rather than direct and an improved knowledge of wine, even though he doesn’t drink. If that appeared to some as the “feminisation” of the job, Murray was not bothered. He took it for what it delivered him, which was plenty. The Scot does not immediately strike strangers as a revolutionary but he does have a penchant for the unconventional if it suits his purposes. He led the way with Lendl, a celebrity player in his own right brought out of retirement to give his tennis more authority. Others followed: Djokovic with Boris Becker, Kei Nishikori with Michael Chang and Roger Federer with Stefan Edberg, players at or near the summit of the game who turned to the past to change their future. It is interesting that Edberg’s decision to leave Federer in December after only two years together created less of a stir than the announcement on Monday that Murray and Mauresmo were parting on mutually agreed terms. Federer, calm and beyond interrogation, was simply “moving on”. Murray was groundlessly suspected of having fallen out with Mauresmo. There are no obvious female candidates to follow her into the men’s game – or at least none that Murray has considered yet – but that is because there are fewer women coaches anyway, a lack that Judy Murray has identified in British tennis. She could not disguise her pleasant surprise when Mauresmo came on board nearly two years ago. But when Murray revealed in Madrid last week he had been tinkering with his serve – effectively enough to help him reach the final against Djokovic on Sunday – there was no immediate indication that he was making an even more fundamental change to his game.   Related: Amélie Mauresmo: the coach who made Andy Murray mint again    “Mutual agreements” are rarely any such thing. It defies logic that, unless psychic, two people decide independently yet simultaneously and in total agreement to do the same thing. And while they have the most cordial and respectful of relationships, somebody must have made the first call. The educated guess is it was Mauresmo. It was Murray who headhunted her during the French Open two years ago; although she committed then to a bigger workload than Lendl had taken on before quitting in March of that year, there was always a sense that, while this was something that had not occurred to her, she rather liked the idea for as long as it lasted. For Murray it was a necessity. He had to replace Lendl, whose departure briefly devastated him. At the Madrid Open that year, when asked what it had been like post-Lendl, he replied: “Tough. I miss my coach.” So, he could not afford to make a mistake. Nor was he going to be bound by the sensibilities of others if they did not coincide with his hard-nosed strategy, notably his friend and assistant coach, Dani Vallverdu, as well as his conditioner, Jez Green. When they got wind Mauresmo was getting the job, they complained they had not been consulted. There was a brief discussion. Vallverdu left to coach Tomas Berdych, whom Murray suspected of “tapping up” the Venezuelan, and Green went to work for the promising German, Alexander Zverev. He did take soundings from the Australian part-time coach and travelling TV commentator Darren Cahill – whom he had wanted to take on even before he signed Lendl – and he was encouraged by the association Mauresmo had with Marion Bartoli in helping her compatriot win Wimbledon the same year that he did, 2013. “Murresmo” briefly became a TV commentator’s shorthand for the team, so efficiently was it syncing. He was one of the first people she told when she became pregnant last year, and he was thrilled for her, when some players might have been at least peeved their routine was about to be seriously disrupted. It is his 29th birthday next week. Murray is a husband, father and contented tennis player, in roughly that order. His priorities have always been rooted in his values. Whoever gets the next – and probably last – coaching job with him will inherit a rich bag of knowledge from two very diverse influences in his life.",
  "webTitle": "Andy Murray broke mould to benefit from Amélie Mauresmo’s calm approach | Kevin Mitchell",
  "webPublicationDate": "2016-05-09T19:48:36Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/09/andy-murray-amelie-mauresmo-split",
  "keyword": [
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ivan Lendl",
      "id": "sport/ivan-lendl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/blog/2016/may/09/andy-murray-amelie-mauresmo-split"
}