{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/21/itv-the-secret-castlerock-murders-zola-therese-raquin",
  "id": "2016-05-21-15",
  "sectionId": "commentisfree",
  "body": "Under the guidance of my A-level French teacher, in 1985, I read Emile Zola’s short and brutish novel, Thérèse Raquin. I can’t claim to have been a very knowing teenager but, even so, I remember wondering then at the motivation of those who had set the syllabus. Did they intend simply to educate us in the ways of 19th-century naturalism or was it that, as seemed increasingly likely, they hoped to put us off adulterous sex for life? The murder of the milksop husband, Camille, by his friend, Laurent. The bite Camille gives Laurent’s neck in the moments before he dies. The way guilt then destroys Laurent’s relationship with Camille’s wife, Thérèse, in spite of the fact that their relationship – she watched as Camille was drowned – has been bound “by blood”. These were not, I found, things it was easy to forget. I don’t know if Stuart Urban, the writer of ITV’s The Secret, is a fan of Zola. But it was of Thérèse Raquin that I thought as I watched the final episode of his series on Friday. The similarities, as they’ve been throughout, were striking. The Secret, too, is about lovers who conspire to murder, only to find that freedom has a price. Desire is the first thing to curdle and, soon after it, trust. In Zola’s novel, Thérèse and Laurent cannot escape the gaze of Camille’s disabled mother and her sinister cat, François, whereas in The Secret it’s the eyes of God that follow its devout protagonists around. Nevertheless, the consequences are the same: something has to give. In Thérèse the lovers commit suicide. At the end of The Secret one of them confesses his crime to the police. There is, however, one very important difference between the two stories, which is that while Zola made his up, Urban’s is based on real events. In 1991 Trevor Buchanan and Lesley Howell were killed in Coleraine, Northern Ireland, by Colin Howell and Hazel Buchanan (later Stewart), and their deaths made to look like suicide. For some years Howell and Stewart seemed to have got away with it. But in 2009, long after their relationship had ended, Howell finally admitted what he’d done, first to the elders of his church, and then to police. Charged as his accomplice, Stewart pleaded not guilty. She was convicted the following year, in 2011. Both are now serving life sentences. The Secret, which detailed these events with some fidelity, was undeniably gripping television, and not only thanks to its gothic storyline; James Nesbitt and Genevieve O’Reilly (as the killers) turned in performances that are likely to see them nominated for awards. All the same, it was not a series into which any viewer with half a conscience could sink indulgently, glass of Friday white in hand. A few days after the first episode screened, Howell’s daughter, Lauren Bradford, wrote of her distress at the series, and at its producers’ lack of concern for her family’s grief. How to abandon oneself to the tension that threaded through every scene without feeling complicit in what she had called exploitation? ITV responded by saying that it believed it had been sensitive, that it had, for instance, offered the family a chance to see the series before it aired. But Bradford’s circumspect, un-histrionic tone stayed with me. In its measured quietness was devastation. Following an intervention by her MP, David Cameron has agreed to see if more can be done to help families in cases like these. But what can be, really? The answer, probably, is nothing – for which, I am mostly grateful. Balance the need to protect victims’ families against the need to understand, and the latter will always win; the idea of shutting down artistic investigation, regarding it only as salacious and invasive, is not one any sensible person can entertain. Think of Gordon Burn’s book about Peter Sutcliffe or, more recently, Helen Garner’s This House of Grief, an account of the trial for murder of Robert Farquharson, an Australian man who drowned his three children. The result of many years’ work, both are restless, questing narratives that somehow bring the unfathomable and the horrifying momentarily to heel. Television can’t be anything like as thorough or as lightly shaded, but it can, if it comes at these things from an angle, shed light on an aspect of a case, something ITV proved itself with its trilogy of dramas about the Yorkshire Ripper, the Moors murderers and Fred West (made in 2000, 2006 and 2011, respectively). In spite of the controversy they stirred at the time, it’s hard to think of more careful films than these, no murders or sex to be seen, each telling its story not from the perspective of the perpetrator but from a minor character, someone involved but also a little apart. Turn back to The Secret, and it’s hard, if not impossible, to mount a similar defence. We were with Howell and Stewart almost all the time: inside their heads, their bedrooms, their underwear. The scene in which Howell, who was a dentist, sedated Stewart so he could have sex with her – a rubber mask over her mouth, she moaned with pleasure as he brought her to orgasm under the influence of gas and air – seemed gratuitous to me (and all the more so when it was duplicated moments later). As a result, the series brought no wider understanding, for all that, in seeking to understand how a man might keep such a dreadful secret. It emphasised, among other things, that Howell liked to keep his Bible in close proximity to his porn mags. The Baptist community, with its ecstatic hymns – “Draw me nearer to Thy precious bleeding side!” – was a mere sideshow, and an almost comical one at times. What had formed him? We never found out. Then there is the issue of time. How long is long enough? When ITV screened its film about the Moors murders, 40 years had passed; its Yorkshire Ripper drama was shown 19 years after Peter Sutcliffe’s conviction, its Fred West series 11 years after his death. Five years does not seem, to me, to be very long at all in this context, and if this is a precedent, it is worrying. A bigger question, though, is why Urban could not have used elements of the Castlerock murders in some other story, thus rendering its protagonists and their families unrecognisable. In part, this may have to do with the flop-bound ITV’s loss of faith in its ability to make a certain kind of drama right now. More likely, though, its roots lie in the belief that we live in a reality-led world, that audiences are more likely to fall for a story that is true. If this is so, do they have any idea how wrong they are? People like to say that the truth is stranger than fiction. Sometimes, though, fiction has a “truth” that fact lacks. After all, Laurent and Thérèse have lived and died in my mind’s eye these past 31 years.",
  "webTitle": "When true crime TV drama only adds to the pain",
  "webPublicationDate": "2016-05-21T23:05:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/21/itv-the-secret-castlerock-murders-zola-therese-raquin",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "James Nesbitt",
      "id": "tv-and-radio/james-nesbitt",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Crime drama",
      "id": "tv-and-radio/crime-drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Bereavement",
      "id": "lifeandstyle/bereavement",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Cooke",
      "id": "profile/rachelcooke"
    }
  ],
  "guardianId": "commentisfree/2016/may/21/itv-the-secret-castlerock-murders-zola-therese-raquin"
}