{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/25/elton-john-10-of-the-best-bennie-and-the-jets",
  "id": "2016-05-25-196",
  "sectionId": "music",
  "body": "1. Your Song  Sir Elton Hercules John might be considered a balladeer, but in 1970 there was surprise at his label, DJM, that his breakthrough song was a slow, whimsical serenade. Those who’d followed his fledgling career perceived the Elton John Band to be a rocking affair, incorporating gospel, honky-tonk and elements of psychedelic folk. In the US, the pretty Your Song, with a naively romantic lyric by Bernie Taupin, was the B-side to the more uptempo Take Me to the Pilot, but it was promoted to the lead track after radio stations persisted in plugging it. It made the Top 10 on both sides of the Atlantic, and was the beginning of a run of bestselling singles and superstardom (especially Stateside) that would make John the biggest pop star on the planet for five years. He went on to sell more than 100m singles, but his first hit is still one of his defining moments, and its opening line – “It’s a little bit funny / This feeling inside” – remains instantly recognisable. 2. Rocket Man John’s 11th single, taken from the album Honky Château, is arguably his best-loved. The 1972 track didn’t quite make it to No 1 in the US – he’d have to wait until Crocodile Rock later that year for that – but it has endured as one of the key songs of the early 70s, thanks in part to its wonderful production. With Gus Dudgeon on board, it’s not hard to see where inspiration for the space epic might have come from. Dudgeon had produced Space Oddity by David Bowie in 1969. (Bowie’s regular producer Tony Visconti had refused to work on the track, calling it a “cheap shot”.) Dudgeon repeated the trick with John, imbuing a song about space travel with an otherworldly ambience. (There’s also a druggy subtext: lines include “And I’m gonna be high as a kite by then.”) Bowie and John might have seemed destined to become kindred spirits, but the former said they had little in common. In a Playboy interview, Bowie made some catty comments, referring to John as “the Liberace … the token queen of rock”, adding: “I’m responsible for a whole new school of pretension. They know who they are, don’t you, Elton?” John would bide his time before hitting back. 3. Bennie and the Jets As with Your Song, it was radio play that turned Bennie and the Jets into a smash hit – against John’s will (he thought the song was too strange to succeed). CKLW in Windsor, Ontario, aired it first, then Detroit radio stations and Top 40 stations across the US followed suit. Bennie (Benny on the single sleeve, Bennie on the album) was not only a No 1 in America, but it also became John’s first crossover hit, landing him on the R&B chart for the first time. An invitation to appear on Soul Train followed, and John became the first white British artist to be accepted on black radio a good year before Bowie and the Bee Gees. At this point in his career – the song came from the double album Goodbye Yellow Brick Road – John could do no wrong. Nor could his producer: Dudgeon bookended the track with whistles from a live concert and vocal loops to give it a vitality that still stands up. The slow staccato tension of the grand piano and Taupin’s bombastic lyric about a fictional glam-rock band combine to stunning effect on one of their most inspired collaborations.            4. Philadelphia Freedom John needed a suitable number to back his performance of Bennie and the Jets on Soul Train in 1975. He opted to perform a song he hadn’t yet released. Philadelphia Freedom was inspired – in name at least – by Billie Jean King’s Philadelphia Freedoms tennis team, even if the Bernie Taupin lyric had little to do with tennis and everything to do with emancipation; there’s also a line about flag waving, which tapped into the US bicentennial celebrations. John – an avid record collector with a staggering library that he still maintains, apparently – has never been afraid to use contemporary musical trends in his music, so it wasn’t surprising that he set about re-creating the Philly soul sound. The song failed to reach the Top 10 in the UK, but it landed John his fourth No 1 in three years in the US.  5. Dan Dare (Pilot of the Future) In 1975, John was sitting on top of the world, becoming the first artist to have an album debut at No 1 on the Billboard 200 with Captain Fantastic and the Brown Dirt Cowboy. Its follow-up, Rock of the Westies, was subpar, however, and John’s hot streak began to cool. But there was still room for another US No 1 single: the nauseatingly upbeat Island Girl, which reached only No 14 in the UK (a placing too generous by half). John had wanted to lead with the fabulously funky Elton John single-that-never-was, Dan Dare (Pilot of the Future), and in retrospect his instincts seem correct. Dan Dare is a cornucopia of vocoder, funky bass, honky tonk piano and irresistible slabs of Clavinova. John is at his best when he is consumed by a groove, and few tracks have more groove than Dan Dare. It may not be his best-known song, but it was used as the soundtrack for an animated film of the same name in 2001.        6. Sorry Seems to Be the Hardest Word Relentless touring, substance abuse and the production of two albums a year were beginning to take their toll in the mid 1970s. Despite all of his success, John’s lifestyle was making him unhappy – a feeling manifested in the mood of his 1976 album Blue Moves, a funereal double record. After it was completed, he parted with Gus Dudgeon. (They would resume their working relationship a decade later.) The mood on Blue Moves might have been macabre, but the lead single Sorry Seems to Be the Hardest Word is a tour de force of raw, plaintive emotion and tender, deceptively clever keystrokes. In the video promo, a tearful-looking Elton sits at a giant white grand piano on an uncharacteristically nondescript set; gone are the wacky glasses and the hairpiece, the giant shoes and the Donald Duck costumes.  7. Ego By 1978, sales in the US had, relatively speaking, dropped off a cliff. Whether that was to do with an artistic slump or John’s admission to Playboy magazine that he was bisexual, or both, isn’t clear. Ego was infused with camp and a high-octane nervous energy, but it struggled to No 34 in the US and the UK. The disappointment for Elton was palpable, and the strain showed. He decided to retire from playing live – not for the last time – and his working relationship with best pal and lyricist Bernie Taupin was paused – at least until John signed a new deal with Geffen Records in the 80s and the label put the dream team back together. Ego was the last song the pair worked on before parting, and it’s a fitting conclusion to the first phase of John’s career, even if the public didn’t wholly agree. While Ego could easily be about Elton’s own megalomania, some listeners believed the track was aimed at David Bowie. According to biographer David Buckley, it apparently stuck in John’s craw that Bowie had come out as bisexual while in a heterosexual marriage, while he felt he’d had to conceal his sexuality. It also didn’t help that the critics fawned over Bowie’s art-school pretensions while John – the entertainer – was disparaged by many of the same tastemakers. 8. Are You Ready for Love? The late 70s were difficult; John wasn’t accepted by the punks, and his half-hearted bandwagon-jumping disco album Victim of Love was rightly panned by critics, disappearing without a trace. Intriguingly, he had recorded some more Philly soul-inspired numbers in 1977 with lyricist Gary Osborne and producer Thom Bell. (For some reason, MCA didn’t release the Thom Bell Sessions EP until 1979.) The public clearly weren’t ready for Are You Ready for Love? It was pushed on a B-side and largely forgotten until 2003, when an Ashley Beedle remix was used in an advert for the Premier League. Suddenly, a lost classic got its moment in the sun, and Are You Ready for Love? catapulted to No 1 in the UK. It would become Elton’s biggest hit since the revival of Candle in the Wind in 1997. Are You Ready was such an ebullient song that it’s hard to understand how it could have been so neglected in the first place.            9. Nobody Wins Lyricist Gary Osborne may not have written as many words that passed into pop’s vernacular as Bernie Taupin, but he had a special skill that came in very handy for 1981’s Nobody Wins. John heard Janic Prévost’s J’Veux d’la Tendresse in 1980, when he was living in France; falling in love with the track, he decided to record it himself. Osborne, it transpired, not only wrote his own words, but also translated songs from foreign languages, a talent that had kept him remunerated during his late teens. Jean-Paul Dréau’s original French lyric, about a once passionate but now loveless marriage, must have resonated with Elton. It epitomised his feelings about his own parents’ frosty relationship, something he wasn’t afraid to talk about in numerous interviews. Alas, it was perhaps too “European” for the UK market, charting outside the Top 40, which seems criminal in hindsight. 10. I’m Still Standing            John rediscovered commercial success in 1983, with tracks including I Guess That’s Why They Call It the Blues and I’m Still Standing reaching the Top 10 on both sides of the Atlantic. Where so many of his albums had begun to feature a few good singles and an awful lot of filler, his 17th LP, Too Low for Zero, became his most consistent offering since his 70s heyday. I’m Still Standing, in particular, was a bullish testament to survival, and one in the eye for those detractors who’d assumed Reg Dwight was finished. The song is an invigorating slab of high camp, and it was the one time John made an effort for the video, even pulling off a few choreographed moves. He would had further success in the 90s (including the bestselling single of all time), but the schmaltzy ballads he peddled then are more shadows compared with his greatest material. Nothing can touch the explosion of creativity that made him such a massive star in the early 70s.",
  "webTitle": "Elton John: 10 of the best",
  "webPublicationDate": "2016-05-25T11:17:14Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/25/elton-john-10-of-the-best-bennie-and-the-jets",
  "keyword": [
    {
      "webTitle": "Elton John",
      "id": "music/elton-john",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jeremy Allen",
      "id": "profile/jeremy-allen"
    }
  ],
  "guardianId": "music/musicblog/2016/may/25/elton-john-10-of-the-best-bennie-and-the-jets"
}