{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/27/the-forbidden-zone-review-katie-mitchell",
  "id": "2016-05-27-145",
  "sectionId": "stage",
  "body": "In The Forbidden Zone, the words of women – including Mary Borden, who founded a first world war field hospital, and the philosopher Hannah Arendt – are used to explore the moral responsibilities of science in a man’s war. Time is fluid and different eras co-exist in this haunting piece created for the Schaubühne theatre in Berlin by Katie Mitchell, Duncan Macmillan and the video artist Leo Warner. It’s performed in English and German with English surtitles. A German scientist, Fritz Haber, calmly describes the devastating effects of his invention, chlorine gas, on French soldiers at Ypres. There is a distant sound of children playing. A train hurtles through the Chicago suburbs in 1943, while in Europe trains are transporting people to Auschwitz and the gas chambers. In 1915 Berlin, Clara Immerwahr holds a gun to her heart; 30 years later her granddaughter, Claire Haber, contemplates death by cyanide. A former nurse who watched her lover die as a result of gas poisoning in the first world war hears that her research, on antidotes to chemical warfare, is to be discontinued as US efforts are focused on developing an atom bomb.     A constant tension … The Forbidden Zone. Photograph: Stephen Cummiskey    Using the techniques Mitchell pioneered in Waves, live action is displayed in projected closeups, delivered by a brilliant band of camera operators who swarm across the stage. As with great puppetry, their presence doesn’t distract but heightens both interest and emotion. From a tremble in twisting fingers to a twitch in the corner of a mouth, this 80-minute show offers a multitude of alternative perspectives. Personal stories and public events collide and there is a constant tension between internal and external realities. History is not one single unfolding narrative but a series of glimpsed or overheard moments, the consequences of which are only gradually revealed.  At the Barbican, London, until 29 May. Box office: 020-7638 8891.",
  "webTitle": "The Forbidden Zone review – Katie Mitchell probes the science of war",
  "webPublicationDate": "2016-05-27T13:13:57Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/27/the-forbidden-zone-review-katie-mitchell",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Barbican",
      "id": "culture/barbican",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Katie Mitchell",
      "id": "stage/katie-mitchell",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Schaubühne ",
      "id": "stage/schaubuhne",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/27/the-forbidden-zone-review-katie-mitchell"
}