{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/24/the-peloponnese-in-greece-is-the-best-place-in-europe-to-visit-in-2016-says-lonely-planet",
  "id": "2016-05-24-302",
  "sectionId": "travel",
  "body": "Travel guide publisher Lonely Planet has released its annual list of the best places to visit in Europe, this year opting for a mix of the usual suspects (Venice, the Dordogne) and a scattering of off-the-beaten track places such as the Dutch island of Texel. Topping the list is the the Peloponnese, a region often overlooked by travellers to Greece, who tend to visit the islands or build a sightseeing trip around Athen’s iconic Acropolis. The region is described as “an affordable enclave of magnificent ancient sights like Olympia, Mycenae and Mystra”. The recently opened Menalon trail provides a new way to explore the region, which is popular with hikers.      Aarhus is praised for its contemporary architecture, such as the Aarhus Kunstmuseum    Second on the list is Aarhus in Denmark (which next year will be the European Capital of Culture and European Region of Gastronomy), praised for its contemporary architecture, new public spaces on the harbour front and Michelin-star restaurants. Third spot goes to tourist favourite Venice, which is commemorating the 500th anniversary of the Venetian ghetto this year.  Less obvious locations that make the top 10 include Lviv in Ukraine, home to dozens of festivals over the summer, and Extremadura in Spain, described as one of the “least known regions in one of Europe’s best known countries”.     Storks nest on top of prefabricated posts in Extremadura, Spain, described as one of the ‘least known regions in one of Europe’s best known countries’. Photograph: Jorge Rey/EPA    Texel, the largest of the Netherlands’ Wadden Sea Islands is also featured. Though the island’s deserted sand beaches and dunescapes are popular with Dutch and German visitors, it remains relatively unknown further afield. The UK county of Warwickshire also makes it on to the list, with the Statford-upon-Avon’s celebrations to commemorate the 400th anniversary of William Shakespeare’s death, deemed a good reason to visit this year. Lonely Planet’s Best in Europe 2016  Peloponnese, Greece Aarhus, Denmark Venice, Italy The Dordogne, France Lviv, Ukraine Warwickshire, England Extremadura, Spain East Coast Tenerife, Canary Islands Texel, the Netherlands Northern Dalmatia, Croatia",
  "webTitle": "The Peloponnese in Greece is the best place in Europe to visit in 2016, says Lonely Planet",
  "webPublicationDate": "2016-05-24T05:30:01Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/24/the-peloponnese-in-greece-is-the-best-place-in-europe-to-visit-in-2016-says-lonely-planet",
  "keyword": [
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Coldwell",
      "id": "profile/will-coldwell"
    }
  ],
  "guardianId": "travel/2016/may/24/the-peloponnese-in-greece-is-the-best-place-in-europe-to-visit-in-2016-says-lonely-planet"
}