{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/07/charred-earth-canada-dj-wildfire-ruins-fort-mcmurray",
  "id": "2016-05-07-127",
  "sectionId": "world",
  "body": "Thirty hours after raging wildfires forced more than 80,000 residents to flee the northern Alberta city of Fort McMurray, one evacuee, Chris Byrne, decided it was time to head back to his charred city. “I’m not a cop, I’m not a firefighter,” said Byrne, who is, instead, a host at the local radio station Rock 97.9. “I don’t have any special skills, but one thing that I do love is being able to inform people.” Amid warnings from officials that the city was not safe, Byrne and a station engineer made their way from Edmonton – where they had ended up after Tuesday’s evacuation – to Fort McMurray to begin broadcasting again.  “We were passing car after truck after SUV, and campers that had run out of fuel … that had just been abandoned,” he said. “It was kind of crazy, the amount of them.”  Byrne was one of the tens of thousands of residents who, earlier in the week, had sat in bumper-to-bumper traffic as flames licked the city’s main highway and coated the air in a blanket of smoke.     An RCMP officer surveys the damage on a street in fire-ravaged Fort McMurray, Alberta. Photograph: AP    Now, as officials reported the wildfires had cut a path of destruction through several neighbourhoods and destroyed more than 1,600 homes and buildings, he was going home.  Unseasonably hot temperatures, extremely dry conditions and winds of up to 70km/h (44mph) helped fuel the fire’s spectacular growth to 101,000 hectares on Friday – an area more than 10 times the size of Manhattan – up from just 10,000ha earlier in the week. With temperatures expected to hit 27C (80F) on Saturday, officials said the fire could double in size by end of the day. On Friday, Rachel Notley, the premier of Alberta, said Fort McMurray was still trapped in the grip of the inferno. “The city of Fort McMurray is not safe to return to and this will be true for a significant period of time,” she told the thousands of evacuees scattered across the province.            Alberta driver’s dashcam footage of wildfire    Byrne passed through several police blockades to reach the city, at times waiting patiently after fires jumped the highways. The journey had been approved by the Royal Canadian Mounted Police because it was considered that restarting the station could help restore essential services to the area. The pair were told to bring their own water, food and respirators to help withstand the conditions. As they neared Fort McMurray, the smoke became so thick they could no longer see beyond the reach of their headlights. “You could barely even see the lines in the road from the wildfire smoke that was coming in.” Then they reached the outskirts. “The trees are still there, but there’s no greenery on them,” Byrne said. “You expect to see apartment buildings, townhouses – you look and there’s nothing. It just looks like charred dark earth. Everything is just gone.”  In contrast, the city’s downtown was fairly intact. Byrne was also delighted to find his home in the northern part of the city still standing. “The most impactful moment for me was walking through the door,” he said. “It was immediately followed by a sense of regret that I’m experiencing this and there are thousands of people who won’t be able to.”    Related: There’s more to Fort McMurray than oil sands – it’s a real community | Aritha van Herk             Blaze rips through Fort McMurray home – timelapse video    The extent of the destruction wreaked by the fire was evident in a video uploaded to YouTube on Thursday. Apparently shot by a firefighter, the footage shows a devastated landscape dotted with piles of blackened rubble and the burned out frames of pickup trucks. A thick haze of smoke still hangs overhead, while small fires flare among the ruins.  One of the firefighters can be heard saying: “Crazy, a whole neighbourhood just lost last night.”           Eerie footage from inside Fort McMurray following raging wildfires    More than 1,200 firefighters, 100 helicopters, 295 pieces of heavy equipment and two dozen air tankers are fighting the blaze. But officials said this week that a change in the weather was the only way the fire could be halted.  “Let me be clear: air tankers are not going to stop this fire,” said Chad Morrison, Alberta’s manager of wildfire prevention. “This fire will continue to burn for a very long time until we see some significant rain.” Environment Canada said there was a 40% chance of rain in the area on Sunday. The country’s public safety minister, Ralph Goodale, vowed to send firefighters and water from other provinces. “They are dealing with a beast of a fire, one of the worst we’ve ever seen,” he said. If more resources were required, the government would ask the US for help, he added. On Friday, police and the military oversaw the procession of hundreds of cars heading south, after officials decided to move evacuees to where they could better access support services. Mass airlifts, which began on Thursday, also continued to take thousands of people to Calgary and Edmonton, the province’s two major cities.     A plane drops fire retardant over an area near Fort McMurray. Photograph: Cole Burston/AFP/Getty Images    The convoy and mass airlifts were expected to continue on Saturday. About 1,200 vehicles had passed through Fort McMurray by late afternoon on Friday, in a steady exodus that was only once forced to halt due to heavy smoke. By then Byrne had managed to get the transmitter up and running, but the fires had left the station reliant on its backup iPod. “There’s only about 25 or so songs on a rotation,” he said. “I’ve had people texting me saying if I hear Patience by Guns N’ Roses one more time, that’s it, I’m done.”  On Friday, reports emerged suggesting that Byrne was not the only resident in the evacuated city. The RCMP said officers had come across a family of five – including three young children – who had not heeded the evacuation orders. “They did not believe they were in danger,” the RCMP told the Canadian Broadcasting Corporation. An elderly man and his dog were also found in the city. All of them were safely evacuated with officials pointing to the wildfires that continue to roar, scattering red-hot embers and painting the skyline a blazing orange. Still, Byrne is hoping to stay. “People have been telling me to stay safe, as if I’m just going to run headlong into a forest fire,” he said. “I’m not Vice, I’m not a gonzo journalist.”",
  "webTitle": "'It's just charred earth': DJ returns to wildfire-hit ruins of Fort McMurray",
  "webPublicationDate": "2016-05-07T09:52:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/07/charred-earth-canada-dj-wildfire-ruins-fort-mcmurray",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/07/charred-earth-canada-dj-wildfire-ruins-fort-mcmurray"
}