{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/03/un-demands-protection-for-war-zone-hospitals-after-epidemic-of-attacks",
  "id": "2016-05-03-104",
  "sectionId": "global-development",
  "body": "The UN security council has unanimously adopted a resolution intended to protect hospitals, medical professionals and patients from “an epidemic of attacks” on health facilities in war zones. The resolution, which was drafted by New Zealand, Spain, Egypt, Japan and Uruguay and adopted on Tuesday, comes days after 55 people died when a hospital was bombed in the Syrian city of Aleppo. It demands that “all parties to armed conflicts fully comply with their obligations under international law … to ensure the respect and protection of all medical personnel and humanitarian personnel exclusively engaged in medical duties, their means of transport and equipment, as well as hospitals and other medical facilities”. The UN secretary general, Ban Ki-moon, told the council that such attacks had to end. “When so-called surgical strikes end up hitting surgical wards, something is deeply wrong,” he said.   Related: Kunduz hospital patients 'burned in beds … even wars have rules', says MSF chief    The resolution – which was supported by Médecins Sans Frontières (MSF), the International Committee of the Red Cross (ICRC) and others – requests that Ban present recommendations on measures to prevent attacks and to ensure that those who carry them out are held accountable. Although the measure is built on existing legislation, France’s ambassador to the UN said it was a “major resolution” that sent a strong message that there will be “no impunity for the authors of attacks perpetrated against medical installations and medical personnel”. According to MSF, 63 of the hospitals and clinics it supports in Syria were hit by bombing and shelling last year. A US attack on an MSF hospital in the Afghan city of Kunduz last October left 42 people dead, while the charity’s hospitals in Yemen and South Sudan have also been repeatedly targeted. MSF’s international president, Joanne Liu, told the security council that such attacks afforded “only a glimpse into the brutality of war”, adding: “We are at a deadly impasse. We can no longer assume that fully functioning hospitals – in which patients are fighting for their lives – are out of bounds. Hospitals and patients have been dragged on to the battlefield.” Speaking four days after the US announced that its troops involved in the Kunduz attack would not face war crimes charges, Liu said such incidents needed to be independently and robustly investigated. “We are facing an epidemic of attacks on health facilities, impeding our ability to do our core work,” she said. “And to date, our calls for independent investigations have gone unheeded. Accountability begins with independent and impartial fact finding. Perpetrators cannot be investigators, judges and juries.” Peter Maurer, the president of the ICRC, told the security council that the effects of illegal attacks could not be overstated. “Today, the reality in too many war-torn countries is that if you don’t die of shelling or fighting, you die because there is no dialysis equipment, no diabetes medicine, no antibiotics and no heart disease treatment,” he said. “Death rates by communicable and non-communicable diseases often surpass death rates by weapons … It is not just a hospital or a doctor affected: entire health systems unravel under the attacks on health facilities and personnel.” The advocacy group Physicians for Human Rights (PHR) said the resolution was not only a reminder that medical neutrality is enshrined in the Geneva conventions, but also a reminder of the fact that UN member states have a duty to investigate such attacks. “There is no justification for targeting doctors and nurses who are already putting their own lives on the line to save others,” said Susannah Sirkin, PHR’s director of international policy and partnerships.  “We cannot allow attacks on healthcare to become the new normal. This resolution is a reminder that if you target health workers and hospitals during warfare, you are a war criminal, plain and simple.” Sirkin also warned the security council that it had to move from resolution to action “[The] agreement today give us hope, but we know that without actions to back them up, words alone won’t save lives,” she added. “The security council must act when healthcare becomes a target. The council’s credibility is on the line.”",
  "webTitle": "UN demands protection for war zone hospitals after 'epidemic of attacks'",
  "webPublicationDate": "2016-05-03T16:31:49Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/03/un-demands-protection-for-war-zone-hospitals-after-epidemic-of-attacks",
  "keyword": [
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Jones",
      "id": "profile/samjones"
    }
  ],
  "guardianId": "global-development/2016/may/03/un-demands-protection-for-war-zone-hospitals-after-epidemic-of-attacks"
}