{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/03/nus-malia-bouattia-role-student-unions",
  "id": "2016-05-03-217",
  "sectionId": "education",
  "body": "The backlash against the newly elected president of the National Union of Students, Malia Bouattia, raises issues that go beyond the controversy about whether some of her past remarks can fairly be described as antisemitic. Bouattia argues that her comments were “anti-Zionist”, and so completely different. Maybe she could have chosen her language more carefully, given the inevitable sensitivities. It is possible to be a Zionist while also critical of the Israeli government. Bouattia (pictured) is now attacked by the rightwing tabloid press for a range of allegations: that she is anti-police, pro-terrorism … after all, she is originally from Algeria and so can’t be truly British. This needs to be taken with a huge pinch of salt. Let’s remember the same media also recently provided a platform for Boris Johnson’s attack on the “part-Kenyan” Barack Obama.   Related: I’m the new NUS president – and no, I’m not an antisemitic Isis sympathiser | Malia Bouattia    The wider issue is perhaps whether the NUS should campaign on issues that do not immediately and directly affect students. Should it support the general opposition to austerity, public sector cuts, curbs in benefits, restrictions on legal aid and the rest? My answer is an unequivocal yes. It is difficult to draw a line between student issues and wider political campaigns. For example, students are as likely as anyone else to be adversely affected by cuts in, or the creeping privatisation of, say, the NHS. There are also direct links between policies that hit students, high tuition fees and increasing graduate debt, and other government policies on public expenditure and public services. And, as Obama so eloquently told young people in his “town hall” meeting last month, they should not feel powerless to change the world and succumb to cynicism. You can’t tell them, or the NUS, it’s OK to campaign on “safer” issues such as the environment but not on more divisive ones like cuts and austerity, or even on difficult issues such as the government’s so-called Prevent campaign against terrorism. There have always been tensions between the national leadership of the NUS and grassroots students in their own student unions, as there are between Labour, Conservative and SNP activists and those who vote for these parties. Student unions threatening to disaffiliate from the NUS, and even carrying out their threats (usually temporarily), is nothing new.   Related: NUS president must address concerns over antisemitism, say Jewish students    Once the conflict was straightforwardly party-political. The radical left objected to people they saw as Labour party careerists who dominated the NUS – Jack Straw, Charles Clarke, Jim Murphy. Student unions in which the Conservatives were strong had similar objections. Today the fault line is rather different. Many student unions are focused on providing services to students, and not only by boosting profits from their bars. Many have formidable commercial operations, filling in essential gaps in student services that maybe should be provided by universities. There has also been a tendency for universities to conscript student unions to help meet corporate objectives. Improved results in the National Student Survey, well- or ill-gotten, are an obvious example of where both institutions and students have a common interest in higher league table positions. The new Teaching Excellence Framework will provide even more scope for such collaboration. For student union officers and managers focused on Blair-style “delivery”, the NUS’s embroilment in political campaigns can be an embarrassment, especially if those campaigns stray into eggshell territory such as the Israeli-Palestinian dispute. Compare their technocratic view of the world, or even the verbal politicking of the NUS, with the street action of French students as they battle against President François Hollande’s plans to liberalise the labour market by weakening workers’ rights. They do things differently on the other side of the Channel. Maybe we aren’t proper Europeans – but that’s a different debate. Peter Scott is professor of higher education studies, UCL Institute of Education",
  "webTitle": "What’s the NUS for, if not for changing the world?",
  "webPublicationDate": "2016-05-03T11:30:00Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/03/nus-malia-bouattia-role-student-unions",
  "keyword": [
    {
      "webTitle": "Student politics",
      "id": "education/studentpolitics",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "University administration",
      "id": "education/administration",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Scott",
      "id": "profile/peter-scott"
    }
  ],
  "guardianId": "education/2016/may/03/nus-malia-bouattia-role-student-unions"
}