{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/chinese-communist-party-suspends-ren-zhiqiang-social-media-xi-jinping",
  "id": "2016-05-02-157",
  "sectionId": "world",
  "body": "China has suspended an outspoken property magnate from the Communist party after he publicly questioned President Xi Jinping’s attempts to bring the country’s media to heel.  In February, just days after Xi demanded absolute loyalty from China’s party-controlled press, Ren Zhiqiang challenged the move on social media.  “When did the people’s government change into the party’s government?” Ren, a sharp-tongued tycoon who some call China’s Donald Trump, wrote to his tens of millions of online followers.  The internet watchdog, the Cyberspace Administration of China, responded by closing the 65-year-old’s social media accounts and accusing him of spreading illegal information.  A government spokesperson said Ren’s comments were a “vile influence”. State media announced Ren’s long-awaited punishment on Monday in a brief dispatch. China Radio International said he had “violated the political discipline of the party” and had been suspended from the party for a year. “Ren’s remarks on online platforms and during public occasions have run counter to the party’s basic policies on multiple occasions,” the state-controlled news group added.      Xi Jinping. Photograph: Iori Sagisawa/AP    Ren’s suspension – a punishment less severe than some had anticipated – has come amid severe political tightening in China.  Last week China’s rubber-stamp parliament gave the green light to a controversial law placing foreign non-governmental organisations operating in China under the control of the security services. Critics say the law is designed to force NGOs seen by Beijing as potential threats out of the country. In February, Xi toured three state media organisations as part of what one expert called a “no-holds barred” attempt to seize control of the news agenda.  Xi told Chinese journalists they should “love the party, protect the party, and closely align themselves with the party leadership in thought, politics and action”.  The intensifying clampdown has brought signs of resistance. In March Chinese security officials launched a manhunt apparently intended to track down the author of an anonymous online letter that had called for Xi’s resignation.  Kerry Brown, the author of a new book about Xi called CEO, China, said he saw the crackdown as part of a decade-long Communist party struggle to stamp out those questioning its rule, such as civil rights lawyers and dissidents.  “It is part of a war. Xi Jinping has been tougher at fighting that war largely because the party has become, I think, more spooked by the effectiveness of some of its opponents,” he said.  Brown said he believed the entire party leadership backed the current offensive. “I think the party leadership at the top may disagree on many things that we don’t know about. But I’m pretty sure they agree on one thing and that is that without the party, they and the whole mission of [helping] China to become this great nation for the first time in modern history will go out of the window.  “I think they really, profoundly believe that. They think the party is the thing that is going to get them there and they must defend it.”",
  "webTitle": "Chinese Communist party suspends tycoon after Xi Jinping outburst",
  "webPublicationDate": "2016-05-02T11:36:07Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/chinese-communist-party-suspends-ren-zhiqiang-social-media-xi-jinping",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Censorship",
      "id": "world/censorship",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Freedom of speech",
      "id": "world/freedom-of-speech",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/02/chinese-communist-party-suspends-ren-zhiqiang-social-media-xi-jinping"
}