{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/coalition-sells-50bn-infrastructure-plan-new-spending-709m",
  "id": "2016-05-03-273",
  "sectionId": "australia-news",
  "body": "The Turnbull government has spruiked a $50bn national infrastructure plan in its election budget but the new spend in Tuesday’s statement is $709m for two projects. The government has set aside “up to” $594m worth of new equity for the Australian Track Rail Corporation to progress an inland rail project that will ultimately connect Brisbane and Melbourne. The capital allocation for the project covers land acquisition, the continuation of pre-construction activity and “due diligence”.   Related: Infrastructure funds spent on dubious projects in marginal seats, report says    It also includes $3.8m funding for “market testing to examine opportunities to optimise private- sector involvement in delivering and financing inland rail”. The government has previously flagged value capture financing as a means of funding transport projects, which is a type of financing that recovers some or all of the of the value that public infrastructure generates for private owners. The government has also allocated $115m for preparatory works at the second Sydney airport site of Badgerys Creek. The commitment includes $26.2m to undertake concept design for a rail link to the site. The budget papers say the money will provide specialist advice on planning and development of the project including “ongoing management and security of the site, minor land acquisitions and design work for the provision of utilities”. Separately to the two projects, there is a $2bn scheme for new dams and pipelines, which is a concessional loan facility. The treasurer, Scott Morrison, used his budget address to point to 180 road projects under construction. “In this budget we are adding new commitments for the Ipswich motorway, Monash freeway, Murray basin freight rail and the Perth freight link,” he said on Tuesday night. The government is also using the Abbott government’s asset recycling initiative – a program that encouraged state governments to sell assets and invest the proceeds in new infrastructure – to fund urban rail projects in Sydney and Melbourne. Tuesday’s budget also pulled $162.7m out of uncommitted contingency funding for infrastructure programs and booked the savings “to fund new policy priorities in the infrastructure and regional development portfolio”.",
  "webTitle": "Coalition sells $50bn infrastructure plan, but new spending only $709m",
  "webPublicationDate": "2016-05-03T09:45:11Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/coalition-sells-50bn-infrastructure-plan-new-spending-709m",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rail transport",
      "id": "world/rail-transport",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Katharine Murphy",
      "id": "profile/katharine-murphy"
    }
  ],
  "guardianId": "australia-news/2016/may/03/coalition-sells-50bn-infrastructure-plan-new-spending-709m"
}