{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/09/columbus-crew-penalty-mls-news-toronto-sounders",
  "id": "2016-05-09-225",
  "sectionId": "football",
  "body": "Clint Dempsey is finally over the loss of Obafemi Martins as Seattle surge If the Seattle Sounders’ season so far was a romantic comedy, Clint Dempsey would have spent the opening few scenes curled up on the couch, sobbing into a tub of Ben and Jerry’s over the one that got away - the one that got away being Obafemi Martins. However, following the time-honoured romcom formula, Dempsey has found a spark with someone else. Jordan Morris’s burgeoning understanding with the USA captain has more than anything else helped to revive the Sounders’ 2016 campaign, with the rookie netting four times in his last four outings. It’s not so long since Dempsey apparently pined for Martins, playing balls into areas where the Nigerian once ran free; glancing longingly at the one dirty ‘Martins 9’ jersey left in the locker room; eating plates of spaghetti all on his own. Not now, though.            Dempsey and Morris aren’t quite North American soccer’s perfect couple just yet, but a relationship is blossoming. The duo combined for five shots on goal inside the penalty box, with Dempsey scoring from one of his. Their understanding is mutually beneficial, with the two bouncing off each other as Seattle finally rack up the wins after a difficult start to the season.  At the back there was also reason to be positive, even if they were a Chris Wondolowski missed penalty away from dirtying their clean sheet. While Seattle have toiled in their efforts to get things right up front, the defence has remained consistently solid. Against the Earthquakes the hosts were largely difficult to break down and deserving of their shutout. This was quite possibly the best Seattle have played all season, even if Sigi Schmid wasn’t entirely satisfied with the performance. “We still should have scored more goals tonight with the chances we were able to create,” the Sounders boss pointed out after the 2-0 victory. Indeed, there is still room for much improvement, but the fledgling connection between their most decorated veteran and their most promising youngster is illustrative of how Seattle are progressing as a whole. On their current trajectory, which has produced three wins from four games, all those early season insecurities and concerns will be shortly forgotten. They, and Dempsey in particular, will emerge better off – like all romcom leads. GR Penalty kick farce offered glimpse of deeper issues at the Columbus Crew What’s in a penalty kick? Well, quite a lot actually. Of course, it can decide a game, league, season, everything. But the manner in which they are taken can say a lot about a player. In the Columbus Crew’s case, it opened a window into the tumultuous mindset of a team struggling to match last season’s success.            It’s not often a match turns on the successful conversion of a spot kick, but that’s what happened at Mapfre Stadium on Saturday. Federico Higuain’s penalty put the Crew 4-1 up and seemingly out of sight against the Montreal Impact, but a flair-up with Kei Kamara over who would take the kick inflicted more damage than any single goal was worth. Indeed, Columbus crumpled and were eventually pegged back to a 4-4 draw. With two goals already to his name it was perhaps understandable that Kamara wanted to take the penalty over designated kick-taker Higuain. It’s also understandable that with only two goals so far this term the Argentine wanted to keep the ball for himself. But it wasn’t as simple as that.  Seemingly Higuain had told Kamara of his call to hand the penalty to Ethan Finlay, to which the Sierra Leonean agreed. However, when Finlay offered it back to Higuain the Argentine pulled rank over Kamara, taking it himself. From there the Crew’s mentality snapped, allowing Montreal back into a contest that should have been sewn up. So who was really to blame - Higuain or Kamara? “You have two goals, you’re going for a hat-trick, a player that’s never scored a hat-trick in their career,” Kamara sought to explain afterwards. “What do you do? Do you give it to him or do you take it? That’s selfishness. That’s not a team-mate. That’s selfishness. Why did I lose the golden boot last year? How many penalty kicks did I score before Giovinco? None.” Columbus have taken just nine points from nine games, and are slumped second bottom of the Eastern Conference. Saturday’s debacle hinted at underlying problems at the club. At the time Kamara’s refusal to train in protest over his current contract was considered little more than a minor complication. Now – along with the more recent penalty farce – it might illustrate a club with to worry about than just disappointing results. GR Toronto are laying down more foundations It’s been one of the recurring images of the last decade in MLS — the Toronto skyline bearing mute witness to yet another lackluster performance by the home team at BMO Field. It was as if the will to win would just evaporate from the Toronto players and dissipate over the horizon beyond the open stand. Toronto played their first home game of the season on Saturday. The reason? The club, fresh from bolstering the starting line up on the field with the addition of several MLS veterans, has been redeveloping the stadium, including an expanded main stand, which now looms imposingly over the field.            A 30,000 sellout crowd helped pack said stand for the visit of Dallas, and created a raucous atmosphere as Toronto tore into the visitors, eventually winning 1-0. Michael Bradley and Will Johnson were snapping around midfield, Sebastian Giovinco was stretching the Dallas defense as only he can, and Jozy Altidore put in an industrious shift as he continues his recovery from injury.  As it turned out though, the difference maker and goalscorer was Tsubasa Endoh — this year’s No9 draft pick, and a player who has started his MLS career in lively fashion.  Dallas tried to play their part, mind you. They may not be on as epic a road trip as Toronto’s, but they’d lost two straight by wide margins coming into Saturday’s game, and duly made three changes, including reconvening the partnership of Ulloa and Acosta at the base of midfield. If that was intended to offer a platform for Mauro Diaz however, the close attentions of Bradley and Johnson nullified that possibility very effectively. Toronto look solid all over the field for the first time I can remember. Every time the cameras pulled back for a wide shot, the new grandstand was a reminder that the club finally look like they’re putting down sustainable foundations. After a long road trip could have cut them adrift, they finished Saturday up to second in the East, a point behind Montreal with a game in hand. They’re for real this year. GP 2016 is shaping up to be David Villa’s year If ever there was any doubt over how invested David Villa is in the fortunes of New York City FC, the agonising home draw with Montreal two weeks ago quelled such suspicion. Not that there has ever been any question of the Spaniard’s commitment, but the image of him face down on the Yankee Stadium turf, pained at the loss of a stoppage time equaliser illustrated a man with commitment to the cause. At times he has been the only NYC FC player deserving of such credit. The former Barcelona and Valencia forward has cut a more content figure in recent weeks, though, scoring his seventh goal of the campaign in New York City FC’s 2-0 road win over DC United on Sunday. Villa is now tied at the top of the goalscoring charts with Chris Wondolowski and Fanendo Adi. NYC FC’s Designated Players haven’t always lived up to their billing but Villa has reliably been their headline act for the past year or so.  But even by his own high standards, 2016 is shaping up to be Villa’s defining year in MLS. His goals only go so far as to depict how well he is playing. The Spaniard is the dynamo around which Patrick Vieira’s entire frontline revolves, with Sunday’s display highlighting the developing understanding between Villa, Khiry Shelton and Thomas McNamara in NYC FC’s 4-3-3 shape.  “[David’s] really easy to play with,” McNamara said after the win at RFK Stadium. “I just try to work off of him and find space off of his movement. In turn, when I’m looking upfield he’s one of our better if not our best player, so I’m always looking to combine with him around the 18-yard box.” Indeed, NYC FC are becoming harder and harder to defend against, with McNamara playing his role in the inherent fluidity that now makes the Bronx outfit so potent.  2015 was the year of Sebastian Giovinco and Benny Feilhaber and Didier Drogba, with the former in particular enjoying arguably the greatest season of any MLS player in history. Villa might not reach such heights this year, but he is course to put his face on the front cover of the 2016 season review at least. NYC FC should be thankful they’re coming along for the ride. GR Orlando stirred but not shaken Orlando came into Friday night’s nationally televised 1-1 draw with New York Red Bulls with a lot of positive aspects to their play, and a reasonable points return on the improvement they’ve shown at the start of the season. They also came in to the game knowing that their loss two weeks ago in New York meant that they had something to prove in front of their home fans.            At times on Friday, it looked like Orlando had a little too much to prove — this was a chippy game, with eight bookings and a late red card for Orlando’s impressive enforcer Cristian Higuita, who has already put down an All-Star marker with his performances so far this year. Elsewhere in Orlando’s committed but patchy performance, it was tempting to wonder for the first hour of the game whether the demon Bradley Wright-Phillips had exorcised with his goals against Orlando in the first game, had now somehow possessed Cyle Larin. Larin’s wasted a couple of very presentable chances, in a manner reminiscent of the way Wright-Phillips had started the season. For his part, Wright-Phillips looks back in the flow of things, and from the moment he darted onto Sacha Kljestan’s exquisite through ball to the immediate touch that saw him sweep the ball under Joe Bendik in the 19th minute, he looked certain to score. Larin, who’s started the season well in pursuit of a high goal target set by his coach Adrian Heath, looked much less relaxed, but in the 67th minute he made a decisive intervention anyway, as he surged into the right channel and saw his low ball across goal somehow evade a touch from Ronald Zubar and Kemar Lawrence to allow Kevin Molino to poke the ball home. You’d probably say Orlando and Larin deserved that return for their efforts. Mind you, if you’d asked a puzzled Red Bulls attack about their effort-to-results ratio a couple of weeks ago, they might have told you that “deserve” has got nothing to do with it. But in general their midfield battled much better than they had in New York. Kaka’s roaming and Brek Shea’s crossing caused problems, and while it’s a blow to lose the influential Higuita to suspension, they’re comfortably in the playoff spots in the East. They must impove their composure, final ball and game management but the progress required to make them true contenders this year is hardly daunting. GP",
  "webTitle": "Clint Dempsey learns to love again and Crew fall apart over penalty",
  "webPublicationDate": "2016-05-09T11:11:03Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/09/columbus-crew-penalty-mls-news-toronto-sounders",
  "keyword": [
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Orlando City",
      "id": "football/orlando-city",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Toronto FC",
      "id": "football/torontofc",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Columbus Crew",
      "id": "sport/columbus-crew",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Seattle Sounders",
      "id": "sport/seattle-sounders",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Parker",
      "id": "profile/graham-parker"
    },
    {
      "webTitle": "Graham Ruthven",
      "id": "profile/graham-ruthven"
    }
  ],
  "guardianId": "football/blog/2016/may/09/columbus-crew-penalty-mls-news-toronto-sounders"
}