{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/roberto-martinez-everton-sunderland-relegation-newcastle-norwich",
  "id": "2016-05-10-177",
  "sectionId": "football",
  "body": "Roberto Martínez has assured Newcastle United and Norwich City that Everton will not confirm their relegation by producing another feeble away display at Sunderland. Sam Allardyce’s side can secure their Premier League status on Wednesday with victory over an Everton side that is without a win on the road since beating Aston Villa on 1 March and has faced 70 shots on goal in its last two away fixtures. Those matches, a shambolic Merseyside derby defeat at Liverpool and Saturday’s 3-1 loss at champions Leicester City, have helped push Martínez to the brink at Goodison Park, though he denied the performance at the King Power Stadium showed he needs to win back the dressing room. “There is no such thing as winning the players back,” he claimed. Martínez refused to be drawn on his position as Everton manager on Tuesday. “We are not going to make the mistake of losing attention from the only thing that matters at this time which is Sunderland,” he said when asked whether he had received any assurances from the Goodison hierarchy.   Related: Roberto Martínez criticises Everton team but praises Matthew Pennington    But he promised relegation-threatened Newcastle and Norwich that his players – all of whom were criticised on Saturday with the exception of the inexperienced defender Matthew Pennington – will not roll over again at the Stadium of Light. Martínez, who has Ramiro Funes Mori back from suspension and Gareth Barry available after injury against Sunderland, said: “It is a huge game, and not just for what Sunderland playing for. From our point of view we want a reaction to Leicester. “Two weeks ago we had a really good determined performance against Bournemouth. Then we went to Leicester where got caught up in the atmosphere and celebration of a unique footballing occasion and that lack of intensity cost us. “We always want to get something from every game but now our focus goes to tomorrow and we need to match the intensity. Sunderland have got a very good home record in the last six games so we know we will have to be at our very best. The only thing that matters is to avoid any distraction. You mention the integrity of the competition and that’s why it is all we are focused on.”",
  "webTitle": "Roberto Martínez: Everton won’t roll over at Sunderland",
  "webPublicationDate": "2016-05-10T12:21:47Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/roberto-martinez-everton-sunderland-relegation-newcastle-norwich",
  "keyword": [
    {
      "webTitle": "Roberto Martínez",
      "id": "football/roberto-martinez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Norwich City",
      "id": "football/norwichcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/10/roberto-martinez-everton-sunderland-relegation-newcastle-norwich"
}