{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/20/love-partner-deeply-too-controlling-relationship-fundamentally-flawed",
  "id": "2016-05-20-204",
  "sectionId": "lifeandstyle",
  "body": "I met my new partner last year and moved in with him about six weeks ago. I love and admire him deeply. He is dominant by nature, which at the beginning I liked very much, at least sexually. However, since moving in, his controlling ways have extended to forbidding me to wear certain clothes if they are too short or revealing, insisting I wear tights with dresses and so on. This makes me feel uneasy. I don’t want to be made into a dowdy, mousy partner who eventually gets replaced with someone more exciting. I have a tendency to become very insecure in relationships, and this is not the first time I have been dominated in this way. Is the relationship fundamentally flawed or is this something we can work on? • When leaving a message on this page, please be sensitive to the fact that you are responding to a real person in the grip of a real-life dilemma, who wrote to Private Lives asking for help, and may well view your comments here. Please consider especially how your words or the tone of your message could be perceived by someone in this situation, and be aware that comments that appear to be disruptive or disrespectful to the individual concerned will be removed. • If you would like fellow readers to respond to a dilemma of yours, send us an outline of the situation of about 150 words. For advice from Pamela Stephenson Connolly on sexual matters, send us a brief description of your concerns. • All correspondence should reach us by Wednesday morning. Email: private.lives@theguardian.com (please don’t send attachments).",
  "webTitle": "I love my partner deeply, but he is too controlling",
  "webPublicationDate": "2016-05-20T11:38:06Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/20/love-partner-deeply-too-controlling-relationship-fundamentally-flawed",
  "keyword": [
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/20/love-partner-deeply-too-controlling-relationship-fundamentally-flawed"
}