{
  "apiUrl": "https://content.guardianapis.com/environment/world-on-a-plate/2016/may/23/tens-of-countries-sign-up-to-shut-pirate-fishers-out-of-their-ports",
  "id": "2016-05-23-206",
  "sectionId": "environment",
  "body": "In March, the Argentinian coast guard shot at and sank a Chinese vessel that was alleged to be fishing illegally in Argentinian waters (the crew were all rescued). While it’s unclear whether the boat was committing crime, the incident showed that the tension surrounding pirate fishing is reaching a peak, marked elsewhere by increasing conflict, and the detainment and scuttling of illegal fishing fleets. But for pirate fishers, the financial gains appear to be worth these risks. Illegal fishing vessels siphon off up to 26 million tons of illegally caught fish each year, which amounts to over $23bn (£16bn) in profit. This not only deprives legitimate fishers of their catch, but as it’s an unregulated practice, it also undermines the stability of fisheries stocks around the world. Illegal fishing also has a hand in driving already threatened species closer to extinction—like the critically-endangered vaquita, the world’s smallest porpoise, whose fate is rapidly being worsened by illegal fishers in Mexico who tangle and drown the small, protected mammals in their gill nets. The only common ground illegal fishing vessels share with ordinary fishing boats is their dependence on ports, where they dock with their catch so they can bring it to market. If they can’t take refuge in one port, they may try their luck at the next one, assuming they’ll always have some place else to go with their illicit fish. But a momentous new treaty, led by the Food and Agricultural Organisation (FAO), aims to shut down this convenient network. Known as the Port State Measures Agreement (PSMA), the treaty, which comes into full force on 5 June, requires signatory countries to inspect or stop suspicious fishing vessels from entering their ports. Under the banner of the rule, countries that have signed now hold a legal obligation to, quite literally, leave illegal fishers out in the cold. Over the past several years, the effort to get the treaty ratified has been quietly ticking away in the background, as countries have been slowly adding their names to the list of signatories. Recently, a spate of newcomers—Gambia, Sudan, Thailand, and Tonga among them—pushed the number above the 25 required to bring the treaty into force. And last week it reached 30 signatories, a total that includes the United States, and the European Union, which counts as one entity. The PSMA completely changes the focus of enforcement. Whereas in the past, the battle against pirate fishing has been fought predominantly on the waves, requiring huge resources, manpower, and time to track mostly elusive pirate fishers, this new rule turns ports into the first line of defence. “You’re really just waiting for the vessels to come to you,” says Lori Curtis, who is part of the FAO fisheries team working on the new agreement. “It is novel in that it targets the ports. And it targets illegal fishers by focusing on the element that they have to use to bring their catch to market,” adds Tony Long, director of the Ending Illegal Fishing project for the Pew Charitable Trusts. “It really does pull the net quite tight around the activity.” The treaty is unprecedented, Long adds, because it’s the only international agreement so far that tackles illegal, unreported, and unregulated fishing. On the ground, it will work by imposing several measures. Firstly, incoming vessels will have to request permission to enter a port before docking, and be willing to provide information like the vessel number, and if it’s a fishing boat, the catch on board, and whether they plan to land it.      A ‘vaquita marina’ (Phocoena sinus) apparently dead after having been caught by fishermen. The vaquita is a rare species of porpoise endemic to the northern part of the Gulf of California. Its fate has been linked to another critically endangered sea creature, the totoaba, a fish that has been illegally caught for its swim bladder, which is dried and sold on the black market in China. Photograph: Omar Vidal/AFP/Getty Images    If the boat’s behaviour or its records throw up any red flags, countries can choose to block it, Curtis explains. “If they simply deny them entry, then it’s just like closing the door on that port.”. This applies not just to dodgy fisheries vessels, but extends to boats suspected of supplying illegal fishing crews with fuel, or vessels that transfer fish between boats without authorisation. Countries already hold a sovereign right to refuse entry to their ports; this new treaty obliges them to not only enforce that but also to share information about illegal vessels with other countries, so that law-breaking boats struggle to seek safe harbour elsewhere. This concept isn’t new: it already has practitioners on the ground—and they’re proving it can work. In the waters of southeast Africa, countries have joined forces to create FISH-I Africa, a group of eight coastal nations that track suspicious vessels and exchange information about their activities in real-time, motivated by the astonishing fact that one in four fish caught in African waters is pilfered by pirate fishers.  Since it was formed in 2012, the network has stopped a number of illegal multinational vessels from docking in African ports. In just the first two years of its existence, FISH-I Africa got illegal vessels to pay almost $3m in fines for their infringements. The hope is for the PSMA to expand on successes like this, and elevate these efforts to a global scale. The treaty is legally binding, but currently, there’s no mechanism in place to force the 30 signatories to carry out its measures—though countries will be meeting at intervals to review enforcement amongst members. In any case, Long and Curtis both think the economic benefits of stopping pirate fishers will generate significant pressure to comply. With big markets like the EU and he US involved in the treaty, signatory states may feel obliged to uphold it in the interests of trade, Curtis says. “You don’t want to be the port that is known for all the illegal vessels going there.”  It also opens up an avenue for increasing the traceability of seafood, enabling the flagging of products that come from unregulated ports, and prioritising those that originate from monitored sources. “Retailers and suppliers are now more interested in the provenance of their fish,” says Long—a reality that will create more motivation to abide by the rule.  But for global fisheries to experience the wide-ranging benefits of the new ruling, the treaty first needs to gather more signatories. Curtis is hopeful: the FAO has received more requests from countries wanting to become signatories, and governments are being lobbied to put the measures in place that will enable them to sign on, she says. The more countries weigh in, the more difficult that network of ports will be to exploit, and the more frequently illegal vessels will be left to bob on the waves with their unmarketable catch. “From my point of view, the PSMA can form the lynchpin of the global effort to end illegal fishing,” Long adds. “Ultimately [illegal fishers] can’t land their fish, and that will make a change on the water.”",
  "webTitle": "Tens of countries sign up to shut pirate fishers out of their ports",
  "webPublicationDate": "2016-05-23T11:19:51Z",
  "webUrl": "https://www.theguardian.com/environment/world-on-a-plate/2016/may/23/tens-of-countries-sign-up-to-shut-pirate-fishers-out-of-their-ports",
  "keyword": [
    {
      "webTitle": "Fishing",
      "id": "environment/fishing",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Food",
      "id": "environment/food",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Illegal wildlife trade",
      "id": "environment/illegal-wildlife-trade",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Bryce",
      "id": "profile/emma-bryce"
    }
  ],
  "guardianId": "environment/world-on-a-plate/2016/may/23/tens-of-countries-sign-up-to-shut-pirate-fishers-out-of-their-ports"
}