{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/13/temptation-for-flamboyance-sweeping-changes-recommended-for-icac",
  "id": "2016-05-13-290",
  "sectionId": "australia-news",
  "body": "The New South Wales Independent Commission Against Corruption may be forced to conduct hearings in private and have its corruption findings set aside if sweeping changes suggested by the Icac inspector David Levine are adopted. On Thursday Levine released recommendations in a report that would limit the corruption watchdog’s power. Levine has been exchanging barely concealed barbs with Icac commissioner Megan Latham for months over criticism of its investigations.   Related: Icac, the Car Crash: A Drama in Four Acts, starring Margaret Cunneen | Richard Ackland    The organisation, which can make findings of corruption against individuals, has faced particular scrutiny over an investigation into deputy senior NSW prosecutor Margaret Cunneen. Levine described Latham’s statement about a high court hearing relating to Cunneen’s case that took a narrow view of Icac’s powers as a blustering statement by a “poor loser”. Latham in turn described Levine’s findings in that matter as “disconcerting”. Levine’s recommendations would subject Icac to more scrutiny from his office, introduce changes to when and how it could conduct public inquiries and set up mechanisms to allow public figures to “expunge” findings by Icac when criminal convictions cannot be maintained. He wrote in the report: “I have come to the view that the proceedings of Icac should be in private. That does not prevent the exposure of found corrupt conduct at the end of the investigation and the referral to prosecuting authorities. “It will prevent the undeserved trashing of reputations and will still permit a proper focus and a fairly managed forensic process, without the distraction of the temptation for flamboyance or theatre.”   Related: The sound and fury of Icac: surely it can't get any more theatrical than this? | Richard Ackland    He recommended his own office should be a full-time position with a part-time inspector, and should be able to employ staff. The “exoneration protocol” set down by Levine would allow individuals to apply to the supreme court for an “expunging of the record” in cases where Icac had made findings of corrupt conduct but a criminal prosecution could not be sustained. In a statement Icac said it would make a detailed response to the report, noting it had not been consulted by Levine before he wrote it.  “The inspector’s ‘principal recommendation’, that the commission should conduct all examinations in private, is contrary to the considered conclusions reached by the 2005 Independent Review of the Icac conducted by Bruce McClintock SC and the more recent 2015 Independent Panel Review conducted by the Hon Murray Gleeson AC and Mr McClintock,” it said.  “The Commission agrees with the Independent Panel Review’s assessment that public inquiries “… serve an important role in the disclosure of corrupt conduct [and] in disclosing the ICAC’s investigative processes”.",
  "webTitle": "NSW corruption watchdog hearings should be private, report recommends",
  "webPublicationDate": "2016-05-13T07:26:11Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/13/temptation-for-flamboyance-sweeping-changes-recommended-for-icac",
  "keyword": [
    {
      "webTitle": "Independent Commission Against Corruption",
      "id": "australia-news/independent-commission-against-corruption",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales politics",
      "id": "australia-news/new-south-wales-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Farrell",
      "id": "profile/paul-farrell"
    }
  ],
  "guardianId": "australia-news/2016/may/13/temptation-for-flamboyance-sweeping-changes-recommended-for-icac"
}