{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/06/vegetable-fritter-recipe-anna-jones-the-modern-cook",
  "id": "2016-05-06-201",
  "sectionId": "lifeandstyle",
  "body": "Fritters are a busy cook’s friend. A few simple ingredients mixed quickly and fried briskly can make a dinner out of almost any vegetable, a pleasing pairing of crisp and crunchy on the outside and soft and flavoursome in the middle. Fritters come in many guises: cloud-like ricotta ones, burnished bhajis, crisp-edged risotto arancini, chilli-spiked sweetcorn or feta peppered courgette. I like to keep mine all about the vegetables. Today’s fritter recipes use chickpeas and white beans to bind them rather than mountains of flour or eggs – any mashed-up pulse would work just as well. This makes them easier to handle and more satisfying to eat. They crisp wonderfully, and stay light and soft while incredibly satisfying. (The added bonus is they are vegan, or easily made so, too). The two recipes that follow are wonderfully flexible and would work with almost any combination of vegetable, pulse and a little flour for binding, a herb, spice(s) and a bright top note, like citrus or ginger.      Fritter platter: The key with these fritters is being careful when handling them, especially when turning them in the pan. Photograph: Issy Croker/MateuszKarpow for the Guardian    The fritters are shallow-fried in a heavy-based frying pan, with a little olive or coconut oil. The key to a good fritter is not to add too much flour to bind them; you want them tender and fragile, not pappy. The key is being careful when handling them, especially when turning them in the pan. Once they hit the hot oil it’s best to leave them to sit and form a delicious crust, which will keep them together, before flipping them on to the other side. It’s also a good idea to let them rest for a minute after cooking to allow them to firm up. Leftovers – if there are any – are great broken over salads or rolled up in wraps the next day with pickles, yoghurt and a drizzle of tahini. Charred spring onion and pea fritters with a yoghurt and herb salad (pictured above) These have become a favourite on my table. The charred spring onions add depth and smokiness to offset the bright, sweet little peas. I serve them with a herb-heavy salad, bringing amazing fragrance to the table. The double mint yoghurt makes use of dried mint; as a rule I prefer fresh herbs to dried, but this is an exception where the two forms of mint sing together.  Serves 4 3 bunches of spring onions400g fresh podded or frozen peas 3 tbsp sesame seeds1 x 400g tin white beans (such as cannellini or butter)2 tbsp plain flour (or spelt) Zest of 1 lemon, juice of halfA small bunch of mint  For the yoghurt6 tbsp plain yoghurtA few sprigs of mint, leaves picked and finely chopped2 tsp dried mintZest of 1 lemonA glug of olive oil1 tsp sumac  For the herb salad2 handfuls of pea shootsA small bunch of dillA small bunch of mintA small bunch of chervil or tarragon  1 First, char the spring onions on a very hot griddle pan until soft right through and charred all over. If you don’t have a griddle pan you could roast them in a hot oven for 10 minutes. Blanch the peas in salted boiling water until just cooked. 2 Toast the sesame seeds in a frying pan until golden, then tip into a bowl to cool. 3 Put the drained white beans into a food processor with half of the cooked peas and blitz them until they are mashed up, but not pasty – you still want a few beans to be visible. You can do this with a potato masher too if getting the food processor out is a chore. Transfer to a mixing bowl. 4 Roughly chop the charred spring onions and put in the bowl with the rest of the peas and the flour, 2 tbsp of the sesame seeds, the lemon zest and chopped mint. Season well with salt and pepper. 5 Mix the yoghurt with the mint, dried and fresh, the zest and olive oil, season well and put into a bowl, then top with the sumac and the remaining toasted sesame seeds. 6 Pick all the herbs and mix with the pea shoots, then squeeze over the juice of half a lemon. 7 Heat a frying pan over a medium heat, add a covering of olive oil, then spoon heaped tablespoonfuls of the fritter mixture into the pan. You should be able to get about 12 fritters out of the mixture. Flatten each one a little with the back of the spoon and leave to cook for 3-4 minutes on each side until golden brown. You can keep the first batch warm in a low oven while you cook the rest if all 12 don’t fit in your pan. 8 Serve the fritters with the double mint yoghurt, herb salad and some warm flatbreads, if you like. Chermoula, carrot and chickpea fritters with herb salsa Chermoula is a smoky chilli-spiked herb paste from North Africa; my favourite variation includes preserved lemon, with big flavours that pitch in to elevate the grated carrot and chickpeas here. I used chickpea (gram) flour to bind my fritters, but plain flour will do just as well. For a vegan version, leave out the cottage cheese and instead up the chickpeas by 100g. If you don’t have pomegranate molasses then a mixture of honey and balsamic vinegar works in its place.     You can test your batter for balance and seasoning first by frying a teaspoon before you commit to the whole batch. Photograph: Issy Croker for the Guardian     Serves 2, generously1 x 400g tin chickpeas, drained3 tbsp olive oil, plus more for frying2 carrots (about 250g), peeled and grated 1 garlic clove, peeled and finely choppedA small bunch coriander, stalks and leaves finely chopped1 small whole preserved lemon, flesh discarded and the skin finely chopped 2 tsp cumin seeds, toasted2 tsp sweet smoked paprika100g cottage cheese 2 tbsp chickpea or plain flourSalt and black pepper  For the herb salsa1 small whole preserved lemon, flesh discarded and the skin finely diced40g currants or raisinsA small bunch of parsley, leaves pickedA small bunch of coriander, finely chopped3 tbsp olive oil2 tsp pomegranate molasses  To serve Green saladMashed avocado 1 Put the chickpeas into a blender with the olive oil and blitz until you have a rough, crumby texture. Tip into a large mixing bowl.   Related: Anna Jones’ recipes for two spring vegetable roasts | The modern cook    2 Grate the carrots into the bowl, add the chopped garlic, chopped coriander, finely chopped preserved lemon, spices, cottage cheese and flour, then mix together lightly. You don’t want to over mix the batter – there should still be flecks of chickpea and cottage cheese visible. Lightly season with salt (as the preserved lemons are salty), and plenty of freshly ground black pepper. 3 Mix all the herb salsa ingredients together in a small bowl, taste and adjust to your liking, adding a little more pomegranate molasses if needed. 4 Divide the mixture into 8 equal pieces and use your hands to shape these into small patties. Put a large nonstick frying pan on a medium heat, adding about a couple of tablespoons of olive oil. Once hot, lower in the fritters and leave to cook for 3-4 minutes until golden brown on one side, then flip them over to cook the other side. 5 Serve the fritters with generous spoonfuls of the salsa, mashed avocado and a shock of green salad.  Anna Jones is a chef, writer and author of A Modern Way to Eat and A Modern Way to Cook. (Fourth Estate); annajones.co.uk; @we_are_food",
  "webTitle": "Anna Jones' versatile veggie fritter recipe | The modern cook",
  "webPublicationDate": "2016-05-06T11:54:56Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/06/vegetable-fritter-recipe-anna-jones-the-modern-cook",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegan food and drink",
      "id": "lifeandstyle/vegan",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegetables",
      "id": "lifeandstyle/vegetables",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegetarian food and drink",
      "id": "lifeandstyle/vegetarian",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Jones",
      "id": "profile/anna-jones"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/06/vegetable-fritter-recipe-anna-jones-the-modern-cook"
}