{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/mohamed-fawzy-al-jazeera-laid-off-egypt",
  "id": "2016-05-05-111",
  "sectionId": "media",
  "body": "Mohamed Fawzy, the veteran al-Jazeera cameraman who was forced to flee Egypt after authorities razed the network’s makeshift Cairo bureau and detained several journalists in December 2013, took a job with the channel in America precisely so he would not have to return. He arrived in Washington DC in February, hopeful that it was only a matter of time before he could appeal for his family to join him. But days later, the network informed him that his team was being laid off, effective from 7 May.  For Fawzy, it is not only a matter of employment. Without a work visa, he cannot stay in the US legally. He said he no longer feels safe in Qatar, where the network is based, and where he worked for the last year. And above all, he cannot go back to Egypt, where he was convicted in absentia on spurious terror-related charges.  “I have no good options,” Fawzy, who is Egyptian, told the Guardian. “The only option for me is to [seek] political asylum. If I apply for this, I will lose my country forever.” Fawzy has worked as a cameraman in the region since 1992, freelancing for ABC, CNN and BBC, among others, before being hired by al-Jazeera in 2004. He said he reported from the frontlines of wars, conflict zones, uprisings and rallies in some of the most dangerous regions of the world.  But it was in his own country that his luck changed. In late 2014, six months after former president Mohamed Morsi was overthrown by the Egyptian military, Fawzy and three other members of an al-Jazeera team were arrested by the security forces. The authorities accused the network and its journalists of being a mouthpiece for the Muslim Brotherhood. Fawzy was released after a few days, but his three colleagues, including Australian journalist Peter Greste and Egyptian-Canadian journalist Mohamed Fahmy, remained in detention. At an extremely tense moment in Egypt, the imprisonment of the al-Jazeera journalists became a powerful symbol of the nation’s fragile press freedoms and politicised justice system. The case drew widespread media attention, and the network launched a #FreeAJstaff campaign. Amal Clooney, the high-profile human rights lawyer, took on the case. Fawzy fled to Doha while his family, his wife, four children and mother remained in Cairo. They have visited him once in Doha early last year, and he has not seen them since.   Related: Six flaws in the case against three jailed al-Jazeera journalists    A trial ensued, which was widely criticised as flawed and politically motivated. Prosecutors presented as evidence recordings and footage attributed to the al-Jazeera team, including music videos and footage of animals. Nevertheless, the imprisoned journalists were found guilty of “spreading false news” in support of the Muslim Brotherhood, which the government considers a terrorist group. Fawzy was convicted in absentia and sentenced to 10 years in prison. After 13 months, Greste was allowed to leave Egypt; Fahmy and Mohamed were eventually pardoned by the president, Abdel Fatah al-Sisi, and released in September 2015. Last year, the Egyptian journalist joined a group of al-Jazeera journalists to request his own formal pardon from Sisi. Meanwhile, he was becoming increasingly concerned for his safety in Qatar. It was at that point he said the company agreed to send him to Washington DC. “I told them that day before I left, if something happens in the United States, where can I go? I have no country,” Fawzy said. Al-Jazeera offered him a contract to work as a senior cameraman in Washington DC. He started work in March, but days later was informed that his team was being laid off – a casualty of the changing media landscape, the network told staff in a statement viewed by the Guardian. Now faced with an impossible choice, Fawzy blames the network for abandoning him after more than a decade of bringing them the news from the frontlines of war zones and uprisings.  “I can blame Egypt for sure, but now I’m in a situation not because of Egypt totally, but because of al-Jazeera,” he said. Fawzy says he wouldn’t be in the position he’s in – unable to return to his country – had al-Jazeera been more careful with its staff in the region. Fawzy has tried to find a new job since learning that he would be laid off, but has found it difficult because of the sponsorship requirement. If he cannot secure a position in the coming days, his lawyers said they are prepared to file for political asylum as a last resort.  Separately, Fawzy said he is considering legal action against al-Jazeera. He claims the network’s carelessness and conduct with its Cairo-based staff resulted in harassment of al-Jazeera staff, raids on the office and eventually the detention and imprisonment of several staffers.  Fawzy noted the $100m lawsuit filed in Canada by Fahmy, the al-Jazeera journalist who spent more than 400 days in jail and was sentenced to seven years in prison. In the suit, Fahmy alleges that Al-Jazeera Media Network was negligent and its conduct resulted in his imprisonment and conviction. “I work with them for [12] years,” he said. “I never tried to go to a soft deployment. I have worked from the most hostile regions in the world. I am one of those guys who always goes to a hard employment. I worked so hard … now they are abandoning me. I have no reason for all this. I don’t know why this is happening.” Peter Greste, who still works for al-Jazeera, said that his colleague deserved to receive help from the broadcaster.  “News organisations, whoever they are, have a responsibility to follow through on a duty of care for their staff. That is as true of the Guardian as it is of the BBC and al-Jazeera,” he said. “So I am looking forward to al-Jazeera doing that, and making sure everyone involved in this case is properly supported.” A spokeswoman for al-Jazeera, responding after publication, said the network “stands firmly by Mr Fawzy”.  “No journalist should ever be persecuted, imprisoned or intimidated while doing their job, and the Network has and will continue to support him.  “Consistent with this, Mr Fawzy was already made an offer to become a freelancer for Al Jazeera in Doha while his US visa paperwork is being completed. This support to Mr Fawzy was made to ensure that he would not have to return to Egypt. While Mr Fawzy is in Doha, the Network will work to ensure he has every support he needs.”",
  "webTitle": "Al-Jazeera accused of 'abandoning' journalist facing jail in Egypt",
  "webPublicationDate": "2016-05-05T16:27:47Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/mohamed-fawzy-al-jazeera-laid-off-egypt",
  "keyword": [
    {
      "webTitle": "Al-Jazeera",
      "id": "media/al-jazeera",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Journalist safety",
      "id": "media/journalist-safety",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Gambino",
      "id": "profile/lauren-gambino"
    }
  ],
  "guardianId": "media/2016/may/05/mohamed-fawzy-al-jazeera-laid-off-egypt"
}