{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/20/braids-companion-new-track-of-week",
  "id": "2016-05-20-190",
  "sectionId": "music",
  "body": "TRACK OF THE WEEK Braids Companion            Less is more. Well, except with curry, obviously. And money. And safety checks on aeroplanes. And – OK, less is occasionally more. Here’s one case in which it is: the beautiful minimalist synth backdrop of Companion, over which Raphaelle Standell’s remarkable voice flutters between Elizabeth Fraser on Massive Attack’s Teardrop and Björk when she’s feeling an emotion really hard. Which is about the highest praise it’s possible to give a vocalist. If you don’t get chills, you must have killed before, and you probably will again. Taylor Swift New Romantics            Taylor Swift Review Template: say she’s the biggest pop star in the world yet also “so down to earth”. Mention how she’s a positive role model. Move on to how going from country to pop may seem calculating, but when it’s done this well, who cares? End with the suggestion that if you don’t “get” Taylor, it’s you that’s wrong. Don’t mention the fact that her music is objectively terrible, unless you’re 12. Give it four stars. Weep. Future ft the Weeknd Low Life            Appreciating hip-hop while ignoring some of its more odious content can be tricksy but here, Future and the disastrously barnetted Weeknd cover the usual yawnsome cliches – “hos”, “bitches”, “Molly” – while wryly toying with the tropes. “Yeah, they stereotyping,” snarls Future over a spectral, skittering drum line and oozing bass. It’s self-referential, and really quite good. Goo Goo Dolls So Alive            Saying Goo Goo Dolls are, generally, a bit bland is like saying some of the Westboro Baptist Church’s views are “slightly iffy”. So fans of Iris may prepare to have their minds well and truly unblown by this – odourless pop-rock guff that, if anything, has removed what few rough edges Goo Goo Dolls everhad. An achievement, that – like sanding air. Blossoms Getaway            There’s something commendable about a band who so shamelessly court the mainstream dollar you can almost hear the Veuve Clicquot corks a-popping in the mix. Early releases Cut Me And I’ll Bleed and Charlemagne suggested a thrilling psych-indie outfit with a bloodhound’s nose for a chorus hook; Getaway sees Blossoms abandon any lingering pretense of “indie” and settle snugly into “One Direction B-side with a Harry co-writing credit”. A lucrative future in X Factor montage soundtracking awaits.",
  "webTitle": "Braids’s Companion, the best of this week’s new music",
  "webPublicationDate": "2016-05-20T12:00:08Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/20/braids-companion-new-track-of-week",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Holland",
      "id": "profile/luke-holland"
    }
  ],
  "guardianId": "music/2016/may/20/braids-companion-new-track-of-week"
}