{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/10/pop-culture-style-men-drakes-shearling-peaky-blinders-caps-catwalk-summer-2016",
  "id": "2016-05-10-106",
  "sectionId": "fashion",
  "body": "Re-embrace your Adidas trainers OK, so some spoilsports are saying that the Stan Smith is now too popular to really have any fashion credibility this year. But take heart and look to the other bits of Adidas’s back catalogue. Everybody Wants Some!! (1) , out on Friday, is set in 1980, with a bunch of baseball players as the main cast, so it’s got the lot. From Sambas to Superstars, all are welcome. Add a pair of chunky white socks with stripes and short-shorts for the full look. Note: avoid the handlebar moustache for fear of resembling an American Apparel ad from 2008. Make it all about the lapel     Idris Elba at the Met Ball, 2016. Photograph: James Devaney/GC Images    Don’t sweat the big stuff – you know, a new pair of jeans, a different jacket. Cultural fashion in 2016 loves a bit of detail. Men on the Met Ball red carpet last week let women in silver dresses take the limelight. They were content to give the world zoom lens-worthy lapel play (yes, that is a technical term). Orlando Bloom’s Tamagotchi was a bit of an eye-roll, but we’re totally into Idris Elba and what appears to be a white flower on his lapel. If he ever does get to be Bond, here’s hoping he takes this style detail along. Don’t be afraid of a loud shirt     Ryan Gosling in The Nice Guys. Photograph: Allstar/Silver Pictures      Set in 1977, the Ryan Gosling and Russell Crowe buddy caper The Nice Guys is all car chases, guns and toilet gags, judging by the trailer. But whatever your take on that, there’s little doubt that the fashion is convincing. The loud shirt – you, know, Hawaiian, flowered, the kind worn by Tom Selleck, and Nick Nolte, when he was arrested for a DUI in 2002 – features heavily, and is best when paired by Crowe with a grubby, grey-blue leather three-quarter-length coat. Find one at your local secondhand store and be “the fun guy” at all events this summer. Go unseasonably outdoorsy     Drake, as featured in the Views album artwork. Photograph: PR    When the cover images from Views were released, Drake’s second career as the most meme-able celebrity since Lil Bub went stratospheric. Perched atop Toronto’s CN Tower and looking mournfully out at the skyline, he’s wearing a shearling jacket with the sheepskin collar turned up and styled in an oversized Vetements way. The style classic (as seen in Brokeback Mountain and on the Marlboro Man) telegraphs an rugged outdoorsiness, the perfect sartorial accompaniment to an album that sees Drake going from a boy to a man.  Sweep back your hair     Ewan McGregor in Our Kind of Traitor. Photograph: Allstar/StudioCanal      One of the biggest hair power-moves a man can do is to grow his hair out. In the 60s, hippies correctly saw its convention-bucking potential. In 2016, though, it’s about sweeping it back in an alpha dog statement of intent: think Dev Patel and Ewan McGregor in the trailer for Our Kind of Traitor. Damian Lewis has worn his as a cloak of reinvention: along with a deep V and a beard, he has chucked the Brody look in the bin and gone for this face-framing Renaissance-era waves cut, suggesting an entire personality transplant. Or at least: “Hey, I can do comedy too, guys.” Wear a baker boy cap     Cillian Murphy in Peaky Blinders. Photograph: Robert Viglasky/BBC/Mandabach/Tiger Aspect/Robert Viglasky      There’s something satisfyingly symmetrical about Cillian Murphy’s look in Peaky Blinders: from the top-buttoned bib shirt to his baker boy cap. Even though people can’t decide what to call it (The Jay Gatsby, The Lundberg Stetson and The Eight Panel), the cap was given the ultimate sartorial seal of approval by David Bowie, who was gifted Murphy’s before he died. With its directional, curved rim you can fashion it into a style of your own – a unique and classic sartorial flourish, worthy of Bowie himself.  Channel your inner Basquiat     Jean-Michel Basquiat (right) with Andy Warhol, in 1985. Photograph: Richard Drew/AP      The dreads of artist Jean-Michel Basquiat were a statement, and his signature. In their most famous form, they sprouted out of his hair in a four-pronged star formation that mirrored his art – one of his tropes was the image of the crown. And the crowning glory of his hair is ever-relevant – as seen in the plaited dreads of Ty Dolla $ign and Fetty Wap’s dip-dyed hair. But it’s The Weeknd’s Abel Tesfaye who best carries the Jean-Michel-shaped torch, with his updo. In a very Basquiat-ish frame of mind, he told Rolling Stone: “I want to be remembered as iconic and different so I was like, ‘Fuck it – I’m gonna let my hair just be what it wants.’”",
  "webTitle": "Pop-culture style tips for men – from Drake’s shearling to Peaky Blinders caps",
  "webPublicationDate": "2016-05-10T16:19:49Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/10/pop-culture-style-men-drakes-shearling-peaky-blinders-caps-catwalk-summer-2016",
  "keyword": [
    {
      "webTitle": "Men's fashion",
      "id": "fashion/mens-fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Cochrane",
      "id": "profile/laurencochrane"
    },
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "fashion/2016/may/10/pop-culture-style-men-drakes-shearling-peaky-blinders-caps-catwalk-summer-2016"
}