{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/15/iggy-pop-review",
  "id": "2016-05-15-118",
  "sectionId": "music",
  "body": "Just about any rock star who is still performing live at the end of their seventh decade will be doing so from deep within their comfort zone. So where does this leave a man whose shtick is to be a human firework, straining every sinew to burst out of his skin?  In the case of 69-year-old Iggy Pop, it leaves him exactly where he’s always been. By the end of tonight’s first song, the carnal manifesto that is Lust for Life, his jacket is gone and he is capering and gurning across the stage, his impossibly leathery torso exposed. Then he is in the crowd, on his back, blood oozing from a cut on his temple. It sets the tone for a ferocious night.    Iggy Pop's wired simian strut still suggests a man who takes the limitations of flesh and bones as a personal affront     Iggy has said that his latest album, Post Pop Depression, may be his last. If so, it is a fitting farewell. Co-written and produced by Queens of the Stone Age’s Josh Homme, it is a brooding, simmering record, barbed and heavy with intimations of mortality – as exquisitely poignant a career kiss-off as David Bowie’s Blackstar. The parallel is telling. It was Bowie who saved Iggy’s career, co-writing and producing his two classic 1977 albums, The Idiot and Lust for Life. Bowie infiltrated tunes and melodies into Iggy’s trademark raw, insatiable energy and existential angst. Four decades on, Homme has performed a similar feat – at Iggy’s request – and is a skilled conduit for the star’s animal restlessness. With just two exceptions, tonight’s set is drawn from the new record and those talismanic 1977 albums. The intervening 40 years are entirely disregarded.     Primal, priapic, peerless … Iggy Pop at London’s Royal Albert Hall. Photograph: Christie Goodwin/Redferns    Homme is a towering titan of cool on guitar here, clad, like the rest of the band, in a velvet smoking jacket as an ironic contrast to his half-naked gibbering frontman. But all eyes are drawn to Iggy. Lank-haired and gaunt, his wired simian strut still suggests a man who takes the limitations of flesh and bones as a personal affront. For the rudimentary proto-punk of Sixteen, he twitches across the stage, launching flailing haymakers at the air as if taking issue with its very existence. “I’ve been fighting all my fucking life and I don’t even know why,” he drawls, as if making small talk with himself. This could be a freak show, but instead it is incredibly compelling.   Related: Iggy Pop: Post Pop Depression review – an indifferent shrug of a 'final' album    Nightclubbing oozes so much lascivious sleaze that you feel as if you need a shower after listening to it. The primal throb of The Passenger emphasises that he’s always had poetry amidst his propulsion. For Fall in Love With Me, he ventures deep into the auditorium to undertake the world’s sweatiest, most intense meet and greet. Sadly, encroaching years will mean that not even Iggy Pop can do many more shows like this. But this will be the way to remember him: primal, priapic and peerless.  Iggy Pop tells ‘almost unbelievable tale’ of the Stooges in new book Total Chaos",
  "webTitle": "Iggy Pop review – ferocious brilliance from human firework",
  "webPublicationDate": "2016-05-15T11:09:02Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/15/iggy-pop-review",
  "keyword": [
    {
      "webTitle": "Iggy Pop",
      "id": "music/iggy-pop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Gittins",
      "id": "profile/iangittins"
    }
  ],
  "guardianId": "music/2016/may/15/iggy-pop-review"
}