{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/12/jk-rowling-handwrites-quote-for-fans-tattoo-harry-potter",
  "id": "2016-05-12-261",
  "sectionId": "books",
  "body": "A Harry Potter fan who asked author JK Rowling for a special favour to help her stop self-harming was rewarded yesterday with a personal response from the author. Twitter user Kate explained in a message to Rowling how she had been through “so many things in my life, from sexual assault to bullying to attempted suicide eight times”, and that she was “also trying my hardest to stop self-harming”.    @jk_rowling i wanna get 'expecto patronum' tattooed & it'd mean the world if it was in ur handwriting. here's why:') pic.twitter.com/fhldRiju3w— ㅤkate • 30daysclean (@AlwaysJLover) May 11, 2016    Telling the author that “through all the downs in my life, you helped me get through every single thing one way or another”, Kate said that she wanted to have “expecto patronum” – a spell from the world of Harry Potter which conjures a magical animal guardian – tattooed on her, “ because I know that’s gonna make me stop even if it takes a while”. She told Rowling that it would “mean the world” if it was in the novelist’s handwriting. Rowling replied immediately with a photo of the words in her handwriting. “ I love that you’re working to heal and protect yourself. You deserve this. I hope it helps,” wrote the author, who had responded last year to a plea for a hug from the same fan.    .@AlwaysJLover I love that you're working to heal and protect yourself. You deserve this. I hope it helps. pic.twitter.com/T2nDG3z2MJ— J.K. Rowling (@jk_rowling) May 11, 2016    “Why aren’t you in Greece hugging me and telling me that everything is going to be okay, that’s a question I ask myself often,” wrote Kate last September. “(((((((((((cyberhug))))))))))) Everything’s going to be okay. Promise,” responded Rowling.   Related: Sir Elton John and JK Rowling listed as most charitable UK celebrities    Her latest reply clearly pleased its recipient. “Last night my life changed forever. for the better. and i owe it all to you, @jk_rowling,” she tweeted this morning. “I can’t wait to – finally – get ‘expecto patronum’ tattooed on my arm. having it in her handwriting makes it even more special and powerful.” • In the UK, the Samaritans can be contacted on 116 123. In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In Australia, the crisis support service Lifeline is on 13 11 14. Hotlines in other countries can be found here.",
  "webTitle": "JK Rowling handwrites quote for fan's tattoo",
  "webPublicationDate": "2016-05-12T10:52:54Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/12/jk-rowling-handwrites-quote-for-fans-tattoo-harry-potter",
  "keyword": [
    {
      "webTitle": "JK Rowling",
      "id": "books/jkrowling",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Harry Potter",
      "id": "books/harrypotter",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/12/jk-rowling-handwrites-quote-for-fans-tattoo-harry-potter"
}