{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/football-fans-more-accepting-homosexuality-uk-homophobia-sport-inquiry",
  "id": "2016-05-18-81",
  "sectionId": "football",
  "body": "Football fans have started to become more accepting of homosexuality, MPs investigating reports of homophobia in sport have been told. The inquiry by the culture, media and sport select committee, set up partly in response to public debate over comments made by the boxers Tyson Fury and Manny Pacquiao, was told on Wednesday that football supporters have begun to accept “a wider societal shift in the acceptance of sexuality”.     Tory MP Jesse Norman. Photograph: Graeme Robertson for the Guardian    It is said to be the first investigation in the world by a government body into widespread reports of homophobia in sport. The committee chair, Jesse Norman, said it was hoped that the inquiry would “shift the norm”. Young people were part of the reason for the change in attitude, the committee heard. “Some of the changes have been brought about by young people who have positive experiences of interacting with LGBT peers in school,” said Mark McCormack, a sociologist at Durham University.  McCormack said that while no Premier League player had come out – compared to other sports such as rugby league, where the Batley Bulldogs prop Keegan Hirst revealed he was gay – this did not amount to “evidence of negativity and homophobia holding it back”. There were many reasons why a gay footballer might not want to disclose their sexuality, he said. Jamie Cleland, an expert on homophobia in sport at Loughborough University and co-author of Football’s Dark Side, said: “People are accepting of sexuality a lot more than they were 30 years ago.”      Committee intends to hear from athletes including the Olympic diver Tom Daley. Photograph: SWpix.com/Rex/Shutterstock    The internal culture of football needed to be more supportive to players who wanted to come out and if a player did, the vast majority of people would be very supportive, he added. Ian Rivers, a developmental psychologist studying homophobic bullying in sport, told the committee that football must to be encouraged to keep moving forward on matters of sexuality, and that there would likely be no backlash. There was inactivity on homophobia “within the clubs and boardrooms”, he said, adding that anti-homophobia policies at clubs “should be living and breathing, not bits of people that sit in a file”. Having gay role models in football and the Premier League was incredibly important, Rivers said, but that progress was hampered by uncertainty over what the impact would be on income, marketing, PR and on the players themselves.   Related: Tyson Fury’s demons keep prodding him into the theatre of the absurd | Kevin Mitchell    The committee intends to hear from athletes, including the Olympic diver Tom Daley, who in 2013 revealed he was in a relationship with a man. The SNP MP John Nicolson said of Daley’s case: “His poster sales have gone up and now there are wee girls and wee boys putting his poster up on the walls. I understand that his sponsorship levels have increased.” Asked by Norman what was keeping people in sport from coming out, the three experts agreed it was fear of public reaction, even though it was unfounded. Norman said: “Sport is hugely important to many people, but it is clear that homophobia remains a serious issue across a wide range of British sports. The committee intends to examine why this is so and what can be done to address it. We are particularly interested in looking at the possible differences between sports and sports governing bodies, and between the experiences of sportsmen and sportswomen.” Jeff Wilson, the chair of International Gay Rugby, welcomed the inquiry, saying: “Tackling homophobia and homophobic behaviour both on and off the pitch requires a cultural shift from the top down at the executive level of each organisation, at the leadership level of each of the local unions and clubs, and, through on the pitch behavioural changes by coaches, referees, players and supporters.”",
  "webTitle": "Football fans becoming more accepting of homosexuality, MPs told",
  "webPublicationDate": "2016-05-18T17:23:29Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/football-fans-more-accepting-homosexuality-uk-homophobia-sport-inquiry",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Caroline Davies",
      "id": "profile/carolinedavies"
    }
  ],
  "guardianId": "football/2016/may/18/football-fans-more-accepting-homosexuality-uk-homophobia-sport-inquiry"
}