{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/25/lanna-monaghan-facing-jail-toddler-electric-shocks-dog-collar",
  "id": "2016-05-25-68",
  "sectionId": "uk-news",
  "body": "A woman who inflicted electric shocks on a toddler in her care using a dog training collar has been told that she will be jailed.  Lanna Monaghan, 34, admitted five charges of assault at Edinburgh high court on Wednesday. The offences took place in the Highlands in 2014 and 2015. Monaghan had seen the device being used and told a pet owner: “If it works on a dog it will work on kids.” Former soldier Monaghan also admitted that she kicked and bit the child, hit him so hard with a wooden spoon that it broke and subjected him to cold showers. She admitted to police that she had a temper and could “zone out” and would go “out of control”. After she was shown photographs of injuries found on the little boy, the judge, Lady Rae, asked if those on his neck were consistent with what appeared to be electrodes on the collar. She was told they were and said: “So it must have been applied on a number of occasions.” The judge told Monaghan: “This is an appalling catalogue of charges of physical cruelty, I think that is the only way to describe it, to a toddler over 15 months. “Realistically it would be very difficult to avoid custody in a case such as this. This was a toddler, a defenceless child.” Monaghan pleaded guilty to repeatedly fixing a dog collar with an electric shock device attached around the boy’s neck and inflicting shocks on him in July last year.  She also admitted forcibly placing him in a shower and turning it on and off while kicking the boy on the body. Monaghan, who served in the army for nine years, also pleaded guilty to biting him on the ear and repeatedly striking him with a wooden spoon. The abuse ended when the boy was aged three after a concerned woman contacted the authorities.  Advocate depute Jane Farquharson said: “[The collar] works by a remote control which when activated delivers an electric shock through the collar that the dog feels on its neck.” Farquharson said that when police saw the little boy they noted he had injuries to his face. She added: “When taken to the hospital and medically examined a number of non-accidental injuries were noted. This included multiple bruising on the body and multiple red marks on the neck at a fixed distance from each other.” A tearful Monaghan later told a psychiatric nurse that she got “fired up” and described having continuing “anger issues”. She told police: “I am truly sorry for what happened, I can’t believe it happened.” She claimed the child “pushes my buttons, spitting on me, peeing on the floor and being sick on the floor”.  She admitted that at times she would be crouched down to the child’s eye level, shouting and swearing aggressively at him when he wet himself and cried. The prosecutor said: “She did not appear to recognise the possibility that the child was reacting involuntarily and through fear.” Monaghan was remanded in custody ahead of a further hearing at the high court in Glasgow in July.",
  "webTitle": "Woman facing jail after giving toddler electric shocks with dog collar",
  "webPublicationDate": "2016-05-25T17:40:49Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/25/lanna-monaghan-facing-jail-toddler-electric-shocks-dog-collar",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/25/lanna-monaghan-facing-jail-toddler-electric-shocks-dog-collar"
}