{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/22/the-philanderer-review-orange-tree-theatre-richmond-bernard-shaw",
  "id": "2016-05-22-168",
  "sectionId": "stage",
  "body": "The Philanderer, written in 1893, is a prescient play. Bernard Shaw included it in his Plays Unpleasant, because its plot pivoted on the “grotesque sexual compacts” that the marriage laws obliged men and women to make. Despite the title, this is actually a play about women. About the tough times and triumphs we faced in finding a way to be in charge of our lives. It scythes through sentiment. Shaw drew for the character of Julia Craven on his experience with his first, rather late-in-the-day love. Dorothea Myer-Bennett renders this woman, struggling not to live up to her surname, with palpitating, tear-drenched conviction. There is something of Shaw in Rupert Young’s philanderer, though his jutting beard is more persuasive than the delivery of his verbal flights. Helen Bradbury is beautifully cool as the other woman involved in a sexual triangle which is also an intellectual boxing match. The dynamic artistic director of the Orange Tree, Paul Miller, wanted to free the play from the constraints of Victoriana and so sets it in a loosely modern day. With mixed results. Shaw himself said he would no more think of updating the play than of setting Ben Jonson’s Bartholomew Fair in Woolworth’s. After all, “The human nature in it is still in fashion.” I think Miller is right not to treat the iconoclast as if he were a sacred cow. Yet it is peculiar to set a drama hinging on the impossibility of divorce in England so entirely in modern dress. A little leather jacket for Julia, red cord trousers for her blustering father, neat jeans for the philanderer. Why do they need to go to North Dakota when they could get unspliced in London?     Christopher Staines (Dr Paramore) and Dorothea Myer-Bennett (Julia Craven) in The Philanderer. Photograph: Tristram Kenton for the Observer    Shaw’s original, pro-divorce ending would, he was told by a scandal-ridden friend, be considered too scandalous to be performed. He substituted a blander third act. Miller explosively stages both versions. The result, a rare two-interval evening, is too long. Yet full of interest. Not only for its intricate discussion of the plight of the New Woman, but for two of its satirical inventions, Dr Paramore and the Ibsen club. In the character of Dr Paramore, Shaw was having a dig at the medical profession and at the practice of vivisection. Paramore, having made his name by discovering a disease from his work on a guinea pig’s “ducts”, is devastated to learn that those able to experiment on monkeys and camels and dogs have discredited his research. He almost breaks down in telling a patient that he is after all not under sentence of death. In the imaginary Ibsen Club, Shaw pays homage to the dramatist who was beginning to revolutionise the tepid English stage with his dark realism. He even purloins a line from Hedda Gabler: “People don’t do such things.” He does so while poking complicated fun. Men and women are admitted to the club only if the men agree not to be manly and the women not to be womanly. Simon Daw’s design cleverly hangs the bust of the Norwegian hero from the ceiling, where it slowly rotates. Rather like Shaw’s arguments. His ingenious elaborations play well in the round. • The Philanderer is at the Orange Tree, Richmond until 25 June. Box office: 020 8940 3633 • Susannah Clapp reflects on Oscar Wilde’s essays on criticism in The Essay: Lines of Work on Radio 3, Tuesday 24 May at 10.45pm",
  "webTitle": "The Philanderer review – tribute to the modern woman",
  "webPublicationDate": "2016-05-22T07:00:36Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/22/the-philanderer-review-orange-tree-theatre-richmond-bernard-shaw",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "George Bernard Shaw",
      "id": "culture/bernardshaw",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Susannah Clapp",
      "id": "profile/susannahclapp"
    }
  ],
  "guardianId": "stage/2016/may/22/the-philanderer-review-orange-tree-theatre-richmond-bernard-shaw"
}