{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/24/julia-rochester-my-fiction-is-preoccupied-with-belonging-and-exile",
  "id": "2016-05-24-247",
  "sectionId": "books",
  "body": "In the early 1980s, when I was studying for my O-levels, my friends and I were members of CND, (that’s the Campaign for Nuclear Disarmament, for those of you who weren’t about for the cold war). There was a CND lapel badge we wore (badges were big in the 80s). We held earnest meetings in living rooms vacated by sympathetic parents, and worried about mutually assured destruction (MAD). As well as being concerned by the nuclear threat, we were implacably opposed to apartheid, frightened by the hole in the ozone layer, and concerned about the damage inflicted by multinational corporations on subsistence farmers in what we still called the third world. We listened to the Jam, the Clash and Steel Pulse, and were united in our hatred of Margaret Thatcher and Ronald Reagan.  At the same time, none of the issues we felt so anxious and passionate about actually touched on our lives. We were growing up in east Devon, an Area of Outstanding Natural Beauty, and spent our weekends swimming in the sea, or camping on Dartmoor or sailing dinghies on the estuary. None of us, as far as I’m aware, had ever been anywhere in “the third world” and, despite attending a massive comprehensive school with two-and-a-half thousand pupils, everyone in our world was white – apart from one half-Jamaican boy, a cousin of a friend of mine, who was dispatched from London to the country for a year to get him out of some never-specified (but almost certainly incredibly glamorous) trouble.      ‘What does it mean to belong to a place? Or to feel that you don’t belong?’ ... Julia Rochester Photograph: Jochen Braun     The House at the Edge of the World is very far from being an autobiographical novel, but the germ of it lies in that juxtaposition: a group of socially conscious teenagers reacting to and resisting the cultural isolation in which they are growing up. In the novel, the setting is the harsh, stormy, granitic north Devon coast, rather than the gentle sandstone cliffs of my adolescence. That landscape chose me rather than the other way around, and once it had chosen me, the imaginary characters that I encountered were mostly solitary and misanthropic. They were people who inhabited a world where the frontier between the real and the magical was permeable.   Despite being a compulsive list-writer, I am an accidental plotter and I look with envy on writers who are able to plan out their work before they start writing. I just start with a place and a couple of characters and let it unfold. It’s not at all efficient – there are all these homunculi running around in my head. Often they refuse to go in the direction in which I try to send them. (“What? Sleep with him? No way!”) Or they startle me with a new piece of information. (I just found out, for example, that in my current manuscript, one of my protagonists has a very interesting wife that I didn’t know about.)  It feels random at the time, but what consistently emerges in both my fiction and nonfiction, is a preoccupation with belonging and exile. What does it mean to belong to a place? Or to feel that you don’t belong? Or to be carried away from your place by the tides of history? In The House at the Edge of the World, my narrator Morwenna can’t belong. It makes her detached and unsentimental. People hold it against her. She ends up in London. I have a theory that big cities are for all the world’s misfits. There’s a song in German that goes: “You’re crazy, my child / You’ll end up in Berlin / Where all the crazies are / that’s where you belong, my child!” I studied in divided Berlin for a while and our Cold War world seemed set in stone. But, just two years later I was back there for New Year in 1990, where thousands of people sat on the Wall, cheering and waving flags with the hammer and sickle cut out, while East German border guards stumbled about drunkenly with streamers around their necks and waving Sekt bottles. The whole world had shifted on its axis, the political landscape irrevocably altered. But as for Devon, where we sat out our adolescence, unable to belong, waiting to join the big wide world – it seems immune to history: when I go down from London to visit, nothing seems to have shifted at all. Extract  When I was eighteen, my father fell off a cliff. It was a stupid way to die. There was a good moon. There was no wind. There was no excuse. He was pissing into the chine at Brock Tor on his way home from the pub and fell headlong drunk into the spring tide with his flies open. I spent that night on the beach with Corwin, watching the moon silver the sea, and later an image lodged in my mind of our father in slow descent, turning within a glittering moonlit arc of urine. When I confided this to Corwin, he was angrier than I had ever seen him. I had fixed the image, and now he must share it with me, as if it were a memory. He hit me, which was fair, I thought – a back-handed swipe across the mouth that drew blood. I was so upset that I ran to the cabin and lay there all night half awake. At dawn, Corwin came and crawled into the bunk with me to kiss my swollen lip and say sorry. He was more generous then.  More about The House at the Edge of the World This book is far from being a detective story, but it depends as much on the element of surprise, so it would be unforgivable to give away too much of the plot. It can, however, safely be said that it grips, and that its strength lies in the understanding of human behaviour that underlies the unexpected twists and turns, each one of which moves from romanticism to credibility in a bracing way, so that the book’s charm resembles that of a building such as Brighton Pavilion: engagingly fantastic in appearance, but structurally sound. Diana Athill. Read the full review. Buy the book • The House at the Edge of the World is published by Penguin for £8.99 and is available from the Guardian Bookshop for £6.99.",
  "webTitle": "Julia Rochester: 'My fiction is preoccupied with belonging and exile'",
  "webPublicationDate": "2016-05-24T09:04:31Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/24/julia-rochester-my-fiction-is-preoccupied-with-belonging-and-exile",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Creative writing",
      "id": "books/creative-writing",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/24/julia-rochester-my-fiction-is-preoccupied-with-belonging-and-exile"
}