{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/west-ham-ban-fans-for-life-upton-park-violence-manchester-united",
  "id": "2016-05-11-336",
  "sectionId": "football",
  "body": "West Ham football club has promised to impose life bans on fans responsible for the trouble that marred their final match at Upton Park. The visiting Manchester United team bus was pelted with missiles before the game and their goalkeeper, David de Gea, targeted during the match, which ended in a thrilling 3-2 victory for the home team. West Ham said the behaviour was unacceptable and it would work with police to identify the perpetrators. Earlier, the club co-chairman, David Sullivan, appeared to blame United – and said match officials and police had been “kind” to the visitors by delaying kick-off by 45 minutes.  “It is depressing really,” he told BBC Radio 5 Live. “It will be a late night for our fans and some of them won’t be able to stay. I don’t understand why United couldn’t get here at 4pm. They could have got here early. They knew it would be busy. It’s crazy.  “There was congestion in the street and they couldn’t get the coach in. There were people around the coach, but there was no attack on the coach.  “If you check the coach there won’t be any damage to it. If we arrived late at Old Trafford they wouldn’t put the kick-off back.”  West Ham promised to ban for life any supporters who are identified following the trouble and said in a statement: “It was an extraordinary night full of extraordinary moments in front of extraordinary fans, 99% of whom behaved impeccably and were a credit to the club.  “We have already had thousands of tweets and emails from fans to say how proud they were to be a part of such a special evening in West Ham’s history. However, we are aware that there were some supporters outside the Boleyn Ground who didn’t act in an appropriate way when the Manchester United team bus was damaged. “That was not acceptable and we will work with the police to identify those responsible and ban them for life.”      A woman and a child are helped outside the ground. Photograph: Dan Kitwood/Getty Images    The Football Association pulled no punches in a statement after the match. “The FA strongly condemns the unsavoury incidents involving both the Manchester United team coach outside West Ham United’s Boleyn Ground and objects thrown from a section of the home support during the game,” it said. “We will work closely with both clubs and the Metropolitan police to fully investigate these matters.” It was West Ham’s final match at their home of 112 years before their move to the Olympic Stadium next season and the volatile tone was set when the United bus became snarled up on Green Street and attacked. Windows were damaged as bottles and other missiles were thrown by supporters. The decision had been taken to open the turnstiles later than usual before the kick-off and, with many more people than normal turning up to be a part of a historic occasion, there were worrying levels of congestion outside the stadium. Briefly, there was panic on Green Street as a crush threatened to develop. The 7.45pm kick-off had to be put back to 8.30pm.  De Gea had a bottle thrown in his direction after he celebrated his team’s equaliser at 1-1, while a fan ran on to taunt him towards the end of the match. The fan was led away by stewards.     Manchester United’s goalkeeper David De Gea celebrates their first goal as a bottle appears to have been thrown towards him from the stands. Photograph: John Sibley/Reuters    The United captain, Wayne Rooney, discussed flashpoints in an interview before the game with Sky Sports. “It wasn’t nice,” he said. “The coach got smashed up but we’re here now, so have to prepare for the game and go out and do our job.” Pushed further on the supporters’ behaviour, Rooney said: “I’m sure you’ll see the images. That’s not for me to say but I think it was disappointing. We know it’s a big game for West Ham. It’s a big night for them, leaving the stadium, but I’m sure West Ham as a club will be disappointed with what the fans have done.”   The Metropolitan Police said on Wednesday that four police officers were injured during the trouble. No arrests have been made over criminal damage to the coach.  Three men were arrested during the game, including a 20-year-old on suspicion of affray and a 47-year-old and 18-year-old for pitch incursion.  Officers from the Met’s Central Football Unit are examining CCTV footage and have appealed for witnesses.",
  "webTitle": "West Ham promise to ban fans for life after Upton Park violence",
  "webPublicationDate": "2016-05-11T06:59:29Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/west-ham-ban-fans-for-life-upton-park-violence-manchester-united",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Smith",
      "id": "profile/alan-smith"
    },
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/11/west-ham-ban-fans-for-life-upton-park-violence-manchester-united"
}