{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/david-camerons-used-car-purchase-was-an-excruciating-attempt-to-look-normal",
  "id": "2016-05-24-164",
  "sectionId": "commentisfree",
  "body": "Shut the doors. Unplug the internet. Up and live in a cave if you have to. For David Cameron has just purchased a secondhand Nissan Micra, and only bad things can happen now. In terms of legitimately awful portents, Cameron’s Micra is up there with the ravens leaving the Tower of London and Boris Johnson deliberately mussing up his hair before a public speaking engagement. Only bad things can happen from now on. We’re doomed. What does Cameron’s Micra mean? There are only two options. Option one: the starting pistol has been fired on the EU referendum campaign proper. With a four-week purdah set to kick in on Friday, banning the Treasury from publishing data about the public cost of Brexit, politicians will now be forced to get their message across in other ways. Televised debates. Town hall meetings. And, most gallingly of all, woeful attempts to find common ground with the voting public. In short, the race is on for everyone to look as normal as possible. Buckle up, guys. This is going to be excruciating. Because Cameron’s Micra has to be an attempt for him to look normal, doesn’t it? It’s just too perfectly convenient to be anything else. The timing is too convenient. The car dealer’s selfie is too convenient. The fact that Cameron managed to chance upon one of the precious few members of the public who doesn’t automatically start humping the air and making pig noises at the very sight of him is too convenient. And of course he paid full price for it. Of course he did. He wouldn’t have insulated himself against accusations of hurting small business owners if this wasn’t all a great big publicity stunt. Cameron is a famed negotiator, but suddenly he can’t even get £300 knocked off a Nissan Micra? This is a man who once waited nine full hours without going to the toilet because he refused to leave a negotiating table until he got what he wanted. At the very least, he could have secured a free air freshener by threatening to wee all over the forecourt. But no.     The Nissan Micra ‘lacks the visual impact of the Kia Picanto’.    What on earth is Cameron going to do with a £1,495 Nissan Micra, anyway? He doesn’t need it. He’s the prime minister, for crying out loud. His time is so vastly important that his security detail deliberately arranged for him to arrive at the dealership at precisely 17.32. If every second of your life is accounted for like this, then the last thing you should do is put your faith in a vehicle that Autocar once said “lacks the visual impact of the Kia Picanto”. Oh, sure, the official line is that it was a gift for Samantha, but she’s hardly going to be thrilled about that, is she? A secondhand car to go along with all those cheap high-street dresses she has to wear to conferences to blend in, and the memories of all those dismal staycations she has to keep taking in order to look normal? No, the only logical explanation is that Cameron bought the car because he wanted to fill it with rubies, set it on fire, put a brick on the accelerator and watch it plummet off a cliff while he yells: “Buller buller buller!” at it. That is the only logical explanation. Still, we should be thankful that Cameron was chosen to represent the remain side here instead of, say, George Osborne. Cameron’s photo just makes him look like a slightly clueless man buying a car. With Osborne, there would by now be a Vine of him staring off into space, repeatedly tasting the air with the tip of his tongue, like some sort of horrifying circus iguana having a nightmarish fractal flashback. And this isn’t the worst of it. In the days to come, now that Cameron has signalled the start of his “Hey! I’m just like you! Hooray for Europe!” campaign, the Brexiters are destined to follow suit. And that will just be an absolute mess from start to finish. Even in their jobs – their real life, nebbish jobs that they really do for an actual living – the leave campaigners all tend to come across like space aliens who have crashed on Earth and can’t yet manage to convincingly mimic human behaviour. Imagine Michael Gove trying to relate to normal people in a pub. Imagine how hard you would wince if Boris Johnson visited a nursing home. Imagine if you saw Nigel Farage holding a puppy. You wouldn’t know if he was going to stroke it or eat it. You’d have nightmares. Politicians should have learned that nobody is fooled by all these attempts to relate to us. Every time it happens, it stinks of inauthenticity. They’re doomed to be forever undone by a leotard or a pint of beer or a fumbled conversation about Aston Villa. Every political career in the country is just one bacon sandwich away from oblivion, and yet these sham performances continue. Politicians aren’t like us, and that’s OK. It’s actually quite heartening to realise that they’re too busy to buy a secondhand car or get into the Arctic Monkeys. So drop the act, Cameron. We can see right through you. A Nissan Micra. A Nissan bloody Micra. Who the hell do you think we are? Option two: David Cameron just wanted to do a nice thing for his wife. That’s feasible, too, I suppose.",
  "webTitle": "David Cameron’s used-car purchase was an excruciating ​attempt to look normal | Stuart Heritage",
  "webPublicationDate": "2016-05-24T13:00:09Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/david-camerons-used-car-purchase-was-an-excruciating-attempt-to-look-normal",
  "keyword": [
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/david-camerons-used-car-purchase-was-an-excruciating-attempt-to-look-normal"
}