{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/16/volunteers-stop-visiting-orphanages-start-preserving-families",
  "id": "2016-05-16-212",
  "sectionId": "global-development-professionals-network",
  "body": "I was asked recently by a friend to meet some people from her church in the US who were visiting Uganda on a mission trip. The aim of the meeting was to convince them that supporting and visiting orphanages was doing more harm than good. As I entered the restaurant, the mission trip participants were easily identified by their beaming smiles and even brighter T-shirts. The conversation started well and they were, of course, lovely people who were incredibly generous with their time and resources; a common trait among mission trip participants I’ve met over the years.    Related: Volunteer travel: experts raise concerns over unregulated industry    Their church had been supporting an orphanage in Uganda for several years and their investment in it was approaching $200,000 (£139,000). I had researched the particular orphanage before the meeting and asked the group some questions. Did the orphanage reunify children with their families? Did it look for local foster or adoptive families, or have a license to operate legally according to the Ugandan Approved Home Regulations?  The team didn’t know the answers to these questions, revealing that the church had carried out little or no due diligence with their orphanage partner. One participant became quite upset at the thought that they would be forced to, under the National Alternative Care Framework, attempt to reunify Muslim children with their Muslim families, or attempt to find appropriate Muslim families to foster or adopt children if reunification was not possible. This was seen as being in conflict with their religious beliefs. This meeting inspired a colleague and I to conduct some research into the number of mission trips that come to Uganda. We found that 150 trips were planned to visit Ugandan orphanages in 2016. While many trips did other activities, the orphanage visit was usually the most significant and certainly the most emotionally compelling part of the trip. We analysed the trips and found that, on average, each trip cost $3,000 per person and had 12 participants. That’s more than $5m spent on mission trips to Uganda; money that could have been put towards much needed welfare reforms and social services. To put this into context, the cost of closing an orphanage of 30 children, addressing the core reasons for separation, and supporting the families for at least a year is $12,000.      The Abide Family Centre in Jinja, Uganda, works to keep families together, Photograph: Kristin Klein/Abide Family Center    We also found a link between international adoption and the proliferation of orphanages that are so often visited as part mission trips. It was clear from websites and blogs that many mission trips to Uganda were started or funded by people connected to international adoption. For many people, a mission trip is the first chapter in their adoption story, and vice versa. Both feed the demand for children to be in orphanages to be adopted and/or visited.  Orphanages are an intervention without an exit strategy. They do nothing to solve the problems that cause separation and, in many cases, the fact that they provide children with free education, meals, and clothing actually causes children to be separated from their families.   Related: Teaching abroad: 'Volunteers had little educational benefit to the kids'    But before we start being too hard on mission trips, it should be said that many people involved in child welfare reforms started by visiting or volunteering in an orphanage – myself included. We saw the damage caused by longterm residential care, particularly of younger children. Such trips shouldn’t be used as an entry point to child welfare reforms, but we have to acknowledge that many of us wouldn’t be here unless we had been on one in the first place.   Today, we know more about the negative impact of growing up in an orphanage, and that at least 80% of children in orphanages have at least one living parent – some in Uganda say it is a lot higher. As such, many traditional supporters of orphanages are changing direction. Samaritans Purse in Uganda is doing excellent work to help orphanages transform, reunite children with their families and provide support to them. Other organisations, such as Calm Africa, the Abide family centreand Ekisa ministries are also working to preserve families and support alternatives to institutions care. The Child’s i Foundation has a social work Centre of Excellence for reunification and adoption practices, and Retrak works tirelessly to return children to their communities from the street. While some of these organisations receive foreign volunteers and mission trips, their emphasis is on supporting families and alternative family-based care, with good social work practices at the centre. With the Ugandan government and other partners, we are working to eradicate the need for orphanages by strengthening and developing family-based alternatives and supporting children to rejoin their families. This is a call to all of the mission trips to Uganda and to the rest of the global south to support the Better Volunteering, Better Care initiative and the Alternative Care Uganda campaign and become a part of the solution.   Related: Gap year volunteering: how to do it right    Mark Riley is the director and a co-founder of Alternative Care Initiatives, an organisation working with the Ugandan government and others on child welfare reforms in Uganda and east Africa. This article is part of a month-long blogging campaign to #StopOrphanTrips co-ordinated by Better Volunteering, Better Care, a cross-sector working group of individuals and organisations campaigning against international volunteering in orphanages, and supporting responsible volunteering alternatives. Share this article using #StopOrphanTrips and sign the petition calling for travel operators to remove orphanage volunteering placements from their websites. Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "Volunteers are fueling the growth of orphanages in Uganda. They need to stop",
  "webPublicationDate": "2016-05-16T12:00:11Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/16/volunteers-stop-visiting-orphanages-start-preserving-families",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Uganda",
      "id": "world/uganda",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Volunteering",
      "id": "society/volunteering",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Volunteering holidays",
      "id": "travel/volunteering",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Fostering",
      "id": "society/fostering",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Volunteering",
      "id": "voluntary-sector-network/volunteering",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Children",
      "id": "social-care-network/children",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/16/volunteers-stop-visiting-orphanages-start-preserving-families"
}