{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/22/uk-property-executive-drawn-into-violent-african-mine-dispute",
  "id": "2016-05-22-52",
  "sectionId": "business",
  "body": "A wealthy British investor has been dragged into a deadly dispute over a South African mine, after a community leader was killed amid allegations that excavating the site would damage the environment. Threatening comments by Mark Caruso, the chief executive of the firm at the heart of the dispute, have also served to heighten tensions, say locals. Graham Edwards, chief executive of the property group Telereal Trillium, owns a stake of at least 23% in the Australian mining firm Mineral Commodities (MRC), which wants to mine for titanium at Xolobeni in South Africa’s Eastern Cape. The plan faces opposition from members of the local Amadiba community, who say it will cause environmental problems and disturb ancestral gravesites on the 14-mile-long stretch of coastal sand dunes. Tensions in the community have escalated since the shooting earlier this year of Sikhosiphi “Bazooka” Rhadebe, who was chairman of the Amadiba crisis committee. There is no suggestion that the company had any involvement with violence against opponents of its project.   Related: Australian mining company denies role in murder of South African activist    But local people have expressed dismay over the aggressive rhetoric deployed by Caruso, chief executive of MRC. In an email to “stakeholders” in the project in 2015, Caruso quoted the biblical line used by Samuel L Jackson’s character in the Quentin Tarantino film Pulp Fiction before he shoots some drug dealers. “From time to time I have sought the Bible for understanding and perhaps I can direct you to Ezekiel 25:17,” wrote Caruso. “And I will strike down upon thee with great vengeance and furious anger, those who attempt to poison and destroy my brothers. And you will know my name is the Lord when I lay my vengeance upon thee.”  In a separate email, Caruso vowed to crush enemies of the project. “I am enlivened by [the] opportunity to grind all resistance to my presence and the presence of MRC … into the animals [sic] of history as a failed campaign,” he said. In March this year, Rhadebe was shot eight times in the head by men posing as policemen. Several other anti-mining activists have also been killed or injured. The Amadiba community member Sinegugu Zukulu said: “MRC is determined to disrupt our way of life. This proposed mine has brought us conflict in the community since the process was started.  “A community that used to live in peace is now in conflict. Graham Edwards must do an honorable thing tell MRC to leave us alone.” Edwards has taken to Facebook to take issue with objections to the mine, after activists staged a protest outside the London offices of Telereal Trillium. “As I understand it, the mining process here involves taking sand, filtering it with water and magnetism and then replacing the sand,” he said. “It is difficult to understand the ecological damage that this is purported to cause. I would have thought that the economic benefits to the local community would be welcomed, but obviously that is for the local community to decide. “I am surprised that your group feel that they have better information as to who committed this horrible crime than the authorities, but if you really do have evidence as to the guilty party then please do share it – particularly with the police.” He also shared details of a survey, conducted by an independent firm, into local attitudes to the project. But sources said that while he was still in favour of the project, he was alarmed by the rhetoric employed by Caruso and planned to make his displeasure known. Edwards declined to comment. MRC said a poll of 200 locals showed that 77% either supported the mine unconditionally or wanted it to build local infrastructure. The company declined to comment on Caruso’s biblical quotation. “History shows not only have we invested substantially in mining development in South Africa but we have also done so working within the law in discharging our obligations under our prospecting and mining permits,” the company said. “We believe that it is possible for responsible mining development to co-exist with environmental, social, and cultural purviews and this is what results in sustainable economic development.”",
  "webTitle": "UK property executive drawn into violent African mine dispute",
  "webPublicationDate": "2016-05-22T17:45:05Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/22/uk-property-executive-drawn-into-violent-african-mine-dispute",
  "keyword": [
    {
      "webTitle": "Mining",
      "id": "business/mining",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "South Africa",
      "id": "world/southafrica",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mining",
      "id": "environment/mining",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    }
  ],
  "guardianId": "business/2016/may/22/uk-property-executive-drawn-into-violent-african-mine-dispute"
}