{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/breast-cancer-gaza-women-struggling-vital-treatment",
  "id": "2016-05-18-305",
  "sectionId": "commentisfree",
  "body": "Twenty-five years ago, during the first intifada, I was working as a volunteer surgeon with Medical Aid for Palestinians in al-Ahli hospital in Gaza when the Madrid peace conference led to the Oslo agreement and the supposed roadmap to peace between Israel and Palestine. I returned to Palestine a few weeks ago in my capacity as a breast cancer surgeon. As well as assisting at clinics, performing operations and running teaching workshops in east Jerusalem, I visited Gaza to assess the challenges faced by cancer patients there. I found a population running desperately low on resilience and hope for the future, who feel forgotten by the international community. Al-Ahli’s character is still the same, with neat wards and beautiful gardens. Gaza, however, is vastly different to the place where I lived and worked in 1991 and 92. During the first intifada the interior of Gaza was still under direct control by Israeli soldiers, with nightly curfews, multiple checkpoints and Israeli settlers. This produced a constant source of tension and violent clashes between stone-throwing youths and gun-wielding soldiers or even settlers. Dealing with gunshot wounds in the legs of young men and boys was a commonplace duty for medics.     Philippa Whitford in theatre in Gaza, May 2016    Such challenges have been replaced by one all-consuming barrier to the population’s wellbeing: the stifling blockade, now almost a decade old. While life inside the strip no longer involves curfews and clashes, the blockade and the threat of further repeated incursions from Israel hang over every aspect of life. The rampant destruction wreaked by successive conflicts is obvious everywhere. Israel’s Operation Protective Edge in 2014 claimed more than 2,000 Palestinian lives and made more than 100,000 people homeless. Though I saw some signs of rebuilding, reconstruction is at a glacial pace, with gaps cleared of rubble and half-finished buildings visible throughout Gaza City and the surrounding refugee camps. A year and a half on, the UN estimates that 75,000 people remain displaced. Construction materials are barely trickling in, and are set to be restricted even more after Israel’s recent suspension of private imports of cement. Though Israel’s intention is to prevent the construction of tunnels by militant groups, it is the most vulnerable of Gaza’s residents – almost a quarter of whom still live in the rubble of their former homes – who suffer the most. For women with breast cancer in Gaza, Israel’s and Egypt’s near-total closure affects nearly every stage of their diagnosis and treatment. Doctors in clinics and hospitals told me vital medicines, including chemotherapy drugs, were hard to procure. Several patients reported having had their chemotherapy course interrupted when drugs could not be supplied, or simply having been unable to complete the course at all. Radio isotopes used in bone scans or for guided biopsy of axillary lymph nodes are forbidden entry into Gaza despite having no potentially dangerous application. Gaza’s surgeons are prevented from travelling out to attend conferences or further develop their skills, freezing surgical practice many years behind the rest of the world. A  Harvard Medical School study has shown that five-year survival rates for breast cancer patients are as low as 30-40%, compared with around 85% in England. Radiotherapy is completely unavailable. Patients requiring it must therefore apply to Israel for a permit to travel to hospitals in East Jerusalem. The application procedure is time-consuming, and patients must cover the cost of their own transport and accommodation.    These women are struggling to access the care they need at the most vulnerable and frightening moment in their lives    According to the World Health Organisation, in February over 28% of those applying for permits to travel out for treatment were either denied or received no response to their applications. As radiotherapy is crucial in allowing breast conservation, this leads to the vast majority of women having full mastectomies and clearance of their axillary nodes, which would be deemed unnecessary in the UK. At a patient support group in Bureij refugee camp, I asked how many had undergone mastectomy and clearance. All hands went up. These women are struggling to access the care they need at the most vulnerable and frightening moment in their lives. Their stories are just a few among those of countless Gazans who are unable to rebuild their lives after successive rounds of violent conflict. The international community has turned away from Gaza as the memory of the violence in 2014 begins to fade. As one former colleague at al-Ahli told me: “Donors do not help Gaza unless there is blood. It is as if we have to die for them to keep us alive.” From what I have seen, life has become more difficult and more claustrophobic in Gaza over the last 25 years. Next year will mark 10 years of the blockade and 100 years since the Balfour declaration, which helped establish a home for Jewish people in Palestine. Now is the time for Britain to reflect on its historical responsibilities and unmet promises to the Palestinian people. Given the UN estimates that in just another four years the territory will be uninhabitable – because of pressure on space, food production and provision of water – a solution to this manmade crisis has never been more urgent. France is currently trying to kickstart negotiations between Israel and Palestine. This is now the best hope for peace in the region, and Britain should play its part by actively supporting it.",
  "webTitle": "The Gaza blockade is hitting the most vulnerable hardest | Philippa Whitford",
  "webPublicationDate": "2016-05-18T07:30:23Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/breast-cancer-gaza-women-struggling-vital-treatment",
  "keyword": [
    {
      "webTitle": "Gaza",
      "id": "world/gaza",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Breast cancer",
      "id": "society/breast-cancer",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Philippa Whitford",
      "id": "profile/philippa-whitford"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/breast-cancer-gaza-women-struggling-vital-treatment"
}