{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/im-very-relieved-10-austrians-on-the-presidential-election",
  "id": "2016-05-24-203",
  "sectionId": "world",
  "body": "‘The migrant crisis was handled very poorly by the EU’ Voted for: Alexander van der Bellen  I’m relieved that Mr Van der Bellen won in the end but I’m still worried about the fact that half of my fellow countrymen voted for a Eurosceptic nationalist in league with Viktor Orban in Hungary, or Marine Le Pen in France. Austria is one of the richest, most highly developed countries in the world. So how bad can our political system really be? Certainly not as bad as it is currently perceived.  The migration crisis was handled very poorly by the EU and the result is that rightwing parties are winning elections all over the union. Thomas Schnell, 37, self-employed, Vienna ‘Unifying, humanistic values have trumped fearmongering’     ‘We need to actively engage each other in civilised debate’ Photograph: Alexander Sarg    Voted for: Alexander van der Bellen I’m absolutely happy with the result. Unifying, humanistic values have trumped fearmongering and divisive commentary.  Van der Bellen is no magician. These aren’t issues that a single man can solve. But his sentiments regarding the European Union, and the way he represents Austria may hasten negotiations that will lead to a solution to the current immigration crisis we all face. Perhaps he can mend some of the rifts this election has caused, so that we may look towards the future united, rather than divided.  I urge those readers in countries where far-right groups are making ground to actively engage each other in civilised debate, viewing those that do not hold your views as potential allies, rather than enemies. Looking down upon those flocking towards the easy answers provided by anti-immigration, anti-eEuropean and anti-humanistic groups will not dissuade them. Conversation, however, might. Alexander Sarg, freelance translator, Vienna     Alexander van der Bellen waving to supporters at the Palais Auersperg in Vienna after the Austrian presidential elections runoff. Photograph: Florian Wieser/EPA    ‘It’s a small victory, but still a victory’ Voted for: Alexander van der Bellen  Almost 50% of the electorate voted for the far-right candidate, something that is very worrying, especially in the light of the upcoming national elections in 2018. I really hope that we won’t see a rightwing chancellor then.  Many Austrians that voted for Van der Bellen come from a very broad political spectrum, ranging from the left to the central right and a lot of them have voted for Van der Bellen only in order to prevent [Norbert] Hofer from becoming president. So in a way it’s a very small victory, but still a victory. I hope that Austria won’t follow the example of Hungary or Poland in the future. I also hope that the EU member states will work together more closely in political terms. I think that only if the EU moves closer together in political terms, will it be able to tackle problems like the refugee crisis, the financial crisis and issues concerning Europe as a whole. In order for the EU to function, it is necessary that member states give up some elements of their sovereignty. Rupert Pilsl, 32, civil servant, Linz ‘It was a no-go to publicly confess to voting the FPÖ not long ago’ Voted for: Norbert Hofer  The main parties are completely sidelined now – it’s increasingly “either FPÖ or the rest” and trying to keep the FPÖ [Freedom party] from power. I hope for real change in Austrian politics. The right cannot be suppressed any longer. We will be back in 2018. While it was a no-go to publicly confess to voting the FPÖ not long ago, those reservations have vanished as a result of these elections. Society is angry and divided into two ever more inimical camps.  On the bright side: interest in politics has soared. Jan Karl Forstner, student, Vienna ‘By no means are half of Austrians extreme right’ Voted for: Alexander van der Bellen  I am more than content – and above all relieved – with the result. Victory for Norbert Hofer might have meant disruption and instability as well as irritation abroad. I am well aware of the fact, though, that polls indicate a fairly widespread desire for a “strong man”. However, it must be emphasised that by no means are half of Austrians extreme right, nor have last Sunday’s Van der Bellen voters all become devoted fans of the Green party overnight. Polls have shown that about a third of the voters for each candidate voted for that party for the first time in their life.  I do have some hopes that the new government under [chancellor] Christian Kern starts tackling the burning issues and gives signals to the less privileged that their worries are taken seriously. Veronika Mandorfer, 61, teacher, Vienna     Demonstration against Norbert Hofer in Vienna last week. Photograph: Christian Bruna/EPA    ‘I’m very relieved’ Voted for: Alexander van der Bellen  I’m very relieved with the result. Hofer’s success isn’t only due to the standstill the governing coalition parties have caused. It has also a lot to do with the tabloids and online media such as Oe24, Heute and Kronen Zeitung. They know that fear sells and didn’t hesitate to draw a picture of cities overrun by criminal refugees with women too afraid to leave the house. People from the countryside reacted to these exaggerations by voting for Hofer, so they wouldn’t have to experience the same threats as people in the cities. People in the cities, however, voted mostly for Van der Bellen. In my district it was 72.5% and it definitely isn’t a “posh” area.  There is this feeling that things either stay the same or get worse, even though we are still very well off. But unemployment has risen, salaries are stagnating and housing has become more expensive, so my generation feels that life was easier for our parents when they were that age. Anna Fuchs, Vienna     Norbert Hofer and the FPÖ chairman, Heinz-Christian Strache (right) wave flags on stage during Hofer’s final election campaign rally at the Viktor Adler Markt in Vienna. Photograph: Joe Klamar/AFP/Getty Images    ‘I’m glad that people are finally waking up’ Voted for: Norbert Hofer  I’m not too thrilled about the results, but I am glad that people are finally waking up and they are realising the disasters of the EU and dangers of migrants coming in from Syria.  Hopefully we have started a movement that will be able to spread to other countries that are facing the same problems that we currently have. We have thousands of immigrants from not just the Middle East but other European countries that are pouring into our country. My hopes are that people will finally realise the failure of the EU and how these decisions are affecting our country negatively. I want people to finally start thinking about their own countries rather than being scared about what other EU member states will think about them. We may have lost by a narrow margin, but this is not the end, it’s the beginning of a new era. Mose Emil, student, Vienna ‘We need a growing responsibility towards refugees’     ‘We need a better Austrian government.’ Photograph: Kurt Remele    Voted for: Alexander van der Bellen  Austrians escaped the accession to power of a rightwing politician by the skin of their teeth. We need a better Austrian government, a growing awareness that Austria is part of a global society, a growing responsibility towards refugees and other marginalised people, more social justice and more income equality. Kurt Remele, academic, Graz ‘The two halves of Austrian society do not really communicate’ Voted for: Alexander van der Bellen  The result shows the governing Social Democrats and Conservatives have lost touch with “the man on the street” – if by this you mean working- and lower middle-class citizens who think their status is endangered by whichever threat (immigrants, the EU, you name it) the Freedom party reaches out to them.  It is also interesting to see that Hofer gained his votes mainly in rural areas, where there are fewer foreigners, whereas Van der Bellen won in the more ethnically mixed cities and among better educated people. Hofer tried to exploit this rift by claiming that he was the candidate for the common man, as opposed to Van der Bellen (and his voters) being elitist. And that is the big issue Austrian society is facing right now: the country appears to be split into two halves and what’s new is that these two halves do not really communicate with each other.  The Freedom party operate with hate towards everyone who does not share their political points of view by calling them unpatriotic. On the other hand, parts of the political left look down on the uneducated masses voting for the FPÖ. In general, compared with Germany and the UK, the general level of political discourse is rather low in Austria. A lot of people follow politicians who promise simple answers to complex questions. Bernd Leutgeb, teacher, Vienna ‘Van der Bellen has proven himself a dedicated politician’ Voted for: Alexander van der Bellen  I am quite relieved actually, considering the president has the power to dissolve the government and commands the military. Both might prove dangerous in the ongoing refugee crisis and taking into account Hofer’s extreme views on immigration and international cooperation. Van der Bellen has proven himself a dedicated politician with great attention to the bigger picture. I am confident he will be an able, diplomatic and considerate president. Manuel Leithner, software developer, Vienna",
  "webTitle": "‘I’m very relieved’ – 10 Austrians on the presidential election",
  "webPublicationDate": "2016-05-24T11:09:43Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/im-very-relieved-10-austrians-on-the-presidential-election",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "James Walsh",
      "id": "profile/james-walsh"
    }
  ],
  "guardianId": "world/2016/may/24/im-very-relieved-10-austrians-on-the-presidential-election"
}