{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/donald-tusk-slams-boris-johnsons-hitler-remarks-as-political-amnesia",
  "id": "2016-05-17-235",
  "sectionId": "politics",
  "body": "One of the Europe’s most senior leaders has accused Boris Johnson of suffering from “political amnesia” and making “absurd arguments”, after the former London mayor drew a comparison between the aims of the EU and Adolf Hitler. EU institutions have so far avoided getting drawn into the UK’s increasingly bitter referendum campaign, but Donald Tusk, the president of the European council, said on Tuesday that he had to respond when he heard the EU being compared to the Nazi leader’s plans.   Guardian explained: Current referendum polling   He said: “When I hear the EU being compared to the plans and projects of Adolf Hitler I cannot remain silent. Such absurd arguments should be completely ignored if they hadn’t been formulated by one of the most influential politicians in the [UK’s] ruling party. “Boris Johnson crossed the boundaries of a rational discourse, demonstrating political amnesia.” These views were in the minds of many Europeans, not just Britons, Tusk added, but this was no excuse for Johnson’s “dangerous blackout”. The former London mayor, seen as a leading figure in the campaign for Britain to leave the EU, caused outrage when he drew a comparison between the EU and Nazi subjugation of Europe.     When EU compared to plans and projects of Adolf Hitler I cannot remain silent. Demonstrates political amnesia pic.twitter.com/LU4wxNbvd4— Donald Tusk (@eucopresident) May 17, 2016    In an interview in the Sunday Telegraph, Johnson said that Hitler and Napoleon had made failed attempts at European unification and the EU “was an attempt to do this by different methods”. Johnson stood by his comments on Monday, describing the reaction as an “artificial media twit storm”. Tusk, a former prime minister of Poland, chairs summits of EU leaders and was one of the architects of Britain’s “special status” deal with the EU, secured by David Cameron in February.   Related: German politicians criticise Boris Johnson for EU-Hitler comments    Tusk rejected the arguments often made by Brexit campaigners by saying the EU was a common tool, not a superstate. “European countries would have to face the migration crisis, an aggressive Russia and economic uncertainty alone without the EU,” he said. “Today, we have to finally begin to remind ourselves of this banal, and perhaps boring truth: the only alternative [to the EU] is political chaos, the return to national egoisms, and in consequence, the triumph of anti-democratic tendencies, which can lead to history repeating itself.” Johnson’s remarks also triggered disbelief in Germany. A spokesman for the Social Democratic party (SPD), told the Guardian he was “speechless at what stupidity nationalism can trigger in seemingly intelligent people”.",
  "webTitle": "Tusk slams Boris Johnson's Hitler remarks as 'political amnesia'",
  "webPublicationDate": "2016-05-17T10:09:53Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/donald-tusk-slams-boris-johnsons-hitler-remarks-as-political-amnesia",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Donald Tusk",
      "id": "world/donald-tusk",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jennifer Rankin",
      "id": "profile/jennifer-rankin"
    }
  ],
  "guardianId": "politics/2016/may/17/donald-tusk-slams-boris-johnsons-hitler-remarks-as-political-amnesia"
}