{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/25/marcus-rashford-england-debut-australia",
  "id": "2016-05-25-16",
  "sectionId": "football",
  "body": "Roy Hodgson is giving serious consideration to playing Marcus Rashford from the start in England’s game against Australia on Friday after deciding to rest Harry Kane and with new doubts surrounding Daniel Sturridge’s ability to stay fit throughout Euro 2016. Sturridge, blighted by longstanding calf issues, missed England’s latest training session and the timing counts against the Liverpool striker when Hodgson had been planning to give him a starting place in the Australia match at Sunderland.   Related: Eric Dier says England must be ‘streetwise’ to prosper at Euro 2016    Gary Cahill was also unable to take part in England’s workout at Manchester City’s training ground, but Sturridge is the greater concern given the amount of football he has missed over the past couple of years. The Liverpool forward had previously described himself as “good to go” but he will have to be assessed by England’s medical staff to see if he can play at the Stadium of Light. Hodgson, who must whittle down his squad from 26 to 23 by Tuesday, is already without Jamie Vardy for this game after the Leicester City striker was given special dispensation to miss the match because of his wedding, and the England manager believes that Kane should be rested because of the Tottenham Hotspur forward’s gruelling schedule over the past couple of years. Kane went through last season without a break, racking up 50 appearances for Spurs as well as winning nine international caps. He spent the previous summer playing for England in the European Under-21 Championship and Hodgson is mindful about not over-exerting the player who is expected to lead his attack in the finals in France next month. The captain, Wayne Rooney, is available again but might also be rested, especially if Sturridge can play. Hodgson has already confirmed that Rashford will make his debut on Friday and the England manager is now contemplating whether to include him in his starting lineup only 92 days after the teenager made his first Manchester United appearance. The game against Australia will be followed by Portugal’s visit to Wembley a week on Thursday, when Hodgson intends to pick a side that will shape his plans for England’s first match of the Euro 2016 tournament, against Russia on 11 June.",
  "webTitle": "Marcus Rashford in line to make England debut against Australia",
  "webPublicationDate": "2016-05-25T21:31:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/25/marcus-rashford-england-debut-australia",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Daniel Sturridge",
      "id": "football/daniel-sturridge",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Harry Kane",
      "id": "football/harry-kane",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Australia",
      "id": "football/australia",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/25/marcus-rashford-england-debut-australia"
}