{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/25/suit-jacket-crisis-mens-tailoring-trend-ryan-gosling-shawn-mendes-zayn-malik-seal-nick-jones",
  "id": "2016-05-25-155",
  "sectionId": "fashion",
  "body": "“I strongly dislike suit jackets,” Kanye West tweeted recently, highlighting the sea change that’s brewing in men’s tailoring. If the identikit black-tie uniform of red-carpet menswear has for years been looking as if it has been styled by a particularly unimaginative spambot, 2016 has proved the exception to the rule – with the suit jacket among the casualties. The most forward thinking looks have come from those eschewing typical black suit jackets in favour of sartorial spin. Here are some of the alternative looks that work … The broken suit jacket: Ryan Gosling     Ryan Gosling tops off with a white suit jacket at Cannes. Photograph: Thibault Camus/AP    On the red carpet, mismatched separates are the new normal: men’s dinner jackets are kaleidoscopic both in their variety and in the way that there is no obvious connect to the trousers they are being matched with. On the Cannes Croisette, Ryan Gosling displayed the most classic form of broken suit-ism: the white tux jacket. The clenched fist against sartorial norms is optional.  The conceptual suit jacket: Shawn Mendes      Shawn Mendes in his conceptual suit jacket. Photograph: Bryan Haraway/AFP/Getty Images    As Canadian pop star Shawn Mendes proved when he debuted this complicated suit jacket at the Billboard awards, “conceptual dressing” doesn’t have to mean: “Hey, I’m a 3D street artist in my spare time.” Although it wasn’t a sneak peak of Demna Gvasalia’s range for Balenciaga, as previously thought, it felt very Vetements-influenced with its blunt, flat top edge and monk-ish feel. The precisely cut black undershirt completely changed the architecture of the outfit and shows what can be achieved when you pimp your suit jacket look.  The longer suit jacket: Zayn Malik     Zayn Malik on The Voice goes for a quilted leather jacket. Photograph: NBC/Getty Images    Referencing the peacock revolution, there has been a trend for heavily embroidered suit jackets on the red carpet. But could the next dandy-influenced look be the longer suit jacket? Think of Peter Kosminsky’s Nehru jacket at the Baftas, Seal on the Billboard red carpet going full-on winter coat and Zayn Malik on the US Voice, debuting his black leather quilted jacket, which was a little bit The Matrix and a little bit oligarch’s day out. The shirt: Troye Sivan     Singer Troye Sivan goes jacketless. Photograph: Todd Williamson/Getty Images for dcp    Accessorised with cream Saint Laurent trousers, Alexander Wang shoes and painted black nails, singer Troye Sivan’s McQueen shirt showed why the suit jacket is sometimes completely unnecessary. Basically, because you’ve made a strong enough sartorial statement without having to dilute things with the addition of shoulder pads.  The leather jacket: Nick Jonas      Nick Jonas’s luxe leather jacket. Photograph: Broadimage/REX/Shutterstock    As the line between smart/casual gradually disappears and staples such as bombers and leather jackets become more luxe, their appearance on the red carpet is the new norm. True, the leather jacket at celebrity events can sometimes go wrong and look a bit six-star resort in Dubai, but when it’s done right – viz Nick Jonas at the Billboard awards – it can look like the best sort of suit jacket alternative: edgy and elegant.",
  "webTitle": "The suit jacket is in crisis, so what's next in men's tailoring?",
  "webPublicationDate": "2016-05-25T13:21:29Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/25/suit-jacket-crisis-mens-tailoring-trend-ryan-gosling-shawn-mendes-zayn-malik-seal-nick-jones",
  "keyword": [
    {
      "webTitle": "Men's fashion",
      "id": "fashion/mens-fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Men's coats and jackets",
      "id": "fashion/mens-coats",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    }
  ],
  "authors": [
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "fashion/2016/may/25/suit-jacket-crisis-mens-tailoring-trend-ryan-gosling-shawn-mendes-zayn-malik-seal-nick-jones"
}