{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/19/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "id": "2016-05-18-19",
  "sectionId": "australia-news",
  "body": "We emerge squinting in the daylight of day 11 of the campaign after scouring ourselves of the “illiterate refugees are taking Australian jobs” muck from yesterday.  The big picture Labor MP for Batman, David Feeney, now has every second political reporter rummaging through his register of interests as the story he forgot to declare a $2.3m investment home continues to rumble on. Feeney charges taxpayers the $270 a night travel allowance to stay in an apartment in Canberra during sitting weeks which is owned through a trust by his wife Liberty Sanger, the Herald-Sun reports. The property – which was bought for $740,000 in 2008 and has a mortgage on it – is not listed on Feeney’s declaration of interests but does not have to be because of the trust it is owned through. It is also perfectly legitimate for Feeney to claim the travel allowance while staying there. Malcolm Turnbull and Joe Hockey had similar arrangements, but it is not a great look considering the other investment property and it gives the original story more legs. Feeney’s woes could suck a bit of oxygen out of Bill Shorten’s biggest policy announcement of the campaign to date – Labor will end the Medicare freeze on rebates which was introduced in 2012 and extended in 2014. The policy comes as doctors have been arguing for an end to the freeze, saying it is effectively pushing them into charging co-payments by stealth and meaning more doctors cannot bulk bill. Labor’s policy will cost $2.4bn over the next four years, and $12.2bn over the decade. Shorten is using the policy to give the government a whack over Medicare.  It is vital we don’t create barriers for anyone who needs to see their GP. The Liberals’ assault on Medicare and universal healthcare must stop.  Election security Security around the traveling election bandwagon is so tight that a routine request to see Turnbull and his wife, Lucy’s, menus on the VIP jet was refused because it has now become classified information. A record number of politicians are being shadowed by Australian Federal Police this election because of growing security concerns, the Courier-Mail reports. About 14 MPs have security details because of threats of home-grown terrorism as well as from political activists. The increased security comes from a boost to the AFP’s budget by Tony Abbott in 2014. Abbott was told when he was prime minister that security would be scaled back after the election. On the campaign trail Malcolm Turnbull is back in Sydney after spending yesterday in far north Queensland while Bill Shorten is on the Central Coast. And another thing(s) The government has returned to the tried and true scare campaign on asylum seekers because it has failed to sell the merits of its budget to voters, Phillip Coorey writes in the Australian Financial Review.  The two issues that have hogged the headlines – the company tax cuts and the allegedly retrospective elements of the superannuation crackdown – are among the most unpopular measures, suggesting Labor has framed the budget for the government with its criticisms of both measures.  Lenore Taylor has written about trying to pin down the environment minister, Greg Hunt, on what changes he needs to make to his Direct Action environment policy for it to meet the government’s emissions reduction target for 2030. Taylor says he is meeting KPIs on avoiding questions.  This is not a nit-picking. It actually punctures the fiction that the government has found an almost cost-free way to achieve Australia’s emissions reduction task. It gives lie to the claim that only Labor would consider some kind of price on carbon.  David Marr is his usual eloquent and expressive self on the latest Behind the Lines podcast. He talks about why he would be worried if he was Turnbull and how the Greens leader, Richard Di Nitale, is being blocked out of full participation in the campaign by the major parties. Meanwhile, at David Feeney’s $2.3m investment property...    AWKWARD @Feeney4Batman's tenants front yard sign urges vote Green pic: @mcclementsg https://t.co/BiijKGOjVp @theage pic.twitter.com/389kHqDKrU— James Massola (@jamesmassola) May 18, 2016",
  "webTitle": "Today's campaign: David Feeney faces more questions over property portfolio",
  "webPublicationDate": "2016-05-18T21:45:32Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/19/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Richard Di Natale",
      "id": "australia-news/richard-di-natale",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/19/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing"
}