{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/brexiteers-lose-rights-migration-remain-vote-labour-red-ukip",
  "id": "2016-05-23-135",
  "sectionId": "commentisfree",
  "body": "Something is happening in the Brexit debate that the polls and the demographic breakdowns are not catching. We know that rightwing Tory grandees are using the campaign as a proxy leadership contest against Cameron. What we don’t know is how the plebeian end of the Leave campaign will react if they lose. My instinct says: badly. The incessant focus of the media on the Brexit debate has made the issue, for some Brexiteers, a visceral, life-defining cause. This is particularly true among younger pro-Brexit people, for whom – as in Scotland – this is the first political thing they’ve ever done. Just as in 1996, when people who had never watched a football match started painting their faces with the English flag, there are people for whom the referendum is all-consuming. They may be as devastated as football’s newbies were by defeat in 1996. For the newly energised young Brexit crew, it’s not mainly about immigration. Although Nigel Farage is still blowing his dog whistle, the dominant theme among young, articulate Out-ers is democracy and sovereignty. When I suggested, on BBC’s Question Time, that I didn’t want Gove and Johnson to determine the future relationship between the citizen and the state, there was outrage among this group. “This is our last and only chance to escape slavery!” was the general theme of the Twitterstorm. First, I don’t think it is. Like in Scotland, even if the Leave campaign fails this time, all British politics will take place under the implicit threat of a second or even a third referendum. Second, the deal Cameron got in March – exempting Britain from “ever-closer union” – means, as the rest of Europe integrates, we will become more functionally separate over time. For those of us whose problem with the EU is its absence of democracy and the corporate capture of its institutions, there will be plenty of opportunities to go on fighting. But that’s not true with immigration. One of the most powerful arguments driving working-class opposition to EU membership is “nobody asked us”. There was no consultation with the communities affected by the massive influx of eastern European migrants after 2003, nor was the Blair government honest with them. It massively underestimated the influx. It had no arguments to offer over the strain on low-end wages and local services, other than than the one Gordon Brown muttered famously into a news mic that the complainers were awful. On 23 June, if Remain wins, the “nobody asked us” argument will be spent. As Corbyn and Cameron tour the studios, praising the good sense of the British people, it could play badly. The subtext, for the anti-immigration right, is that “middle England prefers its Lithuanian nannies and Polish plumbers to the concerns of its impoverished fellow Brits”. At this point, both main parties – and, above all, Corbyn – have to come up with words and actions that signal otherwise. Cameron will apply the “emergency brake” on EU migrant in-work benefits immediately. Corbyn should make measures to outlaw super-exploiting migrant-only businesses a key theme of the Labour pre-conference season. He should promise that a Labour government would pour new resources into communities whose health, council and education services are under pressure from inward migration. In fact, for Labour, the summer will offer a chance to reconnect with the “red Ukip” vote. Pollsters acknowledge that ex-Labour Ukip voters share only a few issues with the working-class Tories they sit alongside: immigration, crime and discipline in schools. On all other issues, they want old-style social democracy: the railways nationalised, policing firm, national security taken seriously. It is possible – not guaranteed, but possible – that Labour could put a convincing argument to parts of the red-Ukip demographic that says: the issue of Europe is closed at least until 2020; we are listening to your economic worries; we have a radical programme that can meet them; forget Ukip. If it added the promise of a second referendum, five years on from this, that would be canny politics. However, at the rightwing racist end of the argument, things could get much more bitter. Behind the pint-supping and the grouse-shooting garb, Ukip is and always was a party of plebeian opposition to migration and multiculturalism. The referendum empowered its followers; a Remain vote will disempower them. Meanwhile, a younger group of voters energised by the Tory right will also be wondering what to do with their energy, disappointment and frustration. In the worst-case scenario, the Conservative right will get nastier on migration. Overall, for the section of the electorate that is strongly opposed to migration, multi-ethnic culture and globalisation – and laments the loss of its parents’ way of life – the summer of 2016 is going to be a painful time. For those of us who see an economic case for inward migration, who celebrate multi-ethnicity and want Britain to do its duty by tens of thousands of Syrian refugees, it will be time to set out answers. To meet the downward pressure on wages from eastern European migration: hike the living wage and boost trade union representation in low-wage firms. In Europe, Britain should demand an EU-wide employment strategy, with a single social-security number and the possibility of temporary “brakes” on free movement if economic conditions need it. To alleviate pressure on public services from migration, we need to flood the affected areas with resources. Only Labour can do that, because only Labour has a fiscal policy that allows stimulus in the face of the coming slowdown: Osborne, if he still takes his own rules seriously, will soon be forced to inflict a new set of cuts. Above all, the liberal, anti-racist, globally focused majority of the UK population – which is currently divided over Brexit – has to reclaim the right to speak confidently about its own values.",
  "webTitle": "How will the Brexiteers react if they lose? Expect bitterness and frustration | Paul Mason",
  "webPublicationDate": "2016-05-23T14:52:21Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/brexiteers-lose-rights-migration-remain-vote-labour-red-ukip",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Mason",
      "id": "profile/paul-mason"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/brexiteers-lose-rights-migration-remain-vote-labour-red-ukip"
}