{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/09/maro-itoje-saracens-racing-92-european-rugby-champions-cup-final",
  "id": "2016-05-09-160",
  "sectionId": "sport",
  "body": "“I listened to a talk recently by Chimamanda Ngozi Adichie and she spoke about the dangers of telling a single story over and over again,” Maro Itoje says as he takes a rare bite out of his lunch. Itoje has been talking for 40 minutes, being too polite to devour a plate of hummus and salad, and he chews hungrily now. Apart from being the new sensation of English rugby, and a likely future national captain, Itoje is intriguing in his ability to discuss subjects far beyond the remit of the usual lock forward. Itoje has already considered the merits of a layered identity, the shortcomings of bilateral and multilateral foreign aid, the life of the mind, what makes him laugh, William Wordsworth and, yes, rugby – in the form of playing for Saracens in the European Champions Cup final against Racing 92 on Saturday as well as for England in this grand slam-winning season under Eddie Jones.   Related: Rugby union season in review: our writers select their highs and lows    Before he continues his discussion of Adichie, the gifted Nigerian novelist, and her critique of global perceptions of Africa, it is timely to remember that Itoje’s impact on rugby is multilayered. His considerable physicality – at 6ft 5in and 18st 4lb – is allied to a remarkable athleticism and set of skills for a forward at ease playing in the back row or at lock. Yet his aptitude for searing competition makes Itoje even more striking at 21. We had not been talking for long when Itoje remembered last year’s European semi-final – a narrow 13-9 defeat against Clermont Auvergne before a baying French crowd. Itoje had been playing for Saracens’ first team then only for a matter of weeks but he relished the intimidating atmosphere: “It was so loud that, on the bus, we could hardly hear ourselves approaching the ground. But I felt really comfortable in that environment. When I went out for the warm-up I thought: ‘Wow, this is pretty cool.’ I felt ready. I played all right and the whole day was crazy. The Clermont fans were going absolutely mental. It felt like an international match and, even to this day, it’s the craziest atmosphere I’ve ever experienced.” Two years before then Itoje was playing for Old Albanians – the amateur club just outside St Albans where we now sit. Looking at the empty fields I ask Itoje how many fans he might have played in front of during a game for Old Albanians. Eighty? “No, more than that.” He grins. “On a good day around 100. Maybe, at a push, 150. I enjoyed playing for them but I didn’t want to be there too long.” It’s impressive that last April, when barely out of his teens, Itoje could enjoy swapping the casual attention of 100-odd spectators in Hertfordshire for a raucous French crowd of 41,500 in a European semi-final. “I prefer the big environments. When you play at Twickenham or Wembley or any of these big stadiums where it’s a full house, I find it a really cool environment. But once you start playing you forget about the crowd.” There were many examples of distinctive play from Itoje in the Six Nations – where he made his debut as a substitute blindside flanker against Italy before starting the next three matches at lock. Yet I was struck most by the moment when, following only his second full international, Itoje tore off his scrumcap and threw it to the ground in frustration after England had beaten Wales. There was none of the triumphalism of some past England players where a single victory has, on occasion, been hailed as the epitome of glory. “That was because we’d allowed Wales to get back into it,” Itoje says. “We were very comfortable for most of the game and then, 10 minutes later, we were in a bit of trouble. So it was part disappointment. I could not feel happy because the aim is to play well for 80 minutes.” That simple assertion comes straight from the Jones manual of pragmatic good sense. “He’s definitely an interesting man,” Itoje says of Jones. “He’s very intelligent and his whole focus is to get the best out of his players. He seems to be doing that.” Itoje says that last sentence with winning understatement. There is no need to engage in any grand slam‑winning rhetoric when a blistering Jones bollocking could be just around the corner. “I’ve not seen that side to him yet. Hopefully Eddie doesn’t do it to me!”     Itoje on the attack during the European Champions Cup semi-final win over Wasps. Photograph: David Rogers/Getty Images    Laughter rolls out of Itoje before he becomes more serious again when asked if he feels that Jones has gone out of his way to keep him grounded. “I just think he’s very experienced and he’s seen some players who have done really well at the start of their career and they’ve allowed it to go to their head and they’ve then disappeared into the shadows. Obviously he doesn’t want that to happen to me and, even more importantly, I don’t want that to happen to me. I know I have to work harder on the things that got me to this position.” What did he choose to sing after receiving his first cap – in a ritual where new players are expected to entertain their battle-hardened team-mates? “Oh Happy Day,” Itoje says of the old gospel song. “I’m not a great singer but I don’t think I’m terrible. I think it went OK because they all joined in. There was plenty of clapping and interaction which was a relief.” Itoje, who captained England to victory in the Under-20 World Cup in New Zealand in 2014, is looking forward to the tour of Australia this summer. But he is smart enough to add: “The team hasn’t been picked yet.” Before then, Itoje and Saracens are chasing a Premiership and European double. The semi-final defeat last year followed a thumping in the European final against Toulon in 2014. Itoje was too young to play in that match but, as he points out: “Disappointments do sharpen the desire. When you fall short it makes you more hungry. It definitely wets the mouth. It makes you want to achieve what you couldn’t do previously. There’s a strong desire in this squad to go all the way this year. It is a cliche – the whole game-by-game thing. But it’s true. The only way we can achieve our goals is taking it week by week and not looking too far ahead. That’s imperative.”     Itoje celebrates with the Six Nations trophy after England completed the grand slam with victory over France in Paris in March. Photograph: Tom Jenkins/for the Guardian    Itoje’s third-year politics degree, which he is taking on a part-time basis at Soas (the School of Oriental and African Studies in London), “gives a balance to my life and a reminder that the world is not just rugby. I have an exam on 25 May – and hopefully our last game is on the 28th. So I could be doing this big exam three days before the Premiership final. It’s on international relations in Africa and, as it’s crunch time, I need to put in the hard yards. But, like everything, it’s about preparation. Nine times out of 10, if I prepare well for an exam I will do well.” African politics pulses through Itoje – which explains why he refers to Adichie’s talk on global perspectives of the continent. “She said that once you tell a story about a specific place, and you just tell that same story, it narrows the focus. The main story everyone tells about Africa is of a poverty-stricken continent. Almost everyone is starving – or corrupt. I would be lying if I said elements of that world-view of Africa are not true. But it’s only one story about Africa. Look at the difference between media depictions of Africa and of Asia. There are more complete stories about Asia – you hear about other positive parts of Asia.   Related: Saracens ready to pound the rock of Racing after Worcester walkover    “I did this essay on foreign aid and China and India both have more people in poverty than the whole of Africa. Yet neither of those countries are depicted in the same light as the African continent. I know China and India have huge populations but the issue is the depiction.” That depiction, I suggest, seems to regard Africa as a country – rather than a vast continent. “That honestly breaks me,” Itoje says. “Look at the amount of differences, ethnicities, religions and countries – by any marker it’s clear that Africa is the most diverse continent on the planet.” Itoje was born in Camden to Nigerian parents and he regards himself as “a north-west London guy. I grew up in Edgware and I still live around that area. But my parents go back once or twice a year to Nigeria. Growing up I used to go to Nigeria every summer until I was 14. I was there last summer and might be going this summer. I’m very proud of my heritage and, most importantly, it’s my blood.” His talent for rugby, as well as his obvious intelligence, meant that he had a privileged education funded by scholarships. “I went to St George’s [in Harpenden] and then to Harrow – where Africa is largely ignored in the curriculum. You might learn a little about decolonisation or apartheid. But, apart from that, the only time you study Africa is in regard to the Atlantic slave trade. Otherwise it’s an invisible continent – no background, no history, no heritage. I wanted to do a degree in African politics because it’s important to have a deeper understanding of the place from where I originated.” Does he believe that otherwise well-meaning charities, like Red Nose Day, deepen the African stereotype? “It does – and that’s an interesting point. I wrote this essay on different types of foreign aid. Bilateral aid is given from government to government. Multilateral aids passes from institutions such as the IMF and World Bank to specific governments. Within that module you have charitable aid such as Red Nose Day. If you look at the last 60 years, charitable aid does not provide long-term solutions. It will supply a short-term solution with cheap food being imported. But this destroys local markets. Then aid disappears and they’re worse off than when we started. Of course – when there are natural disasters or extreme circumstances – supplying aid is part of our international responsibility. But more pressure needs to be put on [African] governments. No matter how much aid flows into the continent only governments are going to produce long-term changes.” Beyond his political studies, Itoje has been teased by his team-mates for writing poetry. “I’m cool about it. I just felt the depiction was wrong. It made me sound as if I was William Wordsworth and that’s far from the truth. I wouldn’t mind writing a bit like him – so the poetry was not the issue. If I enjoy something like poetry I won’t ever be ashamed to talk about it. Hopefully I will write more poetry down the line.” Itoje laughs often during this interview – in a way which suggests he does not take himself too seriously while also being sensible about his growing fame. “I think I’m doing all right. I can have fun. It’s about doing the right thing at the right time. As things change I definitely need to make sure I don’t do anything that jeopardises what I love most – playing rugby. But it’s not too difficult. It’s just about being smart and making the right decisions.”",
  "webTitle": "Maro Itoje: ‘Disappointments sharpen the desire – Saracens want to go all the way this year’",
  "webPublicationDate": "2016-05-09T14:08:21Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/09/maro-itoje-saracens-racing-92-european-rugby-champions-cup-final",
  "keyword": [
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Rugby Champions Cup",
      "id": "sport/european-rugby-champions-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Maro Itoje",
      "id": "sport/maro-itoje",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Donald McRae",
      "id": "profile/donaldmcrae"
    }
  ],
  "guardianId": "sport/2016/may/09/maro-itoje-saracens-racing-92-european-rugby-champions-cup-final"
}