{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/austrian-presidential-hopeful-norbert-hofer-allegedly-made-up-israel-terror-incident",
  "id": "2016-05-20-135",
  "sectionId": "world",
  "body": "Austria’s rightwing hopeful for the presidential elections has been accused in a TV debate of inventing a terrorist incident during a visit to Israel to make himself look more heroic. Norbert Hofer, of the populist Freedom party (FPÖ), could become the EU’s first far-right head of state if he beats his opponent, Alexander Van der Bellen, in the second-round vote on Sunday.  In the first round last month, Hofer’s pitch as a consensus-building reformer of Austria’s static political system helped him defy the polls and gain 35% of the vote. But the election campaign against Van der Bellen, an independent, Green-backed candidate, has become increasingly bitter, with Thursday night’s TV clash the latest escalation in a political contest that is dividing the country. During his election campaign, Hofer has repeatedly claimed to have personally witnessed the shooting of a heavily armed woman on Jerusalem’s Temple Mount. He went to the religious site as part of an official visit to the Knesset in July 2014.  In an interview with Die Presse newspaper, Hofer recently said he had been 10 metres away from the woman, who he said had been carrying grenades and a machine gun. During the final TV debate between Hofer and Van der Bellen, however, presenter Ingrid Thurnher accused the FPÖ candidate of having invented the story, showing a video in which the spokesperson of the Israeli police force denied the incident had taken place.   Related: Norbert Hofer: is Austria's presidential hopeful a 'wolf in sheep's clothing'?    Hofer angrily dismissed the video as a smear and questioned the objectivity of the ORF, one of Austria’s four publicly funded TV channels, which was broadcasting the debate. An article in the Jerusalem Post from 30 July 2014 appears to indicate that an incident did take place at the Temple Mount at the time of Hofer’s visit, even though the article merely states that a 35-year-old woman was shot in the leg and does not mention machine guns or hand grenades. Another article in the Jerusalem Post, published the day after the incident, said the woman had been a member of the ultraorthodox Jewish group Lev Tahor, sometimes referred to as the “Jewish Taliban”. One reason the details of Hofer’s Israel trip have caught the attention of the Austrian public is that the Freedom party has been trying to dispel past accusations of antisemitism – a move that its critics describe as little more than a PR exercise. In recent years, the Freedom party has tried to style itself as a protector of Austria’s Jews against antisemitic Islamists. It has worked hard to improve relations with Israel, with the party leader, Heinz-Christian Strache, visiting Yad Vashem last month. Hofer has said that a state visit to Israel would be an early priority if he were to win the election. The Freedom party’s attempt to court Israeli politicians is seen as a reaction to events in the early 2000s. When the FPÖ entered the Austrian coalition government in 2000, Israeli initially withdrew its ambassador from Vienna, joining in EU sanctions against the country.   Related: Austrian far-right party's triumph in presidential poll could spell turmoil    The clash over Hofer’s Israel claims was not the first on the campaign trail. During a previous TV debate last Sunday, Hofer and Van der Bellen engaged in a series of personal attacks that were widely criticised as unstatesmanlike in the Austrian press. One TV pundit described the debate as “mud-wrestling”; another likened it to “a Scottish cup game”. Hofer – who was one of the architects behind the Freedom party’s rightwing, nationalist reorientation after the death of its former leader Jörg Haider – has pitched himself as a centrist candidate with an outsider status. Though previous candidates have interpreted the Austrian presidency as a mainly ceremonial role, critics fear Hofer could use instruments of office at his disposal to dissolve the current coalition government between the centre-left SPÖ and the centre-right ÖVP. Supporters of academic and former Green party spokesman Van der Bellen are hopeful that Hofer’s shock vote in the first round was partly a protest against the government and its chancellor, Werner Faymann, who has since resigned. His successor, Christian Kern, has said he would vote for Van der Bellen, though his party has not officially endorsed him. Recent polls indicate a small lead for Hofer, though their accuracy has been questioned after they predicted victory for Van der Bellen in the first round in April.",
  "webTitle": "Austrian presidential hopeful allegedly embellished Israel terror incident",
  "webPublicationDate": "2016-05-20T14:03:38Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/austrian-presidential-hopeful-norbert-hofer-allegedly-made-up-israel-terror-incident",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Philip Oltermann",
      "id": "profile/philip-oltermann"
    }
  ],
  "guardianId": "world/2016/may/20/austrian-presidential-hopeful-norbert-hofer-allegedly-made-up-israel-terror-incident"
}