{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/tom-mckibbin-golf-prodigy-rory-mcilroy",
  "id": "2016-05-17-174",
  "sectionId": "sport",
  "body": "Martin O’Neill may not be averse to abbreviating media duties but the decision to do so at an awards dinner in Belfast held a deeper meaning. The Republic of Ireland manager, an avid golfer, had earlier sought out the then 12-year-old Tom McKibbin with the message: “I want to talk to you later.” O’Neill duly delivered a sit-down, invigorating pep talk to the young golfer. O’Neill wanted to know about his aspirations and his planned route to the top. He departed with the image of McKibbin and Rory McIlroy on the final fairway of a major championship. McKibbin has pictured the same, his inspiration coming from sitting up to watch McIlroy triumph at tournaments such as the US Open of 2011. McKibbin is even a member of the Northern Ireland club McIlroy put on the map, Holywood.   Related: Jason Day benefits from Tiger Woods’s wisdom and takes comparison in stride    Now 13, the Belfast boy’s striking run of success has seen him triumph in two significant tournaments in the United States; the Junior Honda Classic and the Under-12 World Championship. And yet, endearingly, he remains modest to the point of being bashful. McIlroy, like O’Neill, has taken note; the four-times major winner has been a valuable source of assistance for the most likely player yet to emerge as Northern Ireland’s next golfing superstar. “Because of the local connection, I have been following Tom’s progress closely and it has been great to see him enjoy such success, particularly in the United States at such a young age,” McIlroy says. “I’ve also enjoyed spending time in his company and if any of my experiences so far can have a positive influence on him, that would be fantastic. I hope to see a lot more of Tom in the future.” On Wednesday, after an invite from the Rory Foundation, which is hosting the tournament, McKibbin will rub shoulders with some of golf’s leading lights when participating in the Irish Open pro-am. From McIlroy, this was a wonderful touch; for the schoolboy, it is cause for huge excitement. The pair have played together in Florida, with McKibbin also inside the ropes during a warm-up day for the recent WGC Match Play Championship, gaining valuable advice from his illustrious compatriot. McIlroy clearly has more immediate aspirations but a positive legacy for golf in his home country would be highly pertinent. There are already signs of exactly that.     Tom McKibbin with Rory McIlroy. Like the multiple major winner, McKibbin has also learned his trade at the Holywood club in Northern Ireland. Photograph: Courtesy of Sara Cupples    One of several intriguing aspects of McKibbin’s journey is that the US has formed such a consistent backdrop. “There are a lot more players over there, things are a lot more competitive over there,” he says. “I have played tournaments in America for longer than I have here because for a while there was nothing for my age group. I was always playing with older kids.” Competitive matters had started closer to home, at Portmarnock, where a nine-year‑old McKibbin won a qualifier for the European championships. He hasn’t looked back since. Johnny Foster, a widely respected coach in Northern Ireland, has overseen McKibbin’s development from the age of seven. Only weeks earlier, upon a first visit to the driving range, a friend’s father had noticed Tom’s natural skillset. Now, Tom has a fitness programme aimed at injury prevention which he partakes in four times a week. “Tom is a tremendous student,” says Foster. “He puts time and effort into things. His attitude is his greatest strength. He just seems to be in love with golf. I literally had a blank canvas at the start and the fact he started very early meant he didn’t come with bad habits. He has now travelled a lot outside of Ireland so he realises the world is a lot bigger than just being the best guy at your golf club or in your area. “It is great when he wins and super for his confidence but I’m more interested in whether he is learning. People turn the corner somewhere around late high school, early college, when the focus starts going on results. At Tom’s stage it is about development; as a person, concepts of the game and life, so that when turbulence comes – and it will – he deals with it and sees it as part of his journey. If Tom enjoys it, he will stick at it and if he sticks at it, he will be successful.” Given the geographical background, Foster is also well placed to pinpoint a McIlroy effect. It is clearly visible at Holywood, where 50 children of varying abilities will routinely take part in a junior medal tournament. “Kids are more involved now in robust coaching and competitive programmes,” Foster says. “Rory makes golf look cool and is a tremendous ambassador; young, healthy, swing looks great. “ When he does something it shines a light; getting in good shape, so kids want to eat better, for example. He is a real standard bearer and that’s brilliant for us in a small country. I see more kids taking up golf as their No1 sport.” There is, of course, inherent danger attached to the placing of a spotlight on one so young. Promise often isn’t replicated by reality, throughout sport. Where McKibbin benefits – coaching aside – is from grounded parents, Sara and Robin, and a considerate school, Belfast Royal Academy. “It is trying to find that balance between trying to keep normality and trying to let Tom achieve what he wants to achieve,” Sara says. “He doesn’t miss an awful lot of school. Anything we try to let him compete in or think he should compete in, we try to make sure they are holidays or next to holidays so that he only misses a couple of days here and there. It has always been very clear to Tom; if the schoolwork isn’t done, golf won’t happen. “The school has been really supportive. We have a different balance between sport and academic work. The school recognised that Tom had already done rugby etc, he is multi-skilled, he is sociable so they exchanged the likes of football and rugby time for golf. “The only worry I have with attention is that it doesn’t put too much pressure on him. But at the same time, there is nothing better than life experience and Tom is doing things none of us did when we were kids. Why shouldn’t he enjoy it and soak it up?” This journey has been as much of an eye-opener for mother and father as Tom himself, with the funding of trips across the Atlantic an obvious challenge. Robin previously took on jobs in Dubai and Afghanistan. “Golf itself isn’t expensive,” Sara adds. “Folk think it is an expensive hobby. Junior memberships are so reasonable. Tom’s first one was £80; he was there every day. Even the equipment at that stage is reasonable. “The travel can create huge pressure but the experience of going to these places is important to him because this is what he wants to do. I didn’t know a good or bad golf shot when he started out but I could see his drive, obsession almost, right away.” That obsession has led to a handicap of five at home and scratch in the US, and McKibbin has his sights firmly set on the Future Masters in 2016. Last year, he opened that tournament with a 65 with the follow-up of 73 and 76 “only” good enough for an eighth-placed finish. Beyond the Future Masters in Alabama in June, McKibbin has a landmark aim: “The Masters,” he says with a smile. Something else he shares with McIlroy, then.",
  "webTitle": "Tom McKibbin: the golf prodigy following closely in Rory McIlroy’s footsteps",
  "webPublicationDate": "2016-05-17T12:11:11Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/tom-mckibbin-golf-prodigy-rory-mcilroy",
  "keyword": [
    {
      "webTitle": "Rory McIlroy",
      "id": "sport/rory-mcilroy",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/17/tom-mckibbin-golf-prodigy-rory-mcilroy"
}