{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/05/the-wicked-boy-the-mystery-of-a-victorian-child-murderer-kate-summerscale-review",
  "id": "2016-05-05-251",
  "sectionId": "books",
  "body": "In her hugely successful The Suspicions of Mr Whicher (2008), Kate Summerscale explored that moment in Victorian Britain when the middle-class household found itself under siege from a new cadre of professional watchers. The eponymous Mr Whicher was a Scotland Yard detective, mandated to barge into an Englishman’s castle and ask impertinent questions about bedsheets and the privy. Resentment about the barbarians at the gate soon gave way among contemporary newspaper readers to an appalled fascination with what had really gone on behind the closed doors of Road Hill House in 1860 that led to the murder of three-year-old Saville Kent by his 16-year-old half-sister Constance. For her latest forensic investigation into the throttled passions of Victorian family life, Summerscale has moved forward 35 years to 1895 and turned away from the provincial bourgeois home to the working-class terraces of London’s East End. The mechanisms of surveillance and intervention of which Mr Whicher represented an advance guard are now firmly in place. In Plaistow, east London, where the Coombes family live, there are school boards and truant officers, free libraries and municipal parks; in fact, a whole infrastructure designed to control and cajole the human life that surges around the Docklands. All this wasn’t enough, though, to stop 13-year-old Robert Coombes stabbing his mother to death on 8 July 1895 as she lay sleeping. Robert and his younger brother, who had known what was being planned but hadn’t taken part, spent the next 10 days in a sort of dreamy adult-free boyworld – visiting Lord’s cricket ground to watch WG Grace open for the Gentlemen against the Players, eating their favourite foods, going to the seaside and playing cards. (Their father was away at sea.) Only when a sickening stench started to waft out of 35 Cave Road did neighbours begin to wonder why no one had seen or heard of Mrs Coombes for the past week. The question at the centre of the street corner chatter, as well as the subsequent Old Bailey trial was whether Robert was mad or simply bad. Insanity pleas had become increasingly common in English courts: in the 1860s, 15% of murderers were found insane; by the 1890s the figure had risen to almost 27%. This wasn’t, of course, because more people were experiencing mental illness, but because definitions of what constituted criminal responsibility were becoming more refined. Militating against leniency towards Robert, though, was a powerful eugenicist argument that maintained that criminals and lunatics did not exist on a continuum with law-abiding folk, but were genetic throwbacks to an earlier stage of evolution. You could tell them by their bulgy skulls, sloping foreheads and shifty eyes. It would practically be a kindness to put them down.   Related: Penny dreadfuls: the Victorian equivalent of video games    Contemporary readers will probably be more interested in speculating on the possible psychosexual motives that may have lain behind the slaying of Emily Coombes. Why was 13-year-old Robert sleeping in the same bed as his mother during his father’s absence? Was Mrs Coombes abusive or, perhaps, mentally ill? Her emotional states seem to have been frighteningly labile, and her physical disciplining of her younger son Nattie went beyond what we would today call “community norms” (a “hiding” was one thing, but throwing kitchen knives at a child was quite another). Summerscale is a scrupulous chronicler of recorded fact, never using rhetorical flourishes or speculation to fill the odd jumps and elisions in the Old Bailey transcript and its newspaper paraphrases. As a result, the case takes on a dreamlike quality, with the boy himself a curiously affectless creature, like a hero in a folk tale. But his apparent lack of motivation, far from detracting from Summerscale’s fine account, adds to the unknowability of the bright, handsome boy in the smart cricketing blazer on trial for his life (for, whatever the eugenicists liked to suggest, Robert’s brow was broad and his gaze was steady). On being found guilty but insane, Robert was sent to Broadmoor indefinitely. Given his youth, he was put in Block 2, where the better class of murderers lived. There was a curate who had slit his vicar’s throat, a man who had pushed his much-loved daughter off a promenade on Brighton beach, and a doctor who regularly wrote to the royal family pledging outlandish sums of money for the building of new hospitals. Cream of the crop was William Chester Minor who, during his long stay at her majesty’s pleasure, became a prolific contributor to the inaugural Oxford English Dictionary, and was allowed an extra room in which to house all his books. Exposed to such a rich culture, young Coombes became highly proficient at chess and music, and learned the trade of tailoring, not to mention becoming a fine batsman for the Broadmoor First XI. Above all, he developed a polite, self-contained manner that struck everyone whom he met in Australia, where he emigrated in 1914 following his release, as belonging to one of nature’s gentlemen. As in her previous two books, Summerscale is particularly interested in the way that Victorian publishing culture intersected with a moment of extraordinary social rupture. The Constance Kent case provided the spur to one of Wilkie Collins’s subplots in The Moonstone, while the Mrs Robinson adultery scandal, the topic of Summerscale’s Mrs Robinson’s Disgrace (2012), had startling parallels with Flaubert’s recently published Madame Bovary. In the Coombes case, though, the connection between print and passion appeared to be reversed. Robert’s horrible act wasn’t the prompt for a new kind of fiction, but its consequence.     Newspaper sketches of Robert Coombes, left, and his brother, Nathaniel ‘Nattie’ Coombes, in court. Illustration: The British Library    The texts in question here are the penny dreadfuls or, as they were popularly known, penny bloods. These were cheap magazines aimed at working-class boys that told tales of borderline criminality, often with an imperial setting. Armed with pistols or bullhide whips, adolescent heroes set off for the wild west or Australia in search of lost treasure or dastardly villains. Along the way they tangled with Arab pearl divers and Yankee bank robbers and managed to live not only to tell the tale but rescue a luscious maiden along the way. Immensely popular, the “bloods” sold a million copies a week, and made the eugenicists wonder out loud whether it had really been such a good idea to teach the working classes to read. When Coombes’s bedroom at Cave Road was searched, he was found to have a stash of what the authorities liked to call “trash”. Summerscale is far too subtle and confident a writer to feel the need to bang home the wider implications of her story. The fact, for instance, that Coombes’s consumption of violent and sexualised stories is uncannily parallel to the brutal video games that the boy killers of James Bulger had watched before abducting the toddler; or the way, more recently, that watching online pornography is said to have skewed the sexual development of a generation of young people. Likewise, she leaves it to us to spot the irony of the fact that Coombes, as an Anzac stretcher-bearer at Gallipoli, experienced the kind of life-and-death-adventure-in-foreign-lands that he had fantasised about as a young boy in Plaistow. It was a shining redemption for the quiet, well-spoken man who lived the rest of his life on the banks of the Orara river and was never heard to mention his past. • To order The Wicked Boy for £12.99 (RRP £16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Wicked Boy by Kate Summerscale review – why a 13-year-old killed his mother",
  "webPublicationDate": "2016-05-05T10:00:04Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/05/the-wicked-boy-the-mystery-of-a-victorian-child-murderer-kate-summerscale-review",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fantasy",
      "id": "books/fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kathryn Hughes",
      "id": "profile/kathrynhughes"
    }
  ],
  "guardianId": "books/2016/may/05/the-wicked-boy-the-mystery-of-a-victorian-child-murderer-kate-summerscale-review"
}