{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/19/ta-nehisi-coatess-black-panther-is-superhero-success-story",
  "id": "2016-05-19-207",
  "sectionId": "books",
  "body": "Ta-Nehisi Coates can add another feather to a cap that already sports a MacArthur “genius” grant and a National Book Award: a bestselling comic. His first venture into the genre, Black Panther, has sold more than 250,000 copies in a month, making it the bestselling comic in the US so far this year. The first issue in Coates’s Black Panther series, which follows the adventures of T’Challa, the head of the fictional African nation of Wakanda, was published in the US on 6 April by Marvel Comics. Comic Book Resources reported this week that it sold an estimated 253,258 copies in April, putting it well ahead of the second-placed title, Star Wars: Poe Dameron, which sold 175,322 copies. The strong performance, according to the Hollywood Reporter, amounts to “an outstanding debut for a character often considered in the second tier of Marvel superheroes”.   Related: Ta-Nehisi Coates's Black Panther review – a promising, subversive start    The comic sees T’Challa, the first mainstream black superhero to grace the pages of a graphic novel when he first appeared in 1966, facing “dramatic upheaval” in Wakanda, as a “superhuman terrorist group” known as The People causes a violent uprising. It is illustrated by Brian Stelfreeze.  Coates is also the author of the award-winning book of polemical memoir and politics, Between the World and Me. In the Atlantic, he has written that his version of the Black Panther “pulls from the archives of Marvel and the character’s own long history. But it also pulls from the very real history of society – from the pre-colonial era of Africa, the peasant rebellions that wracked Europe toward the end of the middle ages, the American civil war, the Arab spring, and the rise of Isis.” Isaac Butler said in his Guardian review that “Coates may be a first-time comics writer whose entire published catalogue thus far is nonfiction, but he attacks the material with aplomb”, the debut issue moving “fluidly, lighting the fuses of several plots that will clearly intersect before detonating in the finale”. Played by Chadwick Boseman, the Black Panther character appeared in the latest Marvel film Captain America: Civil War and is also set to appear in a solo Black Panther film in 2018.     Chadwick Boseman as T’Challa/Black Panther in the film Captain America: Civil War. Photograph: Allstar/MARVEL STUDIOS    Forbidden Planet’s Danie Ware expressed the hope that the comic would be as big in the UK as it has been in the US; the UK first printing recently sold out and the comic has gone to a second and third printing. “It reflects not only the colossal success of the Civil War movie, but also a move towards a much more diverse cast of characters – welcoming more female characters and more characters of colour. This is something that the fans and readers want and welcome,” said Ware. Kate McHale, comics buyer at Waterstones, said the UK’s largest book chain was expecting the series “to do really well”.   Related: African Avengers: the comic book creators shaking up superhero genre    “Of course there’s the impact of the films – Black Panther was a very welcome addition to the latest. While people probably feel they know the story of Captain America or Spider-Man, there’s perhaps more excitement about a character who could be relatively unknown to a lot of fans.  “More than that, however, is the anticipation about what new angles a brilliant writer like Ta-Nehisi Coates could bring to the character,” said McHale. “I think we’re expecting a level of depth and insight that could make this one of Marvel’s most interesting and compelling titles, and one of the must-reads of the year. After a great first issue that looks likely.”",
  "webTitle": "Ta-Nehisi Coates's Black Panther is superhero success story",
  "webPublicationDate": "2016-05-19T11:36:25Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/19/ta-nehisi-coatess-black-panther-is-superhero-success-story",
  "keyword": [
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Captain America: Civil War",
      "id": "film/captain-america-civil-war",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Ta-Nehisi Coates",
      "id": "books/ta-nehisi-coates",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/19/ta-nehisi-coatess-black-panther-is-superhero-success-story"
}