{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/23/freddie-gray-trial-police-officer-edward-nero-not-guilty",
  "id": "2016-05-23-129",
  "sectionId": "us-news",
  "body": "A judge found a Baltimore police officer not guilty on all of the charges against him for his involvement in the death of Freddie Gray. Officer Edward Nero is the first of six officers charged to receive a verdict since Gray’s death sparked uprising in the city more than a year ago. Gray, a 25-year-old African American man, died a week after his arrest from injuries he sustained in police custody, setting off weeks of protest, followed by a riot, a state of emergency and a curfew.  Judge Barry Williams ruled on Monday that Nero was not guilty of assault, reckless endangerment and misconduct in office, all misdemeanors. Although Nero’s case produced the first verdict, it is prosecutors’ second attempt to hold officers criminally responsible for Gray’s death. The first trial of officer William Porter ended in a mistrial after the jury could not reach a decision. He is slated to be tried again later this year.  Baltimore Bloc, an activist group that was deeply involved in the protests in Baltimore last year, said in a statement that the verdict is “upsetting but not at all surprising to anyone who has been paying attention to police brutality cases all over the country, or to anyone who has been paying attention to [state’s attorney] Marilyn Mosby’s office”. Nero was one of the two officers who arrested Gray. A video recording of the initial encounter with Nero and fellow officer Garrett Miller that went viral after Gray’s death shows Gray screaming with his legs twisted up as he is dragged to the police van.     The six officers who face charges in the death of Freddie Gray: top row, from left: Caesar R Goodson Jr, Garrett E Miller, Edward M Nero; bottom row: William G Porter, Brian W Rice and Alicia D White. Photograph: AP    Nero and Miller arrested Gray after Lt Brian Rice claimed that Gray fled upon seeing police and called in a foot chase. Gray’s friend Brandon Ross, who was with him that morning, testified that Gray ran just before seeing the police and was not running from them. When Nero and Miller stopped Gray they still did not know why their lieutenant ordered them to chase Gray. Prosecutors charged Nero with assault based on a novel legal theory that Nero committed a crime when he arrested Gray without meeting the legal standard of probable cause. Because the arrest was illegal, they reasoned, any contact with Gray after that was assaultive. They also argued that even if it was Miller and not Nero who initially detained and arrested Gray that Nero was still responsible as an accomplice. Judge Williams peppered the prosecutors with skeptical questions about this theory during the trial.  “You’re saying here in this court that if there’s an arrest and there isn’t probable cause, it is a crime?” Williams repeatedly asked prosecutors.  But Miller, who had been forced to testify in the case, said during the trial that it was he, and not Nero, who was primarily responsible for the arrest.  Williams said he rejected the assault charge because he found that Nero was not legally responsible responsible for the initial detention and arrest of Gray.    Related: Freddie Gray, one year later: Baltimore's black residents still waiting for changes    “The court finds the contact by the defendant was legally justified,” Williams said. Legal experts had warned that the case against Nero was weak and ill-conceived.  Warren Brown, a Baltimore lawyer who has been following the case closely, said he was not surprised that Nero was acquitted. He noted that both Miller and Ross were called as witnesses by the prosecution, but their testimony ended up bolstering Nero’s defense.  “To make a case when there wasn’t a case, Marilyn Mosby’s office decided early on, they were going to charge Nero and Miller. They were the ones on camera, they were the white officers, they were the ones that garnered the most amount of concern in the community. So they had to charge them but I think realistically they never should have been charged,” Brown said, adding that in Nero’s case “what you saw in court [was] the state’s attorney’s office trying to make something out of nothing.” Nero was also charged with reckless endangerment, for helping load Gray on to the floor of the police van in handcuffs and shackles without hooking his seatbelt. The medical examiner ruled that Gray died due to a catastrophic spinal injury that occurred in the van. Numerous police witnesses testified that it is the van driver’s responsibility to hook the seat belt. Caesar Goodson, who was driving the van in which Gray died, is the next officer to stand trial. Williams ruled that the state had failed to present any evidence showing that a reasonable officer in Nero’s position “could reasonably presume that another officer, superior or not” would not hook the seatbelt and it would become his responsibility. Though the state argued that failing to follow a police department general order constitutes misconduct in office, Williams seems to have accepted a stricter standard of the law, which requires an element of “corruption” in order to make such a failure criminal. Todd Oppenheim, a public defender who writes about fourth amendment issues, thinks Williams made the right call. “I would want the same outcome for my clients with the same lack of proof against them,” he said. “Williams didn’t cave in to public pressure.” Activists said Nero’s acquittal reflects the broader failures of the justice system. “The type of illegal arrest that led to Freddie Gray’s death is the same type of arrest that leads to Mosby’s office prosecuting people like Freddie Gray every day,” said the statement from Baltimore Bloc. “We do not expect justice for Freddie or for Baltimore to come from a prosecutor’s office or a courtroom.” Kate Drabinski, a gender and women’s studies professor, tweeted a similar sentiment:     Nero was acquitted bc he was doing what he was supposed to. We have to change what cops are supposed to do. #NeroTrial— Kate Drabinski (@kdrabinski) May 23, 2016    Lt Gene Ryan, president of the Baltimore Fraternal Order of Police Lodge 3, said in a statement: “Officer Nero is relieved that for him, this nightmare is nearing an end. Being falsely charged with a crime, and being prosecuted for reasons that have nothing to do with justice, is a horror that no person should ever have to endure. Unfortunately, however, his relief is tempered by the fact that five other police officers, outstanding men and women, and good friends, must continue to fight these baseless prosecutions.”  In the next trial that starts on 6 June, Goodson, the driver of the van, faces the much more severe charge of second-degree depraved-heart murder. The trials of the remaining officers will continue into at least October, after a series of appeals over Porter’s mistrial led to delays. While legal experts say Nero’s case may be weaker than those against some of the other officers, Oppenheim warned that “they all suffer from the difficulties of trying to prove criminal negligence when at least six people are involved in the incident”.",
  "webTitle": "Freddie Gray trial: officer Edward Nero found not guilty on all charges",
  "webPublicationDate": "2016-05-23T15:03:41Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/23/freddie-gray-trial-police-officer-edward-nero-not-guilty",
  "keyword": [
    {
      "webTitle": "Freddie Gray",
      "id": "us-news/freddie-gray",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Baltimore",
      "id": "us-news/baltimore",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Baynard Woods",
      "id": "profile/baynard-woods"
    }
  ],
  "guardianId": "us-news/2016/may/23/freddie-gray-trial-police-officer-edward-nero-not-guilty"
}