{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/25/sports-analytics-african-americans-michael-wilbon-article",
  "id": "2016-05-25-172",
  "sectionId": "sport",
  "body": "Unlike many of my esteemed peers in the sport media industry, Tuesday’s column by Michael Wilbon on ESPN’s The Undefeated made my heart soar with joy. You see, I finally had an excuse for why I can’t seem to understand or appreciate advanced sports analytics: I’m black. Thank God, for a second I thought I was just stupid, lazy, or both. No, it’s truly nothing more than a quirk of fate and genetics that I don’t know what VORP stands for. I googled it just now and it means “value over replacement player”. I peeked at the Wikipedia article VORP and I briefly considered dousing my laptop with kerosene and setting it ablaze just to make the migraine headaches stop. It’s comforting to know that I have this handicap because of my race, which is also why I don’t know how to swim, play the accordion, or enjoy FX’s The Americans. Some things are just not for me. A comforting fallacy, that is. If only it were actually that simple. You see, ever since the early days of modern competitive team sports, human beings have kept statistics to determine who is good, who is bad, and why they are what they are. So-called advanced analytics are just more complex, sophisticated tools to judge ability and to perform the impossible task of predicting the outcome of a sporting event. It is an intrinsic part of our nature to want to judge and evaluate athletic talent. This is a common impulse of every fan, unless I’m neglecting to factor in all the people who watch sports because they find Joe Buck’s voice so soothing. For those people, I suggest creating a Kickstarter for your very own Joe Buck White Noise Machine.   Related: Thunder roar to leave Warriors on brink in NBA Western Conference finals    Wilbon’s initial premise is that black folk are intrinsically different to white folk when it comes to analytics. Apparently, we all exist in a place called “‘BlackWorld,’ where never is heard an advanced analytical word,” as he says early in the piece. It’s a true pity that BlackWorld is not a theme park in Southern California, so I could process what the hell he’s talking about. Also, I would kill for a roller coaster based on the movie Soul Plane.  The presumption here is that Michael Wilbon’s anecdotal experience of not talking about analytics is indicative of the experience of most (if not all) black sports fans, especially black basketball fans. Basketball, after all, is a sport viewed by a large percentage of African Americans. To paint such a broad brush on a divisive topic like analytics only reinforces stereotypes and makes the writer seems woefully myopic. Being black has nothing to do with my experience with analytics. I hate math. My greatest recurring nightmare is one in which I am forced to choose between watching my entire family gunned down by mercenaries and retaking high school algebra. Boy, does it hurt to say goodbye to my dear mother, but in the nightmare, she understands.  Black culture is not monolithic, nor is it easy to stereotype. It’s as diverse as, well, the NBA itself. Steph Curry, Russell Westbrook, Chris Paul, LeBron James, Anthony Davis, and the hundreds of other professional basketball players in this country come from different backgrounds and have a wide variety of experiences to draw from. Broad generalizations like the ones in Wilbon’s piece further cement the idea that blackness is a mysterious, homogenous, unknowable “other.” Later in the piece, Wilbon laments that there are not enough black people working in advanced analytics. He even reaches out to a friend and colleague for quotes. By now, you should be a bit confused about what Wilbon’s point is. First, he tells us analytics are not useful for black people because they process sports through emotion rather than facts and figures. Cam Newton has no time for spreadsheets because he’s too busy dabbing in the end zone or some such thing. Then, Wilbon actively wonders why there aren’t more black people doing this job he seems to believe is voodoo nonsense. Toward the end, he reverses course:  For more than a few moments I felt guilty as hell for hating the intrusion of advanced analytics as much as I generally do. Because even though the reliance on this stuff seems to be a new safe haven for a new ‘Old Boy Network’ of Ivy Leaguers who can hire each other and justify passing on people not given to their analytic philosophies, an entire group of people can’t simply refuse to participate in something as important as this phenomenon.  Who is refusing to participate? Is he just talking about former Lakers coach Byron Scott? For this piece he spoke to Draymond Green and Shaun Livingston, guys who, quite frankly, have better things to worry about than Russell Westbrook’s PER. They have to actually play basketball against him. Analytics are not for them. They’re for us — for the journalists, fans, and executives who watch the games for a living and need to analyze them. So much of actually playing sports is muscle memory, instinct, and physical stamina. The split second decision to pull up for a jumper or to drive to the basket are not dictated by SportsVU statistics. Raw data means nothing in the moment, but it’s terribly valuable when trying to make sense of a contest from a press box. As Wilbon wraps up, he summons the spectre of the ultimate analytics nightmare scenario: Dwight Howard. Howard has been highly touted and coveted for years, despite a track record for childish behavior and underperformance. The Houston Rockets, led by general manager (and analytics guru and Sloan Conference early adopter) Daryl Morey, signed Howard away from the Los Angeles Lakers, making him one of the cornerstones of their franchise. Howard and James Harden would be the dynamic duo that would lead Houston’s superb analytics department to glory. Except, it didn’t happen. The Rockets melted down thanks to internal dissention and an injury-prone Dwight Howard. They’re likely to be broken up this offseason. So, analytics must be junk science because of Dwight Howard. I think that’s the takeaway of Wilbon’s piece, but I’m not completely sure. In truth, the whole thing sounds like the furious rattling of a man who knows his cause is lost. Analytics are not going away, and now he’s trying to devise a way to fit into a world he doesn’t quite understand. Mike, if I can speak directly to you right now, I’d like to say that I feel your pain. There isn’t a single statistic in this piece. I feel like a failure as a sports journalist. It will be a challenge for anyone not predisposed to numbers to write about sports in the future. That will only get harder when the current crop of black journalists persist in discouraging them from adapting.",
  "webTitle": "Sports analytics don't exist in 'BlackWorld'? That's ridiculous",
  "webPublicationDate": "2016-05-25T12:19:32Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/25/sports-analytics-african-americans-michael-wilbon-article",
  "keyword": [
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MLB",
      "id": "sport/mlb",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Baseball",
      "id": "sport/baseball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Basketball",
      "id": "sport/basketball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Schilling",
      "id": "profile/dave-schilling"
    }
  ],
  "guardianId": "sport/blog/2016/may/25/sports-analytics-african-americans-michael-wilbon-article"
}