{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/sean-dyche-promoted-burnley-win-championship-title",
  "id": "2016-05-02-35",
  "sectionId": "football",
  "body": "Sean Dyche saw his Burnley side seal a £100m promotion to the Premier League but was happy to swap a champagne celebration for a service-station coffee. The Clarets secured a top-two finish in the Championship with a 1-0 victory against Queens Park Rangers, courtesy of Sam Vokes’s brilliant second-half header. That took their unbeaten run to 22 matches, confirming their return to the top flight at the first opportunity and a bumper pay day as broadcast rights soar for the 2016‑17 campaign. While Dyche was content for his players to mark the occasion in style, he planned to recreate his modest celebration from the previous promotion campaign. “It feels fantastic. It’s marvellous. But I’ll be in the car later, driving down the M6 with my kids and my wife,” he said. “I’ll probably grab a coffee at McDonald’s like I normally do. Two years ago people were staring at me like ‘is he really in here getting a coffee?’, but I am normal, I do have a life, and that’s what I’ll be doing.   Related: Sam Vokes is the hero as Burnley return to the Premier League    “The lads will get a couple of days off, no mistake, and if they have a couple of drams they deserve it. But come Thursday, or Wednesday, they’ll be ready to train. We’ve got a chance to win the title now and we must be ready to take it.” There were joyous celebrations at Turf Moor, with fans pouring on to the pitch while Dyche and his charges took in the moment with their families. But the manager was eager to stress that promotion was only one part of the season’s aims. Having finished second to Leicester City in 2013‑14, his eyes are firmly on lifting the Championship trophy. “We’ll be focused on Saturday [against Charlton] I can assure you. We were runners-up last time don’t forget. So we want to win it. That will be the focus. We’ll go and win it, that’s our job. Let’s enjoy it now because this is another part of history for this club and history runs deep here.” Brighton, meanwhile, will have to wait until Saturday for their chance of promotion after fluffing their lines against Derby County. The Seagulls drew 1-1, after James Wilson scored a scrappy 95th-minute equaliser for Brighton, who also had Lewis Dunk sent off after Andreas Weimann had put Derby in front. They must now beat Middlesbrough on Saturday to seal their place in the Premier League. “It becomes clear [needing to win],” Chris Hughton, the Brighton manager, said. “Sometimes when you go into a game knowing a draw will do, a drawing mentality turns into a drawing mentality. We know what we have to do. We just have to show enough quality, against a really good team. There’s no doubt they’re favourites, and they’ll be pleased with the result today, but we’ll give ourselves every chance.” Wilson’s scruffy strike, through a goalmouth scramble, gave Brighton a point, and extended their unbeaten run to 13, something the forward himself believes is important. He said: “Going into the last game on a defeat is probably the worst way to do it. We have got a point so we’re going up to Middlesbrough with some confidence.” Hughton added: “I think it will give us something. We weren’t at our best, but it’s still a game we didn’t lose.”",
  "webTitle": "Sean Dyche tells promoted Burnley to win Championship title",
  "webPublicationDate": "2016-05-02T20:34:55Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/sean-dyche-promoted-burnley-win-championship-title",
  "keyword": [
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Burnley",
      "id": "football/burnley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Brighton & Hove Albion",
      "id": "football/brightonfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Miller",
      "id": "profile/nick-miller"
    }
  ],
  "guardianId": "football/2016/may/02/sean-dyche-promoted-burnley-win-championship-title"
}