{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/16/rising-star-competition-entry-paul-lees",
  "id": "2016-05-16-152",
  "sectionId": "small-business-network",
  "body": "Brett Abson, sales director at ABS UK Ltd, explains why Paul Lees should win the Rising Star category of the Guardian Small Business Showcase competition:   Paul Lees, aged 28, is operations director at ABS UK Ltd, a print management company based in West Yorkshire.  Paul has been instrumental in setting up ABS’ distribution arm (ABS ICS), where he leads a team of four. ABS ICS now turns over £1.1m, up from £100,000 last year. To cope with the demands of the growing business Paul is looking to recruit two sales people over the next few months.  For three years Paul worked as a trainee engineer and delivery driver at ABS before rising up to sit on the board of directors. He is leading the way for both businesses to continue to grow 10% year-on-year. He also took complete control of ABS’s move to new premises in 2015, an investment worth £250,000.  Paul is responsible for the company’s customer base and has increased it by around 35%. Customer retention has also been better under his strategic leadership – we only lost two customers from September to December 2015, compared with 45 in the same period in 2010.  In January 2016, Paul developed the idea to offer a business incubator programme to support one local startup. Paul forged a strong relationship with the local council’s enterprise officer and has worked with the council to set up the pilot project. He was named on Yorkshire Business Insider magazine’s ‘42 under 42’ in March 2016.   All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Paul Lees",
  "webPublicationDate": "2016-05-16T14:33:03Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/16/rising-star-competition-entry-paul-lees",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/16/rising-star-competition-entry-paul-lees"
}