{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/12/media-briefing-thursday-12-may",
  "id": "2016-05-12-322",
  "sectionId": "media",
  "body": "Top story on MediaGuardian BBC to be forced to reveal pay of stars including Evans, Lineker and NortonWhite paper to propose publishing salaries of all presenters paid above £450,000, and handing of BBC governance to Ofcom Top comment on MediaGuardian ITV revenues rise 14% to £755m but it warns over Brexit fearsSales growth driven by strong performance at production arm ITV Studios Today’s headlines The GuardianBBC to be forced to reveal pay of biggest stars as white paper signals future. P5US Antiques Roadshow expert puts $50,000 valuation on schoolgirl’s jug. P5Row over Nigel Farage v David ACmeron debate on ITV. P6French minister’s U-turn over claims by journalist. P23How India fell out with Facebook. P29-31Letters: nervous times for those wanting to protect BBC. P34Ian Birrell: Tories meddle with the BBC at their peril. P35Obituary: pioneering magazine editor Sally Brampton. P37Kathryn Flett on Sally Brampton. G2 P10-11 Daily TelegraphDavid Cameron rejects TV debates on Europe. P1NAO to get its teeth into BBC finances. P1,5BBC to hand over £8m a year to local newspapers. P5Is Jeremy Clarkson signalling his displeasure to BBC with name of new series? P9Sali Hughes on pioneering magazine editor Sally Brampton. P23Obituary: Only Fools and Horses producer Gareth Gwenlan. P27Three’s multimillion-pound Muppet ad banned. Business P1 Financial TimesDavid Cameron intervenes in BBC debate. P2BBC Trust chair Rona Fairhead needs to build up credibility. P2Google to bar payday loan ads. P15Vivendi’s Vincent Bolloré puts his son on the board. P16 The TimesBBC stars keep pay deals secret after government climbdown. P1,2Pioneering magazine editor Sally Brampton loses battle with depression. P5Facebook lands in legal minefield over claims of leftwing bias. P17Google to bar payday loan ads. P17Jeremy Clarkson’s new Amazon series to be called The Grand Tour. P18Sally Brampton book extract. Times2 P4-5Obituary: Sally Brampton. P55 iMega pay deals at BBC to be revealed. P1, P6PM condems sexist online bullying after BBC’s Laura Kuenssberg is accused of bias. P4Licence-fee payers to get iPlayer access overseas. P6Funding for 150 reporters with media rivals can boost democracy. P6Payday loan adverts banned by Google. P11Andrew Grice: Corbyn is failing to handle the press. P16Jeremy Clarkson rejects Gear Knobs and goes with The Grand Tour. P17Why Stefan Golaszewski wrote a sitcom about grief. P36 Wall Street JournalVincent Bolloré tightens his hold on Vivendi. B1Axel Springer targets US for digital push. B1 Daily MailMail correction on ONS report on children and social media. P2China blocks BBC World broadcasts of Queen’s comments. P7Associated Newspapers fined over pixellated photograph. P8Country Life features 87-year-old model. P20 Daily ExpressQueen Vic landlady Peggy’s right royal send-off. P8iPlayer fans to pay BBC fee. P9Sex charges for BBC radio presenters. P20Jeremy Clarkson’s new show to be called The Grand Tour. P27 The SunBBC stars keep pay deals secret after government climbdown. P2David Cameron slams online abuse faced by laura Kuenssberg. P2Radio 4 listeners shocked by reference to ‘dick pics’ in Woman’s Hour. P3China blocks BBC World broadcasts of Queen’s comments. P8Top Gear boss has contract stating she can never be left alone with Chris Evans. P9Jeremy Clarkson’s new Amazon series to be called The Grand Tour. P9Gloria Hunniford on Cliff Richard’s ‘nightmare’. P12-13BBC Leicester presenters charged with child sex offences. P27ITV axes world war two drama Home Fires. P35 Daily MirrorEastEnders films Peggy Mitchell’s funeral. P1, P7Strictly desperate to sign Downton Abbey’s Michelle Dockery. P3Jeremy Clarkson’s new show to be called The Grand Tour. P4Louis Walsh to return to The X Factor with ‘just shy of a million’ fee. P7BBC’s stars to have their pay revealed. P12Fury at Eamonn Holmes’s Hillsborough comment. P17No sleep for TV box-set fans. P31 Daily StarJeremy Clarkson’s new show to be called The Grand Tour. P3Storm as Eamonn Holmes compares West Ham riot clash to Hillsborough. P5EastEnders films Peggy Mitchell’s funeral. P9Two married BBC radio presenters appear in court accused of sex offences. P11Written-out TV characters who returned. P25Springwatch spin-off Unsprung to get a new look. P26 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-12T07:49:34Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/12/media-briefing-thursday-12-may",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/12/media-briefing-thursday-12-may"
}