{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/27/labors-negative-gearing-changes-would-help-stabilise-housing-market-mckell-institute",
  "id": "2016-05-27-318",
  "sectionId": "australia-news",
  "body": "House prices will continue to rise if negative gearing is restricted, according to the research centre that proposed much of what has become Labor policy. The McKell Institute, which first suggested the negative gearing policies that have been largely adopted by the ALP, says if negative gearing were restricted to new homes the property market would become more stable. It has released a new report, Switching Gears: Addendum II, to coincide with the debate between the treasurer, Scott Morrison, and the shadow treasurer, Chris Bowen, at the National Press Club on Friday. It finds that house prices across Australia’s eight capital cities would rise by an average of 2.6% a year over 10 years if negative gearing changes were adopted, compared with a rise of 3.09% without the changes.  “The proposal will not result in a shock to the housing market but slightly lower growth over the next decade, resulting in more affordable housing for all Australians,” the report says.   Related: Yanis Varoufakis: Australia's negative gearing is 'scandalous'    “These findings demonstrate that the proposed changes will have a positive effect on housing affordability, while ensuring current investors in the housing market still see a long-term increase in the value of their existing investments in a de-risked and more stable investment environment.” The McKell Institute commissioned the economist Adrian Lee, from the school of business at the University of Technology, Sydney, to do the modelling.  He was asked to model the effects of Labor’s two main proposals, to restrict negative gearing to new dwellings with grandfathering arrangements and to cut the capital gains tax from 50% to 25%. Labor’s policy is designed to save the budget $32bn over 10 years. Morrison has severely criticised Labor’s policy.  The report says the government should restrict negative gearing to new dwellings but grandfather current allowances for those who are negatively gearing on established properties.  It says this would improve housing affordability and would bolster investment in new property development, helping to increase supply. The Coalition has increased its economic attack on Labor this week, claiming the opposition had a $67bn spending gap over four years.",
  "webTitle": "Labor's negative gearing changes would help stabilise housing market: McKell Institute",
  "webPublicationDate": "2016-05-27T03:07:11Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/27/labors-negative-gearing-changes-would-help-stabilise-housing-market-mckell-institute",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Housing affordability",
      "id": "australia-news/housing-affordability",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/27/labors-negative-gearing-changes-would-help-stabilise-housing-market-mckell-institute"
}