{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/18/paul-sheehan-given-redundancy-package-by-fairfax-but-wont-say-if-he-was-pushed",
  "id": "2016-05-18-363",
  "sectionId": "media",
  "body": "The Sydney Morning Herald columnist Paul Sheehan has been given a redundancy package two months after he was suspended indefinitely over his false story of a woman, “Louise”, who claimed she had been raped and beaten by Arabic-speaking men.  Sheehan told Guardian Australia he was made redundant from the Fairfax newspaper he first worked for 30 years ago but he declined to clarify whether the arrangement was voluntary or forced.   Up to 30 journalists have been made forcibly redundant in recent weeks after management failed to get enough volunteers for the 120 full-time equivalent positions they had called for.     The Paul Sheehan column as it ran on the opinion pages of the Sydney Morning Herald in February.     “I signed a confidentiality agreement and I intend to keep it that way,” Sheehan told Guardian Australia on Wednesday. He declined to comment further on his reasons for leaving the paper.  The veteran columnist and editorial writer for the Sydney Morning Herald is a former day editor and Washington correspondent and is the author of two No 1 best-sellers, Girls Like You and Among The Barbarians, according to his Fairfax biography.   Like other many other long-term employees, Sheehan is likely to walk away with a significant amount of money. Newspaper journalists are generally paid four weeks’ salary for every year served and Sheehan was reportedly one of the highest-earning journalists on the paper.           Fairfax staff stage walk out after management axes 120 jobs     The Herald’s editor in chief, Darren Goodsir, whose review in March found unacceptable breaches of fundamental journalistic practice, would not comment on Sheehan’s departure.  “The article has since been retracted and, on behalf of the Herald, I once again unreservedly apologise for the column and the hurt and distress it understandably caused,” Goodsir said in March.  “The columnist, who has also apologised for the report and admitted this serious lapse, will stand aside from his duties until further notice.   Related: Union passes no confidence vote in Fairfax after 30 forced redundancies     “The Herald’s reputation is founded on the trust our readers give us to provide fair, balanced and independent journalism, and it is critical that the editorial integrity of the Herald is maintained.”  Sheehan has not had an article published since the Louise story and a follow-up were written in February.  In the inflammatory piece, which was run off the front page of the SMH and across all Fairfax Media’s news websites, Sheehan said NSW police had ignored a woman who complained that she had been brutally raped and bashed by a group of Arabic speaking men. The police immediately denied any such incident had taken place.  The SMH was slow to respond to Sheehan’s false story.   They allowed him to write a second piece and to amend his original column, which was so graphic in its details of an anal, oral and vaginal rape by Arabic-speaking men that it brought many readers to tears. The Herald took a week to remove the offending story from the website.  The conservative columnist, who is now in his 60s, made a name for himself by criticising human rights organisations, multiculturalism, the handling of sexual assault cases and the Labor party.",
  "webTitle": "Paul Sheehan given redundancy package by Fairfax – but won't say if he was pushed",
  "webPublicationDate": "2016-05-18T01:34:01Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/18/paul-sheehan-given-redundancy-package-by-fairfax-but-wont-say-if-he-was-pushed",
  "keyword": [
    {
      "webTitle": "Fairfax Media",
      "id": "media/fairfax-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Meade",
      "id": "profile/amanda-meade"
    }
  ],
  "guardianId": "media/2016/may/18/paul-sheehan-given-redundancy-package-by-fairfax-but-wont-say-if-he-was-pushed"
}