{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/sunderland-everton-premier-league-match-report",
  "id": "2016-05-11-37",
  "sectionId": "football",
  "body": "If football is the industry of schadenfreude it can rarely feel any better for Sunderland given the implications of this win and the ramifications for their oldest rival. Their status as a Premier League club is preserved for another season and the jubilation was no doubt made all the sweeter because of the malicious sense of pleasure from seeing Newcastle go down as a result.   Related: Sunderland 3-0 Everton: Premier League – as it happened    They were euphoric moments as Sam Allardyce reflected on another impressive feat of escapology for his portfolio of achievement and the crowd went through their victory songs. Sunderland had taken only three points from eight games when Allardyce inherited Dick Advocaat’s side in early October but their improvement can be gauged by the fact they have lost only one of their past 10 matches. Three of the last five have been won and once the goals started flying in, the latest was a relatively stress-free occasion, equalling their biggest victory of the season. The soundtrack was “Are you watching Newcastle?” and a relieved, cackling stadium felt happier than for a long time. Allardyce may even be entitled to think his team should probably have made it an even more punishing result for Everton on another night that leaves the inescapable feeling Roberto Martínez must be on borrowed time. All three goals came from set pieces – first, Patrick van Aanholt’s free-kick, then two close-range finishes for Lamine Koné from badly defended corners – and Martínez was fooling no one when he talked about his team “fighting for everything”. He has a habit of trying to make defeats sound heroic, like a conjuror’s deception, and a more realistic appraisal would be Everton did not start creating noteworthy chances until it barely mattered. For long passages they were overwhelmed by a side who had spent 237 days in the relegation quicksands. Martínez’s team have won only seven out of 30 games since 28 September and six of them have been against teams now in the bottom five. They are lacking confidence and leadership and he has to be vulnerable, to say the least, when their flaws have become such a recurring theme. They had started the game reasonably well and while it was goalless the home side looked slightly inhibited by nerves. The crowd were apprehensive and Everton, to give them their due, did not look as anaemic as in their previous away fixtures at Leicester and Liverpool. Yet there was still enough disorganisation in their defence to concede two goals late in the first half and it was almost a surprise Sunderland added only one more. Joel Robles had a wretched match, at fault for two of the goals, but Everton’s problems were probably summed up by the parlous state of their defensive wall when Van Aanholt opened the scoring. They simply melted away and the defender’s curling shot, almost straight down the middle of the goal, beat Robles because the goalkeeper had taken a step to his left, completely wrongfooting himself for what ought to have been a routine save. As the tension in the stands was released and the volume went up, Sunderland’s second goal was another demonstration of how Everton can be exposed in defence. Robles had turned away Jermain Defoe’s header but Martínez’s side never properly cleared their lines from the corner. Yann M’Vila headed it back and Koné was suddenly alone six yards out, volleying the ball into the roof of the net.   Related: Norwich beat Watford but are relegated as Mbokani comes good at last    Ten minutes into the second half, Defoe had another chance, clipping his shot over Robles only for John Stones to dash back and make a fine goalline clearance. Sunderland had another corner and when Wahbi Khazri swung it over from the left Robles misjudged the trajectory of the ball towards his near post. Desperately trying to atone, he managed to claw it away but, in doing so, the ball ricocheted to Koné. He was unmarked, only a couple of yards out, and hooked his shot into an exposed goal. The goals had come early enough for Sunderland to start enjoying themselves, knocking the ball around confidently and seemingly not content to sit on their lead. Defoe, in particular, looked eager to get in on the scoring. No other player has contributed more to Sunderland’s survival, with almost a third of their league goals, and he was a frequent danger for the beleaguered Everton defence. Ross Barkley was substituted at half-time and when Everton did start to endanger their hosts, with Stones and Kevin Mirallas forcing saves from Vito Mannone, it was at a stage of the game when it was largely inconsequential. It was Sunderland’s night and the loud, boisterous crowd made sure to dedicate it to the team just up the road.",
  "webTitle": "Sunderland safe after Lamine Koné double sinks crumbling Everton",
  "webPublicationDate": "2016-05-11T20:48:17Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/sunderland-everton-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/11/sunderland-everton-premier-league-match-report"
}