{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/18/noel-gallagher-oasis-will-reform-for-20m-documentary-cannes-liam",
  "id": "2016-05-18-274",
  "sectionId": "music",
  "body": "Having spent nearly a decade swerving the thorny subject of an Oasis re-formation, the founding member of the Britpop group has placed his price.  Noel Gallagher has said that an Oasis reunion could be a reality if the sum of £20m were on the table. “For 20 million quid, one gig – that is good money isn’t it?” Gallagher told the Daily Star. “But I have never had that offer from anyone yet.”     ‘Liam is a very angry man still’ … Noel on re-forming Oasis. Photograph: Kevin Cummins/Getty Images    Given the ostentatious and potentially unrealistic sum, it seems as if the closest fans may get to seeing the pair together again is in the forthcoming documentary about the band. Entitled Supersonic, directed by Mat Whitecross, the film was launched at Cannes film festival this week and is said to offer “a rare and candid insight” into the group.  “I know a lot of research went into it,” Noel Gallagher told the Bolton News. “But to be honest this shit was getting made while I was putting a record together, so I couldn’t devote that much time to it … I did 20 hours of interviews and so there were lots of things that I’d forgotten. I’d forgotten how insane a lot of that time was.” An Oasis reunion has long been refuted by both brothers. “Liam is a very angry man still,” Noel Gallagher told the Daily Star in March. “So he is not cool. I don’t ever sit down and when people ask about Oasis, I go: ‘no, that is it’.” In April last year the Mirror reported that Noel and Liam Gallagher had reached a “gentleman’s agreement” about reuniting after the band’s acrimonious split in 2009. Noel’s publicist has since strongly denied there is to be a reunion.",
  "webTitle": "Noel Gallagher: Oasis will re-form, for £20m",
  "webPublicationDate": "2016-05-18T09:20:07Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/18/noel-gallagher-oasis-will-reform-for-20m-documentary-cannes-liam",
  "keyword": [
    {
      "webTitle": "Oasis",
      "id": "music/oasis",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Noel Gallagher",
      "id": "music/noel-gallagher",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Liam Gallagher",
      "id": "music/liam-gallagher",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/18/noel-gallagher-oasis-will-reform-for-20m-documentary-cannes-liam"
}