{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/02/glastonbury-festival-2017-michael-eavis",
  "id": "2016-05-02-23",
  "sectionId": "music",
  "body": "Its huge natural amphitheatre and expansive green fields have arguably made the Glastonbury festival as famous as the bands it puts on. But according to its founder, this summer could be the last time in its current dairy farm location.  Michael Eavis, who started the Glastonbury festival on his farm in 1970, told a crowd at Oxford University that the festival is “looking to potentially move in 2017”, according to the Twitter feed of the Oxford Union, the debating society that hosted his speech.    Eavis: #Glastonbury is so big, we're looking to potentially move in 2017, it's a huge operation and the site might not be suitable any more— Oxford Union (@OxfordUnion) May 2, 2016    The festival’s location has often seen 175,000 attendees battling the mud at Worthy Farm. For the rest of the year, cows happily live on the fields where music lovers sleep, watch bands and participate in activities ranging from political debates to chakra realignment for a long weekend close to the summer solstice in June. This year’s festival runs 22-26 June, with Adele, Coldplay and Beck among the headlining acts. But Eavis says the festival now rents land from 22 neighboring farms in order to adequately fit all the facilities required.    Eavis: #Glastonbury is now so big we need to rent land from 22 other farmers now! It's nothing short of a miracle that were still going!— Oxford Union (@OxfordUnion) May 2, 2016      Eavis: We don't own all the land - I could have bought the land for #Glastonbury but I don't think that is the right thing to do.— Oxford Union (@OxfordUnion) May 2, 2016    Eavis did not disclose to which location the festival might move. The Guardian contacted the Glastonbury press office and organizer Emily Eavis, daughter of Michael, but has yet to hear a response.",
  "webTitle": "Glastonbury festival may move in 2017, Michael Eavis says",
  "webPublicationDate": "2016-05-02T21:08:27Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/02/glastonbury-festival-2017-michael-eavis",
  "keyword": [
    {
      "webTitle": "Glastonbury festival",
      "id": "music/glastonbury",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Glastonbury 2016",
      "id": "music/glastonbury-2016",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Michael Eavis",
      "id": "music/michael-eavis",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Amber Jamieson",
      "id": "profile/amber-jamieson"
    }
  ],
  "guardianId": "music/2016/may/02/glastonbury-festival-2017-michael-eavis"
}