{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/23/pep-guardiola-jose-mourinho-manchester-city-united-rivalry",
  "id": "2016-05-23-114",
  "sectionId": "football",
  "body": "Pep Guardiola took his seat at the Santiago Bernabéu, looked up at the cameras pointing his way from the back of the room, asked which one was José Mourinho’s and, concluding that they must all be, began. It was the eve of the 2011 Champions League semi-final and Guardiola came out fighting. What followed was a long, pointed monologue aimed at his adversary, a settling of scores with a touch of the title weigh-in about it. “In this [press] room, he is the puto jefe, the puto amo – the fucking boss, the fucking master,” Guardiola insisted. “And I don’t want to compete with him for a moment.” Now he will have to, all over again. José Mourinho versus Pep Guardiola has moved to Manchester. “I know him and he knows me,” Guardiola said that night. They had worked together at Barcelona, captain and assistant coach; had faced each other as managers on either side of the clásico divide; and briefly met when Chelsea played Bayern Munich in the 2013 European Super Cup; this time they share a city, a rivalry renewed. The two biggest names, elevated to comic-book or cinematic status. “Ah, Mr Pep, we meet again … ” perhaps, or, “This town ain’t big enough for the both of us”.   Related: José Mourinho can mould an exciting, attacking Manchester United side | Michael Cox    It almost feels as if it had to be this way; that once City got Guardiola, United had to get his arch enemy, a counter-reaction for every reaction; as if this was a decision driven by personality and status. Opposites who attract. On some basic, emotional level: if City have a big name, United have to have a bigger one. On a footballing one: if City have Guardiola, United have to seek out a guarantee, the one man who can stop him. There may be others who could, of course, but that is how it is set up. And so the pattern is repeated. When Madrid signed Mourinho in the summer of 2010 his mission was simple: to defeat Guardiola and bring down Barcelona. The mission stood before him daily. A life-sized cardboard cut-out used to be propped up in Mourinho’s office at Valdebebas depicting him sprinting across the Camp Nou turf, finger in the air, celebrating at the end of the 2010 Champions League semi-final. Internazionale had reached the final, Barcelona had not. For Madrid, there was relief and revelation: Mourinho had rescued them from watching the Catalan club lift the trophy at the Bernabéu. Now he had to complete the job. The plan was one with which United are familiar: to knock their rivals off their perch. So Mourinho set about waging war, on and off the pitch. Conflict was his cause and it became increasingly personal. Perhaps it always had been: even Guardiola had told Barcelona’s president Joan Laporta that it would be easier to make Mourinho Barça manager in 2008, but he had been chosen instead. Mourinho, who once declared that Barcelona would be “for ever” in his heart, wanted the job. Then there was the task before him, an enormous one requiring shock tactics: Guardiola’s team had won the treble in 2009 and the league in 2010. Only he had prevented them reaching a second successive European Cup final. Mourinho sought to break up the relationship that had built between Madrid and Barcelona players who had just won the 2010 World Cup together with Spain, telling them that he had been there and he knew that their Catalan colleagues hated Spain and would never truly be their friends. He bemoaned referees and committees, favourable fixtures and even teams that did not try; in short, a campaign against his club. Somehow Madrid and Mourinho were projected as the powerless little man, the victims. His campaign against Barcelona was relentless – even if he rarely referred to them by name, preferring to cite “other clubs”. He attacked their elevation to untouchable status and their image as the game’s good guys, their projection of themselves as the sole defenders of “football”, as if no other style was legitimate. He railed against their “purity” and blamelessness. He accused them of diving and pressuring officials, who favoured them. He insisted that, behind the mask, he and Guardiola were not so different, prompting the Barcelona manager to promise he would revise his behaviour. And on match days, he ordered his team into battle. Almost literally at times. The red cards received reinforced his narrative and it spilled over often. Most famously of all, he sneaked round behind Barcelona’s assistant coach Tito Vilanova and poked him in the eye. When he was asked about it after the game, he claimed not to know “this Pito Vilanova or whatever his name is”. He knew very well who he was, just as he knew that Pito is Spanish for “cock”. So the spiral spun, the century-old rivalry seemingly more bitter, more intense than ever before. Trenches were dug deeper, divides opening up even within his own club. There may be excitement about the two men meeting again in Manchester but by the end of the battle for Spain, it was largely tiresome and unpleasant. Perhaps a different environment, different teams, different demands, will change that. Or perhaps not.   Related: José Mourinho’s Manchester United task list as he prepares for Old Trafford | Jamie Jackson    Mourinho and Guardiola left a year apart, neither of them seeming happy or fulfilled, both a little burnt. When Guardiola departed, he was asked about his memories of the clásicos, the biggest club game on the planet with the best players. He had seen a 6-2, a 5-0, a 2-0 in the European Cup semi-final, some of the best moments in his club’s history, but his reply was telling: “I don’t have good memories of them,” he said. Others looked back on those four clásicos in 18 days in 2011 and struggled to remember the football through the fog. “We didn’t bring Mourinho here to make friends,” said Emilio Butragueño, Madrid’s institutional director. Those he did make were determined defenders. Some presented him as a crusader for the truth, fighting Madrid’s corner; others as paranoid and pernicious. “I don’t fancy talking about him,” Andrés Iniesta told El País. “But it’s clear that Mourinho did more harm than good; he damaged Spanish football.” Mourinho responded by saying that Spanish football, which he pointedly noted had come to be seen as synonymous with the Catalan club, had been “damaged” because he had “ended Barcelona’s hegemony”. In 2012 Madrid all but claimed the league with a 2-1 win at the Camp Nou, beginning a run of just one defeat in seven clásicos. Mourinho is the only manager in eight years to take Madrid to the league title, and in his first season his team took the Copa del Rey from Barcelona. Guardiola failed to win just four trophies out of 18 when at the Camp Nou, but three of the four were lost to Mourinho’s sides. Yet, in two years of Pep versus José in Spain, Guardiola had won three major trophies, Mourinho two. A league title and a cup for Mourinho versus a league title, a cup and a European Cup for Guardiola. When Guardiola went at the end of the 2011-12 season, it was as if Mourinho had been orphaned, without a rival to fight against. Can’t live with him, can’t live without him? He ended up fighting with his own players, finishing the season empty-handed and 15 points behind as Barcelona, now under Vilanova, took the title back. If some Mourinho defenders totted up Guardiola’s departure as another victory, proof that he had been beaten by the better man, it did not make Madrid winners. They might have learnt. Some gloated that Guardiola had lost it when he launched that puto amo rant in 2011, the night when a dam had burst and he gave some back, but what subsequently happened on the field suggested otherwise. Mourinho had broken him, some said, really gotten under his skin; he had finally cracked with all the pressure. But the response was planned and the following night, Barcelona won 2-0 at the Bernabéu, Mourinho whining “Why? Why? Why?” afterwards, going off on a wild rant about the dark forces of Unicef and Uefa. “Josep Guardiola is a fantastic coach,” Mourinho said, “but I have won two Champions Leagues. He has won [only] one Champions League and that is one that would embarrass me. I would be ashamed to have won it with the scandal of Stamford Bridge and if he wins it this year it will be with the scandal of the Bernabéu. I hope that one day he can win a proper Champions League. Deep down, if they are good people, it cannot taste right for them. I hope one day Guardiola has the chance of winning a brilliant, clean championship with no scandal.” Guardiola did win it that year. Mourinho has two as well. Neither has added to the tally since. They headed in different directions: to Germany, where Guardiola won three league titles and two cups; and to England, where Mourinho won one league title and the League Cup. Now, their paths meet again, in Manchester.",
  "webTitle": "Pep Guardiola and José Mourinho in Manchester: let the rivalry recommence | Sid Lowe",
  "webPublicationDate": "2016-05-23T15:46:17Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/23/pep-guardiola-jose-mourinho-manchester-city-united-rivalry",
  "keyword": [
    {
      "webTitle": "Pep Guardiola",
      "id": "football/pep-guardiola",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Barcelona",
      "id": "football/barcelona",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/blog/2016/may/23/pep-guardiola-jose-mourinho-manchester-city-united-rivalry"
}