{
  "apiUrl": "https://content.guardianapis.com/uk-news/davehillblog/2016/may/17/mayor-sadiq-khan-some-thoughts-on-what-would-make-him-a-success",
  "id": "2016-05-17-127",
  "sectionId": "uk-news",
  "body": "The euphoria surrounding Sadiq Khan’s election as London’s new mayor is now giving way to the annoying persistence of reality. The fact of his being a Muslim has generated headlines round the world and a transatlantic set-to with Donald Trump. The symbolism of Khan prevailing in the face of the muck thrown at him by Zac Goldsmith and his media allies is glorious. But now the hard graft of keeping the promises he made to voters has begun. It’s time to think about what Khan could achieve in his new job over the next four years.  Too often since its creation at the start of the century the London mayoralty has been seen as little more than a showman’s platform, its powers and influence dismissed as insignificant. Khan’s passion for winning City Hall and the purposeful way he went about it suggest a politician equipped to make full use of the potential of his office and re-define it as an institution. What will qualify as success?  Let’s start with the shortage of housing for Londoners on low and middle incomes, a headline campaign concern. Like nearly all the serious candidates, Khan said he’d want to roughly double to 50,000 the overall number of new dwellings being built in Greater London each year. Failing to voice that aspiration would have looked inadequate - a succession of independent estimates as well as that of the last mayor have found that a target of that kind needs to be hit. However, it became plain that Khan is unlikely to do some of the difficult things required to achieve it.  He and his likely housing chief James Murray share a default caution, probably rightly so, about radically redeveloping council-owned housing estates at higher densities and, although Goldsmith did his best to misrepresent him, Khan firmly ruled out seeking to build on green belt land. On Monday, he criticised his predecessor Boris Johnson for “leaving the cupboard bare” on all forms of affordable homes, due to a sharp fall-off to 5,000 in the number completed during the last financial year. However, as Inside Housing’s Peter Apps has graphically pointed out, over 18,000 were completed during the year before that. With the dark clouds of the Housing and Planning Bill on the horizon, it is legitimate to wonder if Khan will be able to match that peak. In addition, as Alexandra Jones of Centre for Cities puts it:   Khan is likely to face a tough political choice – does he focus on boosting supply generally in the hope of reining in average house prices for all Londoners, or does he instead prioritise increasing the share of subsidised housing for the least well off? It will be very difficult to achieve both.  What’s more, the share of subsidised - or “affordable” - homes in the total built across Greater London is one thing, the quantity is another. Like it or not, a lot of the new “affordable” homes built in London in recent times, especially in the most expensive parts of town, have been a product of allowing those ubiquitous (boo, hiss) luxury flats for rich foreign investors to be constructed.  Notwithstanding some market trends and additional demands on the Section 106 agreements that produce “affordable” homes by this means, one possible way to increase the amount - as opposed to the percentage - of “affordable” homes built in London would be to allow expensive and luxurious flats to become still more numerous, enabling a greater supply of “affordable” homes to be negotiated as part of the deals permitting this. But Khan is committed to a “50% rule”. What might its effect be? London School of Economics housing professor Christine Whitehead has summed up the pessimistic answer:  Sadiq Khan’s pledge to make 50% of homes developed “affordable” would result in an initial fall in development activity and would make many sites financially unviable. Even when development is viable, the incentives for developers will be to hold off seeking planning permission in the expectation that the affordable housing target is eased (as it has been in the past) with higher profit margins available.  There is a view in Khan’s team that this need not be the case and that the rigorous imposition of a “50% rule” can beneficially alter the Alice In Wonderland market equation that has been generating much of London’s “affordable” housing, going back to the mayoralties of Ken Livingstone. Any increase in the supply of what he calls “genuinely affordable homes” will be rightly hailed as progress, but can that be achieved at the same time as seeking tighter restrictions on “off-plan” overseas investment and encouraging “first dibs for Londoners”? Finding a convincing answer to that question will be one of the many large tasks facing Khan’s promised Homes For Londoners housing delivery unit in City Hall.  Another signature test of Mayor Khan’s effectiveness will be his efforts to change the way Transport for London works. The row about whether his promised four-year freeze in public transport fares can be afforded without wrecking TfL’s plans for investment in the system featured heavily in the election campaign.  Well-placed judges have said privately that they think it can be done, though much will depend on Khan’s relationship with TfL commissioner Mike Brown - who is already setting about bring in the mayor’s one-hour “Hopper” bus ticket - and with central government, which will continue to provide much of the funding for transport in the capital. If Khan can partner with Brown to reform TfL in the ways he wants and work productively with George Osborne and the department for transport as well, impressive results might be secured. These would also signify a maturing of the mayoralty as an institution, taking closer command of its own affairs. And here’s another criterion for assessing Mayor Khan’s progress as the months go by. At New Statesman, Anthony Painter of the Royal Society of Arts writes:  Londoners are more likely than the national average to be mentally ill, sleeping rough, out of work, living in poverty despite being in work, living in poor housing or facing lower life expectancy. Hard-baked exclusion has an ethnic skew. This part of London’s story - social deficit and inequality - is too often masked amidst the evident success of a global city. For the communities that sit in the shadow of the City, Tech City, the Olympic Park, and Canary Wharf, London’s success is too often seen but not felt.  Addressing all this is an area where the “soft power” of City Hall can come into play. Painter urges Khan to be “an activist mayor” who uses his leadership position to pool local knowledge from across the city and help it be spread more widely to help those left out of the capital’s success stories. He cites an RSA analysis of policing and community safety in London called Safer Together, which found:   A whole range of great coordinated services where the police, local authorities, the voluntary sector and London’s communities were working very effectively together on challenges such as mental health in Newham and Camden, anti-social behaviour in Sutton, domestic violence in West London, gangs in Hackney, and community engagement in Haringey.  Too often, though, the missing bit was “any joining up of disparate leadership to accelerate and scale impacts across the city”. The same might be said of youth and long-term unemployment, childcare provision, the circumstances of many elderly Londoners and health services more generally. There is a galvanising role for the new mayor in helping to lessen London’s “social deficit”.  Again, the energy of Khan’s election campaign and his pledge to be “a mayor for all Londoners” give grounds for optimism. Wish him well.",
  "webTitle": "Mayor Sadiq Khan: some thoughts on what would make him a success",
  "webPublicationDate": "2016-05-17T14:51:08Z",
  "webUrl": "https://www.theguardian.com/uk-news/davehillblog/2016/may/17/mayor-sadiq-khan-some-thoughts-on-what-would-make-him-a-success",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Police and crime commissioners",
      "id": "uk/police-and-crime-commissioners",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London politics",
      "id": "politics/london",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London Underground",
      "id": "uk/london-underground",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "New Statesman",
      "id": "media/new-statesman",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Consumer magazines",
      "id": "media/consumer-magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Hill",
      "id": "profile/davehill"
    }
  ],
  "guardianId": "uk-news/davehillblog/2016/may/17/mayor-sadiq-khan-some-thoughts-on-what-would-make-him-a-success"
}