{
  "apiUrl": "https://content.guardianapis.com/uk-news/shortcuts/2016/may/06/apocalypse-kernow-cornish-speakers-westminster-cuts-language-cornwall",
  "id": "2016-05-06-254",
  "sectionId": "uk-news",
  "body": "Cornwall has harsh words for David Cameron in a language that he is no longer willing to support. Westminster has slashed the annual £150,000 budget for the Cornish language, without explanation and with immediate effect. Ed Rowe, AKA comedian Kernow King, calls the PM an “omgyjer glusek”, or “sticky wanker”. But when it is estimated that fewer than 500 people speak Cornish fluently, and (at time of writing) fewer than 6,000 people have signed a petition asking the government to reconsider, the effects of the cuts aren’t immediately clear. Steve Double, Conservative MP for St Austell and Newquay, says he can’t see how Cornwall council could have spent £650,000 it has received over the past four years, and that the language is not a priority for his electorate. But campaigners such as Loveday Jenkin, who chairs the Cornish Language Fellowship, argue that great value was extracted from the tiny sum. Core staff at Cornwall council facilitated volunteer groups, who translate road signs and documentation for the council and local businesses. Maga Kernow, the Cornish Language Partnership, offers educational resources and training. Pensans primary school, in Penzance, has been teaching Cornish since 2005, which wouldn’t have been possible without Maga, says the school’s Sarah Crummay. “We have children from all over the world, and it’s lovely that everybody’s learning something about where they live. It’s a way of breaking down barriers, and it has cognitive and cultural benefits.” Chairman Mark Trevethan says that Maga is now stuck in no-man’s land: last summer, Cornwall won landmark devolutionary powers, which the government said it could use to support the language. But the relevant allocations have not yet been devolved from Westminster. “We don’t really fit into mainstream UK policies, despite the obligations of the European charter for regional or minority languages,” he says. But why is it important to keep Cornish alive when so few speak it? Jenkin calls Cornwall a place of low aspirations, and suggests that renewed regional pride, coupled with a local rise in high-value creative and digital jobs, might stop people from leaving the county to find work. Councillor Julian German agrees. “For a government that’s so interested in economics, it seems a very small resource to put into something with such a large potential dividend.” He points to the word glas – “the colour of the sea” – as an example of Cornish’s unique expression. German’s favourite Cornish-language artist, poet Tim Saunders, says he writes in Cornish, “because there is so much that I could never express otherwise”. As campaigners point out, Cornish was revived by local people long before it was recognised by the government in 2002. Saunders’ daughter Gwenno is a synth-pop musician who was inspired by the “complete labour of love” to re-establish the language. Her 2015 debut album featured a song in Cornish. “It’s one of Britain’s indigenous languages,” she says, “part of the history of all of us who reside here.” Dr Merv Davey is the grand bard of Gorsedh Kernow, which maintains the region’s Celtic traditions. He is angered by the cuts, but remains optimistic. “We have to carry on fighting for proper recognition and what we’re owed, but I don’t think we should be obsessed with that; we must get on with it ourselves,” he says. “We’re quite resourceful, as Cornish people. We’ve never really kowtowed to central government, and we’re not going to start now.” * Mad",
  "webTitle": "Apocalypse Kernow! Cornish-speakers speechless at Westminster cuts",
  "webPublicationDate": "2016-05-06T10:11:32Z",
  "webUrl": "https://www.theguardian.com/uk-news/shortcuts/2016/may/06/apocalypse-kernow-cornish-speakers-westminster-cuts-language-cornwall",
  "keyword": [
    {
      "webTitle": "Cornwall",
      "id": "uk-news/cornwall",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Languages",
      "id": "education/languages",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Laura Snapes",
      "id": "profile/laura-snapes"
    }
  ],
  "guardianId": "uk-news/shortcuts/2016/may/06/apocalypse-kernow-cornish-speakers-westminster-cuts-language-cornwall"
}