{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/18/the-unknown-girl-review-dardennes-brothers-cannes-2016",
  "id": "2016-05-18-228",
  "sectionId": "film",
  "body": "The Dardenne brothers are double-Palme winners at Cannes, justly renowned for their moving and socially acute realist dramas. Everything they do has to be of interest, and their latest work here, The Unknown Girl, has moments of insight, flashes of perception. But it is not their best work, and very far from the heights achieved in 2014 with their blistering workplace picture Two Days, One Night. The Unknown Woman is an odd, dramatically stilted and passionless quasi-procedural concerning a mysterious death; it depends on a series of unconvincing, and in fact borderline-preposterous, encounters and features a bafflingly inert performance from Adèle Haenel, whose usual spark appears to have been doused by self-consciousness.   Related: Personal Shopper review: Kristen Stewart's psychic spooker is a must-have    Haenel plays Jenny Davin, a brilliant and idealistic young doctor in Liège who has refused a prestigious consultancy career to take up a community practice treating welfare patients. In the course of a busy and stressful evening at the clinic, the usually impeccably conscientious Jenny can’t be bothered to answer the outer door buzzer, due to a complicated situation with her intern-pupil Julien (Olivier Bonnaud) who is sullenly refusing to respond to her requests or accept her rebukes. She is mortified to discover later from the police that the person buzzing was a nameless young African woman, evidently desperate for help, who is later found dead. Driven by guilt, Jenny is from this point onwards on a mission to find who this woman was, to notify her family, anything to soothe her conscience. Her investigations bring her into contact with many locals, including two played by Dardenne regulars Jérémie Renier and Olivier Gourmet, and it appears that the question of guilt is more complex and widespread than at first appeared. The theme of an investigation uncovering collective culpability is a time-honoured trope since JB Priestley’s An Inspector Calls, and in fact the Dardennes could be said to have wittily invented a doctor-sleuth – I can’t think of any others in the Sherlockian amateur sense – who here infuriates the cops in the traditional manner: there is an exasperated Inspector Ben Hamoud (Ben Hamidou) who wishes she would stay out of it. Jenny has a licence to travel around the community, make house calls, ask questions. After all, a doctor is a kind of forensic detective, looking for a diagnosis: there is a clever scene where Jenny assesses truthfulness by asking key questions while taking the pulse. However, a straightforward crime drama might actually have taken more care with plausibility and with the dramatic rhythm of what Dr Davin discovers and when. The problem is that the central character herself is so blank and Haenel’s Jenny seems to have no engaging inner self to offer up to the camera. There is no progression to the performance. She is menaced and threatened by some people and yet sometimes welcomed and cherished by others. There is a lovely scene where a boy with cancer sings her a song in his bedroom, and another where she takes a cup of coffee with a diabetes patient. She’s always getting food to take home with her, and the Dardennes produce a good-natured flourish of fun where one patient drops a pannetone loaf out of the window for her to catch. But the focus will return to Jenny and her mission, for which the performance mode appears to be stolid, and in fact almost cop-like impassivity, and the final revelation scene is frankly overwrought. It is frustrating for audiences who know what passion and interest the Dardennes and Haenel herself can summon under other circumstances.   Related: Dardenne brothers: 'We don't argue in front of the actors'    Jenny’s relationship with Julien is the best thing about the film: there is something intriguingly opaque about that initial, tragically fateful quarrel they have at the beginning of the movie, and the conversations they have afterwards. But this relationship is marginal.  Everyone who cares about the Dardenne brothers and what they have achieved in the movies will want to see this and make their own mind up. Even their missteps are interesting.",
  "webTitle": "The Unknown Girl review – a marginal, passionless offering from the Dardennes brothers",
  "webPublicationDate": "2016-05-18T10:49:44Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/18/the-unknown-girl-review-dardennes-brothers-cannes-2016",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Belgium",
      "id": "world/belgium",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/18/the-unknown-girl-review-dardennes-brothers-cannes-2016"
}