{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/24/rising-star-competition-entry-denise-al-ubaidi",
  "id": "2016-05-24-100",
  "sectionId": "small-business-network",
  "body": "Haitham Al-Ubaidi, director of Busy Bee Candles Ltd, explains why Denise Al-Ubaidi should win the Rising Star category of the Guardian Small Business Showcase competition:   Denise is a director of Busy Bee Candles Ltd and has shown immense dedication, determination and drive in building our business.  Busy Bee Candles has grown rapidly in the last 18 months, increasing turnover by some 100% and increasing our customer base by a similar margin both in the UK and overseas.  Denise has the responsibility of overseeing all production of our products within the business. She has shown exemplary leadership and management skills in driving increased production through new staff appointments, introducing higher speed manufacturing techniques and new process equipment. This has been during a time of rapid growth and expansion for our small business.  Denise has taken it all in her stride whilst continually developing new processes and systems to ensure the production of exceptional products and first class customer service. She is my wife, business partner and my best friend. I wholeheartedly endorse her nomination for this award and I really don’t think we could have achieved such rapid growth without her.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Denise Al-Ubaidi",
  "webPublicationDate": "2016-05-24T15:48:05Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/24/rising-star-competition-entry-denise-al-ubaidi",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/24/rising-star-competition-entry-denise-al-ubaidi"
}