{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/the-once-monolithic-character-of-uk-politics-continues-to-fracture",
  "id": "2016-05-06-301",
  "sectionId": "commentisfree",
  "body": "Local elections are a regular health check for Britain’s political parties. Results so far from Thursday’s vote suggest they should keep taking the pills. They leave the Tories relieved, Labour saying it could have been worse, Ukip alive if going nowhere and the Liberal Democrats barely out of their concussion from last year’s election thrashing.   Related: UK elections: Sadiq Khan ahead in London mayoral race - live updates    Jeremy Corbyn can take modest comfort from an outcome less grim than many foretold. But many foretold Armageddon. Mid-term elections are supposed to show a surge of support for opposition parties under new leaders. Labour held on to the likes of Southampton, Redditch and Crawley and should be boosted later on Friday by a win for Sadiq Khan as London’s mayor. But victorious Labour councillors kept stressing their successes were “local”. Nowhere was Corbyn’s name the talisman of recovery. The Tories should have suffered an electoral heart attack after David Cameron’s ongoing Euro-splits and budget debacles. As it is they had a not-all-bad night. The party can take strength from the continuation of Labour’s horror north of the border. Scottish Labour was wiped out in Glasgow and looks certain to cede official opposition status to resurgent Tories. The merger of Scottish Labour and Scotland’s nationalists must be on the horizon one day, perhaps when the present generation of former Scottish Labour MPs acknowledges reality. Scotland’s politics must snap out of its tribalism and recover the conventional left-right dichotomy. The success of the impressive Tory leader, Ruth Davidson, can only hasten that day.   Related: UK elections 2016 at a glance: the key points and results    Labour has held on to governing power in Wales, where to lose would once have been as unthinkable as in Scotland. Its vote share continues to decline, with Ukip advancing strongly. Defeat in Rhondda is a historical sensation, though to lose it to Plaid Cymru’s leader, Leanne Wood, is at least a special factor. The advice to Corbyn to stay aloof from Wales was probably sound – but success due to a leader’s absence rather than presence is desperate. The conclusion so far is that the once monolithic character of British politics continues to fracture. Devolution to Scotland and Wales has inevitably driven them down distinctive paths. Political England too is diversifying. Mayoral elections are going with personality rather than party. The Tories should see a warning sign in their weakening in the rural south. Here, relentless cuts to local spending are demoralising local parties, while towns and counties are seething at rural planning control being ceded to developers. For the Tories, the EU referendum lies ominously ahead next month. They would be foolish to rely on Corbyn as their chief electoral asset.",
  "webTitle": "The once monolithic character of UK politics continues to fracture | Simon Jenkins",
  "webPublicationDate": "2016-05-06T07:45:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/the-once-monolithic-character-of-uk-politics-continues-to-fracture",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Plaid Cymru",
      "id": "politics/plaid-cymru",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Jenkins",
      "id": "profile/simonjenkins"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/the-once-monolithic-character-of-uk-politics-continues-to-fracture"
}