{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/latino-voter-turnout-trump-kryptonite",
  "id": "2016-05-09-232",
  "sectionId": "commentisfree",
  "body": "Barely a day goes by when Donald Trump offers Latino something new to get riled up about. In a “Cinco de Mayo” tweet on Thursday, for example, he declared “I love Hispanics!” in the caption to a selfie that showed him digging into a “taco bowl” at his desk.  “This can’t be serious,” said my Mexican cousin. “No words,” wrote a Cuban colleague. “No” and “disgusting” were just some of the other comments my Latino friends – both Democratic and Republican – posted after I uploaded a screen shot of the tweet to my Facebook page.  The presidential candidate started his campaign by saying that Mexicans are rapists and criminals. He then extended his hateful remarks to include those “coming from all over South and Latin America” and the Middle East, vowed to deport all undocumented immigrants and bar all Muslims, and proposes rescinding birthright citizenship and building a great wall between us Mexico. And yet, he is now the presumptive Republican nominee.  And it’s apparently dawned on him that he might need some of the approximately 27.3 million Latino eligible voters to cast a ballot for him if he actually wants to win.    Related: Trump: ‘I love Hispanics’    It’s tempting to simply ridicule the clumsy pandering of his tweet, but it would be a mistake to do so. From the beginning of his run, Trump has been protected by his buffoonery – it’s hidden him from genuine media scrutiny and prompted many to simply shrug him off. I’ve lost count of the number of friends and colleagues who answered my early alarm with assurances that the Donald was a joke and a distraction. But “the Hispanics” (as Trump has taken to calling us) were never so cavalier about his emergence as a Republican candidate, his ascent to frontrunner nor his presumptive nominee status. The campaign he built on hatred and fear was, from the first, a campaign weaponized against us. Seventeen percent of the US population is Latino, and 64% of those Latinos are Mexican – the same folks Trump first (and repeatedly) impugned as criminals. His followers now routinely use derogatory language when responding to Latinos critical of Trump, along with spitting on us, demanding to know our documentation status and even beating the crap out of us. Even though the majority of US Latinos are either citizens or authorized residents, we don’t cotton to Trumps promise of mass deportation either. 16.6 million people, and a third of US citizens who are children of immigrants, currently live in mixed-status families (where at least one person is out-of-status). Many of us would feel the impact of this far-fetched and inhumane proposal directly.    Related: Democrats unveil their secret general election weapon: Donald Trump    Who knows what a President Trump would actually do when it comes to the estimated 11 million undocumented immigrants currently in the US. What is clear now, though, is that the proposal serves a dual purpose. One, it is supposed to instill paralyzing fear in us Latinos; and two, it is intended to instill mobilizing fear in those who blame all the ills of the nation on undocumented immigrants. Even those Latinos who haven’t been very concerned about the targeting of undocumented immigrants have sounded alarms about Trump’s belligerence toward nations that are historic friends and allies. Trump’s great wall gambit has prompted Mexico – our third largest trade partner and a huge market for US goods – to begin to prepare for the “emergency” the Trump presidency would precipitate.  It came as no surprise to Latinos that a recent poll by Latino Decisions, which conducts polling for the Clinton campaign, indicated that a full 87% of us view Trump unfavorably and 79% of us view him very unfavorably. What might have been more of a surprise was the revelation that 41% of those Latinos surveyed said they intended to vote in the 2016 specifically to stop Trump. That 41% should have been 90% (allowing for the 9% of poll respondents who view Trump even somewhat favorably). If there ever was a time for us to mobilize to show our numbers and assert our electoral clout, this is it. We cannot allow Trump to become president. We cannot allow a person whose default understanding of Mexicans and other Latinos is so limited that he can only represent us as criminals or his Cinco de Mayo taco bowl. In 2012, Latinos voted in record numbers – 71% of us voted for Obama, and 27% of us voted for Romney – but our voter turnout lagged behind other demographics and we constituted only 10% of the electorate. Between then and now, approximately 3.2 million US citizen Latinos have turned voting age. With a big turnout, we have the opportunity to be the electoral demographic that drives Trump out of politics with his tail between his legs and never to return. Let’s not wait for an invitation, mi gente. Let’s just do it.",
  "webTitle": "Donald Trump's kryptonite: millions of active – and furious – Latino voters | Sabrina Vourvoulias",
  "webPublicationDate": "2016-05-09T11:00:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/latino-voter-turnout-trump-kryptonite",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Vourvoulias",
      "id": "profile/sabrina-vourvoulias"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/latino-voter-turnout-trump-kryptonite"
}