{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/man-mauled-by-lions-in-chilean-zoo-is-recovering-say-authorities",
  "id": "2016-05-25-315",
  "sectionId": "world",
  "body": "Two zoo lions shot dead after the mauling of a man who jumped into their enclosure have been given a private funeral in Chile – while the man is now expected to survive both his wounds and being accidentally hit with an animal tranquiliser during rescue attempts. Management at the Santiago Metropolitan Zoo stood by their decision to shoot the animals during the drama on Saturday, while details emerged of how the troubled young man involved, Franco Ferrara, 20, may have suffered delusions based around the biblical tale of Daniel and the lions. Ferrara climbed into the cage and stripped naked, then wrapped his arms around a lion’s neck. He was left with severe injuries to his head, pelvis and chest. Both lions were shot dead in accordance with zoo policy regarding such incidents.   Related: Zookeepers shoot man with tranquiliser while trying to save him from lions    The drama took place in front a packed holiday crowd, leading to a huge public outcry about the fate of the lions and calls for the zoo to be shut down. But management remained steadfast in their support of the decision. Director Alejandra Montalba was wracked by grief for the loss of what she called “two members of our family” but insisted: “We saved the life of this person.” On Monday a private funeral service was held for the lions, one of which was born in the Santiago zoo and the other rescued from mistreatment in an itinerant circus in southern Chile. Meanwhile, candlelight vigils continued to be held and online petitions were started to permanently close the 4.8 hectare (12 acre) hillside zoo where tigers pace about in tiny cages, a crane was once needed to haul out an elephant stuck in a trench, and thieves have been known to steal valuable species at night. The 91-year old zoo has been criticised over the years for poor facilities and lax security – lions have escaped twice, and a puma that got out caused havoc among visitors and then around the neighbourhood. Other incidents have included poor electrical wiring causing a fire that burned to death four giraffes; a dozen deer dying from shock after being vaccinated; and a drunk man falling into the chimpanzee cage. In the latter case, witnessed by a Guardian correspondent, the chimpanzees limited their entertainment to yanking off the man’s sneakers. Doctors initially feared the worst for Ferrara, whose heart nearly stopped after the mauling combined with a tranquiliser dart to the neck carrying a dosage meant to knock out a full-grown adult lion. Ferrara was placed in a coma to conserve his basic bodily functions. On Wednesday his status was upgraded and he was expected to live. Analysis of handwritten notes by Ferrara alluded to the Biblical tale of Daniel who is thrown into a den of lions but saved through the power of God. Ferrara had apparently written “I am the lion” and drawn a picture of a part lion, part human creature.",
  "webTitle": "Man mauled by lions in Chilean zoo is recovering, say authorities",
  "webPublicationDate": "2016-05-25T00:32:28Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/man-mauled-by-lions-in-chilean-zoo-is-recovering-say-authorities",
  "keyword": [
    {
      "webTitle": "Chile",
      "id": "world/chile",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Franklin",
      "id": "profile/jonathanfranklin"
    }
  ],
  "guardianId": "world/2016/may/25/man-mauled-by-lions-in-chilean-zoo-is-recovering-say-authorities"
}