{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/28/reputations-by-juan-gabriel-vasquez-review",
  "id": "2016-05-28-126",
  "sectionId": "books",
  "body": "There are certain things western readers expect from a Colombian novelist, and Juan Gabriel Vásquez (pictured) has made quite a point of avoiding them. His prose is minimal, sharp, clean; his novels are rooted in historical fact and eschew magical realist flights of fancy. He has chosen not to play into the lurid drugs-and-violence vision of his homeland so beloved of Hollywood screenwriters, setting his stories in Belgium (The All Saints’ Day Lovers) and among Colombian Jews and Nazis during the second world war (The Informers). It is no surprise, though, that his biggest success, The Sound of Things Falling, which won the Impac award in 2014, was a sideways look at the drugs trade. Vásquez’s Colombia is in some ways culturally closer to Europe than it is to Gabriel García Márquez’s Macondo and the Caribbean coast. He was brought up in Bogotá, a rainy mountain-top city where traditional dress is a wool suit and overcoat, and after studying at the Sorbonne lived for most of his adult life in Europe; he has always said that his literary influences are European and American. Reputations is his first novel since moving back to Bogotá, and takes place entirely among the educated middle class. This is a world of nice houses in the mountains, of art galleries and cocktail parties. We feel the shadow of many years of political and social tumult only obliquely, in glancing references to “the years of terrorism”, in the characters’ fear of violence. The main character, political cartoonist Javier Mallarino, moved out of the city centre in the 1980s following threats to his life – a decision that, we are told, “had been national news”. He spends his time now at a safe and slightly contemptuous distance from the lottery-ticket sellers and bootblacks down town. The first section of the book is full of promise. Mallarino is on his way to be honoured for his lifetime’s work at the prestigious Teatro Colón. Having been the scourge of a generation of politicians, having remained outspoken throughout the years of violence, suffering threats from every side, he is now sufficiently part of the establishment to have his self-caricature put on a stamp. The life of a political cartoonist who has lived through a period of terror has obvious echoes of current events, and Vásquez’s prose, translated by Anne McLean, is spare and effective, with a pleasing precision (a moustache is “white and grey, like pigeon shit”). Even if I found it difficult to imagine a cartoonist today being so famous that everybody in the street “would react at the mention of his name”, there is plenty of dramatic potential in the idea of a rebel being adopated by the establishment at the end of his career. How will the man who identifies himself with Ricardo Rendón, a Colombian cartoonist of the 1930s known as “public enemy number one”, react to his appropriation by a corrupt and cynical system? However, as the story develops some bewildering flaws spoil things. Mallarino’s inevitable crisis is brought on not by the lifetime achievement celebration itself, not by anxiety about his proximity to the establishment he has been hell bent on criticising, but by the appearance of a young woman at the event. Samanta Leal poses as a journalist in order to access his house for an interview, but then reveals that she has been there before. This triggers a confusing plot involving a senator who may – or may not – have sexually attacked her when she was a child, and Mallarino embarking on an improbable and morally questionable attempt to introduce her to the former wife of her attacker, so she can find out the truth. As a result, what I was hoping would be a meditation on the pressures on free speech during a civil war, on the human impact of terrorism, on the tension between the desire for recognition and artistic credibility, gets bogged down in misguided sexual dynamics. The attack seems like a cynical plot device; it exists simply to create a crisis for Mallarino, with the victim never more than a side issue. Worse still, she returns as a young woman who is conveniently both attractive (her mouth is “a freshly washed strawberry”) and disturbed enough to be sexually uninhibited. From a strong writer with a compelling vision, it is a disappointing waste. • To order Reputations for £11.99 (RRP £14.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Reputations by Juan Gabriel Vásquez review – the late-life crisis of a political cartoonist",
  "webPublicationDate": "2016-05-28T09:00:00Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/28/reputations-by-juan-gabriel-vasquez-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Juan Gabriel Vásquez",
      "id": "books/juan-gabriel-vasquez",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alice O'Keeffe",
      "id": "profile/alice-o-keeffe"
    }
  ],
  "guardianId": "books/2016/may/28/reputations-by-juan-gabriel-vasquez-review"
}