{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/joylessness-goop-sex-gwyneth-paltrow-sex-issue",
  "id": "2016-05-11-233",
  "sectionId": "commentisfree",
  "body": "What’s the secret of a great sex life? Unlike the old comedy joke, the answer is not “timing”. Instead, it is almost certainly a good sense of humour. Because taking sex too seriously risks destroying all the fun, and replacing it with a sort of grim, Sting-like commitment to “pleasure”, a word only ever used by people who have never had a moment’s genuine enjoyment in their calorie-restricted, wellbeing-obsessed lives. Which brings us to Gwyneth Paltrow, and more specifically, her infamous website, Goop.   Related: Leave Gwyneth Paltrow alone! Her website gives me joy | Brigid Delaney    Not content with being mocked for her fun-free recipes (her latest cookbook opens with a chapter entitled “On cooking, panic attacks and somatisation”), or her predilection for vaginal steaming, she’s now overseen Goop’s first Sex Issue. As you’d expect, it reads less erotically than the back of a chia seed packet, and its advice seems largely concerned with avoiding unlikely allergies during the act. Niche troubles to avoid include “super-toxic” vaginal lube, which might contain parabens, glycerin (“which can contribute to yeast infections”) and chlorhexidine gluconate, which could kill healthy vaginal bacteria. It conjures an image of rows of women, tending obsessively to their “healthy vaginas”, while potential sexual partners grow old and withered waiting for them to look up from the fascination with their own glowing labia. That area, according to Goop’s advice, will specifically benefit from Vitamin E oil or olive oil, to “strengthen the tissue”. God knows, we all suffer from weak labial tissue. “I could talk about endocrine disruptors all day,” enthuses interviewee Dr Maggie Ney of the Santa Monica women’s clinic. What could better sum up the wild, abandoned joy of female passion? She also suggests eating fermented food to support vaginal flora (“Just coming, darling, as soon as I’ve finished this jar of sauerkraut”). Condoms are hideously toxic too, apparently, as they contain “dairy”, in the form of a protein called casein. “Ideally, you want to find a vegan, paraben-free, glycerin-free, Nonoxynol-9-free, and benzocaine- and lidocaine-free condom,” advises Dr Maggie. Potential lovers could write a six-volume sexual memoir while you’re wandering round the shops looking for that golden ticket. But Goop sex isn’t all joyless health fears and unnecessary vegan treasure hunts. There is also the option of “background sensuality”, a concept that would have the scribes of the Kama Sutra nodding in awe at its daring. It involves allowing your own hair to brush your shoulder, and appreciating your shirt. “If you move your shoulder and allow yourself to feel the rub of your shirt on your skin, or the brushing of your hair against your neck, those sensations are innately sensual, and pleasure that can be accessed any time,” exults one of the tantric specialists on Gwyneth’s speed-dial. Imagine how many of us, previously completely numb, can be freed by this. Closing our eyes, suddenly becoming aware of the rasp of M&S cotton on elbow – and boom, we’re teetering on the precipice of a full body meltdown. Don’t get too giddy, through, as Goop’s advice on “the elusive orgasm”, from a male doctor, takes us through his lengthy story of cancerous testicles before romping through abuse issues, medication and trauma. If you still feel turned on after this gloomy essay, you may qualify for a place in sex-addict rehab.   Related: Gwyneth Paltrow's got it right. Damn it | Victoria Coren    Gwyneth cheers us up, though, with a shopping section on Goop-approved sex toys, including the $535 (£295) Agent Provocateur cat whip (useful for pounding mung beans into a fermented paste) and a $15,000 gold dildo that might be handy if you tire of grinding wellbeing-friendly spices with an ordinary pestle and mortar. The Goop sex woman is, it appears, a rich, humourless, vegan neurotic, for whom successful consensual sex is just another hoop to jump through on the road to “total wellbeing”. There is no fun without a warning attached, no orgasm without an essay, and no intimacy without a shopping opportunity. Goop sex is, in short, joyless, box-ticking and anxious. Good sex, by contrast, is fun, joyful and untidy. It’s not an Excel chart labelled “Pleasure” and it’s not about crafting a 17th-century knot garden in your vagina. If anyone offers you Goop sex, just tell them you’re not that kind of girl. In truth, I’m not sure that kind of girl even exists.",
  "webTitle": "The joylessness of Goop sex | Flic Everett",
  "webPublicationDate": "2016-05-11T11:53:15Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/joylessness-goop-sex-gwyneth-paltrow-sex-issue",
  "keyword": [
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gwyneth Paltrow",
      "id": "film/gwynethpaltrow",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Flic Everett",
      "id": "profile/flic-everett"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/joylessness-goop-sex-gwyneth-paltrow-sex-issue"
}