{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/rape-survivors-victims-activism-millennial-women",
  "id": "2016-05-16-255",
  "sectionId": "world",
  "body": "Tucker Reed had been seeing her new boyfriend for two weeks when he forcefully took her virginity in a drunken frenzy after a party, she later told the authorities, even though she pushed him away and told him no. She had wanted to wait to share a special experience of mutual intimacy, not a hazy conquest she wasn’t ready for. “I told him he needed to stop. I begged him to stop. I started to cry and tell him he was hurting me,” she said. He didn’t stop, she said. “I bled for three or four days afterwards.” Reed was a 21-year-old student at the University of Southern California at the time, in late 2010. But although the man later admitted in a recorded interview with college staff that he had raped her – according to Reed – the university and the police failed to take her seriously or hold him responsible. So she went public – joining the vanguard of a new wave of activism where more women are standing up, throwing down the cloak of anonymity and speaking out about being raped.    I didn’t want to be known, judged, pitied, maybe despised for being a seeming ‘attention seeker’ or liar, vengeful ex  Tucker Reed     The rising tide of sexual assault victims publicly identifying themselves in a bid for justice is being hailed by some as a crucial advance in women’s rights. “It is vitally important for rape to become more visible. I think this can change the face of the world,” Reed said. Barely a week goes by without survivors talking openly about their experiences on social media or news outlets. Despite a lack of official statistics, experts are quick to recognize an unprecedented and accelerating trend. “It’s having a huge effect. It’s epic, like an explosion,” said Carol Tracy, executive director of the Women’s Law Project, a leading advocacy group based in Philadelphia. The grassroots movement cuts across age, race and class but primarily appears driven by millennials – those aged 20 to 35. “Over the last five years we are seeing a movement where women are breaking the shackles of shame, showing their faces and using their names, making it quite clear that they are not to blame for someone else’s actions against them,” Tracy said. Just last week Kimberly Corban, of Colorado, posted on Twitter exactly 10 years after being raped by an intruder when she was 20. She posted a vivid narrative of her attack, the forensic exam, the successful police investigation and the trauma she suffered.   Related: 'You're a sinner': how a Mormon university shames rape victims    Days earlier, Utah student Madi Barney protested threats of punishment from Brigham Young University for breaking honor code rules in circumstances where the police have gathered strong evidence that she was raped. Her case prompted several others to speak out about the issue. Also in April, Sara Weckhorst and Tessa Farmer went public after filing lawsuits accusing Kansas State University of failing to investigate their reported rapes at fraternity houses. And Chanel Diane posted a video of injuries she said she sustained in a robbery and rape in her home in Houston. “This is for no other reason than for women to stand up for themselves,” she said online. ‘The campus effect’ Lady Gaga, who has spoken about being raped at 19, sang at this year’s Oscars in reference to sexual assault on US college campuses. Other rape victims walked onstage to a standing ovation. This was shortly after New York police commissioner Bill Bratton cited “the Cosby effect” to explain a rise in the number of rapes logged in the city, echoed in other places and largely attributed to more women feeling confident about coming forward. More than 50 women recently had accused comedian Bill Cosby of assaulting them, when originally they had felt silenced by intimidation or had their accounts dismissed. Cosby now faces civil and criminal charges, while 35 of the women went public last year, most for the first time. These are just a few examples – the list could go on and on and on. “This growing phenomenon is unprecedented,” Tracy said. “This is the most significant thing to happen to women’s rights in a generation and it’s prompting a paradigm shift in the culture.” She cited “the campus effect over the Cosby effect”, however, and said younger women were now “giving courage” to older women to speak out. Tucker Reed is one of the faces of the new crusade. She filed a complaint against USC and sparked a protest on the Los Angeles campus when she spoke out after her case was dismissed in 2013.  Then she formed the Student Coalition Against Rape, a small group that grew into a national organization, helping those subjected to sexual assault while at college to file civil rights complaints. “Without the internet, without social media, this movement would not exist. Feminists have been writing books about this for decades, but they mostly just sat on the shelves. It’s allowed victims to access resources and build networks of allies privately and, once that community is formed, some are emboldened to show their faces,” she said. Reed went public while in a pit of despair, posting a blog in 2013 that described her experience and also, even more controversially, named her by-then-ex boyfriend. “I didn’t want to be known, judged, pitied, maybe despised for being a seeming ‘attention seeker’ or liar, vengeful ex or hysterical Catholic prude who overreacted to having sex she regretted – all things I’ve since been called, and worse, via the internet,” she said. But she felt “no hope” for justice and “the only thing I could do, and should do, was make sure he couldn’t hurt anyone else the way he’d hurt me,” she said.    This is the most significant thing to happen to women’s rights in a generation and it’s prompting a paradigm shift  Carol Tracy, Women’s Law Project     After posting online she immediately heard from other alleged victims at USC and women around the world, as messages of solidarity flooded in. She rapidly became an “accidental activist”. “I never put on a cape and decided I wanted to be Batman or Ironman,” she said. She believes her case illustrates the trauma and self-blame women experience after trusting “nice young men you know who use your body without permission, against your protests, confident that no one, not even you, will be able to call it rape,” she said. She eventually sued her ex, who countersued. The case settled in late 2014 in Reed’s favor, though she is not at liberty to discuss it. Another campaign group, End Rape On Campus, also started up in 2013. Founded by former students of the University of North Carolina, its members have helped launch dozens of federal complaints and lawsuits around the US, including some high profile cases. EROC is also involved with Senator Kirsten Gillibrand’s efforts to push fresh legislation through Congress aimed at improving colleges’ approach. Meanwhile, the government is reviewing a record 167 institutions of higher education under the gender equality Title IX laws that oblige colleges to investigate sexual assault vigorously, while preventing a hostile environment on campus. More widely, in 2014 Obama launched a White House taskforce, citing federal data that a fifth of women are raped at some point in life, as are one in 71 men, that most victims know their assailants and 98% of perpetrators are male. Further guidelines were issued in 2015.   Related: Meet the 24-year-old who could change how the US handles sexual assaults    The Rape, Abuse, and Incest National Network (Rainn) estimates that two-thirds of rapes are not reported to law enforcement officials and conviction rates are low. “I’ve noticed a sea change in the culture as a result of the actions of millennial women. America appears to be leading it, with a standard of openness that puts us in the vanguard of western society on this. Issues become more real when you attach faces and voices to them,” said Anne Ream, founder of the Chicago-based Voices and Faces project. The project hosts writing workshops for rape survivors that would typically attract five women a decade ago and now draw 500 each time, she said. “In the future, fewer and fewer people will be able to say they don’t know anyone who’s been sexually assaulted, and this improves the depth of understanding in areas like jury pools, legislatures, popular entertainment, prosecutors’ offices, police departments – across society, really,” said Ream. She was attacked at knifepoint when working as a 25-year-old lobbyist in Washington in 1990. Her rapist is behind bars for life, but Ream knew that her receiving justice was exceptional, which motivated her campaign, she said. Sara Reedy’s experience with the authorities was also exceptional, but in a bad way. She testified on Capitol Hill in 2010 about having a gun held to her head at 19 when she was forced to give oral sex to a man who robbed the gas station where she was working to pay for college, near Pittsburgh. “Addressing Congress was scary, but it was the silver lining and felt good to know that my horrible experience was not all in vain. I was also angry and I wanted to clear my name,” said Reedy, now 29.     Sara Reedy is among the advocates striving to improve the quality of police investigations. Photograph: Cory Morton for the Observer    Reedy was assisting lawmakers and advocates striving to improve the quality of police investigations. A detective had refused to believe her account and she was arrested and jailed, accused of lying to cover up stealing money from the gas station herself. The rapist went on attacking women in similar fashion, despite Reedy pointing out the pattern to police. Charges against her weren’t dropped until the eve of her trial, when the man was finally caught and confessed. He was convicted, but Reedy already had dropped out of college and suffered anxiety and relationship problems – and ostracism from friends and even rape counsellors who believed the detective, she said. Reedy won a $1.5m settlement against the police in 2012 and gave an interview. Now a clothing sales consultant and mother of three, after the interview Reedy was contacted via social media by a victim-turned-activist in Tennessee campaigning for swifter testing of forensic rape kits, a widespread, chronic problem. Reedy wants to see the new high-visibility women’s movement forcing a makeover of police training, and other reforms such as eliminating the statute of limitations for sexual assault cases. David Satcher, former US surgeon general and senior adviser at the Morehouse School of Medicine in Atlanta, said victims almost never reaped any advantage from lying about sexual violence. “The truth is that all too often they back away from reporting a rape because of the stigma and the justified fear that they will end up being the ones punished. But I am hopeful and I see signs that this is beginning to abate,” he said. Satcher praised the trend of victims going public as “a new day” in the battle against sexual violence and called for more open discussion about sexuality within families, churches and schools. “People are afraid to talk about it,” he said. Perpetrators need to be reported, including incidents involving acquaintances and alcohol, he said, even though such cases are more difficult to investigate. “It doesn’t mean they can’t be helped but they need to be held accountable,” he said. Satcher is a leading voice at the intersection of public health, gender and race. He urged African American women not to remain silent, pointing out that such victims often avoid reporting rape because they lack trust in law enforcement or are reluctant to send black men into a biased criminal justice system. “It’s changing, but not fast enough. I hope more women come forward because they perceive society becoming more open about this,” he said. Luz Marquez-Benbow, who previously advised on the on the Violence Against Women Act and now advocates to combat child sexual abuse, attended recent talks at the United Nations aimed at encouraging outspokenness about sexual violence.     ‘The influence of women going public is like osmosis, it spreads,’ says Luz Marquez-Benbow, a former adviser on the Violence Against Women Act. Photograph: Alicia Mariano/Luz Marquez-Benbow    “The influence of women going public is like osmosis, it spreads,” she said. As a victim of child abuse and rape as a teen growing up in New York’s Harlem neighborhood, Marquez-Benbow said there was little support for victims. She is currently building a national network of women of color to talk about their experiences. “I’m seeing the next wave in the women’s movement,” she said. No regrets but retaliation still a threat However, Eileen Boris, a professor of feminist studies at the University of California Santa Barbara, was skeptical, saying she believes the trend of working mothers and fathers increasingly sharing childcare, while fighting for more paid parental leave, is the bigger breakthrough. “There are incidents in which women have been incredibly brave, such as Emma Sulkowicz, but there’s also a real backlash with incredible misogyny against those speaking out,” she said. Erica Kinsman, for example, won a settlement against Florida State University in January over its handling of sexual assault accusations againstof sports star Jameis Winston, but Kinsman had already left the college after sustained harassment, much of it online. Winston was never criminally charged and denies the allegation of sexual assault.  In the military, then-defense secretary Leon Panetta witnessed rape victims going public at a special screening of the 2012 documentary The Invisible War, which helped spur action by government and top brass to combat the problem. But a 2015 Human Rights Watch (HRW) report exposed that those who reported rape often faced retaliation and were drummed out of the military. And a follow-up HRW report to be released on Thursday will reveal that many of those wrongly forced out were given denigrating discharge paperwork that blights their future employment prospects. One young recruit who saw her US navy career destroyed after reporting being raped, Samantha Jarrett, went public in 2015, remarking that she has been “quiet long enough”. Reed, who had her studies at USC interrupted and at 26 has yet to complete her degree, said the personal upsides of going public are few, but she does not regret her decision to become part of the nascent movement. “I hope that, ultimately, sexual aggression will become as socially unacceptable as smoking in a crowded room,” she said.",
  "webTitle": "'Breaking the shackles of shame': the rape survivors leading a new wave of activism",
  "webPublicationDate": "2016-05-16T10:30:20Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/rape-survivors-victims-activism-millennial-women",
  "keyword": [
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rape",
      "id": "society/rape",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US education",
      "id": "education/education-us",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US universities",
      "id": "us-news/us-universities",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joanna Walters",
      "id": "profile/joannawalters"
    }
  ],
  "guardianId": "world/2016/may/16/rape-survivors-victims-activism-millennial-women"
}