{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing-email",
  "id": "2016-05-08-20",
  "sectionId": "australia-news",
  "body": "Good morning and welcome to day 275 of the unofficial election campaign and the first full day of the official campaign. Before we get started, you can sign up here for our special election 2016 email, the Campaign catchup, a quick read on the campaign news of the day, delivered every afternoon.  Now, to get across the headlines:   Related: The Australian election stories you need to read, in one handy email    The big picture With an announcement so anticlimactic it rivalled the second Sex and the City movie, the prime minister announced yesterday what we have known for almost a month – we will be heading to the polls for a winter election on 2 July, setting us up for an eight-week election campaign. Usually election campaigns run about 33 days, we have 55 days until it is time to mark the ballots.  News Corp Australia and Fairfax Media have both published polls that show Labor and the Coalition are neck and neck at the start of the campaign. Newspoll, published in the Australian, has Labor slightly ahead of the Coalition on a 51%-49% two-party-preferred basis.  The poll shows Australians believe last week’s budget will leave them worse off, with women aged aged between 35 and 49 and earning less than $100,000 believing they will be the hardest-hit. Forty per cent of women said they would be worse off compared with just 15% believing they would be better off. Interestingly, men and those earning more than $100,000 were most positive about the budget. The Coalition’s primary vote is sitting on 41% while Labor has recorded its highest since Malcolm Turnbull became prime minister at 37%. The Australian Financial Review has published its own Fairfax/Ipsos poll showing the Coalition on 51% to Labor’s 49%. But when people were asked who they would preference the result became 50-50, which puts the Coalition in a position to win by the skin of their teeth. “Too close to call” was the AFR’s take from the poll.   Related: Ten seats that will be key battlegrounds in the 2016 Australian election    When it comes to predicting who will be prime minister after 2 July, 54% said Malcolm Turnbull while Bill Shorten has the confidence of 24%. The lines the election will be fought on are starting to be drawn with Turnbull painting himself as the steady hand on the till, urging voters to “stay the distance”.  The question is clear: do we stay the distance with our national economic plan for jobs and growth? Or do we go back to Labor, which has no plan? Only politics. Only a recipe for more debt, more spending, more unfunded promises.  The Daily Telegraph has been blunter in its assessment that the election is “a class-war contest between the promise of prosperity and the defence of the working class”. The government also has the shadow of a particular backbencher to consider in its campaign, but Tony Abbott has promised (again) that there will be no sniping or undermining by him during the campaign, according to the Australian. Expect to see him in electorates if asked by the local MP.  In recent weeks Mr Abbott has talked to Mr Turnbull, Christopher Pyne and George Brandis as he adjusts to the reality of remaining in parliament as a backbencher. He has made it clear he will do whatever party organisers ask, including staying away from the campaign launch if required.   Guardian Australia’s political editor, Lenore Taylor, has compiled a handy eight things to know leading into the election which you can read here.  Neither Turnbull nor Shorten has faced the voters as leader before. The unusually long eight-week campaign will magnify any stumbles. And both parties are yet to announce, or face intensive scrutiny, on important policies, some of which have not yet been made public and some which are still being unpicked from last week’s budget and budget speech in reply.  The more things change, the more they stay the same:    New faces, same style shot as 2013... pic.twitter.com/ndotzWUhT2— Greg Jericho (@GrogsGamut) May 8, 2016    On the campaign trail Turnbull landed in Brisbane last night while Shorten spent yesterday in Tasmania after launching Labor’s paid parental leave scheme in Melbourne. The opposition leader is expected to also be heading to Queensland this morning, and that could mean anywhere from Cairns in the far north to the Gold Coast on the border. The race you should be paying attention to right now There’s an obvious reason both of the leaders are heading straight for Queensland on day one – the state is crucial to an election victory. An electorate in particular is Brisbane, which covers the central suburbs of Brisbane on the north side of the river, including the CBD, Fortitude Valley, Paddington, Clayfield and Kelvin Grove. The LNP’s Teresa Gambaro, a popular local who grew up in Brisbane, won the seat from longtime Labor MP Arch Bevis in 2010 when the parliament was hung. It was the first time in more than 100 years Labor had held government without holding Brisbane. Gambaro will retire at the election. Labor’s Pat O’Neil will be facing off against the LNP’s Trevor Evans with Evans defending a 4.3% margin. Further reading Some reading for those who were enjoying the weekend, and being kind to their mothers, so perhaps did not get across all the pre-election coverage: Laura Tingle in the Australian Financial Review says voters have the starkest choice between parties that they have had in year but, “are we prepared to pay the transaction costs involved in moving to our fifth prime minister in less than four years?” While the nature of an election campaign is generally national, in reality it can be won and lost in very specific local areas. Here is a great piece on one of the key marginals: If you can win La Trobe, you can win the campaign, Guardian Australia. We’re a nation who loves polls and there ain’t no polling season like election season, here is a handy guide which pulls all of the polls together: Poll of the polls: who will win the election, Guardian Australia.   Related: Mother's Day was Turnbull's day – at least that's what Peta Credlin thinks    Abbott’s former chief of staff, Peta Credlin, has written her first column of the election campaign foreshadowing the strategy of each side – but first she had to get something off her chest:  Yet another election with a prime minister we didn’t vote for asking us to trust him versus an Opposition Leader who helped kill off two Prime Ministers saying his party won’t do it again. You are probably already sick of it and it’s barely started. What happened to the days when a prime minister could survive a term, government got the big things right and we were confident that Australia was headed in the right direction?  Tell us how you really feel, Peta! Malcolm Turnbull needs to unleash power of “office of prime minister” during election campaign, Sunday Telegraph (paywalled) ‘Carpe Diem’ of the day In front of the cameras while journalists waited vigilantly for Turnbull to emerge from the governor-general’s residence yesterday:    Whoever moonwalked across Dunrossil Dr today pls out yourself for a naming and shaming h/t @michael_abraham pic.twitter.com/7xkeKYMrfh— James O'Doherty (@jmodoh) May 8, 2016",
  "webTitle": "Today's election campaign: Turnbull and Shorten woo Queensland as polls show tight race",
  "webPublicationDate": "2016-05-08T21:23:23Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing-email",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/09/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing-email"
}