{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/16/catholic-bishops-use-election-to-warn-against-against-marriage-equality",
  "id": "2016-05-16-360",
  "sectionId": "australia-news",
  "body": "Catholic bishops of Australia have claimed marriage equality poses a risk to the “dignity and uniqueness” of marriage between a man and woman in a wide-ranging election statement. The bishops’ statement borrows the theme of a number of Pope Francis’ speeches criticising a “throwaway culture” – regarded as an anti-capitalist message warning about the culture of overconsumption. The bishops name a number of voiceless groups they believe have been “discarded” by this culture including refugees, Indigenous people, the elderly, the mentally ill, the unborn and “the desperately poor beyond our shores”. But the bishops warn that social environment, marriage and the family are institutions also at risk of being “thrown away”. “Political decisions can end up undermining marriage and providing less and less support for families despite a rhetoric that claims otherwise,” they said. “The fact is that economic decisions have been less and less favourable to families in recent years; and it may be that political decisions in the future will undermine further the dignity and uniqueness of marriage as a lifelong union of man and woman. “Support for marriage and the family does not look a big vote-winner, so that even the most basic human institution, upon which the health of a society depends, can become part of the throwaway culture or at best an optional extra.”   Related: Daniel Andrews says he won't take advice 'from bigots' on Safe Schools    The chairman of Australian Marriage Equality, Alex Greenwich, said the bishops were entitled to have their opinions heard in the national conversation on marriage equality. “Marriage equality is about family values – allowing everyone to be able to make the commitment to marry the person they love can only strengthen us as a nation,” he said. “Marriage is good for couples, good for families and good for society and should be open to all Australians.” Although the prime minister, Malcolm Turnbull, and the opposition leader, Bill Shorten, both support marriage equality, the major parties have different policies on the issue. The government has promised to hold a plebiscite on same-sex marriage, while Labor, if elected, would hold a parliamentary vote on same-sex marriage within 100 days of the next election. Labor MPs would be allowed a free vote on the issue. In addition to the issue of same-sex marriage, bishops also asked voters to consider the environment. They said voters should not simply vote on economic considerations, despite recognising Australia needs sound economic management. “As Pope Francis has pointed out, there is also a danger that the economy can become a kind of false god to which even human beings have to be sacrificed,” they said. “This leads to what the Pope has called the throwaway culture – a culture of overconsumption where all kinds of things are thrown away, wasted, even human beings. The voices of the thrown-away people will not be heard in the long and rowdy campaign.” The bishops said action was needed “so that the natural environment is able to meet human needs rather than be sacrificed to the god of the economy”.  They said we should treat the environment “with respect and seeing it as a gift to be received gratefully rather than as a resource to be plundered at will”.",
  "webTitle": "Catholic bishops use election to warn against marriage equality",
  "webPublicationDate": "2016-05-16T03:58:43Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/16/catholic-bishops-use-election-to-warn-against-against-marriage-equality",
  "keyword": [
    {
      "webTitle": "Marriage equality (Australia)",
      "id": "world/same-sex-marriage-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/16/catholic-bishops-use-election-to-warn-against-against-marriage-equality"
}