{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/11/enter-the-guardian-digital-innovation-challenge",
  "id": "2016-05-11-287",
  "sectionId": "small-business-network",
  "body": "Embracing digital technology can help small firms become more efficient and win customers, whether they are using digital marketing to raise awareness of a brand, adopting messaging systems to help staff communicate better or simply streamlining processes.  The Guardian Digital Innovation Challenge, supported by SAP Anywhere, is offering one small business the chance to win a tailored package of prizes. The prizes include:  One year’s free use of SAP Anywhere’s software for small business. The cost of implementing the software. An iPad Pro 9.7-inch. A bespoke package of advertising on the Guardian worth £5,000.  All you need to do to enter is answer the following question in under 150 words: Increasing the use of digital technology can help small businesses become more efficient and boost their turnover. How are you planning to use digital technology to grow your business this year? Perhaps you’re using data analytics to offer a more personalised service to your customers. Maybe you’re sending your staff on a training course to sharpen their digital skills. Whatever it is, we want to to hear about it. Tell us how you plan to use digital tech to develop your business, including why you’re doing it, what your strategy is and what you hope to achieve.       Entrants will be judged on the following criteria:  Whether you have demonstrated ambition for your business. Whether you have an effective strategy.  A panel of judges will choose five winners. The competition is open now and all entries must be received by 23:59 on 10 June, 2016. Terms and conditions are available here. Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "Enter The Guardian Digital Innovation Challenge: closed for entries",
  "webPublicationDate": "2016-05-11T10:00:59Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/11/enter-the-guardian-digital-innovation-challenge",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/11/enter-the-guardian-digital-innovation-challenge"
}