{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/18/camerons-attempt-to-bury-the-austerity-legacy-queens-speech-verdict",
  "id": "2016-05-18-231",
  "sectionId": "politics",
  "body": "David Cameron does not want to be remembered as the austerity prime minister; nor does he want to go down in history as the party leader who oversaw a Conservative civil war over Europe. Downing Street strategists have been working for months to shift the dial towards an alternative narrative of leadership at the helm of a coalition and now a Tory majority government. That work, penning speeches and newspaper articles, steering interviews and building policies, culminated in a Queen’s speech that was all about laying down a legacy for Cameron and his brand of Conservatism. When they asked the Queen to say the words “life chances” they were hoping to send a reminder to people of the Cameron they were first dealt; the Conservative leader who broke with his predecessors by calling on society to “show a lot more love” to antisocial young people.  Remember that?  Hugging hoodies and riding huskies from a leader who had his very own “Cameroonian” cheerleaders on the liberal wing of the party.  That was all before the financial crash triggered a handbrake turn in Tory strategy from social to economic policy; from warm words for the country’s most disadvantaged to a harsh critique of Labour’s fiscal record. It was a shift in tone that became amplified during the years of the coalition government, as the big society centrepiece of the Tory 2010 manifesto became slowly watered down. Instead, the narrative was one of austerity: a government defined by public sector cuts that critics said hit women hardest, and that brought teachers, firefighters and doctors to picket lines.  There will be no apology for any of that from this Conservative leader, but Cameron does want to be about something more, and within his Downing street team are strategists like Ameet Gill and Daniel Korski, who are not just working on how to win an EU referendum but also busily focusing on domestic policy – and specifically life chances.  The narrative began being built straight after last year’s election with a promise to transform Britain from a low-wage, high-welfare economy to a high-wage, low-welfare one. That was followed by talk about counter-extremism focusing on integration, and then a speech on public service reform.  The prime minister’s set piece of conference included a passionate section on opportunity – which talked about Muslims attacked for their faith, black people stopped and searched, and gay and disabled individuals prevented from getting jobs. It was the Conservatives that would “end discrimination and fight for real equality in our country today”, he declared. In the new year Cameron made a speech about education and early years; about the bonds between parents and newborn children; about parenting and relationships and poverty. How does the new legislation fit with that agenda? There is a prisons bill that is supposed to focus on rehabilitation; a children and social work bill on improving the chances of those in care and adoption; and a universities bill that is all about opening doors to students from minority backgrounds. The controversial legislation on turning schools into academies has landed, as expected, watered down to focus on the poorest areas with no legal plans to force all schools to convert.  The Queen specifically talked about “life chances”, though they haven’t asked her to mutter the word strategy itself, perhaps because it is a little too jargony.  Each piece of legislation will have its critics: some say that academisation does not, in itself, improve standards; others that prison reform is privatisation through the back door.  On discrimination, no doubt, changes for universities will be welcome. But human rights groups, like Liberty, argue that other policies such as the right to rent in the immigration bill, or new requirements that demand people declare their nationality to the police, represent a race discrimination blindspot.  And as for the life chances strategy, that is still mere words as we wait until the summer for it to be actually published, significantly later than originally planned.  Part of the problem, Whitehall sources say, is pinning down how to measure poverty, and what concrete measures can be taken to actually improve the relationship between parents and their babies.  The funding challenges surrounding the 30 hours of free childcare, for example, are a reminder that the spectre of austerity still looms above all the legislation that this Conservative government can bring forward. And the shadow of Europe is darker still, as a Tory scrap over Britain’s place in the EU starts to draw blood on both sides. Already, Iain Duncan Smith has laid into the Queen’s speech, accusing the government of compromising over the trade unions bill and the BBC charter in a bid to try to win the referendum, and asking where a promised sovereignty bill has disappeared to. If Cameron wanted the Queen’s speech to be about healing Tory wounds, he may have to think again.  Cameron will hope that if he wins convincingly on 23 June, then this legislative programme might serve as a reminder that when he was first elevated to the top of the Conservative party in late 2005 he never dreamed that his leadership would be dominated by austerity and Europe.",
  "webTitle": "Cameron's attempt to bury the austerity legacy – Queen's speech verdict",
  "webPublicationDate": "2016-05-18T10:45:29Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/18/camerons-attempt-to-bury-the-austerity-legacy-queens-speech-verdict",
  "keyword": [
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/18/camerons-attempt-to-bury-the-austerity-legacy-queens-speech-verdict"
}