{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/01/pablo-bronstein-historical-dances-in-an-antique-setting-review-tate-britain",
  "id": "2016-05-01-182",
  "sectionId": "artanddesign",
  "body": "Three young dancers are preening, twirling and gliding through the marble canyons of the Duveen galleries at Tate Britain. Every now and again they pause in order to strike some exaggerated pose. It might be a weak wrist to the forehead, as if receiving shocking news, or a flighty twist of the hip that suggests utter nonchalance in the face of so many gaping passersby, surprised to find their route to the pre-Raphaelites or conceptualists interrupted by a trio of ballet dancers on manoeuvres. The spectacle ranges from full camp to classical froideur. Which is exactly as it should be given the immense stage set created for their performance. At one end of the Duveens, as they are known, is a colossal trompe l’oeil panel that runs floor to ceiling and side to side so that it exactly fills the space which it depicts (at least if you turned the building inside out, or outside in). For the image shows the neoclassical facade of Tate Britain through which you have only just entered. But it is curiously adapted, so that the statue of Britannia no longer rules the waves of visitors coming up the steps – she’s been deleted – and a number of new decorative details have been added that (very loosely) quote from the Prussian architect Karl Friedrich Schinkel, among others.    Bronstein’s wit reveals itself best on a small scale, when you have to peer into the image to discover his spry conceits    At the other end of the Duveens is a second trompe l’oeil experience showing the end of this very space, its magnificent sandstone columns now somehow combined with the facade of James Stirling’s Clore gallery extension, built in the late 1980s. You will recognise that unlovely triangle of green window grids immediately. Not that they appear here in green, for they have been so fused with the design of the Duveen as to appear to become part of the golden neoclassical building: a hybrid of Victorian and postmodern architecture. But all this strangeness is taken even further by another architectural reference: the strafing, diagonal shadows seen in the febrile cityscapes of Giorgio de Chirico. Here is a post-po-mo conceit given an extra twist with an allusion to De Chirico’s high-noon shadows. The effect is in perfect balance with the dancers’ performance: classical and stylised in about equal measure.     Historical Dances, with a trompe l’oeil of Tate Britain’s façade in the background. Photograph: Brotherton/Lock    Historical Dances in an Antique Setting is exactly what you might expect from the Argentinian-born, London-based artist Pablo Bronstein. It is very much what he has done several times before. Bronstein is preoccupied with pre-modern European architecture and design, specifically the baroque and the neoclassical; he often creates live performances that take place inside these large architectural installations. Perhaps they are semi-satirical; perhaps they comment on the place and effect of architecture upon society, as curators like to say. Then again, perhaps they do not. Bronstein’s drawings, for which he is most widely known, are subtle adjustments to what seem to be at first sight quite conventional architectural images – an “etching” of the Metropolitan Museum nearing completion that shows the building as some immense pharaonic monument in a desert of stones and waste, as if the rest of New York had never come into existence; the watercolour of a Victorian glasshouse mutating into a plate-glass skyrise currently on tour in British Art Show 8. I specially like his Erecting of the Paternoster Square Column, in which that towering Corinthian column, topped with its blazing faux urn, is being erected using an enormous wooden contraption, to the wonder of Lilliputian bystanders below. The drawing appears to be 18th century. The column was installed in 2001.    The costumes – black leggings, red jerseys and ropes of outsize pearls – feel like a throwback to the 1980s    But the punning humour of these drawings hasn’t translated so well to the grand stage of the Duveen galleries. Bronstein’s wit reveals itself best on a small scale, when you have to peer into the image to discover his spry conceits. It is true that some people find the dancers at Tate Britain mildly humorous; and it is true that they perform a kind of sight gag, not least because their costumes – black leggings, red jerseys and ropes of outsize pearls – feel like a throwback to the 1980s, era of Lady Di and the Clore extension. This is also the era of voguing, and sure enough the dancers are going through the poses with mannered solemnity. But they are also imitating the sprezzatura of the Renaissance aristocrat who has read Castiglione’s famous The Book of the Courtier. Sprezzatura was once about effortless grace, though by the 18th century it had turned into parodic mincing; yet it was also a source for classical ballet. So the references pile up, on paper at least; what’s authentic and what is artificial, what’s new and what is merely reprise. Some of what’s going on is fairly obvious – the dancers are creating 3D drawings (at one point, the white floor tape they are following shapes itself into the blueprint of a baroque garden) just as the massive facades also operate as drawings. But the back of each structure is openly revealed as raw plywood and somehow the elements never cleave together as they might. It is good to be reminded of the inherent theatricality of these pillared spaces, and the architectural mishmash that is Tate Britain. But this spectacle is deliberately self-limiting. It has the stylised aestheticism of a Peter Greenaway film, and the pleasures are similarly slim.",
  "webTitle": "Pablo Bronstein: Historical Dances in an Antique Setting – review",
  "webPublicationDate": "2016-05-01T07:00:48Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/01/pablo-bronstein-historical-dances-in-an-antique-setting-review-tate-britain",
  "keyword": [
    {
      "webTitle": "Installation",
      "id": "artanddesign/installation",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Laura Cumming",
      "id": "profile/lauracumming"
    }
  ],
  "guardianId": "artanddesign/2016/may/01/pablo-bronstein-historical-dances-in-an-antique-setting-review-tate-britain"
}