{
  "apiUrl": "https://content.guardianapis.com/info/2016/may/23/rediscovering-australian-film",
  "id": "2016-05-23-108",
  "sectionId": "info",
  "body": "Setting the sceneWe know Australia makes damn good movies, from Muriel’s Wedding, Picnic at Hanging Rock and Lantana to, more recently, Animal Kingdom and Red Dog. But for a while there, Australians fell out of love with watching their own movies, new and old. The local industry suffered funding woes and we forgot about some of the films responsible for building our national identity, in favour of big-budget Hollywood blockbusters. In 2015, we were at a point where the audience for Australian films was shrinking, industry champions David Stratton and Margaret Pomeranz had retired and many high-quality local films were failing to get the box office traction they really deserved.  And, action!As an independent Australian film company, Madman Entertainment recognised the challenge facing the local industry and needed to attract a progressive audience to view their extensive catalogue of Australian films. They were looking for a publisher and a film critic with an intelligent voice to re-engage and excite people about Australian classic films and local new releases. But more than this, they wanted to create a deeper connection with Australians to educate them about film and support a new wave of Australian directors and producers. An authentic audienceMadman Entertainment partnered with the Guardian to support Film Club, a bi-monthly screening of Australian films, with content and reviews produced by Guardian Australia’s resident film critic, Luke Buckmaster. Film Club also became a successful national events platform, with panel discussions in state capitals chaired by Buckmaster who connected with acclaimed film-makers and industry experts. A fairytale endingThe partnership put the spotlight back on the local industry, with content on cult Australian classics, must-see Australian documentaries and exclusive reader previews of new Australian films including Ruben Guthrie and A Month of Sundays. Halfway through the partnership, the results came in and they were compelling. Association between Madman Entertainment and quality films jumped 20% and “Australian Film” became Guardian readers’ fifth favourite genre, moving up from ninth position. The content performed well on site and awareness of Madman Entertainment as a brand and DVD service provider rose 15%, demonstrating the high impact of the partnership. Reviewing the performanceTo date, the campaign has been a resounding success, building a community around the Film Club and partner zone content. It has delivered in excess of 1.2m page views, more than 1m visits and about 80,000 shares across a variety of social channels. Darren Sutton, Business Development Director, Guardian Australia",
  "webTitle": "Rediscovering Australian film",
  "webPublicationDate": "2016-05-23T16:06:04Z",
  "webUrl": "https://www.theguardian.com/info/2016/may/23/rediscovering-australian-film",
  "keyword": [
    {
      "webTitle": "Guardian Labs blog",
      "id": "info/guardian-labs-blog",
      "sectionId": "info",
      "sectionName": "Info"
    }
  ],
  "authors": [],
  "guardianId": "info/2016/may/23/rediscovering-australian-film"
}