{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/15/the-doubt-factory-paolo-bacigalupi-review",
  "id": "2016-05-15-120",
  "sectionId": "childrens-books-site",
  "body": "Try to imagine this situation - you are living in a beautiful big house, you have got a group of great friends and your grades are just good to be accepted at some prestigious university. And the most important thing, your family loves you. Can your life be even better? I suppose you have answered no. But, you know, everybody has some really dark secrets. But these secrets are always going to be revealed at the worst moment... The main character is called Alix. As I said, her life is great. She admires her parents, and even though her brother sometimes annoys her (he has papers for his hyperactivity), she loves him, too. So why did her life change so much? It’s because of 2.0. No, it’s not some brand new modern software. It’s a guy. A guy who caused a massacre in her school. A guy who approached Alix and was talking to her before the accident. How did he know about Alix? Or maybe it is more appropriate to say what did he know?         Alix is confused and scared. Why did he do this? What did she do to him? He was saying some strange things about her father. Instead of worrying and not thinking about this accident, Alix is more and more sure that she wants to see 2.0 again. Is it crazy? Yes. But what can you do with your needs. When she tells her father that 2.0 has been talking to her, he immediately calls a private security company which now guards Alix and her family everywhere they go. But when Alix meets 2.0 outside her house in the night, she isn’t scared. She is relieved, but feels disgust. He is telling some more “lies” about her father and a seed of doubt starts to grow inside her. Can this strange boy with a mysterious smile really claim truth?  And then, the group around 2.0 kidnaps Alix and throws her into the cage. They will let her go only if she agrees to cooperate with them. Her father works for a law firm that supports enormous companies, for example a pharmaceutical company which has a problem with their medications. For them, it doesn’t matter that their painkillers actually kill people. And when someone is trying to sue them, they just hire her dad’s company to solve it. Her father helps to kill people, the 2.0 group is saying. And now, it’s only up to Alix how she will decide. Will she be with her father or against him? How can she know that this strange group is saying truth? But on the other hand, how could they gather so much information? And what about their parents who died because of bad painkillers? Well, to solve this mystery, you should read this book! This book has totally surprised me. Why? Firstly because of the original story. This gripping book with really fascinating details is worth the reading. The author knows how to choose the right and appropriate words to make the moment thrilling. He has also created really elaborated characters. To say the truth, on the one hand, Alix was brave, I can’t deny it. But on the other hand, I wouldn’t do or wouldn’t be able to do such things as Alix did. The story is quite confusing in the beginning, but believe me, soon you will be turning the pages as fast as you can. And you will be shocked all the time.   Related: How do I get involved in the Guardian children's books site?    Someone has to be the black sheep of the family. But this is the question - who is the black sheep? Alix, or her father?   Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "The Doubt Factory by Paolo Bacigalupi - review",
  "webPublicationDate": "2016-05-15T11:00:04Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/15/the-doubt-factory-paolo-bacigalupi-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Thrillers",
      "id": "books/thrillers",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/15/the-doubt-factory-paolo-bacigalupi-review"
}