{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/young-musician-sheku-kanneh-mason-classical-music-education",
  "id": "2016-05-17-250",
  "sectionId": "commentisfree",
  "body": "Sheku Kanneh-Mason’s resounding win in Sunday’s final of the BBC Young Musician of the Year 2016 was a huge boost for all those who want to see greater diversity in classical music. Kanneh-Mason, who attends a comprehensive school in Nottingham, is obviously an unusually gifted individual and a fantastically communicative player, but the roots of his success are neither unusual nor fantastic: they are instead the result of an enlightened upbringing that recognises the incredible value that music can add to a child’s life.   Related: Cellist Sheku Kanneh-Mason wins 2016 BBC Young Musician award    The 17-year-old’s parents are committed to this vision, and have raised all seven of their children with music as an integral part of their lives. The result is no surprise to any of us who have seen the transformative power of music education: Kanneh-Mason and his brothers and sisters are not only outstanding musicians but also A-star students, and top of their school classes in a variety of other academic subjects. Sadly, at a time when classical music is becoming ever more a preserve of the few, his story is the exception rather than the rule. From membership of orchestras to the students and teachers at our conservatoire music schools, the proportion of ethnic minorities is well below the national average. It’s why I set up the Chineke! Foundation, in whose orchestra Kanneh-Mason plays. It aims to help level the playing field for young black and minority-ethnic music students. Kanneh-Mason and his siblings do not attend a private school, nor do they come from a wealthy background, like most classical music professionals. Rather, they have been supported by the generosity of those who share his family’s vision. Sheku received an ABRSM scholarship to the Royal Academy of Music junior academy, while Frank White provided the instrument that he learned on, and Florian Leonhard loaned the instrument that he played during Sunday’s final. Many others have helped his brothers and sisters too. Such support is given with purely philanthropic motives and without the guarantee of a return on the investment. Instead, it is far-sighted and done with the conviction that music education gives children the drive, discipline, creativity, perseverance and self-belief to succeed in whatever walk of life they choose. I love all forms of music; but why is it that classical is so restricted to a tiny elite? It has an energy and depth that people of all backgrounds can get into, yet it is so often portrayed as something that needs to be studied rather than enjoyed, and that only “top people” can appreciate. This is our challenge now: to put music back at the heart of our education system. At stake is the happiness of the next generation, because a small and shrinking elite cannot sustain this music as a viable art form. The alternative, of raising a nation without the benefit of this music, is something too terrible for me to contemplate. Kanneh-Mason’s emotive excellence exemplifies what Chineke! stands for and strives to change in classical music. If we can reach children and young people like him across this country, of all backgrounds and ethnicities, impart them with a love of music and show their families the value of a musical education, then we will consider our job done. • The Chineke! Orchestra and Junior Orchestra, of which Skeku Kanneh-Mason and his brothers and sisters are a part, will be performing at the Royal Festival Hall on 4 September",
  "webTitle": "Young Musician winner Sheku Kanneh-Mason is just what classical music needs | Chi-chi Nwanoku",
  "webPublicationDate": "2016-05-17T09:50:37Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/young-musician-sheku-kanneh-mason-classical-music-education",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "education/music",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Chi-chi Nwanoku",
      "id": "profile/chichinwanoku"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/young-musician-sheku-kanneh-mason-classical-music-education"
}