{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/10/diane-morgan-comedy-genius-on-playing-philomena-cunk",
  "id": "2016-05-10-122",
  "sectionId": "tv-and-radio",
  "body": "When Diane Morgan graduated from the East 15 drama school in Essex, she couldn’t find acting work, and nor could her friend Maxine Peake. They decided the problem was their northern accents, so got elocution lessons. “Maxine got into Rada,” recalls Morgan, “then got cast in Victoria Wood’s Dinnerladies, and got a South Bank Show made about her. I couldn’t get arrested.” Was she jealous? “Yeah, but I couldn’t take her entirely seriously. I was laughing when she played Myra Hindley.” Morgan knew she couldn’t do what Peake had done and become a straight actor. “I’ve always wanted to make people laugh,” she says. “It’s been my only ambition, ever since my dad introduced me to the genius of the great comedians: Tony Hancock, Woody Allen, people like that. While other kids were into New Kids on the Block, I was into Harold Lloyd and Stan Laurel. I’m still like that. I don’t have any hobbies.” Morgan went back north and, apart from a small role as Dawn in fellow Boltonian Peter Kay’s Phoenix Nights, still didn’t trouble the casting directors. Instead, she peeled spuds at a Bolton chip shop called Le Chipperie, packed worming tablets in a factory, and did time as an Avon lady. While working as a dental nurse, she inadvertently knocked some bloke’s front tooth out.   Related: Philomena Cunk: ‘Shakespeare has more Henrys than a Hoover showroom’    And then she found her niche – in telesales. “I was ringing people up to ask if they were happy with their accountancy services,” she recalls grimly. “People were like: ‘I got out the fucking bath for this?’ Her boss noticed that, after such dismal phone calls, she had quite the way with a laconic one-liner. “You should become a standup,” he told her. “I was nearly 30 and wondered what would happen to me if I didn’t chance it. So I followed my boss’s advice.” For once, telesales have been good for something. With her gags about break-ups, singledom and wedding etiquette, Morgan quickly established herself on the circuit. She met Joe Wilkinson and they formed a double act. “I still think he’s the funniest person I know. We were united by hating standup.” What did she hate? “Audiences. Hecklers. Getting knocked off your stride.” So the pair developed a sketch show, Two Episodes of Mash, that did well at Edinburgh for three years from 2008. One pleasure was that she was being someone else. “I’m always happier when playing a role.” The BBC showed an interest. “We did a pilot and they took three years to reject it. I guess there are fashions in sketch shows.” She does concede, however, that the material could be a little abstruse. “We had one sketch where Joe lost his peregrine falcon. It was hilarious but it didn’t really go anywhere.” And then she auditioned for the part that has made her famous: professional TV dimwit Philomena Cunk, whose investigations are a highlight of Charlie Brooker’s Weekly Wipe series on BBC2. As Cunk she has investigated the vexing issues of our day: how time works, what feminism is, and why everyone goes on about Winston Churchill and/or Breaking Bad. “Charlie had envisaged Cunk as posh but thick,” says Morgan. “What he definitely didn’t want was someone with a regional accent because that would be like saying you’re thick if you’ve got a regional accent.” When Morgan auditioned, though, she asked if she could perform in her native Bolton accent. Suddenly Cunk – with her Marty Feldman eyes, Ena Sharples surliness, Stacey Dooley imperturbability and Lancastrian vowels – was born.           Philomena Cunk: ‘Did Shakespeare make up the word bumbaclart?’    Cunk’s interviews with experts are excruciating car crashes akin to the time Ali G asked Noam Chomsky how many words he knew. And, while her reports to camera look and sound like the work of learned TV presenters, they reveal her to be a wide-eyed simpleton trapped in philosophical puzzles of her own making. “This is the famous Marillion Line,” Cunk explained as she reported from Greenwich. “Named after the band Marillion. Who were named after this line.” So what’s the point of Philomena Cunk? “We’re sending up all the moves of TV presenters: the earnest expressions, the white gloves, sobbing over the manuscripts, all that – through the prism of someone who’s very dim.” Cunk can be insightful, though, albeit unwittingly. Here she is on Benefits Street: “They weren’t claiming benefits like MPs do, but a different type of benefits that they weren’t entitled to, because they were poor.” Now Cunk is investigating Shakespeare. She asks the big question: “Did Shakespeare write boring gibberish with no relevance to our world of Tinder and peri-peri fries – or does it just look, sound and feel that way?” She interviews experts – actor Simon Russell Beale and director Iqbal Khan among them – and finds that the Swan of Avon was more than “just a bald man who wrote with feathers”. There had been doubts that Cunk could sustain the gag for 30 minutes, but the show works, not least because it satirises the structure of a hosted BBC history documentary. “I have to go on a journey,” says Morgan. “Everybody doing this kind of programme does. It’s the law.” Morgan revels in the role. “It’s like wearing a suit of armour. If you’re Cunk, nothing can harm you. I can say anything and it’s fun. I have absolutely no social skills. I love creating awkward moments.” For instance, Cunk argues with Paul Taylor, head of collections at the Shakespeare Birthplace Trust, when he fails to provide her with white gloves for examining a First Folio. “Simon Schama gets to wear gloves,” moans Cunk. “But he doesn’t get to wear them here,” snaps Taylor. Morgan claims to be channelling the spirit of fellow Lancastrian Stan Laurel, who “would just sit happy in his own world”. She recalls the scene in which Stan visits Ollie in hospital and eats a boiled egg, oblivious to Ollie’s mounting fury. That sort of obliviousness is what Morgan courts. And she realises it best as Cunk. Is Cunk a role model? “Well, she’s not bothered about pleasing, which is a relief.”   Related: 'Where is the money in a coin?': five times Philomena Cunk blew our minds    I was afraid that Morgan, now 40, would be as surly and unfeeling as Cunk. After all, there is an overlap: as evidenced by her recent appearances on such panel shows as Have I Got News For You, Morgan’s humour is deadpan, terse and eviscerating, her gaze implacable, her smiles rare. But she’s much better company in person. “I don’t want to do many panel shows,” she says. “I’m a comic actor, not a comedian. There would be something wrong in Steve Coogan or Julia Davis doing panel shows all the time.” Later this year, Morgan will appear in Motherland, a BBC sitcom about modern maternity by Catastrophe writer and star Sharon Horgan, comedian Holly Walsh, Father Ted writer Graham Linehan and his wife, Helen. “There are three mothers. I play the bad one who has no bond with her children at all. Typecasting – I don’t like kids.” Morgan is also about to be seen in Rovers, Craig Cash’s Sky sitcom about the lives and loves of a rubbish football team, Redbridge Rovers FC. Morgan stars alongside Sue Johnston and Joe Wilkinson. “I play Mandy, who’s a goth slag and a plumber.” One of the great pleasures for Morgan has been seeing Johnston at work. “She gives a masterclass in poignant acting. There’s one bit where she wants to go up the Shard but realises she never will. I was crying my eyes out.” Doesn’t she yearn to play poignant roles like that? “Nah. I’m happy doing what I’m doing. I do think, though, there were great comic actors like Thora Hird and Max Wall who only got taken seriously when they did straight roles at the end of their careers.” Would you like to emulate them? “Maybe. But it’s as though the comedy wasn’t worth the attention. But it was.” So where is your career going? “To the dogs,” she laughs. “ I’m grateful to get work, after all the shit jobs. I’m glad to just get out of the house.” • Cunk on Shakespeare is on BBC2 on Wednesday 11 May at 10pm • This article was amended on 12 May 2016. An earlier version referred to casting agents, rather than casting directors.",
  "webTitle": "Meet Diane Morgan, the genius behind TV dimwit Philomena Cunk",
  "webPublicationDate": "2016-05-10T15:34:15Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/10/diane-morgan-comedy-genius-on-playing-philomena-cunk",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Jeffries",
      "id": "profile/stuartjeffries"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/10/diane-morgan-comedy-genius-on-playing-philomena-cunk"
}