{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/12/play-off-goalfests-murali-magic-a-long-overdue-home-run-and-chalet-golf",
  "id": "2016-05-12-297",
  "sectionId": "sport",
  "body": "1) It’s play-offs time in the Football League which seems like a perfect excuse to cast our minds back to Fabian de Freitas sweeping home, a seven-goal thriller from 1993 featuring Craig Maskell and the most satisfying in-off-the-post sound ever heard at Wembley and Sunderland and Charlton going one better in a 4-4 draw in 1998 – poor old Michael Gray. 2) England begin their summer of cricket with the first Test against Sri Lanka at Headingley on Thursday, a full 10 years after Chamara Kapugedera ruined Murali’s fun at Trent Bridge.            3) Better later than never … Bartolo Colón hits his first career home run at the ripe old age of 42.  4) What do you do when you hit your tee shot on the 18th at Quail Hollow into a chalet? Stick your second on the green, that’s what. This, from Charl Schwartzel, isn’t too shabby either.            5) Pesky ghosts! Tackling players in full flight … 6) We’ve heard of players’ minds being on the beach before the end of the season, but supporters? Highlights from last week’s blog 1) Showboating from José Ramírez. 2) Cliff riding: an introduction. 3) GoPro Motorcycle Gyro Video Moto GP Style. Woof! 4) Gauntlet thrown down. Gauntlet picked up. 5) Thou shall not pass. Spotters badges chestnut52, TheCorporal, whobroughtoranges, TheCedarRoom Guardian YouTube football channel Do subscribe, if you fancy. And the Guardian YouTube sport channel Do subscribe, if you fancy.",
  "webTitle": "Play-off goalfests, Murali magic, a long overdue home run and chalet golf | Classic YouTube",
  "webPublicationDate": "2016-05-12T09:00:02Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/12/play-off-goalfests-murali-magic-a-long-overdue-home-run-and-chalet-golf",
  "keyword": [
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/blog/2016/may/12/play-off-goalfests-murali-magic-a-long-overdue-home-run-and-chalet-golf"
}