{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/13/cps-reminds-police-that-dead-cannot-be-prosecuted-over-past-child-abuse",
  "id": "2016-05-14-85",
  "sectionId": "uk-news",
  "body": "The director of public prosecutions has been forced to remind chief constables that the dead cannot be charged with criminal offences, amid a huge increase in investigations into historical child abuse. Alison Saunders issued the directive to senior officers, reminding them that only those who are living can be tried in a criminal court, because CPS lawyers are being bombarded with files of evidence from police seeking charging decisions on deceased suspects. “Since deceased persons cannot be prosecuted, the Crown Prosecution Service will not make a charging decision in respect of a suspect who is deceased,” the guidance states. “This applies in all cases where the suspect is deceased, including cases in which the police made a referral to the CPS for a charging decision prior to the suspect’s death. The CPS will also not make hypothetical charging decisions.” Prosecutors and police are dealing with a huge increase in investigations into past child abuse as the revelations about Jimmy Savile continue to resonate. They anticipate an even greater rise in the number of cases of non-recent abuse as the Goddard inquiry into institutional child abuse begins its public hearings into alleged institutional cover-ups in Lambeth, the Catholic church, the Church of England and Westminster.    Related: Investigations into Edward Heath sex abuse claims 'to continue'    Operation Hydrant, the overarching national investigation into sexual abuse in the past, which is liaising with the Goddard inquiry, has more than 2,228 investigations on its database, including investigations into 302 people of public prominence. The suspects involved include 286 dead people. The warning shot to senior officers comes amid controversy over a decision by Wiltshire police to continue their investigation into the late prime minister Sir Edward Heath, after the claim which sparked the investigation was found to be groundless. On Thursday, the Independent Police Complaints Commission (IPCC) said it had found no evidence to support an allegation by a retired police officer that a brothel madam’s criminal trial was dropped in the 1990s when she threatened to out Heath as a paedophile. It was alleged that the case against Myra “Ling Ling” Forde was shelved when she threatened to tell the press she had been “supplying young boys” to Heath. However, both prosecution and defence told the IPCC that the trial had been dropped because of a lack of witnesses. Forde was later convicted and did not make any claims about Heath. The IPCC – in its report on Thursday – said former officers had rejected their colleague’s claim and the officer had made no note of what he said had taken place. But Mike Veale, chief constable of Wiltshire police, said the investigation into claims the former PM had abused boys would continue. So far the inquiry has cost £367,965. Keith Vaz, the chair of the home affairs select committee, has raised concerns over the rationale for the investigation, its cost and an “inappropriate” decision for a senior police officer to stand outside the late prime minister’s house to make an appeal for witnesses. Vaz said: “We will be monitoring this issue closely.” In the new advice, the CPS says that police may want to continue an investigation if a suspect dies during their inquiry, because living suspects could be linked to the dead person. But she said her lawyers would not be giving hypothetical advice on whether the deceased could have been charged. “When advising on or making charging decisions in such cases, the CPS may need to consider the role played by the deceased suspect, and the evidence against that suspect,” the guidance said. “Although the CPS may undertake a detailed review of the evidence against the deceased in these circumstances, it will not make a charging decision in respect of the deceased.”",
  "webTitle": "CPS reminds police that dead cannot be prosecuted over past child abuse",
  "webPublicationDate": "2016-05-14T16:13:07Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/13/cps-reminds-police-that-dead-cannot-be-prosecuted-over-past-child-abuse",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Crown Prosecution Service",
      "id": "law/crown-prosecution-service",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sandra Laville",
      "id": "profile/sandralaville"
    }
  ],
  "guardianId": "uk-news/2016/may/13/cps-reminds-police-that-dead-cannot-be-prosecuted-over-past-child-abuse"
}