{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/22/hereford-fc-morpeth-town-fa-vase-match-report",
  "id": "2016-05-22-79",
  "sectionId": "football",
  "body": "Morpeth Town, who received a donation from Newcastle United to fund their trip to Wembley, ensured that the FA Vase will remain in the North-east for another year, upsetting the odds by coming from behind to defeat Hereford FC 4-1 and ruin the phoenix club’s fairytale story.   Related: Hereford FC cleared to parade bull called Hawkesbury Ronaldo at Wembley    More than 20,000 Hereford fans, plus a mascot bull called Ronaldo, made the trip to Wembley and after a dream start, with Rob Purdie scoring for the Bulls a little more than a minute into the game, it appeared that everything was going to plan for the fan-owned club who were founded following the winding-up of Hereford United less than two years ago. Such was the attention on Hereford before the match, Morpeth’s own tale appeared secondary. The Northern Football League Division One team should probably have been out of contention before they equalised through the veteran defender Chris Swailes, with Hereford wasting numerous brilliant opportunities, but they were far more clinical and ultimately the deserved winner. The Vase has been won by clubs based in the North-east in seven of the past eight years. It took 92 years for the people of Hereford to see their football team play at the national stadium but once the action got under way they needed only 75 seconds to celebrate a goal. And what a goal it was, too, from Purdie. Fed by Joe Tumelty, who had cut in from the left, the midfielder took a touch and, nearly 30 yards from goal, picked his spot. Karl Dryden, the Morpeth keeper, got a hand to it but could not keep the powerful drive from nestling in his bottom-right corner.     Hereford’s mascot, Ronaldo the bull, is paraded at Wembley. Photograph: Ben Hoskins/The FA via Getty Images    By the time Hereford’s fans rose to applaud in recognition of their former striker Adam Stansfield, who passed away in 2010 from colorectal cancer, they should have been three goals clear. The Ghana-born winger Sirdic Grant, playing perhaps his final game for the club because his student visa does not permit him to play above the fifth level of non-league football, was a menacing force on the right. He was denied twice by Dryden, while Mike Symons and Pablo Haysham spurned excellent chances to extend the lead. Morpeth were living dangerously but they shook off their nerves and slowly began to gain a foothold, with Sean Taylor and Ben Sayer firing narrowly over from distance. There was, however, an element of fortune about their equaliser, scored by the 45-year-old Swailes. A corner from the left in the 34th minute was flapped at by the Hereford goalkeeper, Martin Horsell, the ball came off the centre-half’s chest and crept over the line. Swailes has endured such a long career that he made his Football League debut for Doncaster against Hereford United at Edgar Street in 1993, three years before Grant, the Bulls’ best player, was born. Once that equaliser went in, Morpeth took control. Michael Chilton should have given the Northumberland team the lead but inexplicably scuffed his attempt from six yards after Luke Carr played him in.   Related: How Hereford FC have risen from the dead to arrive at Wembley    Within 40 seconds of the restart, though, they were ahead. Hereford failed to deal with a Sayer cross from the right and Taylor sent the ball back across goal. Carr was left unmarked and he calmly sent the ball past Horsell. Hereford did their best to find an equaliser but a tireless Taylor made it 3-1 just 12 minutes later after latching on to Chilton’s clever through ball and finishing low past Horsell. The Bulls’ best chance of pulling a goal back fell to the substitute John Mills. With only Dryden to beat after a neat flick from Mustapha Bundu, he could only shin the ball wide. And their torment increased when Shaun Bell, only on the pitch two minutes as a substitute, found the net in injury time via a deflection after Steven Anderson’s pass. Hereford FC Horsell; Oates, Green, Willets (Mills, 70), Edwards; Tumelty (Bundu, 55), Birch, Purdie, Grant; Haysham; Symons. Subs not used Summers, Bonella, Staley. Morpeth Town Dryden; Forster, Swailes, Hall, Novak; Sayer, Graydon, Fry; Carr (Bell, 89), Chilton (Anderson, 69), Taylor (Mullen, 79). Subs not used Pearson, Harrison. Referee S Attwell. Man of the match Swailes (Morpeth Town).",
  "webTitle": "Morpeth come back to win FA Vase and crush Hereford’s Wembley dream",
  "webPublicationDate": "2016-05-22T14:03:17Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/22/hereford-fc-morpeth-town-fa-vase-match-report",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Hereford",
      "id": "football/hereford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Smith",
      "id": "profile/alan-smith"
    }
  ],
  "guardianId": "football/2016/may/22/hereford-fc-morpeth-town-fa-vase-match-report"
}