{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/16/soho-long-gone-restaurants-cocktails-crepes",
  "id": "2016-05-16-315",
  "sectionId": "lifeandstyle",
  "body": "So far, the V&A hasn’t been in touch about my idea that it should mount an exhibition, or even establish a permanent gallery, dedicated to the history of British restaurants. But I’m not giving up. The more I think about it, the more convinced I am this plan is tinged with genius, not least because many of you wrote to me to say so. Everywhere I go now, I’m mentally collecting stuff for the archive. Last weekend, we celebrated an anniversary at a swanky hotel in Wales. The chef had used the annoying “slash” method to describe his dishes – as in: “fish/fat/peas/lime/potting compost” – and sent out the starters on a bit of bark the size of a new baby. Once, I might have scoffed at such silliness. Now, I’m too busy memorising all the crucial details to be bothered with eye-rolling. Coincidentally, on the same trip, in a bookshop in Hay-on-Wye, I made a fantastic discovery in the form of an obscure volume called Restaurants & Recipes by Katharine Atkinson and CM Young, which I found hidden away among a pile of sticky old Keith Floyds and Cordon Bleu guides. It was priced, in spite of its slightly tatty cover, at £18, which seemed extraordinarily cheeky at first, for all that it has some lovely line drawings. But then I realised that, while it was perfectly possible no one else on the planet would ever want to buy it, I longed for it at least enough to pay £18 – at which point, fingertips tingling, I handed over my credit card. The book’s publication date isn’t given, but I would guess it belongs to the early 1930s: an introduction talks of the “servant problem” (housemaids, the authors complain, are as hard to come by as dodos), and recommends that even smaller households invest in an ice chest during the summer months (“6d. worth of ice every other day will keep food fresh and untainted”). The recipes, moreover, are similar to those I know from other 30s cookbooks, among them a motorists’ pie made of puff pastry, hard-boiled eggs, peas and mango chutney, and a chestnut cream, “a delicate and ornamental dish of delicious flavour”, that must ideally be decorated with strips of angelica and glace cherries. However, it wasn’t the recipes that had caught my attention, but the book’s first half, which is – “life cannot be all labour” – devoted to eating out. Here it was at last: a list of what were once London’s best restaurants, complete with lavish descriptions of their menus, maître d’s, interiors and clientele. In other words, gold dust. Back at the hotel, I bowled around 30s Soho and its environs like there was no tomorrow: a long lunch at Tony’s on New Compton Street, an Italian where many “well known literary people” and the Duke of Manchester were regulars, was followed by a blue cocktail at So So in Cork Street, and dinner at Boulestin in Southampton Street, with its stencils by Laurencin, its fabrics by Dufy, and its menu that included crêpe Verlaine, a pancake named for the French poet and flambeed in the absinthe that killed him. Some of the restaurants were long-established: Verrey’s on Regent Street was founded in 1825, and later patronised by Dickens and Tennyson. Some were new: the Restaurant Dieudonné in St Martin’s Lane had then been open only a few months, the latest enterprise of a certain M Pratti. But what was really amazing was the variety: not only French and Italian, but Indian (Veeraswamy, of course) and Hungarian, too. To sum up: there was not a steamed pudding in sight. All this ghostly eating and drinking was wonderful, if rather mournful: a part of me longs for the days when dinner began with the clink of martini glasses, and ended with a waiter doing something overly complicated with a small copper pan. But it was also another reminder that, while we are too often blindly nostalgic about the past, just as common is the tendency to patronise it. As I tootled around those long forgotten establishments, I saw our own times reflected back at me with surprising frequency. The diners of the past longed, just as we do, for novelty: though the authors don’t use the word “buzz”, their descriptions tremble with it (like jelly) all the same. But they also felt it was possible to have too much change. In the entry for Chez Taglioni in Gerrard Street, I even found a reference to the passing of Old Soho. Its predecessor, it noted, had been “one of the last forts to fall in the defence of Bohemian Soho against the advancing forces of Balham and Shepherd’s Bush”. Yes, the same Bohemian Soho now supposedly in its death throes.",
  "webTitle": "Crepes, cocktails and the ghosts of Soho’s long-gone restaurants",
  "webPublicationDate": "2016-05-16T07:00:29Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/16/soho-long-gone-restaurants-cocktails-crepes",
  "keyword": [
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Cooke",
      "id": "profile/rachelcooke"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/16/soho-long-gone-restaurants-cocktails-crepes"
}