{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/08/midsummer-nights-dream-shakespeares-globe-theatre-review-emma-rice",
  "id": "2016-05-08-159",
  "sectionId": "stage",
  "body": "A sitar player sends music pulsing through the action. Titania swans down from the sky in chiffon. One pair of lovers is gay. There is a touch of George Formby and a nod to David Bowie. There are matted-hair fairies and a roller-skating eunuch. When Oberon casts his spell on the Fairy Queen, he seems to rape her.   Related: The Globe's Emma Rice: 'If anybody bended gender it was Shakespeare'    In her first production as artistic director of Shakespeare’s Globe, Emma Rice has thrown down a glittering gauntlet. The former chief of Kneehigh has also instantly dispelled the anxiety of some admirers – me among them – that her background in movement and visual theatre would mean that words got short shrift. Her A Midsummer Night’s Dream is noticeably well spoken. It is sometimes over-energetic, but it is a glory. And an important one. The Globe is a beacon. It brings new audiences to intricate dramas.    I have never seen the Pyramus and Thisbe playlet made so funny. Or so revealing    There is nothing wispy about Rice’s magic. It is disruptive, unnerving, highly comic. It cracks the surface of normality and lets hallucination and truth escape hand in hand. Dirty fairies dance around their Queen’s flowery bed as if they had pushed their way up through the soil. Performance artist Meow Meow makes Titania a vision of sylvan sexiness – and provides a high-grade comic turn as, rushing to go to bed with Bottom – she gets in an extended tangle with her tights. Her Oberon is played by Zubin Varla with a glowering control worthy of The Archers’ Rob. He even delivers “I know a bank” as a threat. Tanika Gupta’s dramaturgy has paid off in unswerving clarity. The lovers, who are not “Athenians” but “Hoxton hipsters”, are unusually forceful, with Anjana Vasan an especially funky Hermia. The gender switch, which makes Helena into Helenus, gives an added dimension to Demetrius’s reluctance to admit to his love and an added sweetness to their coming together.     Meow Meow (Titania) and Ewan Wardrop (Bottom), centre, in A Midsummer Night’s Dream. Photograph: Tristram Kenton    There is some overdone larkiness from the mechanicals at the beginning, but I have never seen the Pyramus and Thisbe playlet made so funny. Or so revealing. The performers take their bow in a blissfully surreal lineup. Moon is in a spacesuit and helmet holding a balloon. Wall peeps out of a sandwich board made of cereal packets. Lion has pink leggings and a mane made of yellow Marigolds. It is as if they have cobbled together their own version of fairyland. Above the stage, Shakespeare’s words float in red neon: “Rock the ground.” It rocks. • A Midsummer Night’s Dream is at Shakespeare’s Globe until 11 September",
  "webTitle": "A Midsummer Night’s Dream review – the wildest of dreams",
  "webPublicationDate": "2016-05-08T07:00:01Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/08/midsummer-nights-dream-shakespeares-globe-theatre-review-emma-rice",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Shakespeare's Globe",
      "id": "stage/shakespeares-globe",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Susannah Clapp",
      "id": "profile/susannahclapp"
    }
  ],
  "guardianId": "stage/2016/may/08/midsummer-nights-dream-shakespeares-globe-theatre-review-emma-rice"
}