{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/18/shareholders-revolt-executive-pay-foxtons-paddy-power-betfair-agms",
  "id": "2016-05-18-39",
  "sectionId": "business",
  "body": "Protests over boardroom pay have been registered at estate agent Foxtons and betting company Paddy Power Betfair as shareholders maintain their scrutiny of executive remuneration. After the annual general meeting season began with pay deals being voted down at FTSE 100 companies Smith & Nephew and BP, boardrooms have been on alert. At the Foxtons AGM, where the chief executive, Nic Budden, received a 19% salary increase to £550,000, 20% of shareholders voted against the remuneration report and the company promised to consult further with investors.  At Paddy Power Betfair, 30% of investors voted against the remuneration report, although the figure rises to 40% if deliberate abstentions are included. Shareholders expressed concern about the treatment of bonuses handed out before the merger of Paddy Power and Betfair last year. The company said: “Ultimately, key employees were retained, the momentum of both legacy businesses was maintained, the merger completed smoothly and the employees will receive no more remuneration than if the merger had not happened.” Pay is also on the agenda at boardrooms outside the UK, with German carmaker Volkswagen admitting that its needs to change pay policies after 12 current and former board members were paid €63m, despite the emissions scandal.  Earlier this week, Sir Gerry Grimstone, the chairman of Standard Life, highlighted pay in financial services as being too high after 20% of the insurer’s investors voted against its boardroom pay. Speaking on Wednesday, the Bank of England’s chief economist, Andy Haldane, warned that high executive remuneration could have adverse implications for shareholders. “Monies paid out to executives are monies not being reinvested in the company, reducing investment in physical and human capital,” he said. “They also drive a wedge between management and their employees: a wedge that has widened to more than 150 times median wages in the UK and more than 300 times in the US. That, in turn, erodes social capital.” In a speech to the New City Agenda thinktank, Haldane set out the importance of addressing the lack of trust in the finance industry after calculating that a “mind-boggling” £1.8tn of national output had been lost in the eight years since the banking crisis.  “A lack of trust in finance potentially hobbles both economic growth and financial stability,” said Haldane, citing a survey showing that banking is still not trusted by about half of the population. • This article was amended on 19 May 2016. An earlier version referred to Shire Pharmaceuticals where Smith & Nephew was meant.",
  "webTitle": "Shareholders revolt over executive pay at Foxtons and Paddy Power Betfair",
  "webPublicationDate": "2016-05-18T19:30:04Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/18/shareholders-revolt-executive-pay-foxtons-paddy-power-betfair-agms",
  "keyword": [
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Betfair",
      "id": "business/betfair",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pay",
      "id": "money/pay",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foxtons",
      "id": "business/foxtons",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Treanor",
      "id": "profile/jilltreanor"
    }
  ],
  "guardianId": "business/2016/may/18/shareholders-revolt-executive-pay-foxtons-paddy-power-betfair-agms"
}