{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/01/saturday-sundae-cardiff-slapstick-teacher",
  "id": "2016-05-01-217",
  "sectionId": "football",
  "body": "Men of the day Until February, Karl Darlow and Andros Townsend had played 154 minutes between them; Townsend’s goal and Darlow’s penalty save could yet keep Newcastle up. Best slapstick Came from Cardiff at Hillsborough. Keeper David Marshall failed to see the ball out, tried and failed to foul his opponent, then ended up stranded. Team-mate Lee Peltier rounded it off by blootering the resulting cross into his own net from a yard. Least thought out Everton’s proactive social media team displayed home fans’ inspirational tweets on a big screen outside Goodison on Saturday – but failed to check them first. Cue inevitable “Martínez Out” frenzy.   Related: Arsenal climb to third place as Danny Welbeck goal beats Norwich    Theme of the day Everyone out. Blackpool’s Oyston Out protest was fierce, Villa’s Lerner Out weary, and Arsenal’s Wenger Out split the crowd. Failed plan of the day Alan Pardew called in England rugby union head coach, Eddie Jones, to “prevent complacency” at Palace before the trip to Newcastle. Time for Plan C. Normal service resumed After a season of unfamiliar mid-table stability, League One Doncaster are on the move again. Their last five seasons: down, up, down, 13th, and heading down again. Sideline of the day Part-time Braintree Town, managed by FitzWimarc school’s PE teacher Danny Cowley, are three wins from the Football League after sealing a play-off place. Most sobering thought  West Brom’s Jonathan Leko became the first Premier League starter born in 1999.",
  "webTitle": "Saturday Sundae: Cardiff’s slapstick, PE teacher of the day, and Everyone Out",
  "webPublicationDate": "2016-05-01T00:16:47Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/01/saturday-sundae-cardiff-slapstick-teacher",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Observer Sport",
      "id": "profile/observer-sport"
    }
  ],
  "guardianId": "football/2016/may/01/saturday-sundae-cardiff-slapstick-teacher"
}