{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/15/barack-obama-commencement-speech-donald-trump",
  "id": "2016-05-15-37",
  "sectionId": "us-news",
  "body": "Barack Obama delivered a stinging rebuke to a culture of isolationism and falsehood, and an adamant defense of facts and science, in his commencement address to the Rutgers University graduating class of 2016 on Sunday.  In a wide-ranging address, Obama singled out the issue of income inequality and proposed closing tax loopholes on hedge fund managers, highlighted the importance of voting and accountability, and commented on the problems of money in politics and climate change. “A wall won’t stop that,” he said, alluding to the proposal by Republicans’ presumptive nominee, Donald Trump, to build a wall at the US-Mexico border.   Related: The best commencement speeches: from Jill Abramson to Neil Gaiman    “The point is, to help ourselves, we’ve got to help others, not pull up the drawbridge and try to keep the world out.”  The president did not mention Trump by name, but he made the object of his ire clear, referring also to the businessman’s inflammatory rhetoric about Muslims, Hispanic people and women.  The president took particular umbrage with a culture of willful ignorance, ridiculing leaders and commentators who reject science and facts. “And yet, we’ve become confused about this,” he said.     People cheer for Obama during the ceremony. Photograph: Evan Vucci/AP    “In politics and in life, ignorance is not a virtue,” he said. “It’s not cool to not know what you’re talking about. That’s not keeping it real or telling it like it is. That’s not challenging political correctness. That’s just not knowing what you’re talking about.” Obama also commented on the nature of progress itself, an implicit rebuke to those who have expressed disappointment with his campaign promises and lofty ambitions. “America’s progress has never been smooth,” he told the crowd of 40,000. The United States, he said, “remains a very young nation. Progress is bumpy.  “It always has been. Dreamers’ and strivers’ and activists’ progress are this nation’s hallmarks. The arc of history is long, but it bends toward justice. Stand up for what you believe in.”  The president urged graduates to pursue change in the world despite a cascade of challenges, and to take on those challenges together, as part of the political process. “It is your turn now to shape our nation’s destiny as well as your own,” he urged.  Obama took special care to refute the some of rhetoric of the 2016 presidential campaign, on the right and left. “Our nation’s founders were born of the enlightenment,” he said, adding that change was never sudden, not even through “political revolution” – an allusion to the rhetoric of Democratic candidate Bernie Sanders. “Folks on this campus got upset that Condoleezza Rice was supposed to speak at a commencement,” he said, referring to student protests against the former secretary of state for George W Bush. “Now, I don’t think it’s a secret that I disagree with many of the policies of Dr Rice and the previous administration,” he continued. “But the notion that this community or the the country would be better served by not hearing from a former secretary of state, or shutting out what she had to say – I believe that’s misguided. I don’t think that’s how democracy works best.” He also argued that the notion of a wall on America’s borders ran counter to the nation’s founding principles: “The world is interconnected and becoming more so every day. Building walls won’t change that.”     Obama laughs as he sits with Bill Moyers during the ceremony. Photograph: Evan Vucci/AP    It was an idea, he said, that “doesn’t just run counter to our history as the world’s melting pot – it contradicts the evidence that our growth, our innovation and our dynamism has always been spurred by our ability to attract strivers from every corner of the globe. “That’s how we became America. Why would we want to stop it now?” he continued. “Can’t do it.”  The US, if not the world at large, he suggested, is at “an inflection point” when “big changes are happening”.     Related: Obama tells Howard University students to change US through action    “The pace of change is accelerating, offering great opportunity and great peril,” he warned. “Make the right choices, away from fear and paralysis and toward co-operation and hope.” In closing, he offered what he called “a few suggestions of how you can change the world”. First among them was another reproach of Trump and his campaign slogan to “make America great again”. Obama told the students they should resist those who insist the past was better: “Often, the good old days weren’t that good.”  They should also hold leaders accountable, he said, and recognise that when experts are dismissed as elitist, “we have a problem”. But above all, he urged students to vote, saying “apathy has consequences”. “Have faith in democracy. It’s not always pretty, I know. I’ve been living it. But it’s how we make progress.”",
  "webTitle": "Obama delivers commencement speech at Rutgers: 'Ignorance is not a virtue'",
  "webPublicationDate": "2016-05-15T19:32:35Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/15/barack-obama-commencement-speech-donald-trump",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/15/barack-obama-commencement-speech-donald-trump"
}