{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/missoni-homewares-exhibition-fashion-textile-museum",
  "id": "2016-05-07-147",
  "sectionId": "lifeandstyle",
  "body": "T he first piece of work on display at Missoni Art Colour is a painting by Ottavio Missoni, who co-founded the label with his wife, Rosita, in 1953. It’s a large, white canvas from 1973, divided into blocks of multicoloured stripes that resemble barcodes. Ottavio’s son, Luca, the artistic director of the Missoni archive and co-curator of the show at London’s Fashion and Textile Museum, isn’t sure which way it should be hung. His father, who died in 2013, recalled the stripes running horizontally across the canvas, but after much discussion, Ottavio reportedly said: “I don’t care which way you hang it, Luca. Just don’t ask me again.” This says much about the creative, free-spirited family: inspired by the art world, Ottavio and Rosita went on to build a distinctive, irreverent brand that, half a century later, still turns heads in the fashion and design world. Missoni’s much-imitated signature look is the multicoloured zigzag – a technique Rosita’s grandparents applied when making intricately embroidered, fringed shawls at their factory, T&J Vestor, which still operates today.     Senza Titolo, 1973, by Ottavio Missoni. Photograph: Missoni Press Office    When the Missonis incorporated this into their knitwear collections, fashion editors took note. By the 70s, Missoni had become an internationally renowned fashion house: “We codified our style,” says Rosita Missoni, now 84. “We had discovered the pleasure of mixing patterns.”   Related: Stripes and zigzags: fashion brand Missoni's links to modern art    In 1983, the Missoni label became one of the first brands to expand its range from the catwalk into the home. Their signature pattern appeared on everything from candles to pouffes. In the late 90s, after more than 40 years at the head of the women’s fashion collection, Rosita retired – only to return two months later to run the homes division, handing responsibility for womenswear to her daughter, Angela. “It was a good commercial collection,” says Rosita of homewares, “but it could have been more creative, so I thought I would take care of it.” The exhibition, which opens this weekend, arrives from the Maga Museum in Gallarate, northern Italy, an institution the Missonis would have visited in the 1950s when, just married, they bought a small apartment in the city and installed four knitting machines in the basement. The retrospective has been conceived as an immersive experience: Ottavio’s private patchworks, made for his own home, hang in the space and in the final section of the show, visitors can recline on Missoni furniture to watch a short film about the glamorous founders of Italy’s iconic fashion house. “Because mostly, the show is the story of our lifestyle, our lifetime,” says Rosita.     Ottavio Missoni’s private patchworks hang above the furniture for an immersive experience. Photograph: Max Zambelli/Missoni press office    Today the Missoni homewares range incorporates ceramics, linens, rugs, cushions, throws, footstools, towels, lighting and outdoor fabrics and furnishings in the unmistakable, patterns and colourways of their fashion fabrics. “Their designs are instantly recognisable,” says Celia Joicey, director of the Fashion and Textile Museum. “And the fact they have managed to diversify, keep their identity and last so long – where so many other brands have lost their way – there are lessons to take from that.” Soon after Rosita’s homewares relaunch, “little by little” she recalls Missoni-esque imitations appearing. “Copies for me are always a compliment,” she says, magnanimously. “It means you have something to say. And, of course, it makes you step onwards.” This year’s homewares range introduces six new prints that are rooted in the iconic patterns and signature colourways of the Missoni brand. Among them, a print from a 1970s silk dress that Rosita came across in her research for the Maga retrospective, which has been reclaimed from the catwalk and embroidered across luxury sateen cushions. Asked how Missoni continues to thrive against a never-ending trend for neutral interiors, Rosita says it’s all in the technique. “I always start with black or white as a base, and work from there. It’s not just a case of putting pattern on pattern: it’s a skill, a judgment one has to be very sure of. But, by now, I think I know how to play it.” • Missoni Art Colour runs until 4 September at the Fashion and Textile Museum, London SE1 (ftmlondon.org) and is sponsored by Woolmark.",
  "webTitle": "Missoni homes in on the zigzags",
  "webPublicationDate": "2016-05-07T08:00:09Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/missoni-homewares-exhibition-fashion-textile-museum",
  "keyword": [
    {
      "webTitle": "Missoni",
      "id": "fashion/missoni",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Interiors",
      "id": "lifeandstyle/interiors",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    }
  ],
  "authors": [
    {
      "webTitle": "Nell Card",
      "id": "profile/nellcard"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/07/missoni-homewares-exhibition-fashion-textile-museum"
}