{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/25/two-ex-judges-guilty-misconduct-viewing-porn-work",
  "id": "2016-05-25-92",
  "sectionId": "law",
  "body": "Two former judges sacked for viewing pornography on their office computers have been found guilty of misconduct by the Solicitors Regulation Authority (SRA) for the same offences and received a written rebuke. Their conduct was described as “deliberate or reckless” by the SRA. A third judge sacked for watching pornography on his work computer is under investigation by the SRA. The three judges were sacked in March last year for watching explicit sexual material on their computers, while a fourth resigned before he could be sacked. The lord chancellor and lord chief justice were satisfied that the material did not include images of children or any other illegal content, but concluded it was an inexcusable misuse of the judges’ IT accounts and wholly unacceptable conduct for judicial office holders. One of the two to receive a written rebuke is Peter Bullock, who was a recorder on the north-eastern circuit. He became known to the national media when he imposed a bankruptcy order in 2005 at Newcastle county court on Jimmy “Five Bellies” Gardner, friend of the footballer Paul Gascoigne. Bullock is currently not practising as a solicitor.  The other is former recorder Andrew Maw, who sat at Lincoln county court. He resigned in 2014 when he was 65. He was told by the Ministry of Justice (MoJ) that had he not resigned he would have been sacked. He became a solicitor in 1973, was appointed a deputy district judge in 1983, a district judge in 1994, assistant recorder in 1996 and a recorder from 2000. Former immigration judge Warren L Grant is being investigated by the SRA. Like Bullock, he was sacked in March last year. His immigration decisions have been criticised by the organisation Women Against Rape. Grant continues to work as a solicitor at Newman Law solicitors in Finchley, north London, advising on immigration matters. Grant, 61, has made an employment law claim against the MoJ, arguing he was unfairly dismissed and citing the Disability Discrimination Act. He said his behaviour of watching pornography was triggered by problems with his marriage. The MoJ has defended the claim, arguing Grant broke strict guidelines when he used his work IT account to access the explicit websites. A decision is expected shortly. Both Bullock and Maw accepted the SRA findings that they failed to act with integrity and failed to behave in a way that maintains the trust the public places in them. The SRA said of Bullock: “The SRA considers this to be a proportionate outcome in the public interest because Mr Bullock’s conduct was deliberate or reckless and was neither trivial nor justifiably inadvertent.”  The authority made a similar statement regarding Maw’s conduct.  Bullock has been asked to contribute £600 to the costs of the investigation while Maw has been asked to pay £1,350.  In mitigation, Bullock said the material had only been accessed in his private chambers, did not impinge on his judicial work and he only accessed the material on two occasions for a limited time. In the SRA findings, Maw did not put forward any points for mitigation.  A written rebuke is a permanent record of misconduct, equivalent to a formal warning elsewhere in the workplace. It must be declared if the former judges seek new employment.  Viewing pornography is not illegal, but doing so on office equipment is considered such a serious act of misconduct that it undermines public confidence in the judiciary. Dismissal was seen as a necessary punishment for judges whose private lives are not expected to raise questions about their impartiality or judgment.",
  "webTitle": "Two ex-judges guilty of misconduct after viewing porn at work",
  "webPublicationDate": "2016-05-25T16:43:59Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/25/two-ex-judges-guilty-misconduct-viewing-porn-work",
  "keyword": [
    {
      "webTitle": "Judiciary",
      "id": "law/judiciary",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Pornography",
      "id": "culture/pornography",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Diane Taylor",
      "id": "profile/dianetaylor"
    }
  ],
  "guardianId": "law/2016/may/25/two-ex-judges-guilty-misconduct-viewing-porn-work"
}