{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/22/australian-woman-and-dutch-man-die-on-everest-as-queensland-teen-reaches-summit",
  "id": "2016-05-22-211",
  "sectionId": "world",
  "body": "A Queensland teenager’s feat in becoming the youngest Australian to climb Everest has been thrown into stark relief by the death of a compatriot on the same day. Alyssa Azar, 19, reached the summit on Saturday. On the same day, Dr Maria Strydom, a finance lecturer at Monash University in Melbourne and experienced climber, reportedly died of altitude sickness as she made her way down after reaching the top of the world’s highest mountain.  A Dutch climber has also died of altitude sickness and another Australian has been injured. Strydom, 34, fell ill on Saturday afternoon while moving between camps on her descent, according to Seven Summit Treks board director Pasang Phurba Sherpa. She had been undertaking the climb while travelling in Nepal with her husband, Rob Gropel, who was also injured and being assisted down the mountain.   Related: First climbers reach Everest summit after two years of disasters    “After reaching the summit yesterday she said she was feeling very weak and suffering from a loss of energy ... signs of altitude sickness,” Pasang Phurba Sherpa said. A Dutch mountaineer, Eric Arnold, died on Friday, Sherpa said, with altitude sickness blamed in both cases. “A Dutchman died [on Friday] and an Australian died [on Saturday],” he said. Strydom’s family found out about her death when they were worried and Googled her name. “Before I went to bed last night, I came across this article in the Himalayan Times naming my sister as having died on Everest and that is the absolute first I’d heard of it,” Strydom’s sister Aletta Newman said. “Praying for Rob’s [Gropel’s] safety,” Strydom’s mother, Maritha Strydom, wrote on Facebook on Sunday. Australia’s Department of Foreign Affairs said it was providing consular assistance to the family of an Australian woman reported to have died on Everest. “DFAT is also providing consular assistance to an injured Australian man accompanying the woman. Due to our privacy obligations we will not provide further comment.” The bodies were at an elevation of 8,000 metres and it would be a couple of days before they could be airlifted to Kathmandu and handed over to relatives, who had been informed, he said. They are the first fatalities on the world’s highest peak since expeditions resumed this year. Climbs in 2014 were cancelled after 16 sherpas died in an icefall avalanche. In 2015, an avalanche triggered by a 7.8-magnitude quake killed 19 mountaineers at Everest base camp, prompting the cancellation of all trips.   Related: Sherpa: Norbu Tenzing on the Everest 'circus' and the inevitability of another disaster    Azar reached the summit on Saturday night.  “We can confirm that Alyssa has successfully summited Mount Everest. This has been a goal she has been determined to achieve for several years,” a spokesperson said on her Facebook page. As the deaths underline, the journey is not over for her yet. “The descent off the mountain is equally as challenging, it will be a couple of days before she is back into base camp,” the spokesperson said. Earlier in the week, clear weather helped climbers to reach the summit for the first time in three years after avalanches derailed the 2014 and 2015 campaigns. “It’s been many years in the making and a lot of work, but it all comes down to this one week,” Alyssa’s father and fellow adventurer Glenn Azar said.",
  "webTitle": "Everest triumph and tragedy as Australian teen summits but compatriot dies",
  "webPublicationDate": "2016-05-22T01:29:18Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/22/australian-woman-and-dutch-man-die-on-everest-as-queensland-teen-reaches-summit",
  "keyword": [
    {
      "webTitle": "Mount Everest",
      "id": "world/everest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Netherlands",
      "id": "world/netherlands",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nepal",
      "id": "world/nepal",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "world/2016/may/22/australian-woman-and-dutch-man-die-on-everest-as-queensland-teen-reaches-summit"
}