{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/marcus-rashford-roy-hodgson-england-euro-2016-squad",
  "id": "2016-05-16-35",
  "sectionId": "football",
  "body": "As a measure of how quickly Marcus Rashford has announced his arrival on the highest stage, it certainly spoke volumes that when Roy Hodgson’s squad was announced the Football Association did not even have a head-shot for its website. Of the 26 players, 25 had pictures. For the youngest, born 20 days after England’s goalless draw in Italy booked a place in the 1998 World Cup, there was only a grey silhouette.   Related: Marcus Rashford and Andros Townsend in provisional England Euro 2016 squad    Roy Hodgson is certainly taking a calculated gamble when the 18-year-old Manchester United forward has not even won an England under-21 cap and, to put it one way, has seven career goals compared with Jermain Defoe’s 272. Hodgson made a point recently that he did not deserve his reputation for being conservative and it turns out the England manager has an entirely different idea to Gareth Southgate, his under-21s counterpart, about the best way of handling the new kid on the block. Southgate explained Rashford’s recent omission from a trip to Switzerland on wanting to “take a little bit of the heat away” and it being “a bit early for him exposure-wise”. This seemed strange when in the previous five weeks Rashford had played against Arsenal, Liverpool (twice) and scored a winner against Manchester City. Rashford is only a few weeks younger than Michael Owen was at France ’98 and Hodgson’s verdict, in line with that of Louis van Gaal, is a manager should not be fearful when a young player with uncommon talent breaks through. “It is always a danger,” he said, “but if you are fearful there is a danger you don’t select a top player. And if I was fearful I would have missed a few along the way, including Dele Alli. He [Rashford] has burst on the scene. I didn’t like the idea that after one game he had to be in the England squad. But I never dismissed it. We followed him, watched him, liaised with the coaching staff. And who knows? In the week that we work with him – and the game, or part of a game, that he plays – we might start thinking: ‘We really need this fella, he is actually better than some of the others we were contemplating ahead of him.’” Rashford may still have his work cut out to be part of the final number, with three players to be left out before 31 May, especially as he will be preparing for the FA Cup final when England’s squad convene at St George’s Park on Wednesday. He will, however, have a chance in the friendlies against Australia and Portugal, which is more than can be said for the likes of Defoe, Theo Walcott and Andy Carroll, and Hodgson cannot be accused of taking the safe option. On the contrary, there has to be a concern Hodgson’s selection may actually be slightly reckless given he will go into the tournament with Chris Smalling, Gary Cahill and John Stones as his only centre-backs. Eric Dier can move back from midfield in the case of an emergency but it still represents a considerable gamble to exclude Phil Jagielka when Smalling can be injury-prone, Cahill has had an erratic season and Stones’s deterioration has strayed dangerously close from turning from a blip into a full-blown slump. Stones’s chances of starting have been substantially damaged by his mistake against Holland, leading to a goal, in England’s last game at Wembley, but at least he has made the cut whereas Jagielka, like Leighton Baines, appears to be paying the price for Everton’s defensive disorganisation under Roberto Martínez. Having supplanted Ashley Cole in the World Cup, Baines did not even warrant an explanatory telephone call from Hodgson this time. Jagielka is 33, and Baines 31, and it is tempting to think their international careers must now be over. The same applies for Michael Carrick after a long yet strangely unsatisfactory international career featuring only 17 full games in 15 years, a “retirement” in early 2012, an awkward U-turn later that year and the sense overall that none of the four managers who have selected him – Sven-Goran Eriksson, Steve McClaren, Fabio Capello and Hodgson – were totally devoted to the idea of him taking the role for England he has with Manchester United. In another country, Carrick might have been the fulcrum of the team. Instead, there have been 22 starts and 12 substitute appearances since May 2001. Carrick has played only one match in a major tournament, the 1-0 win against Ecuador in the 2006 World Cup, and his international career will be remembered for flickering without igniting. If anything, Hodgson is top-heavy with central midfielders and his loyalty to Jack Wilshere is unquestionable given the Arsenal player was “very easy” to select despite having not started a single league fixture this season until Sunday. Danny Drinkwater, in comparison, has hardly missed a game for Leicester City, the champions, but could still be excluded from the final cut. Drinkwater and Fabian Delph have the look of possible back-ups while Wilshere and Jordan Henderson, another of Hodgson’s favourites, look assured of a place as long as they are fit. “I had to ask myself certain questions,” Hodgson said of Wilshere’s inclusion. “Number one, is he actually fit now? Yes, he is fit. Is he the type of player who brings something different? Yes, he does. At top-level competition, in the qualifiers, has he performed? Has he done the job for us? Has he been a very good player? Three man-of-the-matches in a row would answer that one. So, really, to select him in a group of 26 was very easy. “Would I have liked him to be playing week-in, week-out for Arsenal? Of course. Would I have liked Jamie Vardy, Harry Kane and Eric Dier to have played a few less games and Chris Smalling to have had a bit of a rest? Yes, I would. Jack is there on merit. He is a special player. We don’t have lots and lots of Jack Wilsheres available.”",
  "webTitle": "Marcus Rashford the wild card in Roy Hodgson’s England Euro 2016 squad",
  "webPublicationDate": "2016-05-16T21:30:10Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/marcus-rashford-roy-hodgson-england-euro-2016-squad",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jack Wilshere",
      "id": "football/jack-wilshere",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/16/marcus-rashford-roy-hodgson-england-euro-2016-squad"
}