{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/the-stone-roses-all-for-one-review",
  "id": "2016-05-12-38",
  "sectionId": "music",
  "body": "The message from the band wasn’t exactly overflowing with detail: “The Stone Roses will release a new single tonight at 8pm,” it said. Well, they always could be a bit terse. Yet it said enough. After the Twitter rumours, the snaps of band members hurriedly entering Paul Epworth’s north London recording studio and a series of lemon posters erected in their hometown of Manchester, we’re finally here: All For One is the first new material from the Stone Roses in 21 years. And on paper, it has plenty of Roses touchstones: psychedelic vocals, a brilliant Squire solo that doesn’t overstay its welcome and a lyrical theme of solidarity – “All for one, one for all/If we all join hands we’ll make a wall” – that harks back to their rave roots. It’s surprisingly rocking – Reni’s drums flinging it along at a frantic, clattering pace – and the chorus will be bellowed loudly in fields by many a middle-aged man this summer.            But the Stone Roses were never about ticking off points on a checklist. What made them such a life-changing force was how far beyond the sum of their parts they could venture – giving their simple melodies both a depth and a featherlight grace that wasn’t replicable by their countless imitators. In truth, this feels more like an imitation than the real thing – it has the swagger but it’s heavy handed too, toiling away like a bog-standard Britpop rocker. It’s a disappointment only because of what the band once were. To this day, their self-titled debut album remains one of the most perfect statements ever made in British pop music, marking a point where classic 60s-inspired songwriting collided with the stardust-sprinkled headrush of acid house’s second summer of love. But by its follow up, 1994’s muso-leaning Second Coming, their magic seemed to have dissipated. For that reason, many fans were anxious about the release of new material in 2016. After all, if they could make that much of a mess of things in five years, god knows what they might do given 20. After a handful of listens, All For One doesn’t sound like the reputation-shredding disaster some feared. It will please the Madchester faithful, who don’t require a fresh take on what these musicians are about, but rather something that, on the surface at least, could slot neatly onto a Shine compilation from the era. But for those who crave the magic of the band at their peak, the wait goes on.",
  "webTitle": "The Stone Roses: All For One review – lacking the stardust of the band's peak",
  "webPublicationDate": "2016-05-12T20:09:26Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/the-stone-roses-all-for-one-review",
  "keyword": [
    {
      "webTitle": "Stone Roses",
      "id": "music/stone-roses",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Jonze",
      "id": "profile/timjonze"
    }
  ],
  "guardianId": "music/2016/may/12/the-stone-roses-all-for-one-review"
}