{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/24/flowers-for-mrs-harris-review-five-star-fairytale-dior-sheffield-crucible",
  "id": "2016-05-24-194",
  "sectionId": "stage",
  "body": "Mrs ’Arris Goes to Paris is a 1958 novel by Paul Gallico in which a London charlady dreams of owning a Dior dress. It’s unashamedly sentimental and not a little preposterous, but writer Rachel Wagstaff and composer/lyricist Richard Taylor have succeeded in transforming this ration-era fairytale into one of the most heartwarming and tear-forming British musicals of recent years.    Related: Song-and-dance man Daniel Evans is a great creative choice for Chichester    It commands attention because Taylor’s score combines accessible tunes with operatic complexity, while Wagstaff throws just enough common obstacles in the way to keep Mrs Harris’s door-to-Dior journey a reality. Having scraped together sufficient funds to acquire the gown, she fails to allow for import duty and shortfalls in the exchange rate. The scene at the border is a classic: asked if she has anything to declare, Mrs Harris replies that she has a custom-fitted Dior frock worth a year’s wages in her luggage. “And I’m Winston Churchill,” the customs official smiles, waving her through.  Daniel Evans’s final production as artistic director of the Crucible is a perfect fillip for a new age of austerity and features some fine comedy as Clare Burt’s indomitable femme de ménage melts the froideur of the staff on the Avenue Montaigne. It also looks absolutely ravishing as designer Lez Brotherston takes full advantage of the licence to indulge in the scandalous extravagance of the New Look. Evans’s tenure in Sheffield has been a rare luxury. It’s only fitting that his parting gift should bear such a prestigious label. • At the Crucible theatre, Sheffield, until 4 June. Box office: 0114 249 6000.",
  "webTitle": "Flowers for Mrs Harris review – five-star fairytale about a dream Dior dress",
  "webPublicationDate": "2016-05-24T11:35:18Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/24/flowers-for-mrs-harris-review-five-star-fairytale-dior-sheffield-crucible",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Musicals",
      "id": "stage/musicals",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Christian Dior",
      "id": "fashion/christian-dior",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    }
  ],
  "authors": [
    {
      "webTitle": "Alfred Hickling",
      "id": "profile/alfredhickling"
    }
  ],
  "guardianId": "stage/2016/may/24/flowers-for-mrs-harris-review-five-star-fairytale-dior-sheffield-crucible"
}