{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/22/david-cameron-defence-minister-penny-mordaunt-lying-turkey-joining-eu",
  "id": "2016-05-22-95",
  "sectionId": "politics",
  "body": "David Cameron has in effect accused leave campaigners, including his own defence minister, Penny Mordaunt, of lying about the prospect of Turkey joining the EU.  The prime minister said his Conservative colleague had made “a very misleading claim” when she said Britain would not be able to stop the accession of new countries into the EU. “She is absolutely wrong. Let me be clear, Britain and every other country in the EU has a veto on another country joining. That is a fact,” said Cameron, in an interview on ITV’s Peston on Sunday. “The fact that the leave campaign are getting things as straightforward as this wrong should call into judgment the bigger argument about leaving the EU.” He said out campaigners were trying to persuade people to vote for Brexit solely on the back of an issue “that is not true”.      Penny Mordaunt on BBC1’s The Andrew Marr Show. Photograph: Jeff Overs/BBC/PA    His comments followed an interview with Mordaunt on The Andrew Marr Show, in which she said the way the migrant crisis was being handled was speeding up the accession of Turkey, in particular, but other countries as well. Asked if Britain had a veto on the issue, Mordaunt replied: “No it doesn’t.” She then argued: “I do not think that the EU is going to keep Turkey out. I think it is going to join. I think the migrant crisis is pushing it more that way.” She argued that if the expansion policy was being pursued then Britain needed the “tools to protect our national security”, which were not currently available. And in an attack that appeared to be aimed at Cameron, she agreed when asked if the remain campaign was “an establishment stitch-up”.   Related: Vote Leave embroiled in race row over Turkey security threat claims    “I think the public are seeing through this and I think that at moments in our history – 1939, 1982 – we have gone against the orthodoxy of the establishment. We have stood up and said no, we are not going to be a nation of followers, we are going to be a nation of leaders and that’s what we need to happen in this referendum.” She accused her opponents of scaremongering and said it was a “shame that there are a lot of people who want us to be frightened right now”.  Cameron hit back, arguing that Mordaunt was doing a good job in the Ministry of Defence, “but on this question of whether or not we have a veto, the leave campaign are wrong”. “It is not remotely on the cards that Turkey is going to join the EU any time soon. They applied in 1987. At the current rate of progress, they will probably get round to joining in about the year 3000.” Leave campaigners pointed out that in recent years the prime minister had made positive arguments in favour of Turkey’s accession, including during a visit to the country in 2010.  Matthew Elliott, chief executive of Vote Leave, said: “David Cameron has said he wants to pave the road to Ankara and has repeatedly confirmed it is government policy for Turkey to join the EU. The EU is speeding up the process of Turkey joining and we are paying nearly £2bn to help make it happen. If it isn’t on the cards why are taxpayers footing the bill for it already?” David Owen, the former foreign secretary, added: “Only nine weeks ago David Cameron committed the country at the European council to re-energise the accession process of Turkey into the EU. The EU is continuing the preparatory work for Turkey at an accelerating pace with all of this going forward in parallel.” Asked about the pressure the battle was putting on the Conservative party, and in particular Boris Johnson calling his points “demented”, Cameron said he was remaining focused on the arguments. “Boris is hugely capable in lots of ways but I’m not going to go into Boris today,” said the prime minister. Cameron said he believed the government and Conservative party would reunite at the end of the campaign and focus on its legislation agenda but admitted that the result of the June referendum was high stakes. “What is a more important decision – a general election or this Europe vote? Actually the Europe vote is more important because if you don’t like the government, you can always get rid of them in five years’ time. “Whereas if we make this decision to leave the EU, and get out of the single market and hit our economy and hit jobs it would be very, very difficult if not impossible to reverse that decision.” Asked about Conservative succession and whether George Osborne should be the next leader, Cameron said: “We have been working together for the last 11 years. I think he is a man of great talent. I am not going to pick my successor. The Conservative party will do that. But George is hugely talented, a brilliant chancellor of the exchequer. In politics you have to have partnerships, you have to have teamwork. Prime ministers do not do this on their own.”    Great to join @HarrietHarman at @Asda in Hayes. We are clear - prices will rise if we leave the EU. #StrongerIn. pic.twitter.com/78vPDrnL4L— David Cameron (@David_Cameron) May 22, 2016    The interview came after Cameron appeared at an event at a west London Asda with Labour’s Harriet Harman, in order to warn that Brexit could push up the price of people’s grocery shopping.  The Guardian’s Gaby Hinsliff pointed out that the prime minister’s tweet – “great to join @harrietharman at @Asda in Hayes” – was probably something he had never imagined saying.  Cameron and Harman claimed that family shopping could rise by £220 a year after a vote to leave, as a result of a fall in sterling.  The finding will be included in a Treasury report to be published on Monday, which also shows a potential decline in house prices. “Independent studies show that a vote to leave would hit the value of the pound, making imports more expensive and raising prices in the shops,” said the prime minister. Andy Clarke, the Asda president, agreed that there would be uncertainty for prices, which is why the supermarket was calling for a vote to remain.  Former chief executive of Waitrose, Mark Price, said: “While retailers make individual decisions on pricing in their stores, there is an established link between the sterling exchange rate and prices in shops.” The potential of higher tariffs post Brexit could have an additional effect, he added. In the interview, Cameron rejected the claim that the Treasury could not possibly forecast the level of detail on issues such as house prices and food bills. “The reason why our economy would be less well off is relatively straightforward – we are part of a market of 500 million, the leave campaign want us to come out of that market … that will make us poorer as a country,” he said, adding that it would clearly impact on sterling. He said leave campaigners had in effect concluded that the economic hit was a price worth paying, something they reject.",
  "webTitle": "David Cameron suggests defence minister is lying over Turkey joining EU",
  "webPublicationDate": "2016-05-22T11:53:42Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/22/david-cameron-defence-minister-penny-mordaunt-lying-turkey-joining-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/22/david-cameron-defence-minister-penny-mordaunt-lying-turkey-joining-eu"
}