{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/the-guardian-view-on-the-local-elections-ignore-england-at-your-peril",
  "id": "2016-05-02-60",
  "sectionId": "commentisfree",
  "body": "This week’s local and devolved elections have inevitably been overshadowed by next month’s EU referendum. Nevertheless, for the first time since the general election, the whole of Britain’s electorate has a chance to make its voice heard on Thursday. From the devolved assemblies in Scotland, Wales and Northern Ireland, via mayoral elections in London, Liverpool, Salford and Bristol, through local council elections in much of England, and in police and crime commissioner contests in England and Wales, the ballot boxes beckon. There are even two Commons byelections in Labour seats, one in Sheffield, the other in south Wales. So the first thing to say about all these elections is to urge people to use the opportunity to vote. It is glumly true that local government has never been one of those subjects that get many people out of bed in the morning. It is also true that local government has seen its powers systematically chipped away for decades by centralising governments of every stripe. It is undeniable as well that the election campaign hasn’t felt much like a festival of democracy these past few weeks, even in places like London and Scotland that will trigger the biggest headlines and the largest consequences on Friday. And the existential importance of this week’s voting undeniably pales in comparison with the EU referendum in June. Nevertheless, the May elections matter, because government matters and because the results will reshape the mood in and between the major parties. When the results are counted, most of the immediate focus will of course be on the big contests in Scotland, Wales and London. That priority can certainly be justified. Anything other than wins for the Scottish National party in the Holyrood vote or for Labour in Wales and London would be major shocks with major implications. But the political class ignores the rest of England at its peril. Mainly that’s because of the numbers. Around 16 million people in England’s cities and counties are electing councillors this week. This is more people than have the vote in Scotland, Wales and London put together. But it’s also because, whichever way people vote in Scotland, Wales and London it is the voters in the rest of England — who between them elect almost two out of every three MPs at Westminster when general elections come around — who in the end do most to shape the politics of this country. Winning in England isn’t an optional extra for a party that aims to govern Britain. It’s an unavoidable core task to think English. That’s even more true when the SNP have a lock on Scotland. When most of these English council seats were last contested in 2012, in the aftermath of George Osborne’s “omnishambles” budget, Labour under Ed Miliband had a successful night. Labour added nearly 500 council seats to its poor 2008 showing in those contests four years ago. It secured 39% of the national equivalent vote share, which projects local election outcomes on to a Britain-wide national canvas. Yet Labour has not come close to repeating that level of success since. Mr Osborne produced another divisive budget this year too. And voter confidence in the government’s economic strategy is lower now than it was in 2012, when many voters still gave them the benefit of the doubt. Logically, this ought therefore to be a bumper election week for the opposition, not least because the Conservatives are also so obsessed by and divided over Europe. But there are few signs that Labour will have a year like 2012 this time. Labour is currently polling around 30% in local byelections, nine points down on four years ago. Forecasts – made before Labour’s current internal argument about antisemitism – in fact suggest around 150 Labour seat losses in England, with the Conservatives, the Liberal Democrats and Ukip all sharing the gains. A relatively good night for the Lib Dems is a possibility this week, though that would not be as significant politically as a relatively good night for the Tories under such difficult circumstances. It is right to await the results before drawing firm conclusions. But results on these lines would justify serious Labour soul-searching. The justification for saying this has nothing directly to do with Jeremy Corbyn’s leadership. It is simply that, with Labour in continuing eclipse in Scotland, the party’s ability to mount a convincing challenge at the 2020 UK general election will depend more than ever before on having a strategy for making convincing gains in England. Labour needs to be making unambiguous gains in England this week, not just in London, for 2020 to look even remotely competitive.",
  "webTitle": "The Guardian view on the local elections: ignore England at your peril | Editorial",
  "webPublicationDate": "2016-05-02T18:10:41Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/the-guardian-view-on-the-local-elections-ignore-england-at-your-peril",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/the-guardian-view-on-the-local-elections-ignore-england-at-your-peril"
}