{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/corporate-tax-cuts-to-cost-budget-53bn-over-four-years",
  "id": "2016-05-03-268",
  "sectionId": "australia-news",
  "body": "The Turnbull government has given big business exactly what it wants – a substantial tax cut.  It has also extended the Abbott government’s small business tax package by giving small and medium businesses more tax cuts and incentives. Together, the measures will cost $5.3bn in lost revenue over four years. But the government says those losses will be offset by increased revenue from other budget measures.   Related: The winners and losers from Scott Morrison's 2016 budget    “Our corporate tax rate is high by international standards and well above the average for OECD countries and those in the Asian region,” the budget papers say. “This will make Australian companies more internationally competitive in a tough global market place.” The government plans to cut the corporate tax rate significantly, from 30% to 25%. It will be the first corporate tax cut in 15 years. The cut will be phased in over 10 years to 2026­27. It has also cut the tax rate for small and medium businesses, from 28.5% to 25%, to be phased in over 10 years. It means all company tax rates in Australia will align at 25% within a decade. The Business Council of Australia, the Australian Chamber of Commerce and Industry, and other business groups, have been calling for a corporate tax cut for years. It means Australia’s corporate tax rate will match the average for countries in OECD, at 25%. The treasurer, Scott Morrison, says treasury modelling suggests the measures will grow the economy by 1% over the long term. He says they will lead to higher living standards, via increased business investment and more jobs.   Related: New welfare recipients to get less as carbon tax compensation dropped    In the Abbott government’s budget last year, small businesses with an annual turnover of $2m received a tax cut of 1.5% – reducing their rate from 30% to 28%. But the Turnbull government has now extended that tax incentive by increasing the threshold from $2m to $10m. It then says those businesses will see their tax rate reduce from 28.5% to 27.5%, from 1 July 2016. And the annual turnover threshold will then be progressively increased each year – to $25m in 2017-­18, to $50m in 2018-­19, to $100m in 2019­20, and so on – until all companies face a tax rate of 27.5% in 2023-­24. Then, in 2024­-25, the company tax rate will be reduced to 27% and then be progressively reduced by one percentage point each year until it reaches 25% in 2026­-27.",
  "webTitle": "Corporate tax cuts to cost budget $5.3bn over four years",
  "webPublicationDate": "2016-05-03T09:50:34Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/corporate-tax-cuts-to-cost-budget-53bn-over-four-years",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/03/corporate-tax-cuts-to-cost-budget-53bn-over-four-years"
}