{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/17/michele-flournoy-hillary-clinton-possible-pentagon-chief-isis",
  "id": "2016-05-17-80",
  "sectionId": "us-news",
  "body": "A security specialist tipped as the potential defence secretary in a Hillary Clinton administration has set out an agenda that confidently asserts American leadership in the world, backed by strong military force.  Michèle Flournoy, cofounder and chief executive of the Center for a New American Security (CNAS) thinktank, launched a report on Monday that some in Washington might be tempted to mischievously characterise as an 18-page job application.   Related: Can Hillary Clinton convince in the age of the goldfish? | Jill Abramson    Asked if she would be interested in a cabinet position should Clinton win the presidency in November, Flournoy did little to play down the notion, smiling as she said: “I don’t speculate. I am very happy at the CNAS in its 10th anniversary year.” Flournoy was undersecretary of defence for policy from 2009 to 2012, making her one of the highest-ranking women in the history of the Pentagon. She was previously a defence policy adviser to Clinton during the 2008 presidential campaign and is said to remain close to the former secretary of state. The 55-year-old told the Guardian on Monday: “I don’t want to speak for her, but what I will say is I think the policies she’s already articulated in a series of speeches and in her record as secretary of state suggest that she understands the importance of American leadership in the world, that she is in the bipartisan consensus that has supported a smart approach to US engagement as the best way to protect our interests and also underwrite the global order. “Personally, when I look at the other candidates who are still standing, I think they are at the margins of that consensus. They may even be outside that consensus. So I think that’s an important topic for Americans to discuss in this election season.” The CNAS published its report, Extending American Power, after a yearlong series of dinner discussions with experts and ex-officials co-chaired by Robert Kagan, who sits on the secretary of state’s foreign affairs policy board, and James Rubin, who was assistant secretary of state and chief spokesman for the state department during the Bill Clinton administration. Its conclusions are endorsed by Flournoy and others. In a tantalising glimpse of a possible Hillary Clinton foreign policy agenda, the report recommends increased US military action against Islamic State in Iraq and Syria.     Michèle Flournoy has been floated as a potential defence secretary for Hillary Clinton, here campaigning in Kentucky. Photograph: Aaron P Bernstein/Reuters    “We strongly believe that there is no alternative but to deny Isis a safe sanctuary from which to operate,” it says. “It is imperative, therefore, that the international effort against Isis is scaled up substantially. The United States should be prepared to lead such an effort, the aim of which should be to uproot Isis from its sanctuary.” The document adds: “The United States should show a new resolve by increasing significantly its military contribution across the board, including providing more unique air assets, additional intelligence assets and a larger contingent of special operation forces capable of identifying and destroying high value and other critical Isis targets.” The authors also urge greater support for anti-Assad rebels in Syria, with the US and other allies employing the necessary military power, “including an appropriately designed no-fly zone”. Clinton has declared her support for such a measure. The report also suggests a hawkish stance towards Iran, nuclear deal notwithstanding. The next administration must make it “abundantly clear” that it has no interest in pursuing an off-shore balancing strategy. On the contrary, “US military forces in the region should be sufficient to ensure the security of Gulf allies and the Strait of Hormuz against potential Iranian aggression”. Other recommendations in the Middle East include pressing Saudi Arabia to counter all the groups its support helped to radicalise, a two-state solution for Israel and the Palestinians and more encouragement of Egypt and other Arab nations to respect their people, in particular the rights of women. Flournoy said during a panel discussion in Washington: “Whoever the next administration is needs to articulate a vision and a strategy and a set of priorities and have a conversation with the American people about this topic. What is America’s role in the world? Why do we need to be engaged? Why do we need to shoulder some of the burdens of leadership? What are the benefits to the United States and to the broader global order? We need to have a conversation about what kind of investment does that require.” She called for more consistent funding of the defense department, which she could be the first woman to run next year. “The most important thing, certainly from a defence perspective, is predictability. You cannot invest in and modernise the military that we need in the future living from continuing resolution to continuing resolution, or living in a world where you don’t know if you’re going to get a budget deal that gives you some relief or go back to the world of sequestration.” Rubin, meanwhile, called for diplomacy and force to be married more effectively. “In the absence of America leading, things don’t get done,” he said, pointing to the Middle East over the past decade. He defended the western intervention in Libya that happened on Clinton’s watch, arguing that the alternative would have been a Syria-style civil war. Donald Trump, the presumptive Republican nominee, hovered like a spectre over Monday’s discussion. Robert Zoellick, former US trade representative and ex-World Bank president, said pointedly: “We need to treat the Mexicans and Canadians as friends and partners and certainty not as rapists.”   Related: Bill Clinton's emerging role in a Hillary presidency: economy tsar    Later, in an interview, Flournoy denied that the US was losing its superpower status as it faces a rising China and resurgent Russia. “I don’t think anyone in this group buys the argument that America is in decline, and the simple test you can take is: would you trade places with any other country in the world? The answer is usually no.” During her time at the Pentagon, Flournoy was a close adviser to defence secretary Robert Gates and media reports suggested that she might succeed him, but the job went to Leon Panetta, whom she continued to advise. She worked on issues including the withdrawal of troops from Afghanistan and Iraq and implementing extensive budget cuts. When she quit, she said she felt the need to rebalance her life and spend more time with her children.",
  "webTitle": "Potential Hillary Clinton Pentagon chief calls for increased action against Isis",
  "webPublicationDate": "2016-05-17T17:13:06Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/17/michele-flournoy-hillary-clinton-possible-pentagon-chief-isis",
  "keyword": [
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/17/michele-flournoy-hillary-clinton-possible-pentagon-chief-isis"
}