{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/02/unenthusiastic-response-to-shared-parental-leave",
  "id": "2016-05-02-188",
  "sectionId": "lifeandstyle",
  "body": "A year after rules came into force that allow fathers to share parental leave with their partners, hardly any are. According to a survey of employers and parents, only 1% of dads are taking advantage of this new opportunity. More than four out of 10 companies had not seen a single male employee take up the right. Why? Well, there are the obvious reasons: men worrying about their jobs or not being interested, equal pay and so on. Separations and divorces will also make this whole privilege a complicated matter. I can imagine a good one-act play based on difficulties caused by the fact that, whereas it is always clear who is the mother of a baby, it is not always so certain who the father is – witness the old saying: “Few men can be certain they are not fathers, and they are not necessarily to be envied.” The firms that allow parental leave might endeavour to find out how much time the parent actually does spend with their offspring – as opposed to on a holiday to help them recover from the strain of it all while Granny copes with the child… or even doing extra work elsewhere to pay for a nanny. Is a daddy more likely to do this than a mummy? In Sweden, where shared parental leave is offered on a “use it or lose it” basis, it has been nicknamed “moose hunting leave”. Yet another reason being given for the low take-up is the unwillingness of many mothers to share this time with their baby. The interesting thing is that for the most part, equality between the sexes has, until now, been a matter of females getting a slice of the privileges enjoyed by men, not the other way round. Shared parental leave may be a sign that all that is about to change. What do you think? Have your say below",
  "webTitle": "The unenthusiastic response to shared parental leave",
  "webPublicationDate": "2016-05-02T10:00:21Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/02/unenthusiastic-response-to-shared-parental-leave",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Childcare",
      "id": "money/childcare",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Katharine Whitehorn",
      "id": "profile/katharine-whitehorn"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/02/unenthusiastic-response-to-shared-parental-leave"
}