{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/mozart-gran-partita-cd-review-royal-academy-music-ensemble-trevor-pinnock",
  "id": "2016-05-05-163",
  "sectionId": "music",
  "body": "Chamber music for winds doesn’t get better than the mighty Gran Partita – 50 minutes of Mozart at his most sublimely tuneful and blithe. And from their glowing first chord to the extravagantly mellow colours of the variations to the deft fizz of the finale, this is seriously impressive playing from students of the Royal Academy of Music under Trevor Pinnock. The piece needs a superb first oboe and the academy has that in Thomas Blomfield, who leads with a gorgeously assured musicality. In general, the ensemble sound is elegant and refined, and technically near immaculate, so it feels churlish to complain when things are too clean. But for me, what’s lacking here is a gutsier swing in the minuets, a more audacious sense of drive from the bottom up, a hint of wonky squeezebox in inner textures and an edge of reckless abandon in the fast movements. With players this good, Pinnock could afford to let loose a bit.",
  "webTitle": "Mozart: Gran Partita CD review – seriously impressive students under Trevor Pinnock",
  "webPublicationDate": "2016-05-05T14:15:10Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/mozart-gran-partita-cd-review-royal-academy-music-ensemble-trevor-pinnock",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Molleson",
      "id": "profile/kate-molleson"
    }
  ],
  "guardianId": "music/2016/may/05/mozart-gran-partita-cd-review-royal-academy-music-ensemble-trevor-pinnock"
}