{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/shortcuts/2016/may/23/little-things-big-things-grow-beginners-guide-gardening",
  "id": "2016-05-23-77",
  "sectionId": "lifeandstyle",
  "body": "When to prick out and when to pinch out, what to dead-head and what to mulch – the Royal Horticultural Society says a whole “lost generation” of people in their 20s and 30s have no idea when it comes to gardening. It has led to back gardens suppressed by decking, front gardens concreted over and used to park the car. “For a lot of them, their parents just didn’t teach them gardening and we lost a lot of the skills,” Sue Biggs, director-general of the RHS, told the Times. But she also blamed the rise of buy-to-let and the housing crisis, which has made it harder for younger people to buy their own homes, and so literally to put down roots. So how can millennials get involved? Two experts advise: Have patience “The modern world expects instant results, and gardening isn’t about instant results,” says Christine Walkden, the horticulturalist and presenter of the BBC series Christine’s Garden. “It’s the one thing in the modern world that you’re not going to change with the biggest computer.” But a little bit of instant(ish) gratification works wonders   “If you’re growing food, tomatoes are brilliant: the seeds germinate easily, they always fruit,” says Frances Tophill, a presenter of ITV’s Love Your Garden and the author of First Time Gardener. “If you’re growing flowers, start with annuals, because you’re guaranteed to get a nice display that year, and then move on to perennials, which take it to another level of winter care.” Start small   “If you overwhelm yourself by doing something really complicated, it gets on top of you,” says Tophill. “Then, if you let it get behind, it becomes stressful. Start with something you know you can cope with. If you have a window box, grow three herbs you know you have time to tend. Slowly build up. If you have a confidence knock, and all the things you’ve tried to grow have died, then it can stop you having any incentive to do it next year.”   Related: Gardens: tomato cuttings that’ll shoot up    Do your research   “Choose plants that you know grow in your area – walk down the street and look at what your neighbours have,” says Tophill. “There are lots of ‘right plant, right place’ books. Work out what sort of soil you have, how much sun and wind, and choose things that will grow in that space: they will take care of themselves.” Gardening is a learning process, says Walkden: “You had to be taught how to read, how to drive a car; people seem to think that with gardening you just put it in and it grows.” Garden anywhere   A garden is a luxury completely alien to many urban twenty somethings, but as well as houseplants, any outside space will work. “If you’ve got a doorstep, you can have a pot,” says Walkden. “If you’ve got a windowsill, you can have a window box. You can have containers screwed to the wall.” And don’t let renting put you off   You don’t have to spend a lot of money to make your garden look better. “Mow the lawn, put down some wild flower seeds,” says Tophill. “You can make a living wall using a wooden pallet – bolt it to the wall, fill it with liner and compost and grow all kinds of things. It’s so cheap that even if you don’t end up taking it with you it doesn’t matter.” Mainly though, she says, “grow things in containers so when you move you can take them with you.” Don’t give up   “Try, and if it doesn’t work, try again, because at some stage it will,” says Walkden. “Never give up on the first try. Sow, sow, sow again. Don’t be intimidated. There’s always next season if you do cock it up.” Failing that, get your parents round.",
  "webTitle": "‘Grow three herbs and build up’ – the millennial’s guide to gardening",
  "webPublicationDate": "2016-05-23T17:41:00Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/shortcuts/2016/may/23/little-things-big-things-grow-beginners-guide-gardening",
  "keyword": [
    {
      "webTitle": "Gardening advice",
      "id": "lifeandstyle/gardeningadvice",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Emine Saner",
      "id": "profile/eminesaner"
    }
  ],
  "guardianId": "lifeandstyle/shortcuts/2016/may/23/little-things-big-things-grow-beginners-guide-gardening"
}