{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/flint-water-crisis-obama-visit-michigan",
  "id": "2016-05-04-175",
  "sectionId": "us-news",
  "body": "Since 12-year-old Flint resident Jeremiah Loren contracted a debilitating bacterial infection that has rankled his stomach, his grades have dropped dramatically, he’s missed four months of school this year, and there are days he doesn’t even get out of bed. Jeremiah, who has tested positive for elevated blood lead levels, first contracted the infection a few months after Flint switched its water supply to a corrosive local river. His mother, Tammy Loren, attributes his illness directly to the Michigan city’s contaminated water supply. “There’s no other way for him to [have] contracted it,” she said. “He has abdominal pains so bad where he can’t get up out of bed. He’s constantly fatigued and dizzy.” As Barack Obama treks north to Flint on Wednesday at the behest of an eight-year-old resident, he’ll be greeted by a city ensnared in a cascade of ongoing issues similar to the Lorens’. The water crisis, now entering its third year, has done more than shatter residents’ trust in their government; there are potentially long-term health consequences, a lack of funding to remove the network of lead piping, and an unnerving reliance on bottled water, as officials have yet to declare it’s safe for residents to drink their tap water without a filter. “They don’t give a damn about us and they ain’t been giving a damn about us,” said Nayyirah Shariff, 39, an activist and member of the Flint Democracy Defense League. “Like we’re a poor community, so they’re like screw poor people … screw people of color? They just don’t give a damn.” Republican governor Rick Snyder, who first publicly admitted six months ago that Flint residents had been exposed to high levels of lead in the water supply, has repeatedly apologized for his administration’s role in the crisis but has sought to distance himself from criticism for his months-long delay. On Monday, the governor traveled to Flint – without notifying the public – to meet a restaurant owner and speak about what had been accomplished to address the crisis. But two years after a Snyder-appointed emergency manager oversaw the city’s transition to drawing its water from the the Flint river, prompting widespread complaints about discolored and smelly water, residents say the effort has been wholly inadequate. What’s more, they say, there remains a disconnect from the needs of the majority-black city, where more than 40% of residents live below the poverty line. “For me, the way that you act, it determines your values and what you hold important,” Shariff said. “The fact there still hasn’t been a proper response to this is absolutely insulting. We’re just like second-class citizens.”     Nakiya Wakes, of Flint, Michigan. Photograph: Jacquelyn Martin/AP    Flint’s water supply became contaminated with lead in April 2014, after the source of the city’s drinking water was switched from Lake Huron to the Flint river. Water from the Flint river had for months corroded lead from inside of water pipes before flowing into households across the city. Nearly $70m has so far been appropriated by the state to reconnect Flint with Detroit’s water system, conduct testing for lead and provide bottled water to residents. The governor activated the national guard to assist in the state’s response. An additional $165m has been proposed for further measures and a federal declaration of a state of emergency meant $5m in additional federal aid.  Snyder said on Tuesday that he expected the state legislature to approve expanded Medicaid coverage for children and adults up to age 21, but lawmakers have delayed approving the measure for more than two months. Other residents pointed to the lack of bottled water delivery to homes, forcing many to amend their daily routine to travel to pick up bottled water at fire stations across the city. “If they really wanted to have an authentic response, [then] why do we have to drive around and get water?” said Shariff. “Why do they wait over two months for Medicaid expansion.” One of the major priorities of Flint mayor Karen Weaver has been replacing all of the lead pipes in the city to prevent leaching from those that have been irreparably corroded. Flint has replaced lead service lines for 33 homes since Weaver launched a local effort in March, and officials are preparing efforts for 400 additional homes, said Kristin Moore, spokesperson for Weaver’s office. But Weaver estimates the city would need $55m that it doesn’t have to complete pipe replacement. Snyder told reporters this week that the state is “going to continue to help get the lead service lines out”, and about $2m has been appropriated for the effort – enough to remove about 500 lines in a city that has been estimated to have about 15,000. “The city has been waiting for state and federal lawmakers to pass bills that would cover the $55m cost of replacing every lead-tainted service line in Flint,” said Moore. “It no doubt would lower the per-home cost to replace the pipes if contractors were bidding on $55m worth of work rather than $2m.”  Though Obama’s visit has created a glimmer of optimism, some believe the trip should have occurred months ago. The president was in Detroit for the North American International Auto Show in January, where he addressed the “terrible tragedy” of Flint. “I feel like Obama should’ve been here,” said Nakiya Wakes, 40, a resident and activist. “It took a little girl to write him for him to come.” Shariff agreed, but said the president’s visit speaks volumes about Michigan’s governor, who has yet to hold a public forum to meet with residents impacted by the crisis. “What does it say that Obama lives in the White House in DC, and he can meet with Flint residents before Snyder can?” she said. “And he lives 40 minutes away in Ann Arbor.” It’s the role of Snyder, who installed a succession of four emergency managers to address Flint’s finances, that draws the most vocal criticism in the city of 100,000. The governor has rebuffed calls to resign, even as the crisis prompted a recall petition.     Activist Nayyirah Shariff. Photograph: Ryan Felton for the Guardian    The 57-year-old former venture capitalist, who won the 2010 gubernatorial race without ever having served in office, has attempted to pin blame for the crisis on “career bureaucrats” who interpreted federal lead regulations too narrowly. But a Snyder-appointed taskforce reviewing what happened in Flint found, in March, that the state’s role was the most significant in causing the crisis. The report highlighted the numerous instances when Snyder’s top aides expressed alarming concerns about Flint’s water supply, long before the governor acknowledged it wasn’t safe for Flint residents to drink. The delayed response in conducting a timely review of the system could result in a $1bn price tag from multiple lawsuits that have been filed at the state and federal level. Civil fines may also be levied as a result of an investigation by Michigan’s attorney general, who has already charged two state environmental officials and a Flint employee with multiple felonies. The investigation, along with nearly a dozen other probes, is still pending. Snyder tapped more than $1m in public funds for criminal and civil attorneys to assist in his office’s response to the litigation and public records requests, but his spokesperson has said there won’t be a “need” for a criminal defense. Snyder has been chided by critics for using public funds in that capacity, especially as Flint residents call for additional funding to address the water crisis.   Related: Flint water crisis: three state and local officials face first criminal charges    “He may be the singularly most tone deaf politician that I have ever known in my career,” said Flint’s congressional representative, Dan Kildee. “Because I don’t know what’s in his heart. But based on what he says and what he does, he just doesn’t get it. This is a community in crisis, and what we don’t need is an accountant’s calculation as to the minimum amount of support that he can provide.” The governor is expected to meet with Obama on Wednesday, according to his spokesperson. Details have yet to be confirmed. Snyder has tried to encourage Flint residents in recent weeks that tap water is safe to drink, if filtered, by drinking the city’s water himself. But for Wakes, the move has her feeling déjà vu - Flint’s former mayor uttered a similar refrain last summer, as the city’s lead contamination slowly emerged. Wakes recently had her water tested by members of a nonprofit founded by actor Mark Ruffalo – tests that revealed substantially higher levels of lead than what Michigan’s environmental department found at her home. “We don’t know what we’ve been consuming in these few years that we’ve been drinking this, besides lead, so how can y’all say that the water is safe?” Wakes said.",
  "webTitle": "'We're like second-class citizens': Flint's struggle continues as Obama visits",
  "webPublicationDate": "2016-05-04T13:20:23Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/flint-water-crisis-obama-visit-michigan",
  "keyword": [
    {
      "webTitle": "Flint water crisis",
      "id": "us-news/flint-water-crisis",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Michigan",
      "id": "us-news/michigan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ryan Felton",
      "id": "profile/ryan-felton"
    }
  ],
  "guardianId": "us-news/2016/may/04/flint-water-crisis-obama-visit-michigan"
}