{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/18/church-roofs-solar-panels-and-climate-change",
  "id": "2016-05-18-71",
  "sectionId": "environment",
  "body": "The Church of England’s Shrinking the Footprint campaign is encouraging dioceses, cathedrals and parishes to reduce energy bills and lower carbon emissions through practical steps, from installing energy-efficient lightbulbs to switching to renewable energy (Blessed be the solar roof installers, Letters, 17 May). More than 400 churches, church buildings and vicarages already have solar panels installed, with other developments including the first carbon-neutral churches. Other measures adopted have included the installation of ground source heat pumps in some churches. We are also working to protect the rich biodiversity of the Church of England’s churchyards – an area roughly equivalent to a small national park – in both urban and rural areas. Action to reduce our carbon footprint has been accompanied by national and international campaigning. In November 2015, around 45 pilgrims took part in a 200-mile pilgrimage to Paris as part of efforts to secure a fair, ambitious and binding deal at the United Nations climate change conference.Nicholas HoltamBishop of Salisbury; lead bishop for the Church of England on the environment • It is not in the gift of the Church of England to offer “10,000 south-facing church roofs” as a 100MW solar power station, as Dave Headey suggests in his letter. The offer of the 10,000 spires was simply permission for the broadband companies to install equipment at their own expense. A similar permission can exist for solar installations, provided a local congregation will fund it. Our 41-panel 9.8KW solar project at St Mary’s Rothley, Charnwood, cost us £20,000, and has been feeding into the grid since 2012. Happily the feed-in tariff will see us recovering that capital outlay in a reasonable time.Terry SheppardRothley, Leicestershire • Our Grade I-listed parish church in a conservation area had a 3.99kW system fitted to the south-facing central nave roof earlier this year, with full approval of both the church authorities and the local conservation officer.David ColbourneMarshfield, South Gloucestershire • Our church (in a conservation area) applied to install solar panels on the roof. This was refused, since the south side is visible from the road; but we were quite at liberty to put them on the north (we didn’t).Derek LongLiverpool • Join the debate – email guardian.letters@theguardian.com • The letter above from David Colbourne was amended on 23 May 2016. An earlier version referred incorrectly to “a 3.99kWh system”.",
  "webTitle": "Church roofs, solar panels and climate change | Letters",
  "webPublicationDate": "2016-05-18T17:54:58Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/18/church-roofs-solar-panels-and-climate-change",
  "keyword": [
    {
      "webTitle": "Solar power",
      "id": "environment/solarpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Renewable energy",
      "id": "environment/renewableenergy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Carbon footprints",
      "id": "environment/carbonfootprints",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Ethical and green living",
      "id": "environment/ethical-living",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "environment/2016/may/18/church-roofs-solar-panels-and-climate-change"
}