{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/22/england-sri-lanka-headingley-first-test-bairstow-hales",
  "id": "2016-05-22-40",
  "sectionId": "sport",
  "body": "It was, of course, a comprehensive win for England, but by no means a complete one. Only Jonny Bairstow and Alex Hales were able to cope with the Sri Lanka attack, with the rest of the top order, Nick Compton excepted, needing to understand that the way to cope with a ball that is swinging and often seaming, from a fullish length, is not to try and tee off.   Related: England’s Ben Stokes set to miss second Test with Chris Woakes pencilled in    Hales was excellent, facing more deliveries than the entire Sri Lanka team combined managed in either innings, and should appreciate that his 86, however it ended, was worth plenty more on a flat pitch. Bairstow benefited early on from bowling plans that appeared to have been discovered with the Dead Sea Scrolls: trying to bounce him out is so old hat. Once he was away, aside from the caught-and-bowled chance missed when he had 70, there was no stopping him. Only Matt Prior, twice, has scored a Test match century for England and taken five catches in an innings before this one. For Sri Lanka there was just no answer to Jimmy Anderson and Stuart Broad, England’s most successful ever pairing. The key to a great bowler such as Anderson is that when everything is in his favour, as it was at Headingley, he can get the job done with clinical efficiency where some might strain too hard for success. Only five men in Test history have taken 10 or more wickets in a match for fewer runs than his 10 for 45. Sri Lanka might feel aggrieved at the lack of preparation they were accorded or indeed the time of year they have been compelled to play, such is the commercial imperative to place other teams in the mid-summer, but as Australia found last season, teams can soon discover that things are beyond them. This England side, in their own conditions, are a tough prospect. They will further understand, though, because Trevor Bayliss will have hammered it home, that better teams will have made them suffer for their fielding lapses. Indeed it was the coach who abandoned the anonymous back seat and led the team huddle before the final session of the match. Having bowled Sri Lanka out so cheaply, they may have just released the pressure second time round. So, as pleasing as it was to watch a young batsman such as Kusal Mendis score a maiden half century, he was gifted opportunities galore and will not find such benevolence in future. James Vince, who arrived with glowing references with bat and as a close catcher, did little to enhance his reputation with either. Two of the chances that went his way were difficult but of a kind that England have become used to taking, and one was as simple as they get. And while his keeping overall is generally improving by the match, Bairstow missed one low to his right that he ought to have taken. England did not emerge physically unscathed, with the knee injury to Ben Stokes a concern. The results of his scan will be known soon but, as Alastair Cook said, the chances of him being risked in the second Test, which begins on Friday at his home ground of Chester-le-Street, are slender. In any case there will be an addition to the 12-man squad, and it is going to be difficult even to come close to a like-for-like replacement.   Related: England’s innings win against Sri Lanka: five Headingley talking points | Vic Marks    Given this, there are several options. One is to select another batsman (in fact Stokes, if the injury affects him strictly when he bowls, and would not otherwise be exacerbated or its recovery inconvenienced, could just play as a batsman and invaluable close catcher). A second option would be to pick someone such as Chris Woakes, who can act as a fourth seamer and who has a first-class century to his name this summer as, incidentally, has his Warwickshire team-mate Keith Barker, a fine cricketer, although his value is as a new-ball specialist, not a priority now. This would all be a bit belt-and-braces. The simplest option would be to play Jake Ball, and move Bairstow up a place, not ideal (his county coach, Jason Gillespie, is adamant that England have it spot-on in batting him at No7), but more than justifiable as a one-off. It was good to see England enforce the follow-on, a strategy that has largely gone out of fashion. Only once, at Chandigarh in 1990, when India, who made 288 and then dismissed Sri Lanka for 82 and 198, has a side enforced it with fewer runs on the board. But if ever there was a time to do it, it was in this Test, where the bowlers had hardly broken sweat in dismissing Sri Lanka first time round, the opposition appeared totally inadequate in coping, and the conditions remained in the bowlers’ favour. The prospect of rain would not have entered the equation this time. England last enforced the follow-on at Wellington in 2013, although that was strictly in the knowledge that the remnants of Cyclone Sandy heading down the Tasman Sea was going to wash the game out anyway. But three times before that they have come unstuck. At Durban in 1999, Nasser Hussain asked South Africa to follow on and then had to watch for more than 14 and a half hours as Gary Kirsten made 275. Then, at Lord’s, against Sri Lanka in 2006 and two years later against South Africa, England saw the pitch get flatter and flatter as both opponents brought the bowling to its knees. In the first, Andrew Flintoff bowled himself into the deck and possibly the infirmary, and in the second, England got through three new balls and still could not get through the batting. Those matches, and the facts that pitches generally have shown a disinclination to deteriorate rather than just get flatter, and that most series now, with back-to-back Tests, allow little time for bowlers to recuperate, have more to do with the reluctance now than any Kolkata-2001-Australia-type fear of embarrassing defeat.",
  "webTitle": "England still have work to do despite easy dismissal of Sri Lanka | Mike Selvey",
  "webPublicationDate": "2016-05-22T19:00:17Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/22/england-sri-lanka-headingley-first-test-bairstow-hales",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/22/england-sri-lanka-headingley-first-test-bairstow-hales"
}