{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/19/expecting-chitra-ramaswarmy-review-pregnant-body",
  "id": "2016-05-19-148",
  "sectionId": "books",
  "body": "What to Expect When You’re Expecting is the title of a particular sort of pregnancy self-help book that has been circulating for years on both sides of the Atlantic (originally published in 1984, it is now in its fourth edition). Full of colour pictures and To Do lists, it is also a grim warning of everything that can go wrong for the pregnant body, from the supposed risks of ingesting mayonnaise to amniocentesis. It is in many ways a conservative and rather dated product of a boom industry, full of drawings of well-fed, straight Anglo-Saxon couples. These days, things have shifted a little. The particular, rather stolid, sometimes jokey, stereotypes of heterosexuals having babies that have saturated the media for decades – remember Knocked Up, Parenthood, the TV show Thirtysomething; Parenting magazine? – seem a world away from the sliding sexual identities of Transparent. Maggie Nelson’s book The Argonauts, is a whole generation on from, say, Jayne Anne Philips’s MotherKind. Even Tina Cassidy’s Birth, a superb account of the medical history of pregnancy, was written straight up. Nowadays, birth control applies to how one might control making a baby as well as how not to.   Related: The foul reign of the biological clock | Moira Weigel    Expecting by Chitra Ramaswamy has all the drama and thoughtfulness of Cassidy’s study: “How do we find some meaningful understanding of one of the most thrilling, challenging and alien experiences of all” she asks; how to “describe what it really feels like to grow a person within a person?” But it is nourished by a rich seam of artistic and literary consciousness that adds a further layer to her bodily story. This meditation on the nine months of pregnancy, related correspondingly in nine chapters – from the “ + = pregnant” blue line on the test stick to the “warrior” who arrives during labour – draws on a range of references from Sylvia Plath, the mountaineer writer Nan Shepherd, novelists Mary Shelley, James Joyce and Jhumpa Lahiri, the filmmaker Pedro Almódovar, and philosophers Hélène Cixous and Voltaire, who described how “the present is pregnant with the future”. “Transformation is Almodóvar’s great theme,” Ramaswamy writes, in a section on his film All About My Mother, referring to the character Manuela, who is travelling home in shock after the death of her son. “Her voiceover informs us that 17 years earlier she made the same journey ... ‘I was running away then, too, but I wasn’t alone’ she says. ‘I was carrrying Esteban inside me.’” It’s a line, Ramaswamy says, “about loss located as much in the body as in the world. About the beguiling and frustrating fact that pregnancy invades your body so absolutely you can never be alone, anywhere.” From the moment her own pregnancy is fully confirmed in a scan – “Pregnancy sac. 5-6 weeks. 6mm long. Three lines of terse, exquisite poetry. And not a metaphor in sight” – Ramaswamy is compelled to search for metaphor herself, and lyricism, as a means of making sense of her condition. She discovers in her own writing a vivid way of seeing and relating feeling that enlarges and grounds the standard account of everything from prenatal classes to morning sickness – “the illness with the false name ... a way of protecting the foetus from toxins. So perhaps the very sights and scents that were making my stomach turn – a blue-veined slab of beef and the damp stain it left on the wooden chopping board, a puddle of raw egg swilling in a bowl – were the ones to avoid.” That Ramaswamy is a gay woman whose pregnancy was enabled by donor is incidental to the overall story of human life taking shape within her. Her pregnant body, not the story of sexual identity, is the drama here. Expecting represents the subject matter of pregnancy lifted into another sphere. It is not a factual, pictorial guide, to be given by a doctor or midwife; nor is it a memoir in disguise. It lives with us on the page precisely because it is not so much about who the author is as what her body is feeling – each new mood and change drawn like a map of a landscape in which every woman who has been pregnant has lived and breathed: “the nine months that were a rehearsal for the work-in-progress of life”. This experience of one woman’s pregnancy, intimately rendered, becomes the story of everyone. By chapter nine – with Ramaswamy having “sailed past my 22 July due date” and driving “down the east coast in silence”, distended, portent and awaiting the moment of one turning into two – the great crazy strangeness of the pregnant body opening up to discharge the secret it has been keeping for nine months becomes something her readers own. Afterwards, we “were wheeled out of the theatre to the recovery room. The baby lay still, settled, and precious on my chest … A little life procession down a hospital corridor at the start of another day” she writes, the secret finally out. “A beginning, after all.”   Related: The row about abortion term limits is demeaning to pregnant women | Chitra Ramaswamy    And really, where are all the other stories about this? The mystery of our bodies as vehicles in transition is still, well, a mystery. With pregnancy, though, one can’t help but think that there must be a lot of diversions around, and more than a whiff of patriarchal fear, perhaps, to have had a society so successful in suppressing the bodily realities of a subject that at one point in our lives has affected us all. Because whether we’re male or female, gay or straight, trans or not, once upon a time we were all in “that dark place” we read about in King Lear, a play at once filled with wombs and eggs and also curiously free of mothers. That text is missing from Ramaswamy’s otherwise excellent bibliography. Everything else we might need, though, is present – breathing and alive and considered – in this beautifully rendered account of the body that once carried us. • Kirsty Gunn’s Infidelities, a collection of short stories, is published by Faber. To order Expecting for £10.39 (RRP £12.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Expecting by Chitra Ramaswamy review – the strangeness of the pregnant body",
  "webPublicationDate": "2016-05-19T14:30:12Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/19/expecting-chitra-ramaswarmy-review-pregnant-body",
  "keyword": [
    {
      "webTitle": "Health, mind and body",
      "id": "books/healthmindandbody",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pregnancy",
      "id": "lifeandstyle/pregnancy",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Kirsty Gunn",
      "id": "profile/kirsty-gunn"
    }
  ],
  "guardianId": "books/2016/may/19/expecting-chitra-ramaswarmy-review-pregnant-body"
}