{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/28/melbourne-protests-racism-islam-rallies-police",
  "id": "2016-05-28-184",
  "sectionId": "australia-news",
  "body": "Riot police used capsicum spray to separate more than 300 rival protesters after violent clashes between anti-Islam and anti-racism rallies in Coburg, in Melbourne’s north. Seven men, aged between 18 and 33, were arrested during the protests, which began on Bell Street shortly after 11am on Saturday and culminated with a scrap in the grounds of the old Pentridge Prison about 12.30pm. Up to 500 police officers, including the riot squad and mounted police, attempted to separate the two groups but the protesters slipped the lines three times, resulting in brawls that involved people being kicked in the head, stomped on, and even hit with the pole of an Australian flag.    VIDEO | Anti-racism and anti-Islam groups clash in Melbourne. https://t.co/Uey3LzE5KD pic.twitter.com/xar3fuKhkg— 7 News Melbourne (@7NewsMelbourne) May 28, 2016    Channel Seven news footage, streamed on Facebook live, showed a group of anti-racism protesters, most with their faces covered and some sporting Guy Fawkes masks, marching up Sydney Road to cries of “No racist tossers” and “Nazi Nazi Nazi! Fuck right off!”   Related: Police keep anti-Islam protesters and anti-racism activists apart in Melbourne    The group then turned on to Bell Street, where a group of anti-Islamic protesters was waiting, cordoned off by riot police. Many of them also had their faces covered, some with bandanas bearing the Australian flag.    UPF leader Blair Cottrell rallies anti Islam supporters. pic.twitter.com/YkjKgIpnZV— Sharnelle Vella (@SharnelleVella) May 28, 2016    Police tried to keep the two groups about 50 metres apart but a small number broke away and attacked each other on the road, stopping when police used capsicum spray. A second fight broke out near Coburg Primary school, where police again used pepper spray while other officers held people who had apparently been arrested to the side. A third fight occurred in the grounds of the old Pentridge Prison.    Both sides at it again police trying to keep them apart@abcnewsMelb pic.twitter.com/UWGju8mhjy— Gloria Kalache (@gloriakalache) May 28, 2016      I've counted capsicum being sprayed six times in Coburg protests. Happened again just now. #7newsmelb pic.twitter.com/nhu4okC3Ho— Paul Dowsley (@pauldowsley7) May 28, 2016    A spokeswoman from Victoria police confirmed that five people had been arrested and charged: a 25-year-old Bendigo man and 31-year-old Skye man were charged with riotous behaviour, a 31-year-old East Keillor man was charged with assaulting police, a 25-year-old Reservoir man was charged with hindering police, and a 33-year-old Broadmeadows man was charged with attempted robbery. Two other men were arrested after being searched by police: one for allegedly carrying three knives, and the other, an 18-year-old from Gisborne, for carrying a lockpick and unspecified items that could be used for graffiti. The groups were marching in response to a planned “Moreland says no to racism rally”, which was to start at 11am outside the Coburg Library in Victoria Street Mall and march along Bell Street to Bridges Reserve for a “community speakout and entertainment”. The flyer for that rally said it would protest against the closure of remote Aboriginal communities and the treatment of asylum seekers, campaign for the closure of detention centres on Manus Island and Nauru, and say no to Islamophobia.   Related: Arrests as violent clashes break out at Reclaim Australia rallies    In response, a second group, made up in part of members of the United Patriots Front and a collective called the True Blue Crew, organised an opposing rally dubbed “Stop the far left” to counter the first rally’s messages – except apparently the opposition to the closure of Aboriginal communities. The blurb on the event’s Facebook page, which says it is “a call to all Patriots to join this counter rally”, says “we would like to make it clear that we are not rallying against our Aboriginal brothers and sisters and support them as the first Australians”. It continues: “we all know that the threat of Islam is a threat to all Australians, including the indigenous community, and we will stand up to protect all of our citizens.”   Related: Victorian premier asks Reclaim Australia activists: 'Why cover your face?'    Samantha Ratnam, who stood down as mayor for the City of Moreland on Friday to run as the Greens candidate for the inner-city seat of Willis, withdrew from speaking at the “Say no to racism” rally on Thursday, saying the risk of violence was “too great”. Businesses in the area were also warned to either close or move their footpath dining inside during the protests. It is the seventh rally involving anti-Islam protesters that has turned violent in Melbourne. The Herald Sun has reported that the cost of policing these rallies, including the ones on Saturday, stands at $1.7m.",
  "webTitle": "Melbourne protests: seven arrested as clashes erupt between opposing rallies",
  "webPublicationDate": "2016-05-28T04:50:18Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/28/melbourne-protests-racism-islam-rallies-police",
  "keyword": [
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian police and policing",
      "id": "australia-news/police-policing-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/28/melbourne-protests-racism-islam-rallies-police"
}