{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/08/hateful-eight-room-janis-little-girl-blue-welcome-to-leith-dvd-reviews",
  "id": "2016-05-08-168",
  "sectionId": "film",
  "body": "Winter may finally have thawed, sending us warily out into the scattered sunlight, but this week’s DVD slate is an unseasonably interior affair – led by a pair of literal chamber pieces. In The Hateful Eight (EIV, 18), Agatha Christie proves an unexpected addition to Quentin Tarantino’s long list of pop-thriller influences. Cramming its crusty ensemble of rogues in a snowbound Wyoming log cabin for the better part of three long hours, this bounty-hunter face-off amounts to a pressure cooker of post-civil war tension and resentment. As tangled backstories of vengeance and violation emerge between the eponymous octet of gunslingers, it’s obvious that few will survive this cosy deathtrap. The game is in what order and formation they’ll fall. Tarantino, for his part, doesn’t seem that invested in the outcome: this ugly cat’s cradle of murderous agendas serves as a mere hanging structure for his trademark bursts of extreme violence and extravagant verbiage. Tarantino cannot under-deliver in those departments, but this nonetheless feels stiff and passionless by his standards. Shot in gleaming 70mm Panavision and scored to shivering, Oscar-winning effect by Ennio Morricone, the film elegantly exposes bloody reserves of American social and racial prejudice, and is too enamoured of its own lustrous cinematic surface to probe them.    It’s hard to turn away from Kristen Wiig’s gutsy, last-nerve performance as a manic-depressive hermit    It’s no spoiler to reveal that Room (StudioCanal, 15), Lenny Abrahamson and Emma Donoghue’s effectively heart-clutching adaptation of the latter’s Booker-shortlisted bestseller, leaves the confines of its four-walled purgatory sooner than Tarantino’s claustrophobic epic. The trick of novel and film alike, however, is that it deftly escapes from one prison to another, expanded and contracted by the psychology of those who inhabit it – chiefly, the addled, raddled interior of Brie Larson’s Joy, a teenage victim of abduction and rape who comes to live only for the child she never chose to have.     ‘A remarkable, often wrenching performance’: Brie Larson and Jacob Tremblay in Room.    Donoghue’s novel was inspired by the Josef Fritzl case, but eschewed lurid criminal detail, instead taking the perspective of Joy’s five-year-old son, Jack – played here with canny emotional urgency by Canadian newcomer Jacob Tremblay. Despite some stray attempts with voiceover, the film can’t quite replicate his rapt, stunted point of view; instead, it works best as a concentrated two-hander, with cinematographer Danny Cohen cornering Larson and Tremblay so tightly you can practically feel their breath on each other’s faces. It’s a remarkable, often wrenching, two-headed performance: Larson’s best actress Oscar was hard earned, but the lack of corresponding recognition for Tremblay’s fevered, alert co-playing hardly seems fair. If you’re seeking lighter relief, you won’t find it in A War (StudioCanal, 15), Danish director Tobias Lindholm’s excellent investigation of an Afghanistan war commander on trial for accidental civilian fatalities – braided with a keenly observed war-at-home study of his wife’s domestic exhaustion. Lindholm, previously responsible for the Captain Phillips-predating pirate drama A Hijacking, is a rare film-maker indeed, one whose surging humanity never disrupts the quiet composure of his gaze. Composure isn’t a strong suit of Welcome to Me (Precision Pictures, 15), a darkly jovial reality-TV satire that keeps trying comic tones on for size. Still, it’s hard to turn away from Kristen Wiig’s gutsy, last-nerve performance as a manic-depressive hermit financing her own chat show with a lottery windfall. On the documentary front, Amy Berg’s Janis: Little Girl Blue (Dogwoof, 15) is the top DVD option. A conventionally constructed but engrossing account of Kozmic Blues queen Janis Joplin’s tragically condensed rise and fall, it injects fresh perspective into a known downward spiral via extensive incorporation of Joplin’s personal correspondence – liltingly voiced by Cat Power. Netflix, meanwhile, has a solemn corker on offer in Welcome to Leith, a stark, frightening community portrait of a one-horse town in North Dakota that unwittingly becomes a congregation point for toxic white-supremacist factions. Directors Michael Beach Nichols and Christopher K Walker calmly tease out the agitation and terror felt by a population invaded by politics not their own. Against what is shaping up to be an aggressively polarised US presidential election, this is riveting viewing.",
  "webTitle": "The Hateful Eight; Room; A War; Welcome to Me; Janis: Little Girl Blue; Welcome to Leith – review",
  "webPublicationDate": "2016-05-08T07:00:00Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/08/hateful-eight-room-janis-little-girl-blue-welcome-to-leith-dvd-reviews",
  "keyword": [
    {
      "webTitle": "DVD and video reviews",
      "id": "film/dvdreviews",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Quentin Tarantino",
      "id": "film/quentintarantino",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "The Hateful Eight",
      "id": "film/hateful-eight",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Room",
      "id": "books/room",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Room",
      "id": "film/room",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Brie Larson",
      "id": "film/brie-larson",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Janis Joplin",
      "id": "music/janis-joplin",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Westerns",
      "id": "film/westerns",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Guy Lodge",
      "id": "profile/guylodge"
    }
  ],
  "guardianId": "film/2016/may/08/hateful-eight-room-janis-little-girl-blue-welcome-to-leith-dvd-reviews"
}