{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/08/bmw-7-series-car-review-observer-martin-love",
  "id": "2016-05-08-214",
  "sectionId": "technology",
  "body": "Price: £66,200Top speed: 155mph0-62mph: 6.1 secondsMPG: up to 60.1 When motorists make a gesture with their fingers it’s usually rude. But the svelte new 7-Series from BMW is on a mission to change that. It’s the first car to feature “gesture control”. Using a tiny camera hidden in the centre of the dashboard it captures your hand movements so that when you wave, swipe, jab or twist your fingers in mid-air you perform various functions. You can answer or reject phone calls, zoom in and out of the map, or adjust the volume of the radio. It’s quite a party trick. Though, in keeping with most modern technology, it doesn’t always do what you want, so you usually end up using your fingers in the traditional way – to press buttons. For the sake of thoroughness I used my fingers to make a rude gesture at the car. But it politely ignored me. The latest 7-Series which is aimed squarely at Eurocrats, CEOs, chauffeurs and understated royalty is far from radical looking. It looks near identical to the outgoing model. But that meticulous exterior conceals a technological revolution on the inside of almost Wagnerian proportions. There isn’t a single aspect of driving or travelling in this car that has not in some way benefited from smart new tech. Using the key fob, for instance, you can remotely set the aircon, as well as checking that it is locked, that the windows are closed and even how much fuel you have left.     Inside story: the luxurious interior – complete with ionised aircon and massaging seats    When you approach, the BMW unlocks itself in expectation, it’s so pleased to see you. The infotainment screen flickers to life and the words “Welcome Martin” scroll across it. Obviously, it’ll say your name not mine – it isn’t only Martins who get to drive this car. While you ponder your warm welcome, the loungey seats get busy massaging your back and buttocks. The ambient air is fragranced and ionised. Driving a 7-Series never feels like work – though for many chauffeurs that’s exactly what it is. It’s a spa on wheels and it’s way more comfortable than my home. From dynamic laser lights and adaptive cruise control to every conceivable passive and active driving aid, including predictive active suspension which uses the GPS to set the car’s air suspension and adaptive dampers for the coming road conditions, this BMW is the ultimate in luxurious service. It’s your very own night manager. The car is 130kg lighter than it used to be. It comes with a new generation straight six cylinder engine in petrol or diesel. Later this year there will also be hybrid and four-wheel-drive versions. On the road the car is as muffled as a snowy night. It’s so elegant and well-mannered it drags your behaviour up to its lofty standards. I serenely drove 600 miles in the car, up to Yorkshire and back and arrived home fresh, unruffled – and without making a single obscene gesture. Whistling Billy set to take Chateau Impney Hill Climb by steam     Building up a head of steam: Bob Dyke in the Whistling Billy which has a top speed of at least 70mph     A 1905 steam car, which has been painstakingly recreated over eight years, will make its competition debut at this summer’s Chateau Impney Hill Climb on 9 and 10 July. The event will see some 200 pre-1967 cars race against the clock to claim victory on one of the UK’s most challenging hill climb courses. The steam car, known as Whistling Billy, is owned by Dr Bob Dyke and until recently it has been illegal to race steam cars against petrol cars, but after 100 years that ban has been overturned.  Whistling Billy was one of the fastest of any type of car on the American dirt track races in the early 20th century. Built by the White Sewing Machine Company in 1905, the steam car was engineered specifically for racing. Originally known as the White Rocket, the car was lovingly renamed Whistling Billy by the crowds who watched it race due to the howling noise that came from its burners as it went down the straights.  It won numerous races in its early years and in 1905, it shaved nearly four seconds off the world track record for the mile on a dirt round track with a time of 48.45 seconds. However, after a string of near misses, 1912 would prove to be the end of Whistling Billy. During a practice run in Portland, Oregon, the car crashed over an embankment and was found upside down, broken in half. The driver was seriously injured, but survived. Following the crash, the car was said to have ended up in storage, before being moved onto a farm and left to rust and ruin.  Bob’s journey with the car began in 2003, when the organiser of a major motorsport exhibition telephoned him and said that they wanted to showcase the steam racing car because it had won so much. “I told them that they couldn’t find it as it was written off in 1912 – so I said I’d rebuild it for them!” says Bob. “It’s a faithful, accurate rebuild using mainly correct, original parts from White steamers,” he adds. “I had photographs of Whistling Billy at the time, which were very helpful in figuring out how to put it all together, and allowed me to get the exact dimensions.”  The Whistling Billy’s current top speed stands at 70mph, but according to Bob, there is a lot more throttle to open yet. Despite its dirt racer past, Bob is confident that the car will perform well on hill climb tarmac at the Droitwich even. “I think that Billy is a class above, really. When it’s going well, it goes like stink!” Tickets for 2016’s event are £20 per person, and under-16s will be admitted free with a ticket-holding adult. An early bird discount of 10% is available for advance purchases before 31 May (chateauimpneyhillclimb.com; 0845 017 0637). Email Martin at martin.love@observer.co.uk or follow him on Twitter @MartinLove166",
  "webTitle": "BMW 7-Series car review: Martin Love",
  "webPublicationDate": "2016-05-08T05:00:13Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/08/bmw-7-series-car-review-observer-martin-love",
  "keyword": [
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "BMW",
      "id": "business/bmw",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Love",
      "id": "profile/martinlove"
    }
  ],
  "guardianId": "technology/2016/may/08/bmw-7-series-car-review-observer-martin-love"
}