{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/11/tate-suffers-blow-in-efforts-to-keep-amount-of-bp-funding-secret",
  "id": "2016-05-11-56",
  "sectionId": "artanddesign",
  "body": "Attempts by Tate to keep secret the scale of its funding from BP suffered a setback when the information commissioner withdrew his support for the arts institution at a legal hearing in London.   Related: A fossil fuels-arts world divorce is 'the way the world is moving'    Lawyers for the Tate had insisted that disclosure of the exact amount of money it received from the oil company would break a confidentiality agreement and prejudice negotiations with other sponsors.  But the information commissioner dropped his opposition to the disclosure after hearing Tate struggled to outline the possible damage while admitting it had not even asked BP whether it minded the funding figure being released. The move was applauded by Brendan Montague, a director of information rights campaign group Request Initiative, which brought the legal challenge to an information tribunal along with arts group Platform. He said: “We are delighted that the information commissioner today performed a dramatic U-turn and has agreed with us that there is no justification for Tate’s secrecy around the amount of sponsorship negotiated with BP.” The campaigners had been blocked in their first attempt to gain access to the BP funding deal when the information commissioner sided with the Tate. But in a dramatic closing submission to the hearing in front of Judge Fiona Henderson on Wednesday, Peter Lockley, counsel for the information commissioner, said: “The case for prejudice in fact has not been made.” Lockley accused Tate of using the confidentiality clause “almost as a trump card” to avoid scrutiny. He appeared particularly concerned at the evidence of Samuel Jones, head of the Tate Galleries director’s office, who indicated the arts organisation was unwilling to disclose financial information unless it was forced to do so under a legal ruling from a tribunal. Lockley said “if this is not contracting out [responsibility] to [the Freedom of Information Act], it is only a hair’s breadth away from it” – although he still believed the public interest for the particular disclosure sought by Platform and Request was relatively small. Jones said it would not be fair for Tate to hand over details of its sponsorship arrangements when a third party asked for them. “If we had gone on a default position of disclosure, that would be an unreasonable breach of the confidentiality agreement,” he said. “We have a responsibility to generate [private] funds over and above our public funds and we should not take any actions to undermine that.” But under cross examination, his colleague, Polly Bidgood, head of corporate development and events at Tate, struggled to show emphatically that previous forced disclosures had led to problems with sponsors. Henderson is to hold a second hearing after which she will make a ruling. The information commissioners’s change of heart suggests a ruling against Tate is more likely. Anna Galkina, from Platform, said Tate’s insistence on commercial confidentiality was symptomatic of a “broader creeping commercialisation” of British public cultural institutions.  “It’s only right that the information commissioner changed his position,” she said. “As Tate’s deal with BP ends, the oil company can no longer use Tate’s spectacular displays to distract the public from its [environmentally] destructive business.” The sponsorship by fossil fuel companies of arts and cultural organisations is increasingly being targeted by campaigners and is becoming part of a wider public debate, given that global warming is partially caused by burning carbon.",
  "webTitle": "Tate suffers blow in efforts to keep amount of BP funding secret",
  "webPublicationDate": "2016-05-11T19:14:59Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/11/tate-suffers-blow-in-efforts-to-keep-amount-of-bp-funding-secret",
  "keyword": [
    {
      "webTitle": "Tate Modern",
      "id": "artanddesign/tate-modern",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tate Britain",
      "id": "artanddesign/tatebritain",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Tate Liverpool",
      "id": "artanddesign/tate-liverpool",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Arts funding",
      "id": "culture/arts-funding",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "BP",
      "id": "business/bp",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Terry Macalister",
      "id": "profile/terrymacalister"
    }
  ],
  "guardianId": "artanddesign/2016/may/11/tate-suffers-blow-in-efforts-to-keep-amount-of-bp-funding-secret"
}