{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/michael-carrick-manchester-united-champions-league",
  "id": "2016-05-02-20",
  "sectionId": "football",
  "body": "Michael Carrick said Manchester United can still qualify for the Champions League despite the 1-1 draw with Leicester City that left Louis van Gaal’s team in fifth position four points behind Manchester City. United, who have played a game fewer than City, still have to travel to Norwich City and sixth-placed West Ham United, and face Bournemouth at home. Carrick said: “We will keep playing for the top four. We will keep going. We have got the games left. We will just look to the next game and try to win that. That’s the only thing we can control and that is what we have got to focus on.” “We were certainly looking to win against Leicester,” Carrick said. “It was an opportunity for us to build on what we had gathered over the last few weeks, so we’re disappointed with a draw.   Related: Leicester City’s draw with Manchester United puts Premier League title on hold    “I thought we came out very well, put them under a lot of pressure and caused a lot of problems. We got a goal ahead and then their goal came out of nowhere. We are disappointed with that. It was a cheap goal to give away in the position we were in. That is hard to take but I thought we played well. The second half wasn’t as good as the first 25 minutes. We’re just disappointed we haven’t won the game.” Chris Smalling also admitted he was disappointed not to have picked up all three points against Claudio Ranieri’s side but the England defender still believes there is all to play for. “I thought we deserved more from the game and we all came back into the dressing room feeling disappointed. We knew how important a win would have been, so it’s a big blow for us and means that we’re relying on results from others more than we were before the game,” he said. “We’ll see what those other results bring but it’s a blow for our hopes. If we don’t win our own games, then we’re not giving ourselves a chance but we’ll be aiming to take our first-half performance into the game next week [against Norwich].” Leicester have defied the odds with their title challenge and Carrick said he could see why they have been successful. “They put so many numbers round the edge of the box and defend deep,” he said. “There is not much space to play through but, especially early on, we played quick and caused them problems. There is the threat on the break but, all in all, I think we nullified that. It was set plays and free-kicks that was the danger for us.” United supporters stayed behind to applaud Leicester on Sunday and the experienced midfielder admitted he could understand their wish to pay tribute . “It is not surprising. We have got great fans and they have shown great respect there. Fair play to them,” Carrick said.",
  "webTitle": "Michael Carrick says Manchester United can clinch Champions League place",
  "webPublicationDate": "2016-05-02T21:30:36Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/michael-carrick-manchester-united-champions-league",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/02/michael-carrick-manchester-united-champions-league"
}