{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/liverpool-sevilla-europa-league-final-player-ratings",
  "id": "2016-05-18-18",
  "sectionId": "football",
  "body": "LIVERPOOL   Related: Sevilla’s knowhow leaves the Liverpool Europa League party to fall flat | Barney Ronay    Simon Mignolet 5 Hardly called into action during a one-sided opening half but forced to pick the ball out of his net 20 seconds into the second period and, despite denying Gameiro a second, may have been a little stronger for Coke’s second. Nathaniel Clyne 6 Got forward plenty early on and provided some decent crosses, most notably finding Sturridge at the back post, but could not keep up the pace and was found wanting when Sevilla burst into life. Exhausted by 70 minutes. Dejan Lovren 6 Took one for the team when taking down Gameiro during a Sevilla counterattack, picking up a yellow card. Found the net with a header ruled out due to Sturridge being offside but struggled to tame Sevilla’s striker. Kolo Touré 7 Rock solid in the first half and led the backline impressively until they collectively tired once Sevilla equalised. He did make a goal-saving tackle on Gameiro at 1-1 and was not individually at fault for any of the goals. Alberto Moreno 4 Dismal. Yet again culpable in the buildup to a concession in this tournament. His meek attempt to halt Mariano – in the end being nutmegged – allowed the right-back into a prime position to pick out Gameiro for 1-1. James Milner 6 Unsurprisingly showed gaspingly high energy levels but appeared unsure how to deal with Sevilla’s intricate movement when they started playing to their usual level in the second half. Eventually Banega went past him with ease. Emre Can 6 Not the worst player on the pitch, but nowhere near the best. Enjoyed Liverpool’s first chance with a mid-range effort that was parried away by Soria but faded along with the rest of his team. Adam Lallana 5 Exemplified the press desired by Klopp with a fine challenge on Escudero eight minutes in and played a tasty disguised pass to Sturridge but went missing in the second half before being substituted. Roberto Firmino 4 Liverpool’s joint-biggest disappointment. It frustrates that a player with such ability can be so inconsistent. Taken off just before Sevilla’s third with his individual standout moment forcing Carriço into an early handball.           Jürgen Klopp defiant after Liverpool lose Europa League final to Sevilla.    Philippe Coutinho 4 Similar to Firmino, a night of anonymity for the Brazilian. It says plenty that his lasting impact was deflecting the ball into Coke’s path for Sevilla’s third goal. Finally did something in attack 80 minutes in: shooting over the bar. Daniel Sturridge 8 Made some excellent runs off the ball in the opening stages to leave Rami and Carriço in his wake. His goal was outstanding but he also had several chances to add to it and denied Lovren from making it 2-0 by being offside. SEVILLA   Related: Coke double shakes Liverpool as Sevilla hit back to win Europa League final    David Soria 7 Much was made before kick-off of the 23-year-old’s lack of experience but he did barely anything wrong. Actually, he had nothing to do for long spells and there was little he could have done to keep out Sturridge’s pearler. Mariano 7  Gave Sturridge too much space for his goal – if he was a bit tighter, the striker would not have had the angle to finish so brilliantly – but redeemed himself well with a powerful run forward and assist for Gameiro’s equaliser. Adil Rami 6 Like many in white shirts, he made an unconvincing start to the game and was unsure of how to pick up Sturridge’s unpredictable movement. Eventually got to grips with the striker, though. Booked, then substituted. Daniel Carriço 6 A tad fortunate not to give away a penalty in the 12th minute for handball with Firmino running at him and he allowed Sturridge far too much space to roam early on. But he had nothing to do after the interval. Sergio Escudero 7 Not helped by Vitiolo’s reluctance to track back and, with Clyne pushing forward, had a busy opening 45 minutes. When Clyne eventually ran out of energy, he was allowed to push forward more often. Grzegorz Krychowiak 7 Broke up play well as one of the two holding midfielders. Did plenty of the dirty work that so often goes unnoticed and kept Coutinho and Firmino on a tighter leash than most. Unlikely to feature in too many highlight packages. Steven N’Zonzi 7 Similar to Krychowiak, he put in the hard yards. Almost teed up Gameiro an hour in and was allowed to push forward and put Liverpool under further pressure in the second half. Only Banega played more passes. Coke 9  Subdued in the opening half but was at the heart of Sevilla’s fight back and the finish for his first to put Sevilla in front, precisely tucked into Mignolet’s bottom left corner, was as delicious as Sturridge’s. Éver Banega 7 In a free role, dropped too deep too often to have a real impact on the game during the early exchanges, but once Gameiro made it 1-1, he seemed to up several gears and Liverpool struggled to keep tabs on him. Vitolo 7   Too often lazy when tracking back and allowed Lallana plenty of one-on-one opportunities with Escudero but his attacking impact in the second half was crucial to Sevilla’s comeback. He could be first-rate if he was consistent. Kévin Gameiro 8 Had a quiet first half – an overhead kick that darted narrowly wide aside – but finished calmly to make it 1-1 and could have easily had a hat-trick by the hour mark in an outstanding second half. Excellent.",
  "webTitle": "Liverpool 1-3 Sevilla: Europa League final player ratings",
  "webPublicationDate": "2016-05-18T21:46:07Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/liverpool-sevilla-europa-league-final-player-ratings",
  "keyword": [
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Smith",
      "id": "profile/alan-smith"
    }
  ],
  "guardianId": "football/2016/may/18/liverpool-sevilla-europa-league-final-player-ratings"
}