{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/08/serious-sweet-al-kennedy-review",
  "id": "2016-05-08-106",
  "sectionId": "books",
  "body": "Novels in which the action takes place within a single day are a well-tested literary phenomenon. From Joyce’s Ulysses and Woolf’s Mrs Dalloway to Ian McEwan’s Saturday and Graham Swift’s Mothering Sunday, the single-day conceit has been used to great effect. The latest author to employ it is AL Kennedy with her eighth novel, Serious Sweet.   Related: Interview: AL Kennedy    Serious Sweet interweaves the stories of two deeply troubled protagonists. Fifty-nine-year-old senior civil servant Jon Sigurdsson is isolated both personally and professionally: at home he’s emotionally reeling from his divorce, while at work he’s on the brink of detonating his career with a breach of government secrets. To counteract his loneliness, he offers a letter-writing service to single women, which brings him into the orbit of Meg Williams, a 45-year-old recovering alcoholic and bankrupt accountant who now works in an animal sanctuary. Both Jon and Meg are social outliers, and the prospect of their meeting is the novel’s key narrative driver. One of the advantages of the single-day conceit is that it lends the novel a sense of urgency: we know that the dilemmas and obstacles the characters face will have been resolved one way or another by the end of the day. In Serious Sweet, the clock ticks loudly in the reader’s ear as we wait to find out whether Jon will overcome his relationship angst sufficiently to keep his date with Meg, and whether Meg will make it through the anniversary of her first year of sobriety without falling off the wagon.    There is an honesty and authenticity to the bleakness and sadness experienced by both Jon and Meg    But there are constraints to the single-day conceit too, not least a reliance on backstory to flesh out the characters’ lives. Thus, in Serious Sweet, we have Jon’s extensive recollections of a depressing encounter the previous evening with a friend, remembrances of scenes from his now defunct marriage, and details of his endeavours to divulge government secrets. Similarly, Meg informs us about a prior abusive relationship, about her gruesomely medieval treatment for cervical cancer, about her experiences in AA meetings. The potential danger of so much backstory is that it undercuts the very urgency that the single-day conceit facilitates, and there are times in Serious Sweet when the transitions between present day and flashback narratives feel jarring and uneven. However, for most of the novel we are immersed in Jon and Meg’s internal worlds, an immersion that is at times deeply affecting. When Jon confesses “I’ve missed my life, I think. I think that might be true”, it is difficult not to feel profound sympathy for him. And much of Meg’s narration exudes vulnerability and raw pain: “you know that your crying means they can see how you are, who you are. No one says anything and you don’t say anything and still it’s plain that you’ve been damaged and are still damaged and cannot be fixed.” Kennedy strips her characters emotionally bare to reveal them in all their neurotic, fearful, envious, anxious and troubled truths. There is an honesty and authenticity to the bleakness and sadness experienced by both Jon and Meg. But it is perhaps a consequence of this authenticity that their respective streams of consciousness feel at times to be exhausting and repetitive. At one point, Meg acknowledges: “People get bored with other people who are harming themselves and unable to stop and who want to go on about it at three in the morning over the phone”, and indeed there are times when one feels less like the reader of a novel and more like a very patient therapist. Serious Sweet portrays intense lives of quiet desperation: it is a novel about hope and muted courage and, at the end of the day, a very tentatively experienced optimism. Serious Sweet is published by Jonathan Cape (£17.99). Click here to buy it for £14.39",
  "webTitle": "Serious Sweet by AL Kennedy review – 24 hours of therapy",
  "webPublicationDate": "2016-05-08T12:00:06Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/08/serious-sweet-al-kennedy-review",
  "keyword": [
    {
      "webTitle": "AL Kennedy",
      "id": "books/alkennedy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Beckerman",
      "id": "profile/hannah-beckerman"
    }
  ],
  "guardianId": "books/2016/may/08/serious-sweet-al-kennedy-review"
}