{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/25/seaton-jurassic-devon-take-the-kids-days-out",
  "id": "2016-05-25-242",
  "sectionId": "travel",
  "body": "In a nutshellA new centre offering an interactive journey through pre-history (before written records). Your virtual guide is TT, a Victorian time traveller – in the shape of CBeebies presenter Rebecca Keatley – who takes visitors back millions of years and into the tropical waters that once covered this region. There are drawers to open and buttons to push, underwater caves to explore and marine costumes to try on; children can learn about weird ocean creatures (some extinct, some very much alive) and the Great Bindon Landslide of 1839, which uncovered the secrets of Devon’s ancient past. Educational entertainment at its best. Fun factKids discover that shore crabs can regrow their legs if they snap off, that sea cucumbers fire sticky threads from their bottoms when scared, and that starfish push their stomachs out through their mouths to eat their prey. Best thing(s) about itThe “timeship” is a wooden submarine with oars that children can work to propel themselves through the Jurassic and Cretaceous periods while odd-looking species of sealife cruise past the portholes (actually video screens). It’s ingeniously conceived and genuinely interactive: the faster you row, the faster the craft seems to move. And there are little touches to delight the kids further, including a seat in the stern made from a toilet seat.     Well-dressed crabs (and more) … kids and their parents can try on a range of marine costumes during the interactive history trip.    What about lunch?The canteen serves snacks including sandwiches and panini (around £5), salads (£6.50), chicken goujons (£5.25), and a tempting selection of cakes (from carrot to “ultimate chocolate”). Exit through the gift shop?There’s less plasticky tat than you might expect in a gift shop. You’ll find responsibly sourced souvenirs focusing on the region’s wildlife and pre-history, including decorated mugs, guidebooks, artisan cards and pretty pendants made from polished ammonites. Value for money?Superb, particularly because each ticket grants unlimited admission for a whole year (apparently one child has returned every day since the centre opened at the end of March). Adult £8, child £5, family £18. Getting thereThe nearest station is Axminster, then bus number 885 (Mon–Fri hourly, Sat two-hourly, no service on Sun). From Exeter, bus number 9A runs hourly every day, while the X52 (known as the Jurassic Coaster) is slightly quicker but only runs every two hours. Drivers can use the nearby Underfleet car park. Opening timesOpen daily 10am-5pm (last admission at 4pm). Entry is staggered, with a maximum of 25 visitors allowed in every 10 minutes. 01297 300390, seatonjurassic.org Verdict9/10.",
  "webTitle": "Take the kids to … Seaton Jurassic, east Devon",
  "webPublicationDate": "2016-05-25T09:00:35Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/25/seaton-jurassic-devon-take-the-kids-days-out",
  "keyword": [
    {
      "webTitle": "Family holidays",
      "id": "travel/familyholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Day trips",
      "id": "travel/day-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Devon holidays",
      "id": "travel/devon",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "England holidays",
      "id": "travel/england",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/25/seaton-jurassic-devon-take-the-kids-days-out"
}