{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/07/serious-sweet-by-al-kennedy-review",
  "id": "2016-05-07-172",
  "sectionId": "books",
  "body": "Early on in Serious Sweet, one of the protagonists gazes across London from Telegraph Hill in Lewisham, surveying “the complicated metallic cylinder” near Vauxhall and the “vast stab of glass” at London Bridge. Considering the more “self-conscious monuments” along the river, Meg observes that insignificant people ridicule these “proofs of concentrated power” by comparing them to domestic objects: a mobile phone, a cheese grater, a gherkin. The art of naming can subdue hostile territory, and she hopes that this can apply to life as well. More than any of AL Kennedy’s previous books, this is a novel for our times, set in familiar surroundings. The London that emerges is a place that can be loved only in its dingier corners. It’s a broken city, whose pockets of wealth seem designed to preclude intimacy, so it’s appropriate that it should be inhabited by broken characters. Like the great city symphonies of the modernist era – Mrs Dalloway and Ulysses among them – Serious Sweet takes place over the course of a single day, juxtaposing the lives of the city’s inhabitants over 24 hours. The two central characters are Meg and Jon. Meg is a 45-year-old recovering alcoholic learning slowly to live again after being abused by men. She collects moments of ordinary kindness between strangers, which are interspersed as anonymous vignettes. Jon is a reasonably successful civil servant who has lost interest in his job as a spin doctor and has lost loyalty to his country. At 59, he is recently divorced from a cold and unfaithful woman and is craving the possibility of love. Having placed an advert in the TLS offering “expressions of affection and respect delivered weekly” to the discerning woman, Jon has been sending regular missives of gentle tenderness to Meg. Grateful for the sudden gift of kindness, she has tracked him down at his PO box shortly before the book opens. They have now embarked on a tentative romance and the suspense of the novel is created by the question of whether they will manage to meet before midnight. Jon postpones their arrangement hourly as his day implodes and he loses faith in whether he has anything to offer. Although Serious Sweet is determinedly and impressively intellectual, it’s less tricksy than Kennedy’s previous books and is all the better for it. As in Kennedy’s last novel, The Blue Book, the voice moves continually between third person and italicised first person. I found this irritating in The Blue Book, partly because I wasn’t convinced that the characters themselves would use the language or imagery they were ascribed (though this was partly justified by the maddening revelation that one of them was writing the book). Here it feels less self-conscious and all the metaphors seem convincingly to emerge organically out of thought. Also the hour-by-hour structure provides a clarity that makes it easy to move between points of view. Political questions are successfully entwined with personal ones. “I am not a bad man,” Jon says, “but I can do bad things.” He has lost faith in Britain and therefore no longer knows what it means to serve his country or to take part in politics: “For more than a century now … Britain’s been circling nearer and nearer the drain, all Parliament does is provide a running commentary.” He is testing the limits of his love for his nation as he tests the limits of his love for Meg. Cumulatively, the novel investigates whether kindness is possible, both between strangers and in more intimate situations. It’s appropriate that the disconnected city should be partially redeemed through the love story of two middle-aged and broken lovers. It also seems fitting that their redemption should occur not through sex but through hesitant moments of touch. Kennedy writes sex well. The Blue Book ends with one of the sexiest sex scenes I’ve come across in recent years. But here sex is too powerful a force to unleash, and so it’s the power of kissing and most of all of hand holding that’s explored. Two years ago, Kennedy made a radio programme called Holding Hands. She was fascinated by the way that so small a part of our bodies can call into being such vast emotional worlds. Jon and Meg both share this fascination. “My naked skin against her naked skin,” Jon observes in delight the first time that Meg takes his hand. He is astonished by the “shape and safety and dearchristitssofuckinglovely” touch of her “sensibletender” hands. Meg knows what it feels like for him. “If we can’t be tender,” she thinks, “if I can’t be tender, then it’s not possible to be anything. I believe that and my hand believes that also.” What makes this more moving than saccharine is both the pleasantly cynical humour of the characters (Jon spends a vast proportion of his time swearing at himself for his own stupidity) and its wider reach. Jon finds a similar pleasure holding the hand of his daughter; Meg’s recovery comes through observing comparable moments of contact in the city. It’s an appropriate form of symbolism for a novel of ideas that is deft enough never to be didactic because it asks more questions than it answers. • Lara Feigel is the author of The Bitter Taste of Victory: In the Ruins of the Reich (Bloomsbury). To order Serious Sweet for £14.39 (RRP £17.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Serious Sweet by AL Kennedy review – a day in the life of London’s lonely hearts",
  "webPublicationDate": "2016-05-07T06:29:07Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/07/serious-sweet-by-al-kennedy-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lara Feigel",
      "id": "profile/lara-feigel"
    }
  ],
  "guardianId": "books/2016/may/07/serious-sweet-by-al-kennedy-review"
}