{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/29/what-is-lost-below-by-building-above",
  "id": "2016-05-29-35",
  "sectionId": "cities",
  "body": "It’s not just London’s skyline that will be irreparably damaged by 400 new skyscrapers which have been given planning permission (Report, 25 May). London’s archeological heritage will also suffer serious harm. When I recently visited the Billingsgate Roman house and bath, wonderfully preserved in the basement of a low-rise 70s block in the City of London, I asked an archeologist present whether anything similar could have survived under the nearby new Walkie Talkie skyscraper. The answer was that the massively deep foundations needed for such a tall building would destroy everything – the only way to preserve archeological remains would be to excavate them first. We have been so lucky to have Roman roads, walls, pavements, mosaic floors preserved in situ and to have been able to see these wonders where they have survived for nearly 2,000 years. I dread the day when London’s skyline blackens with a dense vulgarity of towers and when the earth beneath is robbed of its treasures and filled with concrete.Leana PooleyLondon • What is happening in London today, as families find themselves displaced by the developers, echoes what happened in the second half of the 19th century. Then the developers were the powerful railway companies. They used their political clout to acquire over 5% of the central area. It is estimated that between 76,000 and 120,000 people were displaced. As now, it was suggested that those displaced should find new homes in the suburbs and beyond. But many could not afford to ride to work in the centre and did not in any case wish to leave their communities. They endured the slums of the grossly overcrowded city centre – the equivalent of the confined living spaces that many, especially the young, have to experience today. Some mitigation came eventually through workmen’s trains and concessionary fares, which contributed to the dispersal of people into healthier districts. But this did not solve the housing problem. An ideological shift was required – the acceptance, largely after the first world war, that local authorities had to intervene to offset the failures of the market system. Let’s hope that London’s new mayor is able to do the same.Professor emeritus Geoffrey ChannonFrome, Somerset • How long before we see a “wealth apartheid” in London, with ordinary people only allowed into the centre to do essential work for the minimum wage. Councils, including Oxford’s, are increasingly using the public space protection order as a way of gentrifying our public spaces.Chaka Artwell Oxford",
  "webTitle": "What is lost below by building above | Letters",
  "webPublicationDate": "2016-05-29T18:57:54Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/29/what-is-lost-below-by-building-above",
  "keyword": [
    {
      "webTitle": "Skyscrapers",
      "id": "cities/skyscrapers",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [],
  "guardianId": "cities/2016/may/29/what-is-lost-below-by-building-above"
}